{
    "DOI": "10.1021/acsomega.9b03835",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have realized unprecedented commercial success in myriads of portable electronic devices such as mobile phones, laptops, and digital generators. Recently, the usage of LIBs has entered into large-scale applications such as (hybrid) electric vehicles and power grid applications. However, high cost and limited resources of lithium have raised concerns vis-à-vis the developments in large-scale applications. At this juncture, it has triggered an effort to develop alternative energy storage technology over LIBs employing earth-abundant economic elements. In this emerging era of post-Li-ion batteries, sodium-ion batteries (NIBs) have garnered much attention due to the abundance, ease of accessibility, low cost of sodium-based resources, and strikingly similar charge–discharge characteristics compared to LIBs.  It has triggered extensive research on sodium-ion batteries as an attractive alternative to LIBs, leading to numerous reports on sodium-based materials acting as cathodes  and anodes.  The ongoing quest is to design suitable electrodes with enhanced performance factors like energy density, power density, and cycling stability that are crucial for large-scale energy storage systems. In this pursuit, polyanionic-type insertion materials form a rich treasure house because of their robust three-dimensional crystal framework and tunable operating voltage. Over the years, a variety of polyanionic cathodes have been unraveled successfully. Some such candidates are the Prussian blue family,  phosphates,  fluorophosphates,  and pyrophosphates.  Going a step further, mixed phosphate compounds form a niche class of polyanionic cathodes.  One such candidate is the mixed phosphates family with the general chemical formula of Na4M3(PO4)2P2O7 (M = Co, Ni, Mn, Mg, or Fe), as first reported in 2001 by Sanz et al.  These mixed phosphates have an open framework with long-range interconnected channels (M3P2O13) along the b direction, favoring fast Na+-ion migration and enhanced electrochemical performance. These long-range channels render appropriate pathways for Na+ migration with a low activation energy barrier.  Moreover, it has been reported that there are four crystallographically distinct Na+ sites: even if some channels are blocked by defects, other channels are still accessible to facilitate Na+ insertion/extraction into the electrode material.  In this mixed phosphate family, the iron-based Na4Fe3(PO4)2P2O7 analogue forms the most attractive positive electrode material for NIBs owing to the low cost/toxicity, an abundance of iron-based resources, and suitable energy/power density. Besides, it can be easily prepared by conventional solid-state synthesis and works as a 3.1 V (vs Na+) sodium battery cathode involving multiple-electron redox reaction delivering high energy density with robust cycling stability. ",
                "On another note, in addition to bulk batteries, the development of thin film microbatteries has emerged as a key sector in this era of nanotechnology.  These microbatteries have niche applications such as flexible/wearable devices, smart cards, remote sensors, metal oxide semiconductor (CMOS) memory chips, implantable medical devices, and microelectromechanical systems (MEMS). An all-solid-state thin film microbattery is ideal in this context. Significant efforts have been devoted to searching advanced thin film electrode materials to enhance capacity and to improve stability for all-solid-state thin film batteries. To date, very few sodium-based insertion materials have been employed in thin film batteries.  Here, with due material optimization (like nanosizing), we have implemented mixed phosphate Na4Fe3(PO4)2P2O7 in thin film batteries for the first time by pulsed laser deposition. It delivers robust electrochemical performance for thin film Na-ion batteries."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na4Fe3(PO4)2P2O7 product was synthesized by the solution combustion synthesis (SCS) route. In a typical synthesis process, 1.19 g of NaH2PO4, 3.03 g of Fe(NO3)3·9H2O (oxidizer), and 2.64 g of C6H8O6 (fuel) were thoroughly dissolved in 50 mL of double-distilled water. In the initial step, the precursor mixture was heated at 120 °C (for 2 h) with steady magnetic stirring to evaporate the excess water. Then, it was directly transferred to a hot plate maintained at 300 °C. It led to the ascorbic acid (fuel)-triggered exothermic ignition of reactants, resulting in the formation of an amorphous intermediate product. Finally, this product was ground to a fine powder and was annealed at 600 °C for 12 h (under steady Ar flow) to obtain a phase-pure mixed phosphate Na4Fe3(PO4)2P2O7 (denoted as NFPPO) product."
                    ],
                    "name": "2.1.  Synthesis of Iron-Based Mixed Phosphate Na4Fe3(PO4)2P2O7",
                    "type": "h3"
                },
                {
                    "content": [
                        "The NFPPO powder was uniaxially pressed and calcined to make a circular pellet (diameter, 13 mm; thickness, 4 mm) acting as a target. Employing the pulsed laser deposition (PLD) technique, NFPPO thin films were uniformly deposited on circular stainless steel (SS) disks acting as substrates. A krypton fluoride excimer laser with a pulse energy of 150 mJ/pulse was used to ablate the Na4Fe3(PO4)2P2O7 target. The laser spot was aligned to focus on the target with a laser fluence of 2 J/cm2. The substrate-to-target distance was adjusted to an optimized value of 4.5 cm to get efficient deposition. The thin films were deposited with a continuous flow of Ar gas, maintaining the substrates at 600 °C. The PLD processing parameters such as vacuum level, laser energy, the distance between the substrate to target, gas flow, deposition time, and substrate temperature were optimized carefully to obtain homogeneous films of controlled thickness."
                    ],
                    "name": "2.2.  Pulsed Laser Deposition of Na4Fe3(PO4)2P2O7 Thin Films",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the Na4Fe3(PO4)2P2O7 bulk powder was verified by a PANalytical X’Pert Pro diffractometer equipped with Cu Kα target (λ = 1.5404 Å). Rietveld refinement was performed using the GSAS program with the EXPGUI front end. Microstructural features of the Na4Fe3(PO4)2P2O7 powder were captured by an FEI Inspect F50 scanning electron microscope. Next, (HR)TEM images and selected area diffraction patterns were collected with an FEI Tecnai T20 U-Twin TEM unit. For the electrochemical study of the NFPPO bulk sample, the cathode composite was prepared using an 80:10:10 (w/w) mixture of working electrode, carbon black, and polyvinylidene fluoride (PVDF) in a minimal amount of N-methyl-2-pyrrolidone (NMP) to form a thick slurry, which was coated on aluminum foil and was dried under vacuum. Initially, we studied the activity of the NFPPO system in CR2032-type coin cells by using 1 M NaClO4 dissolved in propylene carbonate acting as the electrolyte and sodium metal foil as the counter electrode.",
                        "The crystal structure of the PLD deposited NFPPO thin films was characterized by grazing incidence X-ray diffraction (GIXRD; SmartL, Bruker) using Cu Kα radiation (λ = 1.5406 Å). The surface morphology and roughness were estimated by atomic force microscopy (AFM; Veeco dII system). Microstructural studies and average thickness of the film were estimated by FE-SEM (Zeiss Ultra) analysis. Transmission electron microscopy (TEM) was used to confirm the crystalline phase of NFPPO thin films. The electrochemical properties of NFPPO thin films were evaluated in CR2032 coin cells, as mentioned in a previous report.  These cells were galvanostatically cycled at different rates in the potential range of 1.8–3.8 V using a Bio-Logic (Claix, France) BCS-810 battery cycler."
                    ],
                    "name": "2.3.  Materials Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The Rietveld refined XRD pattern and corresponding structural model of the Na4Fe3(PO4)2P2O7 end-member are depicted in a. The resulting lattice parameters were determined to be a = 18.0165(16) Å, b = 6.5510(6) Å, c = 10.6972(9) Å, and unit cell volume = 1262.54(24) Å3 for the Na4Fe3(PO4)2P2O7 end-member assuming an orthorhombic structure with the Pn21a space group. The structure can be described as a 3D network of corner-sharing (Fe3P2O13)∞ infinite layers parallel to the b–c plane comprising three crystallographically independent iron atoms in octahedra abridged by PO4 tetrahedra. These layers are interconnected along the a axis by (P2O7) pyrophosphate groups (a, inset).  Na4Fe3(PO4)2P2O7 is stable until 600 °C, above which it undergoes phase decomposition to form a mixture of NaFePO4 (maricite) and Na2FeP2O7.  Therefore, the Na4Fe3(PO4)2P2O7 mixed phosphate framework was found to form and remain stable at temperatures ranging from 400 to 600 °C. ",
                "After the PLD deposition of Na4Fe3(PO4)2P2O7 thin films on stainless steel substrates (deposited at 600 °C), the phase purity of the deposited thin film was confirmed by GIXRD, as presented in b. The observed XRD pattern of the thin film was in good agreement with the corresponding bulk powder with no evidence of any secondary phases. Three characteristic peaks for Na4Fe3(PO4)2P2O7 in the 2θ range between 35 and 40° were obtained along with two sharp peaks at 45 and 51° arising from the SS substrate. By carefully optimizing all thin film deposition parameters such as laser energy, partial pressure (vacuum level), and deposition temperature during the PLD process, we could obtain phase-pure thin film target products.",
                "a displays the scanning electron microscopy (SEM) image of bulk Na4Fe3(PO4)2P2O7 particles prepared by the SCS route. It confirms the formation of highly agglomerated micrometric particles. The dehydration reaction involving direct condensation polymerization of phosphate groups leads to the formation of the micrometric particles. A closer look by transmission electron microscopy (TEM) revealed secondary near-spherical nanometric Na4Fe3(PO4)2P2O7 particles with thin layers of carbon coating arising due to the decomposition of carbonaceous precursor (b,c). The Na4Fe3(PO4)2P2O7 particles are uniformly coated by in situ deposited 3D interconnected networks of carbon. The uniform carbon coating enhances the electronic conductivity of Na4Fe3(PO4)2P2O7 particle network, which is beneficial during the Na+ (de)intercalation process. SEM elemental mapping and energy-dispersive X-ray spectroscopy (EDS) were carried out for Na4Fe3(PO4)2P2O7 materials to confirm the constituent elements and the homogeneous distribution of all the elements in these materials given in . The high-resolution TEM image of Na4Fe3(PO4)2P2O7 in c reveals the crystallinity with lattice fringes having an interplanar spacing of 0.907 nm, corresponding to the (200) lattice planes of the Na4Fe3(PO4)2P2O7 mixed phosphate product.",
                "The morphology of PLD deposited Na4Fe3(PO4)2P2O7 thin films were obtained from SEM and atomic force microscopy (AFM). It confirmed the uniform deposition of nanostructured target thin films (d). The PLD-grown thin films exhibited crystalline grains with a homogeneous distribution of well-dispersed particles. The particle agglomeration is almost negligible as compared to bulk samples owing to the formation of uniform nanoparticles obtained by laser deposition. The surface morphology of thin films exhibited a smooth surface and small crystalline grains in a size range of 65–75 nm. The average thickness of the thin film was ∼220 nm, as measured from cross-sectional SEM (d, inset). The three-dimensional AFM image depicted uniform surface morphology with a near homogeneous distribution of well-crystallized grains with less degree of agglomeration (e). The surface roughness of the film was found to be ∼11 nm. f represents the high-resolution TEM image of the Na4Fe3(PO4)2P2O7 thin film, confirming the highly crystalline nature of the PLD-coated thin films. The corresponding interplanar spacing was determined to be 0.450 nm, related to the (202) lattice plane of the Na4Fe3(PO4)2P2O7 mixed phosphate.",
                "First, galvanostatic (dis)charge analysis of the bulk Na4Fe3(PO4)2P2O7 sample was performed in Na-ion half-cell architecture in the voltage range of 1.8–3.8 V. Representative voltage profiles registered at a current rate of 0.1 C are presented in a. The voltage profiles show a stable voltage profile with three plateau regions around 3.2, 2.9, and 2.5 V (during discharge). These reversible multiple plateau regions stem from (de)insertion of Na+ ions from different Na sites in the parent structure. There are four Na sites present in the crystal framework where three Na sites favor efficient Na+-ion (de)insertion, while the fourth Na site works as spectator ions enhancing the structural stability during the Na+-ion (de)insertion process.",
                "A slight downshift was observed between the first and subsequent cycles due to an irreversible structural rearrangement during the first charge process.  The following charge–discharge cycles (10 cycles) were very stable, exhibiting a high degree of reversibility. This carbon-coated Na4Fe3(PO4)2P2O7 cathode delivered an initial discharge capacity of 126 mAh g–1 (i.e., 97% of its theoretical capacity). Though the capacity dropped to 121 mAh g–1 in the second cycle, it was very steady in subsequent cycles. The observed discharge capacity of ∼121 mAh g–1 corresponds to 2.8 Na+ intercalations per formula unit.",
                "Inspired by the robust performance of the Na4Fe3(PO4)2P2O7 cathode in bulk form, its electrochemical performance of thin film form was tested in a CR2032 coin-type half-cell fabricated with the Na4Fe3(PO4)2P2O7 thin film as a cathode, sodium metal as a counter electrode, and 1 M NaClO4 dissolved in a mixture of ethylene carbonate and dimethyl carbonate (1:1 EC:DMC) acting as an electrolyte. Upon cycling in a potential window of 1.8–3.8 V (vs Na), the thin films with a thickness of ∼220 nm exhibited galvanostatic charge–discharge curves very similar to the bulk Na4Fe3(PO4)2P2O7 cathode (b). It was very robust with no capacity fading during the first 100 cycles. At ambient temperature, this ∼220 nm thin film delivered a capacity of ∼118 mAh g–1, very similar to the capacity of the bulk sample, retaining most of the characteristic features like the occurrence of three distinct plateaus with an average working potential of ∼3 V. The nanosized grains with well-dispersed surface morphology are key to get excellent electrochemical performance in thin film batteries. The crystallinity, grain size, and surface morphology affect the final electrochemical properties of Na4Fe3(PO4)2P2O7 thin films. Further, the open and stable polyanion crystal structure is beneficial for fast ion transport and plays a vital role in practical applications.  Overall, the robust electrochemical performance of Na4Fe3(PO4)2P2O7 thin films can be useful for all-solid-state batteries. However, the electrochemical properties were affected as a function of film thickness. Thicker (∼300 nm) films led to reduced Na+ diffusion, thereby merging three distinct plateaus to a single sloping plateau with a lower average working potential of ∼2.7 V (vs Na) (c). The optimized electrochemical activity was obtained for a film thickness of ∼220 nm, in which case, three distinct oxidation–reduction peaks involving Fe2+/Fe3+ oxidation–reduction centered at ∼3 V were observed in the differential capacity (dQ/dV) plot (d). They are related to the different sodium sites present in the Na4Fe3(PO4)2P2O7 thin film.",
                "The rate capability of the Na4Fe3(PO4)2P2O7 thin film cathode tested at various current rates is shown in e. Without any optimization, it provides a capacity of ∼125 mAh g–1 at a low current rate of 2 μA cm–2. Even at faster cycling (∼10 μA cm–2), it delivered a capacity of ∼110 mAh g–1, indicating excellent rate capability stemming from large Na+ diffusion channels in this material. Cycling stability and Coulombic efficiency of the ∼220 nm thin film sample was tested up to 500 cycles, as shown in f. The enlarged region of the Coulombic efficiency plot is given in the Supporting Information (). It exhibited no significant capacity fading and a high Coulombic efficiency of ∼100%, confirming the highly reversible nature of the Na4Fe3(PO4)2P2O7 thin film cathode. The three-dimensional Na+-ion conducting pathways along with a low activation barrier for the fast Na+-ion migration, morphology, and carbon coating reinforce the material stability, which, in turn, allows this battery to operate for a long time."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, Fe-based mixed polyanionic Na4Fe3(PO4)2P2O7 thin films were prepared by pulsed laser deposition due to optimization during film deposition led to crystalline Na4Fe3(PO4)2P2O7 thin films with uniform grain size and surface morphology (absence of agglomeration). When implemented in Na-ion half-cells, these thin films exhibited excellent electrochemical performance with robust cycling stability, similar to the bulk batteries. To the best of our knowledge, Na4Fe3(PO4)2P2O7 thin films (∼220 nm) deliver reasonable electrochemical performance with good reversibility among all sodium insertion materials. The mixed phosphate Na4Fe3(PO4)2P2O7 forms an inexpensive and safe cathode for designing all-solid-state sodium-ion microbatteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Iron-Based Mixed Phosphate Na4Fe3(PO4)2P2O7 Thin Films for Sodium-Ion Microbatteries"
}