{
    "DOI": "10.1021/acsami.9b14560",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the continuously growing energy consumption, the development of novel large-scale energy storage equipment with superior energy and power density to meet ever-increasing social demand has become urgent and imperative.  Hybrid ion capacitors (HICs), a kind of newly developed energy storage device, constructed with a bulk intercalation ion storage anode (high-energy battery electrode) and anion adsorption cathode (high-power capacitor electrode), have attracted extensive interest in recent years. Ascribed to the hybrid energy storage mechanism, HICs generally exhibit a larger power density compared with the traditional lithium-ion battery and sodium-ion battery and higher energy density than electrochemical capacitors.  When using Li+ or Na+ and corresponding anion such as ClO4– as charge carries, the equipment is called lithium-ion capacitors (LICs) or sodium-ion capacitors (SICs), respectively. Specifically, owing to the significantly lower cost of sodium resources compared to lithium, SICs have gradually gained popularity among researchers. More interestingly, contrary to general views, the solvated sodium ion exhibits a smaller size than solvated lithium ions; consequently, it exhibits higher ionic conductivity and lower viscosity, which make the sodium-ion storage devices have potential to achieve faster kinetics characteristics than lithium-ion storage devices.  As suggested by recent reports, some sodium-ion storage anode materials exhibit capacitor-like energy storage features with total sloping charging–discharging curves because of the easier ion diffusion process in their electrolyte solution.  While, this makes SIC more appealing than LIC for high-performance energy storage in the future, the practical utilization of SICs is still hindered by several challenges, such as insufficient energy capability and poor cycling stability. Fundamentally, the major bottleneck in the development of SICs is the lack of sufficient insertion-type sodium-ion storage anode materials to meet the ultrafast kinetics of the adsorption cathode energy-storage process during the charge–discharge process. ",
                "Considering the low Na+ storage potential, superior chemical stability, natural abundance, and environmental friendliness, Na2Ti3O7, which features a zigzag layer of titanium oxygen octahedrons and is linked by edges, is always considered to be promising anode material for SIC among all kinds of sodium storage anode materials.  However, in order to satisfy the principle of lowest energy, the sodium ions preferably migrate along these zigzag layers, rather than travelling through these layers, which greatly limits Na+ insertion–extraction in the conventional Na2Ti3O7.  Additionally, ascribed to the irreversible mechanical strain upon Na+ uptake into the lattice, Na2Ti3O7 exhibits undesirable cycling stability for continuous Na+ storage.  Consequently, sluggish kinetics characteristics and inferior cycling stability storage limit the electrochemical performance of Na2Ti3O7 as a Na+ storage anode material. In recent years, engineering unique Na2Ti3O7 nanostructures to shorten the length of Na+ diffusion paths and then improve Na+ insertion–extraction ability of Na2Ti3O7 has attracted extensive attention. For instance, Bao et al. reported sodium titanate nanoribbons which exhibit superior kinetics because of the enhanced Na+ ion insertion–extraction ability, benefiting from their unique structure.  Furthermore, Na2Ti3O7 nanotube arrays reported by the Li group display superior cycling stability for Na+ storage ascribed to the surface modification and unique three-dimensional (3D) array structure.  However, currently, there is still limited reports about the rational and controllable design of Na2Ti3O7 nanostructures for Na+ storage, which limits its rate performance, cycling stability, and further applications.",
                "Recently, the fact that the sodium ions can migrate much easily along the (001) facet of Na2Ti3O7 layers compared to other facets has been demonstrated  Thus, by shortening the length or width of two-dimensional (2D) Na2Ti3O7 layers into a one-dimensional (1D) layered structure with the dominated 001 facet to reduce the diffusion distance is desirable for fast sodium-ion insertion–extraction. Meanwhile, designing hollow nanostructured anode materials for improved sodium-ion storage capability has also attracted extraordinary attention because the hollow nanostructure can effort a high accessible specific surface area for the electrolyte and abundant reaction active sites  Therefore, Na2Ti3O7 with hollow architecture assembled from (001) facet-dominated narrow ultrathin layers is expected to exhibit superior rate performance for sodium-ion storage. Although using hollow Na2Ti3O7 as sodium-ion storage anode materials presents numerous advantages, and the rigid and brittle porous shell and huge cavity originated from the hollow architecture lead to poor structural stability (easily cracked during the drastic reaction process), which results in relatively unsatisfactory cycling stability for sustaining Na+ storage.  Besides engineering hollow nanostructures, hierarchical 3D structures have also been widely employed in sodium-ion storage anode materials because of their superior structure stability.  Consequently, transforming hollow Na2Ti3O7 into a hierarchical 3D hollow structure may be an effective strategy to enhance the hollow architecture stability and then achieve superior cycling stability. Unfortunately, controllable preparation of hierarchical 3D hollow Na2Ti3O7 architectures remains challenging and has not yet been achieved.",
                "Herein, based on the above consideration, hierarchical 3D interconnected urchin-like hollow Na2Ti3O7 chains (Na2Ti3O7-IcUH) was synthesized using a facile and simplified template-assisting method. Furthermore, through a variety of controlled experiments, we explored how to effectively engineer the direction of crystal growth and string the hierarchical spheres together. As expected, Na2Ti3O7-IcUH can deliver an excellent reversible capacity of 96.2 mA h g–1 during the ultrafast charge–discharge process of 5 A g–1, which is much more superior to the control specimens in this work and other reported results about Na2Ti3O7 in the recent literature, suggesting that hollow architecture with the dominated (001) facet exhibit huge superiority for fast Na+ storage. Meanwhile, Na2Ti3O7-IcHU also displayed excellent cycling stability with 15% capacity loss at 5 A g–1 after 2000 cycles, suggesting that the assembly of the urchin-like hollow structure into the interconnected crossed “urchin” chains can release the strain and prevent the structure from collapsing during the drastic electrochemical reaction process. Finally, by coupling the Na2Ti3O7-IcUH anode and a commercial active carbon (CAC) cathode, a SIC was successfully fabricated and exhibited a broad voltage window (1–4 V) and high energy storage densities of 134.3 and 38.2 W h kg–1 at power densities of 125 and 2500 W kg–1, respectively. The SIC device also presented high capacity retention of 75% at 2 A g–1 after 2000 charge–discharge cycles. The outstanding electrochemical performance of Na2Ti3O7-IcUH and the exploration of its growth mechanism presented in this work offer a promising basis for designing and future research on energy storage materials."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "SiO2 nanospheres were prepared by the typical Stöber method. Typically, 9 mL of ammonia aqueous solution (28 wt %) was added to 41 mL of an ethanol/water mixture (ethanol/water ratio = 1.5:1) with stirring for 30 min. Then, a mixture that consists of 4.5 mL of tetraethyl orthosilicate (TEOS) and 45.5 mL of absolute ethanol was quickly added into the above solution. Finally, the mixture was vigorously stirred at room temperature for 5 h to obtain SiO2 nanospheres.",
                        "Typically, 1 g of SiO2 nanospheres was ultrasonically dispersed in a mixed solution (81 mL of ethanol, 4.2 mL of ammonia, 1.6 mL of water, and 27 mL of acetonitrile) at 4 °C. Then, a mixed solution containing 10 mL of acetonitrile, 35 mL of ethanol, and 1 mL of titanium tetraisopropanolate (TTIP) was dropwise added into the above SiO2 colloidal solution at 4 °C under continuous stirring. Subsequently, the obtained mixture was stirred at 4 °C for 12 h. Finally, the Ti(OH)x@SiO2 was collected by centrifugation, washed with ethanol three times, and dried at 60 °C for 12 h.",
                        "As-prepared white powder Ti(OH)x@SiO2 (50 mg) was ultrasonically dispersed in a mixed solution containing 0.5 mL of 30% H2O2 aqueous solution and 30 mL of 1 M NaOH aqueous solution at room temperature. After that, the mixture was transferred into a 50 mL Teflon-lined stainless-steel autoclave and kept at 160 °C for 12 h. Finally, the as-prepared Na2Ti3O7-IcUH was collected by centrifugation, washed with deionized water three times, and dried at 60 °C for 12 h."
                    ],
                    "name": "2.1.  Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The field emission scanning electron microscopy (FESEM, JSM-7800F) and transmission electron microscopy (TEM, JEOL2100) were used to observe the morphology of the as-prepared sample. The crystal structure information of the as-prepared specimens was collected by X-ray diffraction (XRD, Shimadzu-7000) with Cu Kα radiation. The textural property was investigated using an Autosorb-1 (Quantachrome Instruments). The specific surface area was calculated by the multiple point Brunauer–Emmett–Teller model."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared by a slurry coating procedure. Typically, the electrodes consisted of 70 wt % active material, 20 wt % acetylene black, and 10 wt % polyvinylidene fluoride. The abovementioned powder was mixed by using N-methyl-2-pyrrolidone, and after that, abovementioned slurry was uniformly coated on a clean and polished copper foil. After drying, the working electrode was employed to a package button battery in the argon-filled glovebox. The glass fiber was used as the separator. The mixture of 1.0 M NaClO4 in ethylene carbonate and diethyl carbonate in a 50:50 volume ratio with 5 wt % fluoroethylene carbonate electrolyte was used as the electrolyte. The sodium metal was used as the counter electrode. The button battery were galvanostatically cycled in a voltage window of 0.01–2.5 V (vs Na/Na+) for the anode and 2.0–4.2 V (vs Na/Na+) for the cathode on the LAND CT2001 tester. The cyclic voltammetry (CV) tests were recorded on the CHI760e electrochemical workstation (Shanghai Chenhua). The specific capacity was calculated based on the mass of active materials and mass loading is around 1 mg cm–2. The specific capacity (mA h g–1) is calculated by .",
                        "The CAC electrode (HF-Kejing Co, Ltd) and the Na2Ti3O7-IcUH was used as the cathode active materials and anode active materials, respectively. The glass fiber was used as the separator. The electrolyte in the SIC is the same with that in half cells. The current density was based on the total mass of both the electrode active materials, and the average loading of the anodes was around 1 mg cm–2. Before assembling SIC, the Na2Ti3O7-IcUH anode was pretested three cycles at 0.05 A g–1 in a half cell. The specific capacity (F g–1), energy density (W h kg–1), and power density (W kg–1) of SIC are calculated by ."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The assembly and synthesis process for simplified template-derived Na2Ti3O7-IcUH is schematically illustrated in a and the experimental details are also presented in the . First, smooth and uniform SiO2 spheres with about 400 nm (b and ) were successfully prepared following a modified Stöber method.  Subsequently, amorphous Ti(OH)x () was uniformly coated on the surface of SiO2 with an average thickness of about 9 nm (c and ). Finally, the hierarchical 3D interconnected urchin-like hollow Na2Ti3O7 (Na2Ti3O7-IcUH) were directly produced by H2O2-assisted simultaneous alkalization of Ti(OH)x and SiO2 in a one-step hydrothermal reaction system. In the proposed simplified hard-template strategy, Na2Ti3O7 is skillfully grown with the SiO2 template being removed at the same time, which eliminates unnecessary and manipulative steps and also allows the possibility to obtain materials with unique morphology.",
                        "The microstructure and morphology of as-prepared Na2Ti3O7-IcUH was further characterized by FESEM and TEM. As shown in d and , after the hydrothermal reaction, Ti(OH)x@SiO2 was successfully transformed into urchin-like Na2Ti3O7 spheres. More interestingly, these uniform spheres are connected and form well-defined interconnected chain structures. Then, the detailed morphology and internal information was further observed in TEM images. As shown by the low-magnification TEM images of e and , the interconnected chain structure was further confirmed, and the internal hollow structure of the “urchin” is clearly visible. It is pertinent to mention that the hollow core of these “urchins” has a smaller size (about 300 nm) than the original SiO2 template (), which may be derived from the unique experimental method that combines the growth of the Na2Ti3O7 crystal with the removal of the hard template into one step, leading to the free growth of Na2Ti3O7. The high-resolution TEM (HRTEM) images, displayed in f,g, further demonstrate that the “urchins” consist of arrays of highly uniform, slender, and vertical 1D nanoneedles with a thickness of less than 10 nm. Meanwhile, a lattice spacing of 0.78 nm [(001) facet] is observed on the nanoneedles (the inset of f).",
                        "It was confusing to find that when being without H2O2, the Ti(OH)x@SiO2-derived Na2Ti3O7 exhibits dispersed hollow sphere structures that consisted of 2D nanosheets (; denoted as Na2Ti3O7-SH), which is a great difference compared to the Na2Ti3O7-IcUH. In order to fully understand the forming mechanism of the unique structure of Na2Ti3O7-IcUH, a variety of control experiments were designed and carried out to investigate the influence of vital parameters (TTIP, TEOS, and H2O2) on the microstructure of the corresponding products (). Based on  and corresponding discussion in the , a reasonable mechanism for the formation of the unique structure of Na2Ti3O7-IcUH under hydrothermal conditions is proposed and schematically illustrated in . First, H2O2 can promote the Na2Ti3O7 crystal growth toward 1D direction and then assembled into an urchin-like nanosphere. Second, these urchin-like nanospheres can connect and form a 3D interconnected chain structure when sodium silicate, originating from SiO2 or TEOS, is presented in the above system.",
                        "In order to better understand the effect of H2O2 on the crystal growth of Na2Ti3O7, the crystal structure of Na2Ti3O7-IcUH and Na2Ti3O7-SH was characterized by using an X-ray diffractometer (XRD). As shown in a, all the diffraction peaks of the resulting products are well indexed into the layered Na2Ti3O7 (PDF#31-1329) with clearly visible (001), (011), (300), and (020) sharp peaks. However, it should be pointed out that Na2Ti3O7-SH exhibits weaker diffraction peaks, especially for the layered diffraction peak at about 10°, compared to Na2Ti3O7-IcUH. Meanwhile, from , when using TTIP as the precursor, the resulting products also exhibit the same phenomenon that the H2O2-assisted prepared Na2Ti3O7 exhibit stronger diffraction peaks compared to the other. This further demonstrates that H2O2 can manipulate the crystal growth of Na2Ti3O7, especially for the layered (001) lattice plane, and then obtained superior crystallinity. ",
                        "The hollow structure properties of Na2Ti3O7-IcUH was also revealed by N2 adsorption–desorption isotherms. In , Na2Ti3O7-IcUH exhibits an obvious and big H3-type hysteresis loop, indicating the typical mesoporous characteristic and existence of the internal cave,  which is consistent with the hollow structure of Na2Ti3O7-IcUH. For comparison, the textural properties of solid urchin-like Na2Ti3O7 (prepared by using TTIP as the precursor) was also measured under the same conditions and shown in . Clearly, the solid urchin-like Na2Ti3O7 displayed a similar adsorption–desorption isotherm to that of Na2Ti3O7-IcUH but presented a much smaller hysteresis loop. From calculation, the solid urchin-like Na2Ti3O7 exhibits a similar specific surface area (92.015 m2 g–1) with Na2Ti3O7-IcUH (99.078 m2 g–1) but possesses a smaller total pore volume (0.249 cm3 g–1) than Na2Ti3O7-IcUH (0.384 cm3 g–1). This result demonstrates that the hollow structure can produce large pore volumes and it is beneficial for rapid sodium-ion transmission. "
                    ],
                    "name": "3.1.  Composition and Structure Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of Na2Ti3O7-IcUH measured by coupling with metallic sodium electrodes is exhibited in . The CV curves at various sweep rates from 0.1 to 4 mV s–1 are exhibited in a, which reveal an anodic peak around 0.68 V and a cathodic peak around 0.25 V, ascribed to the sodium-ion extraction–insertion in Na2Ti3O7. In order to evaluate the sodium-ion storage kinetics of Na2Ti3O7-IcUH, the surface capacitive contribution (k1v) and diffusion-controlled contribution (k2v1/2) at specific potential were quantified and separated from total current response by the following equationwhere v is the sweep rate and k1 and k2 are adjustable parameters that determine the current response from the surface capacitive and diffusion contribution at a specific potential.  As illustrated in b (the calculation methods and details are provided in the  and Figure S11), the proportion of surface capacitive to the total current response increases with increasing scan rate and finally reaches a high occupation proportion of 84% at 4 mV s–1, which suggests that Na2Ti3O7-IcUH possess an approximate pseudocapacitive sodium-ion storage kinetics characteristic.",
                        "The initial galvanostatic charge–discharge curves of Na2Ti3O7-IcUH at 0.05 A g–1 in the voltage window of 0.01–2.5 V are displayed in ; it is obvious that Na2Ti3O7-IcUH exhibits a superior reversible discharge capacity of 225 mA h g–1 with complete sloping curves. However, the Coulombic efficiency of 48% in the first cycle is relativity low, which may be attributed to the decomposition of the electrolyte and the formation of the passivation layer on the surface of Na2Ti3O7-IcUH. ",
                        "To evaluate the rate capability of Na2Ti3O7-IcUH, the galvanostatic charge–discharge at various current densities was also examined (c; corresponding specific capacities are presented in d). It is apparent that the capacity for sodium-ion storage is mainly from below 1.5 V (vs Na/Na+) with consistent sloping curves (c), which is beneficial for assembling high energy density SICs. In d, with increasing current density from 0.05, 0.1, 0.2, 0.5, 1, 2 to 5 A g–1, Na2Ti3O7-IcUH delivered excellent reversible capacities from 205.7, 183.4, 164.3, 149.7, 135.5, 125.8 to 96.2 mA h g–1. Furthermore, Na2Ti3O7-IcUH can still deliver a superior reversible capacity of 181.8 mA h g–1 when the current density was abruptly changed back to 0.05 A g–1.",
                        "In a sharp contrast, the rate capabilities of Na2Ti3O7-SH are also presented in d. The dispersive 2D nanosheet-assembled hollow Na2Ti3O7-SH exhibits rapid capacity decay at 0.05 A g–1 and only about 30% of the reversible capacity of Na2Ti3O7-IcUH at 5 A g–1. Obviously, the rapid capacity decay of Na2Ti3O7-SH during the initial process is resulting from the brittle and unstable hollow structure, however, it is confusing why hollow Na2Ti3O7-SH exhibit much inferior rate capability than Na2Ti3O7-IcUH. With this question, we carefully compared the XRD and HRTEM of Na2Ti3O7-SH with those of Na2Ti3O7-IcUH. First, we can find that the (001) facet diffraction peak of Na2Ti3O7-IcUH is much stronger than that of Na2Ti3O7-SH (a), which demonstrates that H2O2 can not only induce the 1D crystal-oriented growth of Na2Ti3O7 but can also induce the (001) facet preferential growth in Na2Ti3O7.  Furthermore, the HRTEM image of the 1D Na2Ti3O7 nanoneedles (b) reveals that the (001) facets are dominated exposed in the nanoneedles. However, for 2D nanosheets, the (011) facet is abundant and dominated in the surface of nanosheets (c). It is generally known that Na+ favorably migrates along the (001) facet of Na2Ti3O7. Hence, based on the above TEM analysis, speculation about the different Na+ diffusion paths in the 1D Na2Ti3O7 nanoneedles and 2D Na2Ti3O7 nanosheets is proposed and schematically illustrated in d,e. Obviously, ascribed to the more exposed (001) facet and shorter Na+ diffusion path, the slender 1D Na2Ti3O7 nanoneedles exhibit faster Na+ storage characteristics than 2D Na2Ti3O7 nanosheets. In order to verify the above hypothesis, the sodium-ion storage kinetics of Na2Ti3O7-IcUH and Na2Ti3O7-SH were evaluated by the relationship between the measured current (i) and sweep rate (v) in the following equationwhere both a and b are adjustable parameters, and the types of electrochemical reaction can be determined by the b-value. Typically, b = 0.5 represents a total diffusion-controlled sodium-ion storage kinetics and b = 1.0 symbolizes a total capacitive-controlled sodium-ion storage kinetics. As shown in f, the b-value of Na2Ti3O7-IcUH for the anodic peaks (a) was quantified to be 0.912 at sweep rates from 0.1 to 4 mV s–1, indicating that the sodium-ion storage kinetics of Na2Ti3O7-IcUH can be described as a fast pseudocapacitive-controlled characteristic. Meanwhile, the b-value of Na2Ti3O7-SH for the anodic peaks from the CV curves () was also quantified and shown in g, where the smaller b-value (0.676) indicates the more sluggish sodium-ion storage kinetics than Na2Ti3O7-IcUH. In summary, it has been demonstrated that the 1D layered Na2Ti3O7 nanoneedles with an exposed (001) facet can better facilitate the diffusion of sodium ions than 2D Na2Ti3O7 nanosheets. Furthermore, compared with Na2Ti3O7-IcUH, the interconnected solid urchin-like Na2Ti3O7 exhibits inferior rate capability (), which demonstrated that the hollow structure can also improve the rate capability for sodium-ion storage in Na2Ti3O7.",
                        "In e, the long-term cycle ability of Na2Ti3O7-IcUH is demonstrated for 2000 cycles at 5 A g–1. In more detail, the specific capacity of Na2Ti3O7-IcUH displays a slow decrease from 101.8 to 85 mA h g–1 with an average capacity loss of 0.0075% per cycle. In contrast, the cycling performance of Na2Ti3O7-IcUH and Na2Ti3O7-SH was also examined for 1000 cycles at 0.5 A g–1 and presented in . It is apparent that the cycling performance of Na2Ti3O7-SH was worse than Na2Ti3O7-IcUH, which supports the idea that the interconnected chain structure can provide better cycling performance because of its superior structural stability. In order to verify the above standpoint, the morphology of the Na2Ti3O7-IcUH and Na2Ti3O7-SH electrodes after 1000 cycles was characterized and is illustrated in . Clearly, the interconnected chain structure of Na2Ti3O7-IcUH was maintained even after a long cycle test. However, the hollow structure of Na2Ti3O7-SH was completely destroyed and no hollow sphere can be observed. Consequently, it is obvious that the 3D interconnected chain structure allows a better release of strain and prevents the structure from collapsing, thus achieving superior cycling performance.",
                        "To better value the rate capabilities and cycling performance for sodium-ion storage of as-prepared Na2Ti3O7-IcUH, reported data about Na2Ti3O7 for sodium-ion storage in the recent literature were listed in . This comparison undoubtedly indicates that the as-synthesized Na2Ti3O7-IcUH by the unique structural design in this work exhibits comparative and even more superior rate capability and cycling performance for sodium-ion storage than other reported studies about Na2Ti3O7."
                    ],
                    "name": "3.2.  Sodium-Ion Storage Properties in the Half Cells",
                    "type": "h3"
                },
                {
                    "content": [
                        "By employing the as-synthesized Na2Ti3O7-IcUH as an insertion-type anode and CAC as an adsorption-type cathode (the pore structure and morphology are shown in , and electrochemical performances in the half-battery are presented in ) with a mass ratio from 1:1 to 1:2.5, the SICs were assembled, and its energy storage performance was measured in the potential window of 1–4.0 V. From the Ragone plot of different mass ratios between the anode and cathode in , the SIC with a mass ratio of 1:1.5 displayed the highest energy-power density. Thus, it was employed as the optimum ratio to assemble SIC, and its detailed electrochemical performance is shown in . The CV curves of the as-assembled SIC device at a scan rate between 1 and 6 mV s–1 are exhibited in a, and its near-rectangular shape demonstrates a typical capacitive-like energy storage behavior. Meanwhile, typical linear capacitive-like charge–discharge profiles at different current densities from 0.05 to 2 A g–1 were also obtained and exhibited in b. The energy and power densities of an as-assembled SIC device can be calculated based on the active materials in both the electrodes from the charge–discharge profiles curves. The as-fabricated SIC device displayed a maximum energy density of 134.3 W h kg–1 at a power density of 125 W kg–1, and even at a high-power output of 5000 W kg–1, it still delivered an energy density of 20 W h kg–1. Furthermore, the long-term cycle stability of the as-assembled SIC device was evaluated t 2 A g–1 in the potential window of 1–4 V. As shown in c, about 75% of the initial energy density can be retained after 2000 cycles. Finally, the Ragone plots (e) reveal that the as-assembled SIC can deliver superior energy/power density compared with other several representative SIC devices reported in recent literature studies, such as Nb2O5@C@RGO,  SCN-A//SCN-A,  Na3V2(PO4)3//CDC,  NaTi2(PO4)3//GNS,  TiO2Mic-RGO//AC,  Na2Ti3O7//AC,  and V2O5-CNT/AC. "
                    ],
                    "name": "3.3.  Electrochemical Performance of SICs",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the unique hierarchical 3D interconnected urchin-like hollow Na2Ti3O7 chains were fabricated by a simplified template-assisting method. Remarkably, how to controllably engineer the crystal-oriented growth and unique morphology have been explored and a reasonable forming mechanism was proposed. The as-synthesized Na2Ti3O7-IcUH exhibited an excellent rate capability of 96.2 mA h g–1 at 5 A g–1, which is attributed to the urchin-like hollow structure and dominated (001) facet. Meanwhile, by assembling these dispersed urchin-like hollow Na2Ti3O7 spheres into a 3D interconnected chain structure, the as-prepared Na2Ti3O7-IcUH can display superior stability for sustaining sodium-ion storage. As expected, by using the excellent electrochemical performance of Na2Ti3O7-IcUH as an anode and CAC as a cathode, the as-prepared SIC exhibited an exceptional energy storage performance. Thus, the unique structural design for Na2Ti3O7 and its formation mechanism exploration in this study certainly pave a way for the application of Na2Ti3O7 and other layered materials in the field of energy storage. Moreover, we are firmly convinced that better electrochemical performance of as-prepared Na2Ti3O7 will be achieved if the electronic conductivity can be further improved."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "(001) Facet-Dominated Hierarchically Hollow Na2Ti3O7 as a High-Rate Anode Material for Sodium-Ion Capacitors"
}