{
    "DOI": "10.1021/acsami.1c08632",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The development of alkali-ion-based rechargeable batteries is gaining huge academic interest. Among them, LIBs have become indispensable power sources for energy-related devices. Compared with the traditional batteries, LIBs possess many advantages such as long lifespan, portability, environmental friendliness, and so on.  Nevertheless, the commercial anode material (graphite) only delivers a specific capacity of 372 mAh g–1 for LIBs.  The limited storage performance of graphite cannot satisfy the eager requirements for high energy/power density devices. Simultaneously, the research on SIBs has gained sufficient momentum owing to their similar electrochemical mechanisms to LIBs and abundant sodium reserves.  Unfortunately, the higher reduction potential (ENa/Na+ = −2.7 V vs ELi/Li+ = −3.0 V) and the larger radius (1.02 Å for Na vs 0.76 Å for Li) usually result in the low energy density and poor cycle stability in SIBs.  The graphite presents nearly no capacity for SIBs. Therefore, more efficient anode materials with high capacities are greatly desired for LIBs and SIBs.",
                "Alloy-type materials are considered to be desirable anode candidates for LIBs and SIBs, which is attributed to their higher theoretical capacity induced by conversion and alloy reactions in comparison with carbonaceous materials.  Among them, Sn and the Sn-based materials (SnO2, SnO, SnS, etc.) have attracted considerable attention as anodes of LIBs and SIBs.  However, the development of most Sn-based anode materials is hampered by two fatal factors. One is the intrinsic poor electrical conductivity, which result in sluggish reaction kinetics. The other is the severe volume expansion (≈300% for Li and ≈420% for Na) due to the formation of the alloy MxSn (M = Li, Na) upon continued cycles, leading to the structure collapse and pulverization of the active material.  Various strategies have been implemented to circumvent these issues. One feasible strategy is to engineer various structures, such as hollow rods,  core–shell structures,  nanosheets,  and nanotubes,  which is favorable to buffer the volume variation and prevent pulverization of electrodes. Combining Sn-based materials with carbonaceous materials has also been confirmed as an effective method to relieve the volume variation.  Zhao et al. fabricated SnS2/Co3S4-rGO delivering specific capacities of 845.7 mAh g–1 at 0.5 A g–1 in LIBs and 392.9 mAh g–1 at 10 A g–1 in SIBs.  Kuang et al. prepared a fibril-shaped MnOQD@CHNTs composite, which maintained high capacities of 392.8 and 223 mAh g–1 for LIBs and SIBs, respectively. ",
                "In addition, the introduction of the second metal species has been proved to be a strategy that can improve the conductivity and enrich the redox reactions compared with their monometal counterparts.  For example, Liu and co-workers presented a high performance anode of SIBs based on CoSnSx@NC (exceptionally long cycle life of 4000 cycles).  Gao et al. developed CoMoO4@NC as an anode of SIBs, which exhibited a specific capacity of 190 mAh g–1 after 3200 cycles.  Monometal materials of Sn and Mn have shown promising performance as anodes of LIBs and SIBs.  Moreover, a combination of Sn and Mn as a binary-metal active material will possess “metal-like conductivity”.  Therefore, a binary tin manganese metal compound will benefit from improved intrinsic conductivity, which is expected to become a pivotal factor in improving lithium and sodium storage performance.",
                "In this work, hollow binary-metal Sn@Mn2SnO4-NC was constructed via hydrothermal treatments, carbon coating, and a subsequent high-temperature process. Until now, rare studies have reported that Sn@Mn2SnO4-NC acts as an anode material in LIBs. Besides, the Na storage behavior of Sn@Mn2SnO4-NC is explored for the first time. The hollow structure coupling with carbon can provide adequate space to mitigate the strain and tolerate volume expansion/contraction. Additionally, introduction of heterogeneous species improves the conductivity of the material, which is beneficial to electron/ion transfer and speeds up the reaction kinetics. The LIBs with as-prepared Sn@Mn2SnO4-NC as the anode deliver high rate capability of 554.2 mAh g–1 at 5000 mA g–1 and excellent reversible capacity of 823.8 mAh g–1 at 1000 mA g–1. As the anode in SIBs, Sn@Mn2SnO4-NC delivers extended cycle life (a capacity of 185.8 mAh g–1 after 7000 cycles at 2000 mA g–1). Sn@Mn2SnO4-NC has been studied as the anode in LIBs and SIBs, respectively, and it presents superb electrochemical performance in lithium and sodium storage."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " describes the overall fabricating process of Sn@Mn2SnO4-NC. First, uniform and smooth ZnSn(OH)6 cubes with an average size of 1 μm were facilely synthesized by coprecipitation of ZnCl2/SnCl4 and etching of concentrated NaOH (). Afterward, ZnSn(OH)6 was annealed in air to obtain Zn2SnO4@SnO2, and Zn2+ ions in Zn2SnO4 were extracted by selective complexation to get pure SnO2 crystals ().  Next, the MnO2 nanosheets grew on the surface of SnO2 to form SnO2@MnO2.  After assembling MnO2, a polydopamine (PDA) layer was coated on the as-prepared sample. Finally, Sn@Mn2SnO4-NC was obtained by annealing treatment under the protection of Ar. The reaction process of the Sn@Mn2SnO4-NC composite in the final step can be explored by the XRD and XPS analyses of comparative samples (Sn@SnO2-NC and SnO2@MnO2). As shown in , the XRD pattern shows that SnO2 is converted to Sn and SnO2 composite after carbon coating and calcination. The Sn 3d XPS spectrum of Sn@SnO2-NC also illustrates the coexistence of Sn4+ and Sn0. So it can be deduced that the carbon derived from PDA serves as a reaction reduction agent during a high-temperature process. Combining the XRD and XPS characterizations of SnO2@MnO2 (), the main reactions include three portions: First, PDA was converted to carbon in the high temperature. Subsequently, partial SnO2 and MnO2 of SnO2@MnO2 were reduced to Sn and MnO, which obtained the products of Sn, SnO2, and MnO. Finally, the unreduced SnO2 and MnO underwent a solid-phase reaction to form Mn2SnO4 under high temperature, and the Sn@Mn2SnO4-NC composite was obtained. ",
                        "SEM and TEM characterizations were performed to carefully analyze the microstructure and the morphology of samples. As shown in a,b, SnO2 with a 160 nm outer wall thickness is obtained after processing ZnSn(OH)6. The surface of SnO2 becomes rough and porous compared with a ZnSn(OH)6 cube, but its cubic morphology and hollow structure are well inherited. After the hydrothermal reaction of KMnO4, MnO2 nanosheets successfully grow on the external side of the SnO2 precursor as mentioned above (c,d). In the ultimate procedure, the MnO2 nanosheets with SnO2 evolve into Sn and Mn2SnO4 composite. A typical FESEM image of the Sn@Mn2SnO4-NC composite shows a cube-like morphology and the hollow interiors can be obviously found in the corresponding TEM image (e,f). The high-resolution TEM image in g displays that Sn@Mn2SnO4-NC transforms into a hollow cube embedded with Sn and Mn2SnO4 nanoparticles (a size of about 15 nm). The binary-metal Mn2SnO4 nanoparticles and Sn are wrapped with a carbon layer (a thickness of 20 nm). The enlarged HRTEM images of the Sn@Mn2SnO4-NC composite are shown in h,i, in which the lattice fringes with a spacing of 0.51 and 0.25 nm correspond to the (111) and (222) planes of Mn2SnO4, respectively. In addition, the marked lattice fringe distance of 0.38 nm corresponds to the (101) plane of Sn. The element mapping images (j) prove that Sn, Mn, O, C, and N elements are uniformly distributed throughout the whole hollow cube. Combining the results discussed above, it can be believed that the final Sn@Mn2SnO4-NC composite is composed of Sn, Mn2SnO4 nanoparticles, as well as N-doped carbon, which are confined in a cubic frame.",
                        "The XRD pattern of Sn@Mn2SnO4-NC is shown in a, which demonstrates four planes (labeled purple) corresponding to the presence of Mn2SnO4 (JCPDS NO. 74-2378). While all of the other peaks labeled green are well indexed to Sn (JCPDS NO. 86-2264). The Raman characterization of Sn@Mn2SnO4-NC was conducted to further verify the existence of the carbon matrix (b). The characteristic peaks of the D-band (1342 cm–1) and the G-band (1566 cm–1) represent disordered carbon and graphite of sp2 hybridization, respectively. The intensity ratio of the D- and G-band signals, namely, ID/IG, is 0.98, demonstrating that the Sn@Mn2SnO4-NC material has partial graphitization and good conductivity.  The N2 adsorption/desorption measurement was performed as shown in c. Sn@Mn2SnO4-NC exhibits the isothermal curve of IV type and the hysteresis loop of H3, which is related to the characterizations of the mesoporous.  The specific surface area (SSA) of Sn@Mn2SnO4-NC is calculated as 44.81 m2 g–1 by the Brunauer–Emmett–Teller (BET) analysis. In addition, the corresponding pore size distribution curve shows the presence of a large number of mesopores (inset of c). The mesoporous/total pore volume ratio is calculated as 83.44% for Sn@Mn2SnO4-NC. Such a SSA and mesoporous volume ratio are conducive to improve the cycle stability of the Sn@Mn2SnO4-NC electrode. ",
                        "The chemical states of the Sn@Mn2SnO4-NC composite were explored by XPS measurements. The XPS spectrum of Sn 3d is displayed in d. The Sn 3d spectrum exhibits four peaks: two peaks located at 495.0 and 486.6 eV can be explained to Sn 3d3/2 and Sn 3d5/2 orbitals of tetravalent Sn4+ from Mn2SnO4. Meanwhile, the shoulder peaks at 493.2 and 484.8 eV correspond to Sn 3d3/2 and Sn 3d5/2 of metallic Sn0, which agree well with the reported results of Sn and Sn4+.  These results further confirm the reduction of partial Sn4+ to Sn0 by high-temperature carbothermal reduction. As for Mn 2p (e), two peaks at 653.3 and 641.5 eV are associated with the spin orbits of bivalent Mn2+.  Additionally, the two typical satellite peaks at 657.4 and 645.6 eV can be seen in Mn2+ systems.  The O 1s XPS spectrum of Sn@Mn2SnO4-NC presents three peaks at 529.2, 531.9, and 532.9 eV (), corresponding to the lattice oxygen Mn–O, Sn–O, and C═O, respectively.  As presented in f for the C 1s spectrum, the signals of C–C-hybridized carbon, C–N bond, and C═O bond can be found at 284.4, 285.9, and 288.5 eV.  Meanwhile, the N 1s XPS spectrum of Sn@Mn2SnO4-NC () presents three N peaks. The peaks include pyridinic N, pyrrolic N, and graphitic N, which are located at 398.4, 399.8, and 400.7 eV, respectively. The N content is from the inherent nitrogen-containing organic ligands in PDA.  The EDS elemental mapping was performed to determine the specific content of metal (). The result shows that the atomic ratio of Sn to Mn is 51.7:48.3, allowing the calculation of the molar ratio of Sn and Mn2SnO4 in the Sn@Mn2SnO4-NC system to be 1:0.93. TGA was conducted from 40 to 700 °C under an air condition (). According to the weight loss percentage and EDS analysis results of Sn@Mn2SnO4-NC, the contents of Sn, Mn2SnO4, and carbon are concluded to be 17.6, 40.7, and 41.7%, respectively."
                    ],
                    "name": "2.1.  Structural Characterizations of Sn@Mn2SnO4-NC",
                    "type": "h3"
                },
                {
                    "content": [
                        "To evaluate the potential lithium storage performance, the electrochemical measurements of a Sn@Mn2SnO4-NC composite as an anode were performed in the CR2032 coin-type cells. a shows the cyclic voltammetry (CV) curves of Sn@Mn2SnO4-NC between 0.01 and 3.0 V. For the initial cathodic process, three reduction peaks can be identified. The peak at around 0.62 V may be attributed to the decomposition of Mn2SnO4 ().  The peak at about 0.53 V is associated with the formation of an irreversible solid electrolyte interphase (SEI) film. The peak (0.16 V) can be attributed to the alloying reaction of the metal Sn and Li ().  During the initial anodic process, the oxidation peaks correspond to the multistep dealloying reactions of LixSn (0.5–1.1 V) and oxidation reactions (1.26 V) of Sn0/Mn0 to Sn2+/Mn2+ ( and ).  In particular, the obvious oxidation peak (2.1 V) in the curves gradually enhances with the cycles going on due to the further oxidation of Mn2+, which can provide additional specific capacity for the subsequent reaction processes.  In the subsequent discharge process, the peaks at 1.2 and 0.43 V are referenced to the reduction of SnO2 and MnO, respectively. The discharge/charge reactions are also discussed by ex situ XRD characterizations after discharge and charge (). When Sn@Mn2SnO4-NC is fully discharged to 0.01 V, the peaks of Mn and LixSn emerge. Once fully charged, the peaks of SnO2 and MnOx appear, while the peaks of Mn and LixSn disappear. The redox peaks from the second cycle onward can be distinguished from those of the first cycle, but the CV curves of the 2nd and 3rd cycle almost overlap, proving the good reversibility of Li intercalation/deintercalation and cycling stability. Accordingly, the relevant electrochemical reactions of Sn@Mn2SnO4-NC with lithium ions are listed as follows ",
                        "b shows the cycle performance of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes at 100 mA g–1. Sn@Mn2SnO4-NC exhibits an initial discharge capacity of 1338.8 mAh g–1 with an initial Coulombic efficiency (CE) of 73.88%. Due to the better intrinsic conductivity, Sn@Mn2SnO4-NC maintains much higher discharge capacity (1039.5 mAh g–1) compared with Sn@SnO2-NC (469.1 mAh g–1), as well as about 99% CE after the 2nd cycle. In addition to the high capacity, the Sn@Mn2SnO4-NC anode shows excellent rate capability (c). Sn@Mn2SnO4-NC delivers average discharge capacities of 1022.1, 910.4, 825.7, 755.0, 680.2, and 554.2 mAh g–1 in a current density range of 100–5000 mA g–1. After 60 cycles at various rates, the specific capacity is restored to 976.6 mAh g–1 at 100 mA g–1 and the specific capacity retention is 95.5% (inset of c). In contrast, the Sn@SnO2-NC electrode shows poor average specific capacities of 1136.3, 914.2, 742.8, 596.8, 461.7, and 312.6 mAh g–1 under the same conditions. Moreover, the Sn@SnO2-NC electrode only retains a capacity of 578.3 mAh g–1 at 100 mA g–1 with a capacity retention rate of 50.9%. The higher capacity and superior rate retention of the Sn@Mn2SnO4-NC electrode are assigned to the enhanced electronic conductivity, resulting in the rapid transfer of Li+.  Additionally, the rate performance comparison with the previously reported Sn/Mn-based materials is shown in d. The long-term cycling lifespan of the Sn@Mn2SnO4-NC electrode is also assessed at large current densities. The Sn@Mn2SnO4-NC electrode maintains a reversible specific capacity of 823.8 mAh g–1 after 600 cycles at 1000 mA g–1 (e). In contrast, solid structure Sn@Mn2SnO4-NC (labeled as Sn@Mn2SnO4-NC(s)) and SnO2@MnO2 deliver specific capacities of 823.8 and 294.1 mAh g–1, respectively, lower than that of Sn@Mn2SnO4-NC (). Some fluctuation phenomena in the capacity of the Sn@Mn2SnO4-NC electrode can be found due to the combined effect of SEI cracking/reforming and activation of the Sn@Mn2SnO4-NC electrode during the cycling process.  When carrying out the cycling stability test at larger current density (2000 mA g–1), the Sn@Mn2SnO4-NC electrode delivers a reversible capacity of 550.2 mAh g–1 after 1000 cycles (). Due to the buffer of the hollow structure, Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes () still maintain the cubic structure to a certain extent. Taken together, the outstanding Li storage performance of Sn@Mn2SnO4-NC can give the credit to the joint effect of the hollow structure, carbon components, and the introduction of Mn heterogeneous species. The cyclic performance of the Sn@Mn2SnO4-NC electrode is superior to most recently published related electrode materials (f). Moreover,  provides a comparison of the cyclic stability of binary-metal Sn@Mn2SnO4-NC with the previously reported monometal Sn/Mn-based materials. It can be clearly seen that the cyclic performance of Sn@Mn2SnO4-NC is superior to that of the reported monometal Sn/Mn-based materials, implying that combination of binary-metal Sn/Mn improves the intrinsic conductivity and enhances the cyclic stability.",
                        "The enhanced rate capability and cyclic performance of the Sn@Mn2SnO4-NC electrode in Li+ storage can be assigned to the rapid transfer of charge, which can be verified by the EIS measurements. As displayed in g, the depressed semicircles in the high- and medium-frequency regions represent SEI impedance (RSEI) and charge transfer resistance (Rct), respectively.  To observe the EIS profiles of electrodes more clearly, the enlarged EIS spectra are displayed in h. The RSEI and Rct of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes are summarized in the inset of h. It is obvious that resistances of Sn@Mn2SnO4-NC electrode are smaller than those of Sn@SnO2-NC. This result indicates that the Sn@Mn2SnO4-NC electrode possesses enhanced conductivity and effective charge transfer, which lead to the improvement of electrochemical performance.  It is well known that the SEI has an important impact on the electrochemical kinetics of anode materials. To get insight into the detailed chemical components of the SEI film on the Sn@Mn2SnO4-NC electrode, the XPS tests after one cycle lithiation were required (). For the C 1s XPS spectrum, alkyl components and carbonates are found in the C 1s XPS signals at 284.5 eV (C–C/C–H), 286.2 eV (C–O), 288.9 eV (C═O), and 289.6 eV (CO3). The F 1s XPS spectrum exhibits two major signals at 684.2 and 687.3 eV, which represent LiF and LiPF6, respectively. "
                    ],
                    "name": "2.2.  Sn@Mn2SnO4-NC for Lithium-Ion Batteries",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na storage performance of a Sn@Mn2SnO4-NC anode was also investigated, and is illustrated in . The CV curves of Sn@Mn2SnO4-NC are displayed in a. In the first cathodic scan, the broad peak of 0.9–1.2 V is assigned to the decomposition of Mn2SnO4 () and the generation of an irreversible SEI layer. The other peak at 0.07 V corresponds to the formation of alloy NaxSn ().  In the initial anodic scan, the peaks ranging from 0.3 to 0.9 V are related to the desodiation processes of NaxSn.  The other two small peaks at 1.14 and 2.0 V are attributed to the oxidation of Sn and Mn, respectively ( and ).  shows the XRD patterns of the Sn@Mn2SnO4-NC electrode after discharge and charge. The peaks of Mn and NaxSn can be found at the state of discharge to 0.01 V, indicating the intercalation of Na+. When the anode is charged at 3.0 V, the signals of SnO2 and MnO appear. However, redox peak positions of subsequent cycles shift slightly because of the decomposition of the electrolyte and the rearrangement of the structure. The CVs are almost overlapped from 7th cycle, suggesting the reversible sodiation/desodiation. The electrochemical reactions can be summarized as the following process ",
                        "The cycle performances of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes are displayed in b. The capacities of the Sn@Mn2SnO4-NC electrode reached 320.1 and 500 mAh g–1 for the first charge and discharge, which corresponds to 64.01% initial CE. It still maintains a reversible capacity of 279.1 mAh g–1 after 100 cycles at 50 mA g–1, which is superior to that of the Sn@SnO2-NC electrode (184.4 mAh g–1). Moreover, the CE of the Sn@Mn2SnO4-NC electrode can remain almost 98% after the 13th cycle. c shows the rate capabilities comparison of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes at rates of 50, 100, 200, 500, 1000, and 2000 mA g–1. With increasing rate, the corresponding average capacities of the Sn@Mn2SnO4-NC electrode are 313.4, 265.1, 250.3, 227.3, 200.4, and 165.3 mAh g–1. As the rate reduces to 50 mA g–1, it can recover to 264.5 mAh g–1 with a specific capacity retention of 84.4% (inset in c). On the contrary, the Sn@SnO2-NC electrode delivers low capacity and inferior capacity retention (70.3%). The rate performance of the Sn@Mn2SnO4-NC electrode for SIBs remains advantageous compared with other Sn/Mn-based anode materials previously reported, especially in terms of high rates (d), which is attributed to the excellent conductivity originating from the synergy of binary-metal Sn and Mn.",
                        "e shows long-term cycling lifespan of a Sn@Mn2SnO4-NC electrode at 2000 mA g–1. Sn@Mn2SnO4-NC retains a stable reversible capacity of 185.8 mAh g–1 after 7000 cycles, which has better cyclic performance than most recently published Sn/Mn-based materials (f and ). Additionally, it can be found that the capacity shows a continuous increase until 2000 cycles, which can be explained by EIS analysis. g shows EIS spectra of Sn@Mn2SnO4-NC under 100, 300, 500, 1000, and 2000 cycles. The corresponding resistances (Rct) are calculated to be 235.3, 128.3, 92.8, 35.5, and 26.1 Ω by the equivalent circuit (inset of h). It can be seen that the Rct value gradually decreases before 2000 cycles, indicating that the increase of capacity in the first 2000 cycles is originated from the gradual activation of the active material and the generation of a polymer/gel SEI.  The XPS spectra of the SEI film are shown in  for SIBs. The characteristic peaks of sp2 carbon (284.5 eV), CH2– (285.4 eV), C–O (286.6 eV), C═O (288.6 eV), and CO3 (289.6 eV) can be observed. Among them, the peaks of C–O and C═O are typical organic components of the SEI. The signal of CO3 corresponds to the carbonate group (inorganics Na2CO3), which is a ubiquitous decomposition byproduct of a carbonate electrolyte. Also, the F 1s XPS spectrum displays the existence of NaF.  Meanwhile, the cycling performance tests of Sn@Mn2SnO4-NC, Sn@Mn2SnO4-NC(s), and SnO2@MnO2 were also conducted at 4000 mA g–1 (). The Sn@Mn2SnO4-NC electrode showed a discharge capacity of 169.8 mAh g–1 after 3000 cycles. In contrast, the specific capacities of Sn@Mn2SnO4-NC(s) and SnO2@MnO2 are 147.7 and 34.9 mAh g–1, respectively. Among them, SnO2@MnO2 basically has no capacity contribution for SIBs. The structure and the morphology of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes after cycles were investigated and are shown in . According to the abovementioned analysis results, it is confirmed that the electrochemical performance of Sn@Mn2SnO4-NC as a SIB anode is enhanced by the introduction of a hollow structure, carbon networks, as well as the Mn heterogeneous species. The Nyquist plots of Sn@Mn2SnO4-NC and Sn@SnO2-NC electrodes after 10 cycles at 2000 mA g–1 are obtained by EIS spectra and are shown in h. The Sn@Mn2SnO4-NC electrode exhibits smaller Rct (269.4 Ω) compared with the Sn@SnO2-NC electrode (575 Ω) due to the higher electronic conductivity of a binary-metal composite in comparison with a monometal composite. "
                    ],
                    "name": "2.3.  Sn@Mn2SnO4-NC for Sodium-Ion Batteries",
                    "type": "h3"
                },
                {
                    "content": [
                        "The kinetics mechanism of Sn@Mn2SnO4-NC in LIBs and SIBs was investigated by CV measurements. As shown in a, as the sweep rate increases, the shape of CV profiles remains essentially unchanged. But the cathodic peak positions move slightly toward low potential and the anodic peaks shift to high potential, implying the slight polarization of the Sn@Mn2SnO4-NC electrode. The relationship of the peak current (i) and the scan rate (v) can be fitted by the following equations to confirm the energy storage mechanismwhere a and b are empirical parameters. The value of b is equal to 0.5, which represents diffusion-controlled redox reaction processes. When the b value is about 1.0, the energy storage process is a capacitance-dominated process.  In b, the b values of peak I, II, and III are calculated to be 0.85, 0.84, and 0.86, respectively. All b values are between 0.5 and 1.0, demonstrating that the Sn@Mn2SnO4-NC energy storage process is a mixed kinetics reaction process (controlled by both surface capacitive and diffusion) in LIBs. The capacitance contribution to the total capacity can be quantitatively obtained by where k1v and k2v1/2 are the pseudocapacitive and diffusion-controlled currents, respectively. As shown in  and c, the contribution of pseudocapacitive to the total current for LIBs gradually increases from 58.1 to 87.6% with the increment of the sweep rate, revealing fast charge transfer.  Moreover, the electrochemical kinetics mechanism of Sn@Mn2SnO4-NC for SIBs was also explored by corresponding kinetic analyses (d). Similar to the LIBs, the appearance of the CV curves is maintained with increasing scan rate. e shows that b values of peaks I, II, and III are 0.83, 0.94, and 0.89 for three redox peaks marked in pink, implying that the electrochemical reaction of the Sn@Mn2SnO4-NC is mainly pseudocapacitive-controlled in SIBs. f displays that the capacitive contribution ratio gradually goes up from 61.8 to 88.9%. The capacity of about 88.9% is assigned to capacitive contribution at 2.0 mV s–1 (). The enhanced capacitive behavior indicates great reaction kinetics of Sn@Mn2SnO4-NC for LIBs and SIBs. Furthermore, the capacitive contribution ratio in SIBs is higher than the value of LIBs at the same scanning speed. This phenomenon can be ascribed to the larger radius of Na+ compared with Li+, impeding its insertion into the Sn@Mn2SnO4-NC composite. ",
                        "To gain further insight into the mechanism of enhanced electrochemical storage, DFT calculation was performed. The crystal structures of Sn@SnO2 and Sn@Mn2SnO4 are constructed to study the effect of introducing the second metal species on the electronic structure at the atomic level (). It is worth noting that carbon is not included in the DFT calculations to verify whether the conductivity of the bimetallic material is better than that of the corresponding monometallic material. According to the performed calculation, the introduction of Mn species leads to an increase in the density of energy levels at the Fermi level. The increased density-of-states (DOS) at the Fermi level demonstrates the higher electronic conductivity in the Sn@Mn2SnO4 system, which is more conducive to charge diffusion kinetics. "
                    ],
                    "name": "2.4.  Kinetic Analyses for Sn@Mn2SnO4-NC",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a hollow Sn@Mn2SnO4-NC composite was designed and fabricated via multistep hydrothermal reactions, polydopamine encapsulation, and a high-temperature carbonization process. The existence of binary metals (Sn and Mn) increases the DOS at the Fermi level, improves the conductivity, and accelerates the charge transfer kinetics through a Sn@Mn2SnO4-NC electrode, thereby endowing a Sn@Mn2SnO4-NC anode with impressive cycle life. When employed as an anode for lithium storage, the Sn@Mn2SnO4-NC anode exhibits a high specific capacity of 1039.5 mAh g–1 for 100 cycles at 100 mA g–1, good rate capability of 554.2 mAh g–1 at 5000 mA g–1, and stable cycle performance (823.8 mAh g–1 after 600 cycles at 1000 mA g–1). Sn@Mn2SnO4-NC is used as an anode in SIBs for the first time. It delivers a superior reversible capacity of 279.1 mAh g–1 for 100 cycles at 50 mA g–1. Specifically, even when performing at a large current density of 2000 mA g–1 for 7000 charging and discharging cycles, the Sn@Mn2SnO4-NC composite still possesses a reversible capacity of 185.8 mAh g–1. This work emphasizes the prominent position of binary-metal materials in energy storage, paving the way for breakthroughs in the field of energy storage."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "ZnSn(OH)6 hollow/solid cubes were prepared based on a previously reported method.  ZnSn(OH)6 was annealed in air at 600 °C for 4 h to obtain a Zn2SnO4/SnO2 composite material. Next, the mixed solution of 20 mM Zn2SnO4/SnO2 and 90 mM ethylene diamine tetraacetic acid (EDTA) was prepared and stirred for 30 min. The mixture was heated up to 220 °C for 12 h to get hollow and solid SnO2. Then, 100 mg of as-prepared SnO2 and 200 mg of KMnO4 were dissolved in 60 mL of DIW. Subsequently, a certain amount of 37% HCl was dropped into the abovementioned solution. After stirring for a period of time, the solution was poured into an autoclave reactor (90 mL capacity) and the temperature was increased to 120 °C for 6 h. After the autoclave was cooled, the resulting powder SnO2@MnO2 was finally obtained."
                    ],
                    "name": "4.1.  Syntheses of Hollow SnO2 and SnO2@MnO2",
                    "type": "h3"
                },
                {
                    "content": [
                        "A total of 100 mg of synthesized SnO2@MnO2 was dispersed in a 10 mM Tris buffer solution. The pH of the solution was adjusted to ∼8.5 by HCl and the suspension was treated by sonication for 10 min. Next, 100 mg of dopamine hydrochloride was dissolved into the abovementioned mixture and reacted for 12 h. In this process, the polydopamine (PDA) layer self-polymerized on SnO2@MnO2 to form a SnO2@MnO2@PDA composite. Finally, the obtained SnO2@MnO2@PDA was annealed at 600 °C and kept for 2 h to get the final product Sn@Mn2SnO4-NC. For comparative research, the solid Sn@Mn2SnO4-NC(s) was fabricated with the same method by the solid ZnSn(OH)6 precursor. The hollow Sn@SnO2-NC composite was synthesized with the same method except for the adding of KMnO4."
                    ],
                    "name": "4.2.  Syntheses of Hollow Sn@Mn2SnO4-NC, Solid Sn@Mn2SnO4-NC(s), and Hollow Sn@SnO2-NC",
                    "type": "h3"
                },
                {
                    "content": [
                        "The power XRD characterizations were conducted using a Brucker D8 advance X-ray diffractometer spectrometer (Cu Kα radiation, λ = 1.5406  Å). The chemical surface component and the chemical bonding state of the samples were characterized by X-ray photoelectron spectroscopy (XPS) with Al Kα radiation. The morphology and the structure of the samples were obtained using a field-emission scanning electron microscope (FESEM, Zeiss SIGMA) and a transmission electron microscope (TEM, JEM-2010 HT). High-resolution transmission electron microscopy (HRTEM) and corresponding EDS were conducted on a JEM-F200 microscope at 200 kV. The specific surface area and porosity property were measured on a JW-BK 100 analyzer. The Raman spectrum was collected using a laser confocal microRaman spectrometer (RenishawinVia, Renishaw). Thermogravimetric analysis (TGA, Mettler-Toledo, Switzerland) was performed in an air atmosphere."
                    ],
                    "name": "4.3.  Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The CR2032 coin-type cells were assembled in a Mikrouna glovebox (H2O and O2 ≤0.01 ppm) to test as-prepared samples. First, a homogeneous slurry was made by mixing active materials, super P (conductivity agent), and polyvinylidene fluoride (PVDF, binder) with a mass ratio of 7:2:1 in an N-methyl pyrrolidone (NMP) solvent. Then, the working electrodes were prepared by coating the formed slurry on a copper foil and punching the copper foil into round pieces with a diameter of 12 mm. The loading mass of each electrode disc was controlled in the range of 0.8–1.2 mg cm–1 by adjusting the thickness of the electrode. For the LIBs, a lithium metal foil (Aladdin) was used as a counter electrode and 1 M LiPF6 was dissolved in a mixed solvent of ethylene carbonate (EC) and diethyl carbonate (DEC) as an electrolyte. For the SIBs, a sodium metal foil (Aladdin) was used as a counter electrode and the electrolyte consisted of 1 M NaClO4 in EC, dimethyl carbonate (DMC), and 5% fluoroethylene carbonate (FEC). The galvanostatic charge/discharge (GCD) tests were operated on a LAND-CT2001 battery test system under a charging/discharging voltage of 0.01–3.0 V. The CV profiles (in the voltage window of 0.01–3.0 V) and EIS spectra (in a frequency range of 10–2–105 Hz) were recorded by a CHI 760E electrochemical workstation (Shanghai Chenhua, China)."
                    ],
                    "name": "4.4.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The first-principles calculations about electronic density-of-states (DOS) were conducted using the Vienna Ab initio Simulation Package (VASP). The exchange–correlation energy functional was modeled by the generalized gradient approximation (GGA) and projector augmented wave (PAW). The energy cutoff was chosen to be 450 eV and the Monkhorst–Pack of k-points with a 4 × 6 × 9 grid was used to sample the Brillouin zone."
                    ],
                    "name": "4.5.  Theoretical Calculations",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Binary-Metal Mn2SnO4 Nanoparticles and Sn Confined in a Cubic Frame with N-Doped Carbon for Enhanced Lithium and Sodium Storage"
}