{
    "DOI": "10.1021/acsami.9b09882",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, two-dimensional (2D) metal oxide nanosheets, as a major member of 2D family, have attracted much attention for energy conversion and storage devices due to their low costs, abundant active sites, excellent chemical activity, fast ion-diffusion rate, good in-plane carrier-/charge-transport kinetics, superior mechanical flexibility, and outstanding tolerance ranges toward various acids/bases.  Until now, a wide range of metal oxide nanosheets, including binary metal oxides (TiO2, Co3O4, NiO, MnO2, V2O5, Cr2O3, etc.) and ternary metal oxides (Li4Ti5O12, NiCo2O4, ZnCo2O4, etc.), have been successfully fabricated via either direct exfoliation from their corresponding bulk counterparts or self-assembly from salt precursor-containing solutions (e.g., metal hydroxide, sulfide, nitrate, and carbonate).  It has been demonstrated that many metal oxide nanosheets exhibit outstanding electrochemical properties toward various types of electrocatalysis reactions and rechargeable batteries.  For example, a novel and interesting layered cobalt oxide nanosheet, recently developed by Hu et al., exhibited an amazing high-rate performance for lithium-ion secondary batteries with ultrafast lithiation kinetics based on a rapid amorphization mechanism. ",
                "Bismuth oxide (Bi2O3) semiconductor, with a band gap of around 2.5–2.8 eV, has received considerable attention in energy-related fields,  owing to its suitable working window, exceptional theoretical specific capacitance/capacity, and relatively simple synthesis procedure.  Generally, Bi2O3 possesses five polymorphic crystal forms, including α-, β-, γ-, δ-, and ω-Bi2O3. Among them, the stable monoclinic α-phase is the most common phase, while the metastable β-Bi2O3 exhibits excellent ion conductivity.  Despite the fact that some explorations on the synthesis of this type of metal oxides have been performed, 2D Bi2O3 heterostructured nanosheets (BOHNs), to the best of our knowledge, has not been reported yet.",
                "Herein, we first report the molecular self-assembly fabrication of 2D BOHNs with the assistance of polymer-based surfactants. By employing lamellar reverse micelles, the confined growth of 2D BOHNs can be effectively achieved, and this synthetic approach has a great potential for scale-up production. The resulting dual-phase BOHNs nanosheets feature mixed crystals of both α- and β-phases and rich surface/edge-active sites, which can significantly enhance the surface redox and/or interfacial capacitance for ion storage. When utilized as anode materials for rechargeable batteries, these nanosheets deliver a high initial discharge capacity of 647.6 mAh g–1 and a reversible capacity of over 200 mAh g–1 after 260 cycles for lithium-ion batteries (LIBs), and a stable cycling capacity at ∼50 mAh g–1 after 500 cycles for sodium-ion batteries (SIBs). To further improve its electrical conductivity, the 2D BOHNs was embedded into a flexible conductive carbon nanotubes (CNTs)/graphene hybrid matrix to produce a free-standing ternary heterogeneous hybrid composite (BOHNs/CNTs/graphene, BOHNCG) paper anode. The specific capacity of the binder-free BOHNCG anode for LIBs can be enhanced by ∼27% and the cycling stability for SIBs was considerably improved. These results verify the availability of 2D BOHNs for high-performance energy-related devices and the enrichment of the current research on emerging 2D nanosheets."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Single-layer graphene oxide (GO) aqueous dispersion was provided by Hangzhou Gaoxi Tech Co., Ltd. Pristine carbon nanotubes (CNTs) were purchased from Cnano Tech Co. Ltd. All other chemicals were purchased from Sigma-Aldrich without any further purification. Deionized water used in the experiment was purified by a SAS 67120 water purification system (Millipore, France)."
                    ],
                    "name": "2.1.  Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "In a typical synthesis, Pluronic P123 (PEO/PPO/PEO = 20:70:20, 620 mg) was dissolved in an ethanol-water mixture at a weight ratio of 18:17 under vigorous magnetic stirring. When the complete dissolution of P123 polymer was achieved, bismuth nitrate (Bi(NO3)3·5H2O, 390 mg) was added and the transparent solution then turned to milky white. Subsequently, ethylene glycol (EG, 36 mL) was added with the appearance of a homogeneous transparent solution after stirring for another 30 min. Subsequently, the precursor solution was aged for 24 h at room temperature before being transferred into autoclaves and then treated at 170 °C for 1–5 h. After the autoclave was cooled down, the powders were collected after centrifuging, water washing, and air-drying at 65 °C. The 2D BOHNs were finally obtained by the thermal treatment of the obtained powders at 400 °C for 30 min under argon and air flow."
                    ],
                    "name": "2.2.  Fabrication of 2D Heterostructured Bi2O3 Nanosheets (BOHNs)",
                    "type": "h3"
                },
                {
                    "content": [
                        "Single-layer GO aqueous suspension (∼2.5 mg mL–1) and surfactant-stabilized CNTs suspension (∼2.0 mg mL–1) were homogeneously mixed based on a weight ratio of 1:5 under ultrasonic treatment. Following that, 2D BOHNs were added into the graphene/CNT suspension and treated under ultrasonication for another 1 h. Subsequently, the mixed suspensions were vacuum-filtrated through a mixed cellulose membrane. The free-standing BOHNCG paper was finally obtained after annealing the filtered BOHNs/CNTs/graphene filtered film at 400 °C for 30 min under argon flow."
                    ],
                    "name": "2.3.  Fabrication of BOHNs/CNTs/Graphene Composite (BOHNCG) Paper",
                    "type": "h3"
                },
                {
                    "content": [
                        "Morphologies and microstructures of 2D BOHNs and BOHNCG were examined by a Zeiss Sigma field-emission scanning electron microscope (Germany) and a JEOL 2100 transmission electron microscope (TEM, Japan). Phase compositions of the precursor and 2D BOHNs product were confirmed by X-ray diffraction (XRD) on a Panalytical X’Pert MPD. Fourier transform infrared spectroscopy (FT-IR, Bruker Optics ALPHA, Germany) equipped with Eco ATR module was applied to identify the crystal vibrations in 2D BOHNs. Ultraviolet–visible diffuse reflectance spectroscopy (UV–vis/DRS) of 2D BOHNs was recorded on a Cary 5000 by using barium sulfate (BaSO4) powder as a referred sample for baseline calibration. X-ray photoelectron spectroscopy (XPS) tests was conducted on a Kratos AXIS Supra photoelectron. Thermogravimetric analysis (TGA) for BOHNCG paper was performed at a heating rate of 5 °C min–1 on a STA 449F3 Jupiter Simultaneous thermal analyzer (Netzsch, Germany). Raman spectra of the precursor and 2D BOHNs product were recorded on a Renishaw Raman microscope. The thickness of the 2D BOHNs was confirmed by using a NT-MDT Solver Pro atomic force microscope (AFM). Nitrogen adsorption–desorption plots was obtained on a TriStar 3020 analyzer (Micromeritics)."
                    ],
                    "name": "2.4.  Morphology and Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "To obtain the working electrode, the as-synthesized 2D BOHNs (80 wt %) were homogeneously mixed with carbon black (10 wt %, Timcal) and poly(vinylidene difluoride) binder (10 wt %, Arkema) in N-methyl-2-pyrrolidone solvent, and then the mixed slurry was coated on a piece of copper foil. After vacuum drying at 110 °C for 12 h, the foil was punched into small disks as anodes. The average mass loadings of active material on the anodes were ∼0.41 mg cm–2. In the battery performance evaluation of BOHNCG anodes, free-standing BOHNCG papers were directly used as working electrodes. The CR 2032 coin cells were finally assembled in Ar-filled Mbraun glovebox with metallic lithium or sodium foil as the counter or reference electrode, respectively. For Li-ion batteries, the electrolyte was prepared by dissolving 1 M LiPF6 salt into a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1, v/v). For Na-ion batteries, the electrolyte was prepared by dissolving NaClO4 salt (1.0 M) into a mixed organic solvent (1:1, v/v) of EC and DEC with 5 wt % fluoroethylene carbonate additives. Electrochemical properties were evaluated on a high-performance battery tester system (Neware, China) in the potential range of 0–3.0 V (vs Li+/Li) for LIBs and 0.01–2.5 V (vs Na+/Na) for SIBs. Cyclic voltammetry (CV) plots were acquired on a CHI 760 electrochemical workstation. Electrochemical impedance spectra were recorded with an alternating current voltage signal of 5 mV within a frequency range of 0.005–100 000 Hz."
                    ],
                    "name": "2.5.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Methods",
            "type": "h2"
        },
        {
            "content": [
                "a shows the schematic illustration of the molecular self-assembly of 2D BOHNs, in which the BOHNs were synthesized via a two-step process, including a hydrothermal process at 170 °C for 1–5 h and a thermal treatment at 400 °C for 30 min. During the first step, the amphiphilic P123 block copolymer was dissolved in an ethanol–water mixture system and then bismuth-containing metal salt was introduced to form a milky white sol, which was further modified by short-chain ethylene glycol (EG) alcohol molecules. The exquisite combination of P123 and EG acting as effective co-surfactant system is favorable for the confined growth of the resulting bismuth oxide precursor along the desired direction. It should be stressed that the function of P123 polymer is crucial for the final 2D nanostructure. Without the addition of P123, some nanoparticle aggregations instead of 2D nanostructures were formed in the products (, Supporting Information). After a subsequent calcination step and the following ultrasonic treatment, well-crystallized 2D BOHNs were obtained. The phase composition and morphology changes before and after calcination were examined by X-ray diffraction (XRD) and scanning electron microscope (SEM), respectively. As shown in b–d, after treatment, the sheetlike Bi2O2CO3 precursor transformed into dual-phase BOHNs (α-/β-Bi2O3), but the 2D surface morphology was still well maintained. Meanwhile, the color of the corresponding powder changed from light yellow to brown yellow (inset in c,d). It should be also noted that the hydrothermal duration time has some influence on the thickness and morphology of the 2D products. When hydrothermally treated for 2 h, both the Bi2O2CO3 precursors and BOHNs were well isolated nanosheets, and the thickness of the resultant BOHNs was around 17 nm as confirmed by atomic force microscope (AFM) (). When the reaction time increased into 5 h, 2D BOHNs nanosheets were stacked into three-dimensional (3D) flowerlike nanostructures, and the thickness of each nanosheet was increased to ∼25 nm (). The distinct sheetlike 2D nanosheet feature of the obtained BOHNs was also confirmed by using a bright-field transmission electron microscope (TEM) (e). High-resolution TEM (HR-TEM) images (f and ) and the selected area electron diffraction (SAED) patterns (g,h) clearly verify the presence of heterogeneous structure with the coexistence of both α and β phases in 2D BOHNs. Energy-dispersive spectroscopic (EDS) mappings patterns of bismuth (i) and oxygen (j) elements of 2D BOHNs demonstrate the homogeneity of the 2D bismuth oxide nanosheets.",
                "To further reveal the chemical composition of the synthesized 2D BOHNs, Raman spectroscopy (a), Fourier transform infrared spectroscopy (FT-IR, b), and X-ray photoelectron spectroscopy (XPS, c,d) techniques were employed for more details. Raman analysis indicates that there are three obvious bands at 127.8, 316.7, and 466.6 cm–1, which should be attributed to the bismuth–oxygen stretches of Bi2O3 nanostructures.  However, no such obvious peaks can be found from the Bi2O2CO3 precursor nanosheets (). The crystal structure difference can also be reflected from the FT-IR spectrum of BOHNs. Two intensive peaks located at 1387.1 and 845.9 cm–1 as well as the peaks in the range of 400–600 cm–1 can be assigned to the vibrations of the bismuth–oxygen–(bismuth) bonds (b). These results are in good agreement with the reported characteristic spectrometric data of bismuth oxide.  The XPS survey spectrum reveals the presence of mainly bismuth and oxygen (c). d shows the Bi 4f XPS spectrum of 2D BOHNs, in which the peaks at 158.6 and 163.7 eV are assigned to Bi 4f7/2 and Bi 4f5/2, respectively. The binding energy gap of 5.1 eV verified the presence of Bi3+ in the BOHNs. Ultraviolet–visible diffuse reflectance spectrum (UV–vis/DRS) of 2D BOHNs and the corresponding Tauc plot () evidences that the resultant nanosheets possess a band gap of ∼2.2 eV. Surface area measurements indicate that the specific surface area of the resulting 2D BOHNs was ∼15 m2 g–1 together with an average pore diameter of 4.9 nm ().",
                "Generally, most features of 2D nanomaterials are highly desirable for the applications in electrochemical energy conversion, and storage devices benefited by their significant structural advantages,  such as high proportion of exposed active surface, short cross-plane diffusion length, ultrafast in-plane mass transport, etc. The obtained 2D BOHNs are expected to be attractive candidates as electrode materials for energy storage devices, such as LIBs and SIBs. Particularly, the as-obtained 2D BOHNs possess some extra merits, such as a dual-phase composition and a narrow band gap. Therefore, the electrochemical performance of this unique material as the anodes of LIBs and SIBs is examined in subsequent sections.",
                "Electrochemical Li+ storage behavior of the fabricated 2D BOHNs was first evaluated by assembled as a working anode. As shown in a, the discharge capacities of BOHNs were 647.6, 425.2, and 318.2 mAh g–1 for Li+ storage in the first three cycles at a low current density of 50 mA g–1. It is noteworthy that the initial capacity of BOHNs is very close to the theoretical capacity of Bi2O3 (∼690 mAh g–1), in which 12 Li ions are involved for each unit (Bi2O3 + 12 Li ↔ 3 Li2O + 2 Li3Bi). The 34.3% of initial capacity loss in the second cycle should be ascribed to the formation of a undesired solid electrolyte interface (SEI), which was also evidenced by the cathodic peak located at ∼0.6 V in the cyclic voltammetry (CV) profiles of BOHNs (inset in b). Other cathodic peaks appearing in ∼1.3 and ∼0.75 V are possibly related to the reduction of Bi2O3 into metallic Bi and the final formation of Li3Bi compound (inset in c), respectively. On charging, the de-alloying reaction of Li3Bi into Bi occurs with a corresponding anodic peak at ∼1.0 V in the CV profiles.  These results indicate a good reversibility for BOHNs electrode. As the current density increases, the discharge capacities of BOHNs anode start to decrease. The average capacities at the densities of 50 and 100 mA g–1 were close to 240 and 100 mAh g–1, respectively (b). When the density increased to 1000 mA g–1, only 25 mAh g–1 of discharge capacity remained. This rapid decay of capacity has a strong relationship with the inherent electronic conductivity of the Bi2O3 semiconductor. Surprisingly, if the density shifted back to the initial 50 mA g–1, the BOHNs electrode could maintain up to 100 cycles with a stable Li+ capacity of ∼50 mAh g–1, confirming its potential for steady electrochemical ion storage. Cycling stability tests (c) demonstrate that the 2D BOHNs electrode presented a rapid decrease in the first 20 cycles and remained stable thereafter continuously to more than 260 discharging/charging cycles with over 210 mAh g–1 of specific capacity achieved after cycles. This should be associated with the formation of metallic bismuth intermediate during cycling, which is in favor of enhanced efficient charge transfer in the electrode through the reaction with Li+ ions. As evidenced by a comparison of Nyquist plots before and after the cycling tests of 2D BOHNs (d), the charge-transfer resistance (Rct), as indicated by the semicircle in the mid-frequency region, was greatly decreased after cycling. SEM (e) and TEM images (f) collected on the 2D nanosheets after cycling further reveal that the 2D sheetlike nanostructures of BOHNs were well maintained. The HR-TEM image (g) confirms that the α- and β-Bi2O3 phases still coexisted in the 2D nanosheets, suggesting an attractive structural integrity of the 2D BOHNs over cycling for electrochemical Li+ ions storage.",
                "We also explored the potential use of 2D BOHNs as an anode material for Na+ ion storage in SIBs. As presented in a, the discharge capacities for Na+ storage in the first three cycles were 565.8, 419.4, and 366.1 mAh g–1, respectively, which are even comparable to those for LIBs. In the first 30 cycles, a continuous decreasing tendency was observed (b). This is primarily due to the larger radius of Na+ than that of Li+ ions, which leads to a sluggish reaction kinetic, a rapid capacity loss, and a severe structural damage of the electrode. With respect to the reaction pathways, as evidenced by the CV curves in the first three cycles (c), multiple peaks were observed in the cathodic region, which should be attributed to the growth of SEI and the formation of Na3Bi discharging product. Similar to LIBs, the obvious peak located at ∼0.75 V in the anodic region corresponded to the de-alloying of Na3Bi compound to metallic Bi, which then gradually evolved into Bi2O3 as demonstrated by the appearance of a broad peak at ∼1.6 in the CV curves. After 50 cycles, the capacity of BOHNs maintained a stable level at ∼50 mAh g–1 for up to 500 cycles. Different from LIB, a considerable increase in Rct of the 2D BOHNs anode was observed after cycles, as shown in the Nyquist plots (d). SEM (e), TEM image (f), the corresponding element mappings of Bi (g) and O (h), and HR-TEM image (i) proved that the morphology, the electrode structure, and the phase composition of 2D BOHNs were well-retained after cycles.",
                "Even though BOHNs have presented significant potential for energy storage applications as evidenced by its high initial discharge capacity mentioned above, the rapid fading of the specific capacity aroused by the intrinsic low electronic conductivity and inadequate active sites for anchoring ions of Bi2O3 yet impedes its practical electrochemical application of this material. To further promote the electrochemical properties for ions storage, a novel BOHNs-based flexible and conductive hybrid paper anode was fabricated to form a 2D/1D/2D structure by vacuum filtering the mixed dispersion composed of the as-synthesized 2D BOHNs, graphene, and CNTs (a) for addressing the main issues, especially the intrinsic low electronic conductivity, of 2D BOHNs for LIBs and SIBs. It has also been reported that the 2D–2D heterostructures or homostructures allow ultrafast interlayer charge/mass transport, which can contribute to improving the performance of energy devices.  The obtained ternary BOHNs/CNTs/graphene composite (BOHNCG) paper possessed a thickness of ∼7.5 μm (b) and an approximate weight percentage of 70% for 2D BOHNs (). Due to the presence of BOHNs, it is clearly observed that some pores were formed between the graphene interlayers (), which can favor electrolyte infiltration and ion diffusion for battery applications. Besides the porous structure, the free-standing paper electrode exhibited a slight rough surface (c) with a uniform distribution of bismuth, oxygen, and carbon elements (d and ). TEM images further reveal that a unique 2D/1D/2D heterogeneous structure was constructed by supporting 2D BOHNs and 1D CNTs onto 2D graphene nanosheets (e,f). In this design, as illustrated in g, a good conductive network can be built over the whole paper framework. Moreover, this 2D/1D/2D configuration allows an enhanced chemical reactivity contributed by the large-area exposed surfaces, the abundant defect-rich edges, and the confined interlayers. This structure can also significantly decrease the resistance owing to the existence of conductive graphene and CNTs networks.  In the meantime, self-aggregation of the individual large-plane-size 2D graphene, large-aspect-ratio 1D CNTs, and 2D BOHNs can be effectively avoided through the formation of this 2D/1D/2D structure. As a flexible and binder-free electrode for batteries, the possible volume change of bismuth oxide nanosheets can be effectively alleviated, and thus the appearance of serious powder pulverization process upon cycling can be avoided. The innovative 2D–1D–2D configuration thus is highly expected to effectively increase reversible capacity, enhance rate capability, and cycling stability for both LIBs and SIBs.",
                "As expected, compared to monolithic 2D BOHNs, the electrochemical properties of the free-standing BOHNCG paper for both LIBs and SIBs are considerably improved. For Li+ ions storage, the growth of SEI occurred at a lower voltage (<0.5 V) and the anodic peaks were relatively stable in the first three cycles (h). The initial discharge capacity of the BOHNCG paper anode was enhanced to 823.5 mAh g–1, which corresponds to a capacity increase of ∼27% compared to BOHNs. Surprisingly, in the following cycles, the Coulombic efficiencies of the BOHNCG anode were close to 100% (i), indicating a high degree of reversibility in phase-transition process over discharge/charge. As shown in j, the average capacities of the BOHNCG anode were close to 300 mAh g–1 at a rate of 100 mA g–1. Interestingly, when the rate increased to 2000 mA g–1, over 100 mAh g–1 of the specific capacity remained, which is much better than that of the individual 2D BOHNs. If utilized as an anode material for SIBs, the free-standing BOHNCG paper presented similar but much improved CV behaviors to that of the individual 2D BOHNs (k) with the Coulombic efficiencies of ∼100% from the second cycle (l). It is worth noting that the capacity remained around 110 mAh g–1 after 80 cycles (m), which is extremely superior to the individual 2D BOHNs anode. After cycling tests, no obvious morphology changes of BOHNCG anodes were identified for both LIBs and SIBs (). Furthermore, the electrochemical performance of the free-standing BOHNCG paper electrode is comparable to those reported for bismuth oxide/carbon composite anodes,  confirming its availability for practical energy storage devices."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "2D bismuth oxide nanosheets were fabricated by a solution-based molecular self-assembly approach for the first time. When explored as potential anode materials for high-performance lithium and sodium ion batteries, the 2D BOHNs delivered a high capacity close to the theoretical capacity (647.6 mAh g–1 for LIBs and 565.8 mAh g–1 for SIBs). Furthermore, the battery performance can be further enhanced by the design of a novel flexible free-standing BOHNs/CNTs/graphene hybrid paper anode. Depending on this innovative 2D/1D/2D architecture, the specific capacity of the BOHNCG paper anode was enhanced by ∼27% for LIBs and a much less capacity decay for SIBs, respectively, which exhibits great potential as an exceptional anode material for practical rechargeable batteries. This research also enriches the library of the emerging 2D nanomaterials and opens a new pathway for the design of novel heterogeneous free-standing electrodes for high-performance energy storage devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Two-Dimensional Bismuth Oxide Heterostructured Nanosheets for Lithium- and Sodium-Ion Storages"
}