{
    "DOI": "10.1021/acsami.4c01894",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have earned much attention for large-scale energy storage on account of the affordable cost and plentiful supply of sodium resources. In comparison to lithium, sodium has a bigger ion radius (1.02 Å for Na+ vs 0.72 Å for Li+) and heavier molar mass (22.99 g mol–1 for Na vs 6.94 g mol–1 for Li), causing tardy Na+ diffusion kinetics during the sodiation/desodiation processes.  This tardy Na+ diffusion leads to a poor electrochemical performance. In recent years, many attempts have been dedicated to seeking suitable cathode materials with high power capability, long cycle life, and good safety, such as metal oxide, Prussian blue analogs, polyanionic compounds, organic materials, and fluorides. ",
                "Among them, sodium superionic conductor (NASICON)-type phosphates possess a stable 3D open framework structure, which connects by PO4 tetrahedrons and MO6 octahedrons (M represents a transition metal).  This structure ensures enough space for the transfer and storage of Na+ and buffers volume change throughout the repetitive cycles.  Particularly, Na3V2(PO4)2F3 (NVPF) has been regarded a research hotspot in cathode fields owing to its high capacity of 128 mAh g–1 and high average operating potential of 4.0 V.  The theoretical energy density can reach 500 Wh kg–1, which is close to commercial lithium cathodes, such as LiMn2O4 (480 Wh kg–1) and LiFePO4 (530 Wh kg–1).  However, the low electronic conductivity (10–12 S cm–1) limits its cycling and rate properties, especially at high rates.  Coating with carbon-based materials, constructing nanostructure, and doping elements are the common modified strategies to improve Na+ kinetics and electronic conductivity, bringing out good cyclability and rate performance.  For instance, carbon coating can improve electronic transport.  Zhang’s team designed NVPF particles secured on N-doped carbon nanotubes, which exhibited capacities of 126 and 76 mAh g–1 at 0.5 and 100 C.  Constructing a nanostructure can reduce the ionic/electronic diffusion path and augment the interfacial contact between an electrode and an electrolyte. Zhou et al. prepared well-dispersed NVPF nanoparticles coated by reduced graphene oxide (rGO) with capacities of 123 and 95 mAh g–1 at 0.5 and 30 C.  Wu’s group utilized lattice regulation of Mn2+ for V3+ to strengthen the intrinsic electronic conductivity and Na+ reaction kinetics, delivering capacities of 123.8 and 83.4 mAh g–1 at 0.1 and 20 C.  Although the performance at low current density has been modified by these strategies, the high rate property remains suboptimal to fulfill commercial demands for fast-charging SIBs.",
                "The familiar preparation method for NVPF is a hydrothermal method with follow-up calcination treatment, especially for NVPF with high crystallinity and special nanostructure, which generally needs a long time.  Compared to the conventional hydrothermal approach, the microwave-assisted hydrothermal method equips the preponderances of economized energy, high efficiency, short time, homogeneous heating, and easy controllability, regarding as the underlying synthesis approach.  Moreover, microwave irradiation can infiltrate and heat entire raw materials at the same time, resulting in more uniform nanoparticles.  Several research groups have already employed this technique to prepare NVPF-based cathodes ().  However, further improvements are needed in the optimization of energy-saving preparation and sodium storage capability, especially in terms of the rate capacity and endurance life.",
                "Hence, in this work, we have prepared NVPF nanocuboids coated with rGO by a microwave-assisted hydrothermal method with postcalcination. NVPF@rGO can be obtained under different experimental conditions including microwave hydrothermal temperatures (120–140 °C), microwave hydrothermal times (0.5–2 h), calcination times (4–10 h), calcination temperatures (500–600 °C), and rGO addition (8–17%). NVPF nanocuboids with sizes of 50–150 nm are evenly decentralized on the rGO, showing the best electrochemical properties. For example, a high reversible capacity of 123 mAh g–1 with an initial Coulombic efficiency of 84% at 1 C can be obtained. After 7000 cycles, a steady capacity of 107 mAh g–1 with a high capacity conservation rate of 85.6% is attained at 10 C. A high capacity of 116 mAh g–1 at the superhigh rate of 50 C is gained, signifying that one charging time is only 1.2 min. The performance of a full battery composed of NVPF@rGO as the cathode and commercial Cu2Se as the anode is also explored. Galvanostatic intermittent titration technique (GITT), electrochemical impedance spectroscopy (EIS), and cyclic voltammetry (CV) reveal that the enhanced reaction kinetics, including a small resistance, high pseudocapacitive contribution, and big Na+ diffusion coefficient due to the introduction of rGO are beneficial to the preeminent properties. In situ X-ray diffraction (XRD) consequences demonstrate a highly reversible Na+ insertion/extraction mechanism with a low volume change of 3.3% for NVPF@rGO."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "V(C5H7O2)3 was dissolved in absolute ethanol at ambient temperature, stirring for 0.5 h. Meanwhile, NaH2PO4·2H2O and NaF were also dissolved in water under the same conditions. Then graphene oxide (GO) solution was mixed with the two solutions, stirred for 0.5 h, transferred into a 100 mL microwave hydrothermal autoclave, and maintained at 130 °C for 1 h. The product was vacuum filtered and washed thoroughly with deionized water and ethanol, and then dried at 80 °C. The sediment was calcined at 600 °C for 7 h under N2. Na3V2(PO4)2F3 was prepared by the same process without GO. The structure and electrochemical characterization were added in the ."
                    ],
                    "name": "2.1.  Sample Preparation",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a represents the synthetic process of NVPF@rGO. In brief, NaH2PO4·2H2O, V(C5H7O2)3, and NaF were dissolved in a hybrid solution of absolute ethanol and deionized water (v: v= 2:1). Then GO solution was added into this solution and transferred to a microwave hydrothermal autoclave and microwave-heated at a certain temperature for some times. The washed and dried sediment was calcined at different temperatures under N2 to obtain the target product. The morphologies of NVPF@rGO and NVPF were probed by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Compared to the irregular nanoparticles of pure NVPF (), NVPF@rGO consists of regular nanocuboids with sizes of 50–150 nm, equally dispersing on the rGO sheets exhibited in b,c and . The distinct lattice fringes with a width of 0.32 nm are attributable to the (220) plane of the NVPF phase in d, showing good crystallinity. As displayed in , the (107), (200), and (222) crystal faces are also clearly observed in the selected area electron diffraction (SAED) image. These results demonstrate that the introduction of GO is beneficial to the formation of high crystallinity and a regular structure in the synthetic process. The energy dispersive X-ray spectroscopy (EDX) images evidence the well-proportioned distribution of Na, V, P, O, F, and C in the nanocuboid structure (e), suggesting that nanocuboid Na3V2(PO4)2F3/rGO can be resoundingly obtained via the microwave-assisted hydrothermal approach with the subsequent calcination treatment.",
                "The purity of NVPF@rGO is influenced by experimental conditions including the temperatures and times of the microwave hydrothermal method and the subsequent calcination. a, a,b, and  reveal that pure NVPF@rGO can be acquired at various microwave hydrothermal temperatures (120–140 °C), microwave hydrothermal times (0.5–2 h), calcination times (4–10 h), calcination temperatures (500–600 °C), and rGO addition (8–17%). Once the calcination temperature reaches 700 °C, NVPF@rGO decomposes and transforms to Na3V2(PO4)3 and other compounds. The influence of these factors on the electrochemical properties will be mentioned later. a,b displays the Rietveld refinements of NVPF@rGO and NVPF, where the calculated curves are in keeping with the experimental raw patterns. The characteristic peaks are commendably assigned to the standard values of the tetragonal Na3V2(PO4)2F3 (PDF: 89-8485) with the space group of P42/mnm. The corresponding crystal structure is exhibited in c, where the bioctahedral [V2O8F3] and tetrahedral [PO4] units build an open 3D framework for Na3V2(PO4)2F3, promoting the fast transmission of Na+.  Two different positions of Na+ are the completely occupied site (Na1) and partly occupied site (Na2) in this framework. The former cations are not easy to transfer from the structure. The electrochemical reaction is commonly hinged on the insertion/extraction of Na2 cations due to the lower energy barrier. ",
                "NVPF@rGO and NVPF electrodes were ulteriorly characterized by Raman spectroscopy in d. The P–O symmetrical stretching vibration of PO4 is responsible for the characteristic bands at 906 and 942 cm–1, while the P–O asymmetrical stretching vibration of PO4 is answerable for the band at 1052 cm–1.  The characteristic bands of rGO (D band at 1350 cm–1, G band at 1598 cm–1) can be detected in NVPF@rGO.  ID/IG is about 1.02, showing a similar degree of graphitized and disordered carbon. The rGO with high electrical conductivity and some defects enhances the electrochemical activity of NVPF. N2 adsorption–desorption curves were conducted to reveal the specific surface area of NVPF@rGO and NVPF shown in e. NVPF@rGO equips a larger surface area (85.73 m2 g–1) than that of NVPF (11.44 m2 g–1). The pore size distribution diagrams display that NVPF and NVPF@rGO are mesoporous materials with pore sizes of about 2–10 nm (). The contact angle between the NVPF electrode and the electrolyte is 12.4°, while the electrolyte hardly forms significant droplets on the NVPF@rGO electrode in , indicating that the NVPF@rGO electrode exhibits superior wettability. The augmented surface area and enhanced wettability facilitate the interfacial contact between the electrolyte and electrode, obtaining good electrochemical properties. X-ray photoelectron spectroscopy (XPS) test was performed to explore the valence states of NVPF@rGO. The peaks of Na 1s, P 2p, V 2p, O 1s, F 1s, and C 1s can be observed in the XPS survey profile (). Two distinguished peaks at 517.8 and 524.9 eV are associated with V 2p3/2 and V 2p1/2 of V3+ in NVPF@rGO, respectively (f). The actual carbon contents of these three samples are 7.5 (denoted as NVPF@8%rGO), 11.1 (denoted as NVPF@rGO), and 16.8% (denoted as NVPF@17%rGO) calculated from thermogravimetric (TG) curve in . The weight stabilizes after 480 °C, indicating the high thermostability of the NVPF.",
                "The electrochemical characteristics of NVPF@rGO and NVPF cathodes were examined by galvanostatic charge/discharge profiles and CV curves. The CV curves of NVPF@rGO at 0.1 mV s–1 between 2.5 and 4.3 V are displayed in a. Two pairs of redox peaks at 3.62/3.58 V and 4.05/4.01 V belong to the desodiation/sodiation of Na3V2(PO4)2F3 (Na3V2(PO4)2F3 ↔ Na2V2(PO4)2F3 + Na+ + e–), and Na2V2(PO4)2F3 (Na2V2(PO4)2F3 ↔ NaV2(PO4)2F3 + Na+ + e–),  respectively. Notably, the four CV profiles maintain stability in terms of peak positions and intensities, demonstrating high reversibility and stability upon repeated cycles. b depicts the initial charge–discharge profiles of NVPF@rGO and NVPF electrodes at 1 C (1 C = 128 mA g–1). The charge and discharge plateaus correspond to the redox peaks of the CV curves for NVPF@rGO. Remarkably, the potential gap between discharge and charge plateaus for NVPF@rGO is smaller than that for pure NVPF. NVPF@rGO represents a discharge capacity of 123 mAh g–1, corresponding to an initial Coulombic efficiency of 84% at 1 C, which is greater than the value of pure NVPF (84 mAh g–1, a low Coulombic efficiency of 58%). After 50 cycles, the capacity of NVPF@rGO is held at 122 mAh g–1 with a capacity conservation ratio of 99% (c). NVPF@rGO also exhibits superior rate characteristics with capacities of 122, 125, 124, 122, 120, 118, and 116 mAh g–1 at 1, 2, 5, 10, 20, 30, and 50 C in d, respectively. The charging time is only 1.2 min at 50 C, demonstrating that this material is highly suitable for fast-charging SIBs. Upon reversal of the rate to 1 C, the capacity stabilizes at 123 mAh g–1. In contrast, NVPF delivers discharge capacities of only 83, 77, 64, 53, 40, 30, 18, and 83 mAh g–1 at the same rates. Except for the high capacity, NVPF@rGO also maintains more defined charge/discharge plateaus compared to NVPF along with an increase of current rates (e,f). Particularly, NVPF@rGO represents competitive rate properties to NVPF-based materials reported in the previous papers (g and ).  Apart from that, NVPF@rGO exhibits preeminent long-term durability at a high rate. NVPF@rGO achieves a capacity of 107 mAh g–1 with a high capacity conservation ratio of 85.6% (a capacity attenuation of 0.002% per cycle) after 7000 cycles at 10 C, which far exceeds the values of pure NVPF (38 mAh g–1 with a capacity conservation ratio of 77.6% after 4000 cycles, h). According to the above data, it can be concluded that the NVPF coating with rGO can effectively improve its capacity, cycling stability, and rate characteristics. Moreover, compared to NVPF@rGO prepared at various rGO addition (8–17%), microwave hydrothermal temperatures (120–140 °C), microwave hydrothermal times (0.5–2 h), calcination times (4–10 h), and calcination temperatures (500–600 °C), NVPF@rGO prepared at the condition of microwave hydrothermal temperature with 130 °C, microwave hydrothermal time with 1 h, calcination temperature with 600 °C, calcination time with 7 h, and the rGO content of 11% exhibits the superior cycle and rate performance owing to its lowest charge transfer impedance (11.4 Ω) shown in .",
                "To realize the reason for the difference in rate capability between NVPF@rGO and NVPF, CV experiments at different scanning rates (0.2–3 mV s–1) were performed to obtain the kinetic parameters shown in a,d. The oxidation peaks move to higher voltages as well as the reduction peaks move to lower voltages along with the increase in scanning rates. The voltage gap of A1/C1 for NVPF@rGO increases from 0.07 V at 0.2 mV s–1 to 0.30 V at 3 mV s–1, and the voltage gap of A2/C2 changes from 0.05 to 0.27 V. These values are considerably lower than the corresponding values (0.14 to 0.60 V for A1/C1 and 0.10 to 0.49 V for A2/C2) observed for NVPF, indicating that NVPF@rGO exhibits smaller voltage polarization and better rate performance. Currently, the following equations describe the relation between peak current (ip) and scanning rate (v):where a, b, k1, and k2 are parameters. The b value is close to 1, manifesting a pseudocapacitive process. As b approaches 0.5, the diffusion behavior takes control of the Na+ storage process.  The b values of A1, A2, C1, and C2 for NVPF@rGO are calculated to be 0.724, 0.822, 0.718, and 0.806, while these values for NVPF are 0.712, 0.858, 0.684, and 0.678 in , respectively. These values lie between 0.5 and 1, demonstrating that the surface pseudocapacitive and diffusion-controlled behaviors jointly control the discharge/charge processes. The contribution ratio of pseudocapacitance can be quantified by . The pseudocapacitive contributions for NVPF@rGO are 92.7, 93.8, 94.6, 95.1, 96.7, and 97.9% at 0.2, 0.5, 0.8, 1, 2, and 3 mV s–1, respectively, surpassing that of NVPF shown in b,e. The introduction of rGO not only aggrandizes the specific surface area of this electrode to accelerate the infiltration of electrolytes and enhance the surface pseudocapacitive Na storage behavior but also improves the electronic conductivity of this composite.  The nanocuboid structure of NVPF can also abridge the sodium ion diffusion paths.  Hence, these advantageous structural features of NVPF@rGO cause high pseudocapacitive behavior, especially at a high rate, bringing out the preeminent rate and cycling capability.",
                "Besides, a cathode electrolyte interphase (CEI) with a thickness of 3–4 nm on the surface of the material after charging can be observed (TEM, ). XPS spectra were further applied to analyze the composition of this CEI in . In the C 1s spectrum, the peaks at 284.8 (C–C), 286.1 (C–O), 287.1 (C═O), 289.0 (O═C–OH), and 290.5 eV (−CF2−) correspond to the decomposition of the electrolyte ().  As shown in , the F 1s signal after charging consists of −CF2–, Na–F, and V–F, where V–F and −CF2– are associated with NVPF and PVDF, respectively.  The appearance of the Na–F signal indicates that the electrolyte decomposes on the electrode surface to form inorganic NaF. The CEI containing inorganic components can effectively inhibit further electrolyte oxidation and electrode dissolution, thereby achieving stable cycling properties of the battery.  EIS curves at different cycles also confirm the above conclusions in . The charge transfer impedance increases to 14.7 Ω after one cycle and tends to stabilize after 50 cycles due to the CEI.",
                "The diffusion coefficient of Na+ (DNa+) can also be obtained by the preceding CVs (a,d). The linear relation between the square root of the scanning rate (v1/2) and the peak current (ip) from CVs is exhibited in c,f. In the light of the Randles–Sevik equation,  the DNa+ values for A1, A2, C1, and C2 of NVPF@rGO are calculated to be 8.572 × 10–11, 1.248 × 10–10, 7.103 × 10–11, and 9.048 × 10–11 cm2 s–1, respectively, which are far more than the relevant values of NVPF (3.064 × 10–11, 5.070 × 10–11, 2.231 × 10–11, and 1.102 × 10–11 cm2 s–1). These data reveal that combining NVPF with rGO can supply fast pathways for Na+ insertion/extraction. Obviously, the DNa+ values of the A1/C1 redox peaks are lower than those of the A2/C2 redox peaks, illustrating that the Na+ insertion/extraction process at a low potential is more difficult and energy intensive. To further probe the Na+ diffusion kinetics of NVPF@rGO and pure NVPF, GITT profiles at 0.5 C in the eighth cycle are displayed in g,h. The DNa+ can be calculated using the following formula:where τ is the pulse duration, mB is the mass of the active material, VM is the molar volume, MB is the molecular weight, S is the interface area, ΔEτ is the voltage change during the constant current pulse, and ΔEs is the steady-state voltage change.  The calculated DNa+ values for NVPF@rGO are in the order magnitude of 10–10–10–11 cm2 s–1, higher than those for pure NVPF (10–11–10–12 cm2 s–1), revealing a faster Na+ diffusion behavior in the presence of rGO. Furthermore, NVPF@rGO delivers smaller resistance values compared to NVPF from EIS profiles in . These results indicate that the accession of rGO can augment the electronic conductivity, facilitate the Na+ diffusion speed, and abbreviate the Na+ transmission path, thereby boosting the cycling and rate capability of NVPF@rGO.",
                "To explore the Na+ insertion/extraction mechanism in the NVPF/rGO electrode, in situ XRD was implemented in the angle ranges of 10–40° during the first cycle displayed in a and . It can be pointed out that the peaks at 38.5° and 39.0° are attributed to the Al mesh (PDF 01-1176) and Al2O3 caused by partial oxidation of Al, respectively, which is used as the current collector. The peak at around 18.3° is indexed to the polytetrafluoroethylene (PTFE) binder. The peaks centered at 16.7°, 28.6°, and 33.0° correspond to the (002), (113), and (222) planes of Na3V2(PO4)2F3. During the charging process, the peak of (002) gradually shifts to lower degrees, while the peaks of (113) and (222) shift to higher degrees. The excursion of these characteristic peaks is ascribed to the removal of Na+, producing a NaV2(PO4)2F3 phase.  XRD pattern can be returned to the initial state during the subsequent discharging process, demonstrating the reversible electrochemical transformation between the two phases. These results reveal a high reversibility of Na+ insertion/extraction in Na3V2(PO4)2F3, which guarantees favorable electrochemical performance. In summary, the electrochemical mechanism of Na3V2(PO4)2F3 can be summarized as follows:",
                "In addition, Rietveld refinements were performed for the original, fully charged, and fully discharged states in b,c and . The unit cell parameters of Na3V2(PO4)2F3 are determined as follows: a = b = 9.040 Å, c = 10.722 Å (Rp = 5.86%, Rwp = 9.29%), and the corresponding cell volume of 876.219 Å3 (c and ). When charged to 4.3 V, a and b decrease to 8.788 Å and c increases to 10.971 Å (Rp = 5.94%, Rwp = 9.42%), and the corresponding cell volume reduces to 847.279 Å3 (c and ). The volume change is as low as 3.3%, indicating an extremely low lattice strain of Na3V2(PO4)2F3 during the Na+ extraction process. When discharged to 2.5 V, a and b increase to 8.991 Å, c reduces to 10.680 Å (Rp = 5.09%, Rwp = 8.83%), and the cell volume returns to 863.351 Å3 (c and ). The volume change is just 1.5% compared to that of the initial state. It can be inferred that the prepared NVPF@rGO exhibits an ultrastable cycling feature owing to the high reversibility and low strain of the crystal lattice.",
                "Encouraged by the preeminent performance of the half battery, the electrochemical property of a full battery comprising NVPF@rGO as a cathode and commercial Cu2Se as an anode is also investigated in a. Commercial Cu2Se with a cubic phase exhibits an irregular block structure with dimensions ranging from 3 to 10 μm in XRD () and SEM (). Cu2Se provides an average discharge plateau of about 0.9 V and an initial charge capacity of 262 mAh g–1 at 0.2 A g–1 in a half battery (). When the full battery is assembled with an NVPF@rGO cathode, the full battery delivers an initial discharge capacity of 116 mAh g–1, an initial Coulombic efficiency of 94.7%, and an average discharge voltage of about 2.2 V at 0.2 A g–1 in b. After the activation process, the capacity is remained at 126 mAh g–1 after 60 cycles (c). The full battery also exhibits capacities of 125, 134, 132, 129, 122, and 101 mAh g–1 at 0.1, 0.2, 0.5, 1, 2, and 5 A g–1 in d. Once the rate returns to 0.1 A g–1, the capacity can be restored to 134 mAh g–1, revealing a good rate capability. Moreover, the capacity is maintained at 103 mAh g–1 after 1300 cycles at a high current density of 1 A g–1 as shown in e. The exceptional cycling stability and rate performance of NVPF@rGO make it have the potential for application in commercial SIBs."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, NVPF@rGO has been resoundingly synthesized by a microwave-assisted hydrothermal approach with a subsequent calcination treatment. Optimizing the experimental conditions, NVPF@rGO consists of regular NVPF nanocuboids with sizes of 50–150 nm, evenly dispersing on the rGO sheets. When employed as a cathode for SIBs, a high reversible capacity of 123 mAh g–1 with an initial Coulombic efficiency of 84% at 1 C can be obtained. NVPF@rGO also delivers a capacity of 116 mAh g–1 at the ultrahigh current rate of 50 C. At a high rate of 10 C, a stable capacity of 107 mAh g–1 with a high conservation ratio of 85.6% can be achieved after 7000 cycles. Moreover, the NVPF@rGO//Cu2Se full battery reveals favorable properties. The presence of rGO contributes to enhanced Na+ diffusion behavior, reduced resistance, and increased pseudocapacitance in NVPF@rGO, leading to preeminent electrochemical properties. The ultrastable rate and cycling performance are also attributed to small lattice change and high structural reversibility during the electrochemical process verified by in situ XRD. Hence, NVPF@rGO is a hopeful cathode material with high voltage, high rate, and ultralong longevity for fast-charging SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Microwave-Assisted Hydrothermal Synthesis of Na3V2(PO4)2F3 Nanocuboid@Reduced Graphene Oxide as an Ultrahigh-Rate and Superlong-Lifespan Cathode for Fast-Charging Sodium-Ion Batteries"
}