{
    "DOI": "10.1021/acsami.0c04513",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the 25% annual growth foreseen for Li-ion batteries (LIBs), the demand for cobalt- and nickel-based cathodes will continue to rise because of the high energy density of these cathodes and their improved cycling against carbonaceous anodes.  However, the high cost of cobalt and nickel and their geographical availability and market fluctuations have become major concerns voiced by research and industry communities. In addition, besides cathodes, other components such as the electrolytes, copper current collector, and separator and the use of energy-intensive manufacturing significantly add to the cost structure of LIBs.  Therefore, the search for lower-cost energy-storage systems with less dependence on critical materials has been recently one of the major challenges for the research community working on batteries for transportation and stationary energy-storage applications. Among other options, sodium-ion batteries (SIBs) stand out well because of everlasting availability of sodium as opposed to lithium in the earth’s crust.  Previous reports laid the ground for the cost advantage of SIBs over LIBs based on cost reductions of copper and use of cobalt- and nickel-free cathodes. ",
                "Nevertheless, despite the above advantages, several challenges in SIBs are yet to be addressed including their lower energy density and unsatisfactory cycling life in full-cell configurations.  In a typical sodium-ion battery, transition-metal oxide (TMO) cathodes and hard carbon anodes have been extensively studied as viable electrochemical couples to achieve conclusive performance.  Of significance, layered structure P2- or O3-type cathodes have attracted much interest because of their peculiar crystalline orders ensured by the ABBAAB (P2) or ABCABC (O3) stacking along the crystalline c-axis, where Na ions are located in prismatic or octahedral sites between the TMO-layered slabs. When compared to O3-type cathodes, P2-type cathodes have the following advantages: (a) faster ion diffusion between neighboring prismatic sites through direct face-sharing facets,  (b) higher phase transition reversibility during sodium removal and uptake,  and (c) higher reversible capacities in sodium cells.  The potential of P2-type cathode was also shown when the material was paired with hard carbon in SIB cells, where hard carbon yielded reversible capacities of over 250 mA h/g. ",
                "Despite the promise, conventional syntheses of P2-type cathodes such as solid-state or sol–gel had often led to impure and inhomogeneous phase formation.  These synthesis methods are not only nonscalable and impractical, but they also lead to unsatisfactory electrochemical performance in the case of P2-cathodes.  In this work, we used a novel approach based on a room temperature eutectic synthesis route to produce highly pure P2-type cathode NaxFe1/2Mn1/2O2 with improved crystallinity and morphology. A reversible capacity of 188 mA h/g was achieved in a half-cell configuration against the Na metal. Enhanced Na+ diffusion kinetics has been realized by this new synthesis approach in comparison with the sol–gel method. To further improve its cycle life, we paired the P2-NaxFe1/2Mn1/2O2 cathode with presodiated hard carbon anodes, which resulted in 182 mAh/g reversible capacity and improved capacity retention over 50 cycles. With this presodiation approach of the hard carbon anode, we demonstrated that cells made of sodium-deficient P2-cathodes can maintain a high capacity and a good cycle life. Our study paves the way toward the realization of scalable synthesis of P2-cathodes with enhanced surface and bulk Na+-storage properties and sheds light on the future design of practical and long-life SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium hydroxide (NaOH), iron nitrate nonahydrate [Fe(NO3)3·9H2O], and manganese nitrate tetrahydrate [Mn(NO3)2·4H2O], all from Sigma-Aldrich, were used as precursors for the synthesis of Na2/3Fe1/2Mn1/2O2. Sol–gel synthesis was performed by dissolving 8 g of Fe(NO3)3·9H2O and 5 g of Mn(NO3)2·4H2O in 300 mL of deionized water preheated at 100 °C in a beaker under continuous stirring. NaOH solution was then added to the mixture, followed by overnight drying at 120 °C. The dry mixture was ground before precalcination at 400 °C for 6 h to remove NO2, followed by annealing at 950 °C for 12 h.",
                        "Eutectic alloy synthesis was performed by mixing together appropriate amounts of the above precursors in a mortar. Thereafter, the solid mix turned into uniform dark-brown liquid and was dried overnight at 120 °C. The resulting dry mix was then precalcined at 400 °C, followed by a final calcination at 950 °C for 12 h.",
                        "Morphology of the synthesized materials was characterized by scanning electron microscopy (SEM) (Zeiss Merlin), and the crystal data were collected on an X-ray diffractometer (X’pert Pro PANalytical). Profile matching refinements for both the patterns were performed using the Jana2006 program package. Inductively coupled plasma (ICP)-optical emission spectroscopy was performed with an Optima 2100 DV spectrometer (PerkinElmer) to determine the chemical composition of the synthesized NaxFe1/2Mn1/2O2 materials."
                    ],
                    "name": "2.1.  Material Synthesis and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Positive electrodes were fabricated by mixing 80 wt % NaxFe1/2Mn1/2O2 powders, 10 wt % polyvinylidene fluoride (PVDF) (Solvay 5130), and 10 wt % carbon black (Super C65) in the N-methyl-2-pyrrolidone (NMP) solvent. The slurry was then cast onto an aluminum foil and dried overnight at 115 °C inside a dry room (0.1% relative humidity with a dew point of less than −50 °C). CR2032 coin cells were assembled with 14 mm disks of electrodes. Sodium metal was used as the counter electrode with a glass fiber separator (Whatman GF/F). The electrolyte was 1 M NaClO4 dissolved in propylene carbonate (PC) (Sigma-Aldrich) added to 5 vol % fluoroethylene carbonate (Sigma-Aldrich). Half-cells were tested between 1.5 and 4.3 V at 0.1 C (13 mA/g) for cycling and at various rates up to 5 C for rate performance evaluation.",
                        "Negative electrodes were fabricated by mixing 92 wt % hard carbon powder (Kuranode, Kuraray), 6 wt % PVDF (Kureha 9300), and 2 wt % carbon black (Super C65) in NMP and then casted onto a copper foil. Punched hard carbon electrodes (15 mm disk, active material loading: 2.0–2.2 mg/cm2) were presodiated in sodium metal cells that were discharged and charged between 0.01 and 3 V at the current density of 25 mA/g to determine the 100% state of discharge, followed by discharging to various state of discharge (0, 50, and 100% depth of discharge). The cells were then disassembled, and the hard carbon anodes were washed with PC and dried inside a glovebox before being assembled into full-cells with the NaxFe1/2Mn1/2O2 cathodes (14 mm disk, active material loading: 2.2–2.4 mg/cm2, N/P ratio ranging from 1.3 to 1.5). Full-cells were cycled between 1.5 and 4.2 V at the current density of 13 mA/gcathode.",
                        "Sodium half-cells with the P2-cathode went through the first cycle between 1.5 and 4.3 V before being subjected to a test by the galvanostatic intermittent titration technique (GITT). GITT was performed by (1) charging the cells for 2 h to a certain state of charge, followed by (2) a 3 h relaxation period. Steps (1) and (2) were repeated loop wise till the cell reached the upper cutoff voltage of 4.3 V. A similar test profile was used during the discharge of the cell to 1.5 V. Electrochemical impedance spectroscopy (EIS) was performed on coin cells at the beginning of the charge/discharge process and at the end of each loop after relaxing the cell for 3 h in the frequency range from 200 kHz to 0.1 Hz using a sinusoidal voltage amplitude of 10 mV. The obtained EIS spectra were fitted using an equivalent circuit model built in ZView software in order to extract resistance values associated with the electrochemical processes. Charge-transfer resistances are extracted from the first and second semicircles in our simulation of the Nyquist plots."
                    ],
                    "name": "2.2.  Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The morphologies of NaxFe1/2Mn1/2O2 synthesized by the sol–gel method (labeled SG-P2 thereafter) and the eutectic alloy method (labeled EA-P2 thereafter) are compared in . Sol–gel synthesis mostly produced large particles over 10–15 μm composed of hexagonal plates and aggregates (a,b). In contrast, NaxFe1/2Mn1/2O2, synthesized by the eutectic alloy method, exhibited much smaller platelets in the range of 1–2 μm within a porous microstructure (c,d). X-ray diffraction (XRD) patterns of the SG-P2 and EA-P2 samples are shown in e. For both the synthesis methods, P2-type phase NaxFe1/2Mn1/2O2 can be identified with all major diffraction lines matching the peaks of P2-Na2/3Fe1/2Mn1/2O2 in reference (ICSD 01-083-7324).  Profile matching refinements were performed (), and the associated crystallography results indicated minimal differences between SG-P2 and EA-P2 (e). However, there were some impurities in the SG-P2 sample (e), such as NaMnO2 and NaFeO2, which are due to a phenomenon known as atom-level segregation during the gelation process of mixed precursors.  In contrast, the eutectic alloy method first involved a liquification process that enabled uniform and homogenous mixing on the atomic level,  which yielded a highly pure and more crystalline phase. ICP results revealed that the “x” values were approximately 0.7 and 0.6 for SG-P2 and EA-P2, respectively, which indicate that the phases formed were sodium-deficient phases as expected for P2-type sodium-based cathodes. ",
                "The electrochemical charge/discharge and cycling of the SG-P2 and EA-P2 compounds against the sodium metal anode are presented in . As can be seen in a, SG-P2 NaxFe1/2Mn1/2O2 delivered an initial reversible capacity of 173 mA h/g. Upon charging, three major voltage regions were observed and assigned to the following redox activities, in agreement with the literature: (1) Mn3+/4+ redox activity below 3.0 V, (2) Fe3+/4+ redox activity between 3.0 and 4.0 V, and (3) oxygen anion redox reaction above 4.0 V.  In comparison, EA-P2 NaxFe1/2Mn1/2O2 exhibited higher initial reversible capacity of 188 mA h/g because of an improved Mn3+/4+ redox process (b). Moreover, EA-P2 exhibited a reduced voltage hysteresis compared to SG-P2 (), which could be attributed to the improved crystalline phase and smaller particle sizes of NaxFe1/2Mn1/2O2 synthesized by the eutectic method. The cycling performances against the sodium metal of SG-P2 and EA-P2 are compared in c. Both EA-P2 and SG-P2 retained about 150 mA h/g capacity after completion of 20 cycles, and the Coulombic efficiency remained ∼99% for both cathodes after the first cycle (). The observed capacity decay of the P2-NaxFe1/2Mn1/2O2 cathode can be attributed to phase transition-driven structural distortion that happens above 4.0 V.  The slightly faster decay of EA-P2 compared to SG-P2 could be due to the high surface area of EA-P2 with smaller particle sizes that leads to more surface degradation when in contact with the electrolyte. The similar trends of capacity retention in sodium cells for both EA-P2 and SG-P2 can be attributed to the following reasons: (1) high reactivity of the sodium metal with the electrolyte upon cycling and/or (2) structural distortion and phase transitions.  These two possible reasons, especially, sodium metal reactivity, could have contributed to altering the benefit of the higher initial capacity obtained in the case of the EA-P2 material. Therefore, we believe that coupling these materials against realistic anodes such as hard carbon would be a better indicator on their cycling performances.",
                "Thereafter, we performed kinetics studies using GITT and EIS to measure the Na-ion diffusion values for the NaxFe1/2Mn1/2O2 materials prepared by sol–gel and eutectic methods. The details of the GITT and EIS measurements can be found in the experimental part and in . Na-ion diffusion coefficients were calculated using the following where (L), the diffusion length, was averaged from cross-sectional SEM images and the relaxation time (τ) was derived from the fitting of the voltage depolarization using the following where A is the constant term for a particular material and U(t) and U(t=∞) are the cell voltages at times t and t(∞). The slope of the plot, ln(U(t) – U(t=∞)) versus t, provides the relaxation time, τ. Details on this equation and its use can be found in  and in refs  As can be seen in a,b, the diffusion kinetics for Na+ in the P2 material were slightly improved by the eutectic alloy method in comparison with the sol–gel method, with an average DNa+ of 1.83 × 10–13 and 1.60 × 10–13 cm2/s upon charge and discharge, respectively. The average diffusion coefficient values for the SG-P2 material were 1.61 × 10–13 cm2/s (DNa+ charge) and 1.56 × 10–13 cm2/s (DNa+ discharge). The overall improved Na+ diffusion kinetics in the case of EA-P2 material can be attributed to improved crystallinity, uniform diffusion length, and absence of impurities. This observation is also consistent with the improved capacities associated with the Mn3+/4+ and Fe3+/4+ redox couples between 1.5 and 4 V in the case of EA-P2 NaxFe1/2Mn1/2O2. At the end of charge/discharge, a slight decrease of DNa+ was observed, which could be due to the sliding of MnO2 slabs that leads to octahedral Na+ vacancies as reported by others. ",
                "A schematic illustration of the interfaces within the cell configuration and corresponding resistances is provided in c. The measured impedance spectra of the SG-P2 and EA-P2 samples consist of two semicircles in the medium frequency range followed by Warburg impedance spikes in the lower frequency range (). The high-frequency intercept is due to the ohmic resistance of the liquid electrolyte along with a minor contribution of the solid electrolyte interface (SEI).  The obtained impedance spectra were fitted with the equivalent circuit shown in . The obtained resistances are compared in d–f at different states of charge (SOCs). The ohmic resistances (Rs) for each cell remained approximately the same as a function of the SOCs (d). However, the sample SG-P2 exhibited higher Rs (∼20 Ω) compared to the sample EA-P2 (∼4 Ω), even though we used the same electrolyte for these two cathodes. The difference in Rs values for SG-P2 and EA-P2 cathodes could be attributed to the (1) microstructure and larger particles of SG-P2 in the composite electrode leading to higher tortuosity in comparison with the EA-P2 composite electrode  and (2) reaction between electrolyte and impurities leading to a more ionically resistive SEI layer. ",
                "The charge-transfer resistance at the electrolyte/Na metal interface (Rct1) is influenced by SEI formation on the metal anode surface. Upon charging/discharging, the SEI layer becomes more resistive because of electrolyte decomposition. Thus, Rct1 values for the SG-P2 cathode continuously increased within charge and discharge (e). However, Rct1 for EA-P2 was higher initially but continuously decreased upon charging and discharging. This phenomenon indicates that a more reversible SEI can be formed at the electrolyte/Na metal anode for EA-P2 compared to SG-P2. However, it could also be due to the nature of the Na metal surfaces as these can be affected by the manual rolling of the metal. As for the charge-transfer resistances at the cathode/electrolyte interface (Rct2), we noticed that the resistance values for both electrodes (SG-P2 and EA-P2) gradually decreased upon sodiation because of the formation of a mixed valence state, which enhanced the electronic conductivity of active particles and reduced the interfacial resistance (f). The observed differences of Rct2 between SG-P2 and EA-P2 might also be induced by the presence of impurities within the SG-P2 cathode. It is also possible that the smaller particle sizes of EA-P2 (c,d) have contributed to lowering of Rct2 over the whole range of charge/discharge. Moreover, Rct2 for EA-P2 exhibited minimal changes in the charge/discharge cycle (f). However, Rct2 values for SG-P2 were higher during discharge than charge, which indicates that a resistive interface might have formed for the SG-P2 electrode within a cycle. In addition, the larger particle sizes of SG-P2 can result in less active electrochemical interface compared to EA-P2, which can further lead to higher interfacial resistance in the case of SG-P2. Postmortem analysis has also been performed through ex situ SEM (). SG-P2 with bigger particle sizes developed cross-sectional cracks after cycling (). In comparison, EA-P2 with smaller particle sizes in both half-cell () and full-cell () configurations maintained structural integrity after cycling. We also calculated the average Mn/Fe atomic ratio for SG-P2 and EA-P2 obtained from energy-dispersive X-ray spectroscopy (EDS) elemental mapping results in . The Fe in SG-P2 is more likely to be exhausted by being leached out in the electrolyte, which ultimately results in less reversible redox reactions, continuous pulverization, and poor cycle life compared to EA-P2, as can be confirmed by the charge/discharge curves and the corresponding dQ/dV profiles (). It is worth noting that that the rate performance of the EA-P2 cathode in the SIB half-cell outperformed that of the SG-P2 cathode (), which can also be attributed to the improved charge transfer and reversible redox reactions due to the smaller particle sizes and the homogeneous morphology of EA-P2.",
                "Previous report taught that the sodium metal can react with organic solvents in electrolytes leading to surface contamination that deteriorates the cell life.  Therefore, it is important to evaluate sodium-metal-free cells to assess the cycling performance of new cathode materials. In our case, we used hard carbon, which we first tested against the sodium metal anode, and the results showed that hard carbon generated 250 mA h/g reversible capacity (). We then fabricated cells comprising EA-P2 cathode and hard carbon anode. The cycling of the cells that contained nonsodiated hard carbon anodes resulted in a poor reversible capacity of only 80 mA h/g (a). However, by electrochemically presodiating hard carbon to 50% depth of discharge (DOD), the cell displayed improved capacity (b). In this case, a reversible capacity of 163 mA h/g was achieved, which is twofold higher than that of the cell assembled against pristine hard carbon (b). Furthermore, we increased the presodiation level of HC to 100%. The cell was first discharged to fill in the Na+ vacancies in the P2-type layered cathodes. In this case, a capacity of 55 mA h/g was achieved during the first discharge (c). On charge and thereafter, the cell reversible capacity increased to 182 mA h/g. Distinct voltage plateaus corresponding to Mn3+/4+ and Fe3+/4+ redox couples were observed as shown in c. This cell configuration guaranteed enough Na+ reservoir in the hard carbon to supply the Na-deficient P2 cathode, which had led to improved reversible Na+ transport between the P2-NaxFe1/2Mn1/2O2 cathode and the hard carbon anode. The Na-metal-free full-cell configuration with enough Na+ reservoir on the anode side also minimized the degradation of the electrolyte and thus improved the capacity retention during cycling when compared to the half-cell configuration. The energy density for SIBs was calculated using the following ",
                "The SIB that is composed of P2 cathode and hard carbon anode with 100% DOD resulted in a specific energy density of 203 W h/kg.",
                "Cycling performances of P2-NaxFe1/2Mn1/2O2/HC cells are compared in a. In the case of nonsodiated hard carbon, the cell exhibited faster capacity fading with only 26% capacity retention over 50 cycles, which can be attributed to both lack of enough Na+ to compensate the vacancies in P2-type cathodes and continuous consumption of Na+ upon cycling.  A schematic illustration of the cell configuration and the sodium mass-transport process is shown in b. The removal of Na+ from the Na-deficient P2-cathode can result in impoverishing Na+ in the cathode leading to irreversible structural distortion. To solve the irreversibility of the cell, a sacrificial sodium-containing salt has been added to the cathode as a Na+ supply, according to the literature.  Our engineering approach by presodiating hard carbon anodes using sodium metal resulted in higher reversible capacity and better capacity retention of 48% for the cell made of P2-cathode and 50% presodiated HC. Most importantly, the cell that comprised the fully sodiated hard carbon (100% DOD) achieved the highest capacity retention of 64%. This sodium-metal-free system helped in mitigating the issue of reaction between the sodium metal and the electrolyte that causes electrolyte decomposition and excessive capacity fade. Indeed, a reversible Na+ transport can be realized between the fully sodiated hard carbon anode and the Na-deficient P2-NaxFe1/2Mn1/2O2 cathode (b). However, even in the presence of HC anodes, which have demonstrated stable cycling performance in SIB half-cells (), the P2-cathode still shows capacity fading on cycling in the full-cell configuration, which is likely due to other issues such as electrolyte instability, P2-cathode layer collapse, SEI instability, and poor cell design. Previous studies have shown stabilized cycling performance of Mn,Fe-based P2-cathode by introducing stabilizing ion Ti; however, trade-off between lower capacities and stable cycling becomes another concern in SIBs.  Thus, it is of great interest to develop a simpler process for the presodiation of hard carbon anodes and further stabilizing the cathode for practical SIB manufacturing."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, we successfully synthesized P2-NaxFe1/2Mn1/2O2 by a novel eutectic synthesis approach that yields highly pure materials with improved crystallinity and microstructure for potential application as high-capacity cathodes for SIBs. In comparison with the sol–gel process, we found that the eutectic method holds the promise of improving the Na+ kinetics at the cathode/electrolyte interface and enhancing the Na+ diffusion coefficient. These cathode materials have been coupled with presodiated hard carbon anodes to assess their cycling performances in practical cells. When assembled with fully presodiated hard carbon, the P2-NaxFe1/2Mn1/2O2 cathode delivered 182 mA h/g reversible capacity and achieved 64% capacity retention over 50 cycles owing to the enhanced structural stability of the cathode ensured by the excess of Na+ on the anode side. This study sheds light on a novel, scalable, and highly efficient synthesis approach for P2-type NaxFe1/2Mn1/2O2 and provides an engineering approach to maximize cell energy density and performance through presodiation of hard carbon. Looking forward, more practical approaches are needed to secure enough Na+ inventory at the anode to strengthen the structural stability of P2-type layered cathodes, which may expedite the emergence of practical sodium-ion batteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Eutectic Synthesis of the P2-Type NaxFe1/2Mn1/2O2 Cathode with Improved Cell Design for Sodium-Ion Batteries"
}