{
    "DOI": "10.1021/acsami.0c20542",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are the current immediate alternative to lithium-ion batteries (LIBs) owing to the abundance of sodium and the practicality of the technology.  Most lithium battery systems like Li/S and Li-metal are still in the lab scale, with very few making up to the commercial level, the notable exception being the Li°||LiFePO4 system from Blue Solutions using a polymer electrolyte.  Sodium does not intercalate appreciably in graphite (≈NaC64), and the development of the hard carbon (HC) technology has been a turning point in enabling rapid improvement in SIBs.  One of the major limiting factors that the current SIBs face is the huge irreversibility observed in the first cycle arising from the HC anode electrodes (nearly 40%).  This irreversibility accounts for the Na+ ions to be spent from the cathode in building up the solid–electrolyte interphase (SEI). Moreover, some sodium deficient cathodes (Na0.66TO2; T = transition metal/s) with stable structures are not able to supply enough Na+ ions, resulting in poor electrochemical performance. Foreseeing this drawback, our group has previously reported the concept and use of sacrificial sodium salts as a cathode sodiation additive for SIBs to overcome this drawback.  Though the concept has been proven, the sacrificial salts identified have their own disadvantages in terms of toxicity, cost-effectiveness, ease of synthesis, and working efficiency that still need to be improved. For example, NaN3 works well with the P2 phase cathode materials, but its explosive nature remains a concern.  Na2C4O4,  on the other hand, seems to be environmentally friendly, efficient, and safe to be employed in SIBs, but most of the drawbacks associated with it are related to the cost of the raw material, i.e., squaric acid, which is still a major cost-increasing factor. Some of the sacrificial sodium salts reported by other groups, such as Na3P, Na2CO3, and Na2C2O4,  also have their own disadvantages. Na3P is known for its toxicity (phosphine) and flammable nature, with a requirement of handling an inert atmosphere, incompatible with the current technology. Na2CO3 liberates oxygen, a part of which is O2* upon oxidation, that could react with the electrolyte and the sodiated HC; Na2C2O4, on the other hand, has in practice a high oxidation potential ∼4.4 V vs Na+/Na°. This made us to explore other sodium salts that could lead us to an optimum cathode sodiaiton additive  covering all aspects, namely, safety, cost-effectiveness, ease of synthesis, environmental friendliness, feasibility of utilization with an optimum oxidation potential (∼4.0 V vs Na+/Na°), and scalability. Herein, we introduce a Na2C3O5 sacrificial sodium salt that is available commercially as Na2C3O5·H2O in effectively overcoming the drawbacks currently limiting SIBs. The effect and role of such a cathode sodiation additive on the variation in composition and structure of the cathode–electrolyte interphase (CEI) is still unclear. We have also attempted, for the first time, to study in-depth the effect of these cathode sodiation additive on the formation of a CEI at the cathode surface and understand the origin of improvement, with a P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathode material."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium mesoxalate monohydrate (Na2C3O5·H2O), which is the gem diol (NaO2CC(OH)2CO2Na), was purchased from Sigma-Aldrich. The sodium salt was heat-treated at 200 °C under vacuum for 12 h to remove the water molecule, and finally, the sacrificial sodium salt with a yellowish tinge (Na2C3O5) was obtained. The sodium salt was further ground using a mortar and pestle and dried overnight at 50 °C under vacuum prior to use. A composite with sacrificial sodium salt and KJ600 (70:30 wt % ratio) was prepared and used as an cathode sodiation additive in the P2 cathode electrode. KJ600 was selected over C65 to overcome the salt’s insulating nature and derive maximum capacity, which requires carbon with a higher specific surface (see  in the Supporting Information)."
                    ],
                    "name": "2.1.  Sacrificial Sodium Salt Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathode was synthesized using our previously reported technique.  Stoichiometric amounts of Na2CO3, Mn2O3, Fe2O3, and TiO2 powders were mixed in a mortar. The resultant powder was pelletized (pellets of diameter 20 mm and thickness 3 mm) and annealed at 1000 °C for 6 h under ambient atmosphere, and the pellets, once cooled, were quickly transferred to a glovebox to avoid moisture absorption."
                    ],
                    "name": "2.2.  Cathode Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Hard carbon anodes derived from peanut shells were used in this study. The synthesis technique is given in . "
                    ],
                    "name": "2.3.  Anode Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Thermogravimetric analysis (TGA) was carried out under inert atmosphere by heating from room temperature up to 500 °C, at a heating rate of 10 °C min–1 on a NETZSCH simultaneous thermal analyzer (STA) 449 F3 Jupiter. Fourier transform infrared (FTIR) spectroscopy was performed using a Vertex 70 (Bruker) FTIR spectrometer with ATR setup. X-ray diffraction measurements were carried out at room temperature using a BRUKER-D8 ADVANCE X-ray diffractometer at 2θ values of 10–80° and a scan rate of 2° min–1. Post-mortem analysis was carried out using a Quanta 200 FEG scanning electron microscope. All electrochemical measurements were carried out on a VMP3 (Biologic, Claix, France) potentiostat."
                    ],
                    "name": "2.4.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathode active material, P2–Na2/3Mn0.8Fe0.1Ti0.1O2, was mixed with Carbon SP (Csp-Timcal) and poly(vinylidene difluoride) (PVDF) binder (Solvay) in the ratio of 80:10:10 using N-methyl-2-pyrrolidone (NMP) as the solvent. The slurries were cast on battery-grade aluminum foil using the doctor blade technique and dried at room temperature. Further drying was carried out at 120 °C under vacuum for 12 h. For electrodes containing cathode sodiation additive, 34.2 g of composite (SS/KJ600 of 70:30 wt %) was added to 100 mg of the mix P2/C65/PVDF (80:10:10 wt %). Therefore, the sacrificial sodium salt in the electrode was 17.83%. This was added to approximately have a ratio of P2/salt composite to be 70:30 wt %. Sodium metal was used as counter and reference electrodes for half-cells. The electrolyte consisted of 1 M NaPF6 in a mixture of ethylene carbonate (EC) and propylene carbonate (PC) (EC/PC = 1:1 wt % ratio), in which 2 wt % fluoroethylene carbonate (FEC) was included as the electrolyte additive, and glass fiber as the separator. CR2032 coin-cells were assembled in an Ar-filled glovebox (UniLab, M-BRAUN, O2 and H2O < 1 ppm). Post-mortem analysis of the cells was carried out by rinsing the cycled electrodes with dimethyl carbonate (DMC) and drying them under argon to ensure the removal of any salt deposits from the electrolyte on the electrodes. Full-cells of P2–Na2/3Mn0.8Fe0.1Ti0.1O2 were tested using HC electrodes as anodes consisting of 80% HC, 10% carboxymethyl cellulose (CMC) binder (Sigma-Aldrich), and 10% Csp cast on battery-grade aluminum foil. C-rates are calculated on the basis of the full theoretical specific capacity of P2–Na2/3Mn0.8Fe0.1Ti0.1O2 (245.19 mAh·g–1 for 0.67 Na+ deintercalation/intercalation)."
                    ],
                    "name": "2.5.  Electrode Preparation/Cell Configuration",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray photoelectron spectroscopy (XPS) was performed to characterize the cathode–electrolyte interphase of P2–Na2/3Mn0.8Fe0.1Ti0.1O2 electrodes mixed with Na2C3O5 sacrificial sodium salt. The XPS experiments were carried out on electrodes kept at open-circuit voltage (OCV), as well as, on cycled electrodes recovered after the 1st and 10th cycles (electrodes were cycled at 0.1C). The collected electrodes, after disassembling the cells, were rinsed with DMC and transferred to an XPS vacuum chamber using an Ar-filled transfer holder. A non-monochromatic Mg Kα (hν = 1253.6 eV) X-ray source and a Phoibos 150 XPS spectrometer equipped with a microchannel plate and delay line detector (DLD) were used. The scans of each element were acquired in a fixed-analyzer transmission mode with an X-ray source power of 100 W, pass energy of 20 eV, and energy step of 0.1 eV. The photoelectron spectra were calibrated using the graphitic peak (sp2,−C═C−) at 284.4 eV, corresponding to the conductive additive (Csp) of the electrodes. The data fitting was carried out with CasaXPS software,  using a nonlinear Shirley-type background and 70% Gaussian and 30% Lorentzian profile function."
                    ],
                    "name": "2.6.  Cathode–Electrolyte Interphase Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "First, the synthesized P2–Na2/3Mn0.8Fe0.1Ti0.1O2 was analyzed by XRD and Rietveld refinement fits to a hexagonal P63/mmc symmetry without any notable impurity peaks as shown in . The morphology of the particles shows large size distribution as shown in . Sodium mesoxalate monohydrate (Na2C3O5·H2O) was subjected to thermogravimetric analysis to examine the pre-heating temperature required to remove the chemically bound water. a shows that the pristine-hydrated sodium mesoxalic acid undergoes a weight loss at around 200 °C, indicating the removal of water. Further confirmations were made from FTIR analysis, where the pristine sample (b) shows −OH stretching vibrational bands between 2500 and 3500 cm–1 at room temperature.",
                "On heating the samples at 150 °C for 12 h, the −OH stretching vibrational bands, although with a decrease in intensity, show incomplete removal of hydrated water. On increasing the temperature further up to 200 °C, the water of crystallization was completely removed with an absence of peaks at 2500 and 3500 cm–1 in the FTIR spectra. X-ray diffraction peaks of the samples after the heat treatment show a decrease in the crystallinity of the samples, indicating removal of the water molecule, as shown in . Therefore, the sodium mesoxalate monohydrate samples were pre-heated to 200 °C for 12 h under vacuum to obtain the pure sacrificial sodium salt, Na2C3O5.",
                "Compared to previous sacrificial sodium salts that we have reported for sodiation in SIBs (NaN3, Na2C4O4), Na2C3O5 seems to be the most cost-effective and safe in terms of raw material and synthesis procedure. Na2C3O5 commonly known as sodium mesoxalate or sodium ketomalonate belongs to the family of dicarboxylic acids. The calculated theoretical capacity is around 331 mAh g–1, which makes it an efficient cathode sodiation additive  in SIBs.",
                "First, Na2C3O5 was mixed with carbon (KJ600) (70:30 wt % ratio). The morphology of the sacrificial sodium salt mixed with carbon forming agglomerates is shown in . The sacrificial sodium salt/carbon composite was cycled with sodium metal anode up to 4.2 V vs Na+/Na° to determine the practical capacity that could be derived from the salt. The salt/carbon composite delivered a capacity of 310 mAh g–1 at ∼4.0 V vs Na+/Na° (around 1.5 Na+ ions), as shown in a at 0.1C C-rate. This is equal to 94% of the theoretical capacity of the Na2C3O5  (331 mAh g–1 for 2 Na+ ions). The reaction mechanism for the Na2C3O5 sacrificial sodium salt is as shown belowThe salt/composite was mixed as an cathode sodiation additive in P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathodes such that the sacrificial sodium salt constitutes only 17.83% of the cathode electrode composition. Our earlier studies showed the absence of any phase transition of the P2 phase even at 4.3 V vs Na+/Na°;  therefore, a first formation step with an oxidation potential limit of up to 4.2 V was performed to ensure complete oxidation of the salt with consecutive cycles charged up to 4.0 V vs Na+/Na°. The half-cells cycled with and without the sacrificial sodium salt are shown in b,c, respectively. In c, there is an extra capacity of 130 mAh gP2–1 in the 1st oxidation cycled contributed by the sacrificial sodium salt. The observed extra capacity disappears for the consecutive cycles, indicating a predominant oxidation of the sacrificial sodium salt mainly in the 1st cycle. Post-mortem analysis of cells after the 1st oxidation cycles with and without the sacrificial sodium salt is shown in , confirming the formation of pores on the electrodes. This in turn has an additional benefit of better electrolyte wetting of the P2 phase cathode.",
                "The C-rate capability tests (), taken after the first formation step cycled at 0.05C shown in , indicate the superior performance, in terms of specific capacity, with Na2C3O5 sacrificial sodium salt at all applied C-rates.",
                "Pristine + sacrificial sodium salt electrode delivers a specific capacity of 26 mAh gP2–1 at 10C, while negligible capacity was observed for cells without the sacrificial sodium salt. A 27% (35 mAh gP2–1) increase in the charge/discharge capacity was achieved for cells cycled at 0.1C following the C-rate test with coulombic efficiency nearing 100% and a specific capacity of 164 mAh gP2–1 even after 140 cycles with the sacrificial sodium salt-incorporated electrodes. The carbon generated during salt decomposition could slightly improve the electrochemical performance of the electrode. However, the amount of carbon is too low to be the sole reason for such an enhancement. The main plausible reason should be a different configuration/chemistry of the CEI. This effectively means that in addition to the supply of additional Na+ ions, a favorable interphase layer is formed, enabling better Na+ ion transfer kinetics that contributes to two factors, namely, C-rate capability and capacity retention of the cells.",
                "HC with a bio-waste source from peanut shells was utilized as anode materials for full-cell configuration with P2 cathodes (with and without sacrificial sodium salt). First, half-cells of HC using sodium metal anode were cycled to estimate the capacity deliverance of the peanut shell-derived HCs. As seen from Supporting Information 2 (), the first charge irreversibility was around 35% with a specific charge/discharge capacity of 200 mAh g–1 after 100 cycles. Full-cells cycled at 0.1C with the peanut shell-derived HC anodes and P2 cathodes with and without the sacrificial sodium salt are shown in . The full-cell with the sacrificial salt shows a remarkable performance with a capacity of 100 mAh g(P2)–1, i.e., 4 times the capacity of the cell without the sacrificial sodium salts. These results suggest the use of Na2C3O5 as a versatile cathode sodiation additive for improvement of SIB performance. The addition of the sacrificial sodium salt implies a decrease in the total capacity of the electrode (60 mAh g-1 of electrode material), but still continues to be higher than the capacity obtained for the salt-free electrode. Furthermore, the sacrificial sodium salts completely avoid the use of expensive additional cathode material to compensate the irreversibility of the HC anodes in a full-cell configuration. The factors that could contribute to the improvement of the specific capacity, rate capability, and capacity retention in both half- and full-cell configurations, i.e., using sodium metal and HC anode raised the curiosity to monitor the interfacial layer, namely, cathode–electrolyte interphase (CEI) that is ideally formed during the first cyles. Therefore, we embarked on the study of CEI layer of the P2 cathode with and without sacrificial sodium salts. Initially, post-mortem analyses of the cells after 10 cycles were carried out by scanning electron microscopy (SEM). a,e shows different surface morphologies of the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 electrodes with and without sacrificial sodium salts. The surface morphology of the pristine P2–Na2/3Mn0.8Fe0.1Ti0.1O2 electrode was found to have cracks formed along the surface, whereas the electrodes with sacrificial sodium salts were found to be more homogeneous and the particles are well connected.",
                "Cross-sectional analysis revealed two different morphologies of the CEI layer formed on the cathode surface. The pristine electrode (b–d) was covered with a thick sheet of CEI wrapping the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 particles, while on the contrary, the CEI formed on the surface of the electrode with sacrificial sodium salt (f–h) seemed to be more granular and homogeneous covering the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathode, as shown in the micrographs. Similar conclusions were made, with our earlier work on the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathode alone showing that a thicker CEI is formed.  The granular and homogeneous nature of the CEI observed for the first time with a P2 cathode with sacrificial sodium salt raised further interest to know more about the CEI composition, leading us to XPS studies on the sacrificial sodium salt-incorporated P2–Na2/3Mn0.8Fe0.1Ti0.1O2 cathodes.",
                "The CEI formed on the surface of P2–Na2/3Mn0.8Fe0.1Ti0.1O2 with Na2C3O5 electrodes was studied by XPS under the same experimental conditions carried out for P2–Na2/3Mn0.8Fe0.1Ti0.1O2 only containing electrodes in our previous work (for more details, see ref  ).  shows the evolution of the CEI layer, where the C 1s, F 1s, and O 1s photoelectron spectra are illustrated. The C1s photoelectron spectra show peaks at 284.4 eV, indicating a dominant contribution from the conductive carbon.  This suggests that the CEI formed on the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 composite electrode is thinner in the presence of the sacrificial sodium salt, at least on the surface of the carbon. Our previous work has shown that the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 electrodes were covered by a thicker CEI layer even after 10 cycles, since the peaks corresponding to conductive carbon were not clearly observed, as shown in   Indeed, the intensity of the peaks corresponding to the PVDF binder, which is one of the other electrode components, at 286.4 and 290.9 eV (C 1s, assigned to −CH2– and −CF2 groups, respectively) and 688.0 eV (F 1s assigned to −CF2),  decreases after the first cycles, suggesting that the CEI layer is formed on the surface of the binder. The formation of the CEI layer also occurs on the surface of the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 that could be confirmed by the decrease in the intensity of the M–O signal (529.5 eV) in O 1s photoelectron spectra, which correspond to Mn/Fe/Ti–O bonding. ",
                "In the present work, the observed higher M–O intensity of the peak (ratio between M–O and −CO3 peak) from P2–Na2/3Mn0.8Fe0.1Ti0.1O2 with Na2C3O5 after the 1st cycle compared with our previous work on P2–Na2/3Mn0.8Fe0.1Ti0.1O2/Na2C4O4, as shown in , suggests that a much thinner layer is formed in the presence of sacrificial sodium salt, which is in agreement with the C 1s region. This thinner CEI formation could be a consequence of the salt decomposition, during which CO2 gas is released that can “break” and/or create cracks simultaneously during the formation of CEI layer in the 1st cycle. On the other hand, the alkoxides formed on the negative electrode diffuse through the electrolyte to react with the CO2 formed at the positive electrode that fills the cracks in the CEI. Moreover, the reaction products not only fill the cracks/the porous structure but also inhibit further build-up of CEI, thus controlling its thickness. At this point, it is worth mentioning that the gas generated during the oxidation of the sacrificial sodium salt is not a major concern during the cell fabrication. Normal practices in industries involve sealing of the cells after the first cycle to release ethylene and build-up of hydrogen gases; the same procedure could be adopted for the cells with sacrificial salts/sodiation additives. Although the CEI layer is thinner when sacrificial sodium salt is employed, the composition of the layer is the same as P2–Na2/3Mn0.8Fe0.1Ti0.1O2. The CEI layer is composed of carbonaceous and oxygenated species observed in C 1s and O 1s photoelectron spectra, which are formed due to the decomposition reactions of the carbonate-based solvents from the electrolyte with the formation of species like hydrocarbons (−CH−) at 285.3 eV (C 1s) and species with carbon bound to one oxygen (−COC−) at 286.1 eV (C 1s) and 533 eV (O 1s), two oxygens (−CO2−) at 287–289 eV (C 1s) and 532.9 and 534.2 eV (O 1s), and three oxygens (−CO3) at 290.7 eV (C 1s) and 532.1 eV (O 1s).  In other words, the CEI layer is composed of PEO oligomers, alkyl carbonate, and sodium carbonate. Among fluorinated species, the F 1s photoelectron spectra show that at low binding energies (685 eV), a peak corresponding to NaF can be found, while at higher binding energies (687 eV), a peak corresponding to NaPF6, NaxPFz, and/or NaxPOyFz is observed.  The latter species are as a result of the NaPF6 salt decomposition reactions, while the presence of NaF is due to the PVdF dehydrofluorination from the basic alkoxides diffusing from the negative electrode,  NaPF6 salt decomposition (NaPF6 ⇔ NaF + PF5),  and/or FEC decomposition.  The mentioned carbonaceous/oxygenated and NaF species are formed at the initial stage (OCV), while the phosphates and fluorophosphates are formed at higher voltages (note that the peak at 688 eV at OCV shifted at lower binding energies due to the presence of NaPF6 decomposition products). Finally, the C 1s spectrum after 10 cycles shows extra peaks at high binding energies (BE, >292 eV), which might be due to the presence of fluorinated species (due to the high BE) other than the contribution from PVDF, as shown in the F 1s spectrum. Regarding the stability of the CEI layer during cycling, it can be concluded that the CEI layer is more stable when P2–Na2/3Mn0.8Fe0.1Ti0.1O2 is mixed with the sacrificial sodium salt, which is in agreement with the electrochemical performance. However, alkyl carbonates [NaO–(CO)O–CH2–R] are further decomposed upon electrochemical cycling. This might be due to the carbonate-based solvents of the electrolytes, such as EC, PC, and FEC that are metastable and undergo continuous decomposition in the consecutive cycles.  To summarize, the analysis from XPS data provides information that the CEI layer composition of P2–Na2/3Mn0.8Fe0.1Ti0.1O2 + Na2C3O5 sacrificial sodium salt is the same as previously studied for P2–Na2/3Mn0.8Fe0.1Ti0.1O2. The cathode–electrolyte interphase is formed by hydrocarbons and ether species such as PEO oligomers, alkyl carbonate, sodium carbonates, fluorophosphates, and NaF.",
                "The main differences between the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 and the P2–Na2/3Mn0.8Fe0.1Ti0.1O2 + Na2C3O5, as shown in , are that the CEI formed during the OCV is smoothened and its growth controlled due to gas evolution during oxidation. This helps in building up a thinner and stable CEI leading to better capacity retention and specific capacity in addition to the advantage of compensating the loss of Na+ ions in building up the SEI at the HC anode. In the case of P2 phase electrodes without the sacrificial sodium salt, the CEI grows thicker after the 1st charge, thus leading to poor capacity retention for consecutive cycles as well as loss of specific capacity."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A safe, cost-effective, and highly efficient Na2C3O5 sodium salt has been shown as the most suitable candidate for cathode sodiation additive in SIBs. The sodium salt proposed herein is also easy to synthesize, thus finding it quite useful for small-scale as well as large-scale applications. A first-time study of the CEI layer with sacrificial sodium salt incorporated, by SEM and XPS analysis, reveals that this sacrificial sodium salt leads to better surface morphology of the electrodes. In addition, the sacrificial sodium salt plays a major role in the formation of a thin and stable CEI layer, without any chemical compositional changes of the CEI, compared to the pristine P2–Na2/3Mn0.8Fe0.1Ti0.1O2, thereby improving the overall cell performance. Full-cell studies show a 4 times improvement considering the total mass of the electrode, thereby proving it to be an ad hoc source of sodiation for SIBs. This sodium salt paves a new way in the field of cathode sodiation additive, leading to a rapid improvement of sodium batteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Improved Sodiation Additive and Its Nuances in the Performance Enhancement of Sodium-Ion Batteries"
}