{
    "DOI": "10.1021/acsami.4c03425",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Because of the similar energy storage mechanisms with lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) can not only meet the requirements of low cost, long cycle-life, and high stability/safety in the market of electrochemical energy storage, but also alleviate the limited development of LIBs to some extent, which is caused by the shortage of lithium resources.  Therefore, SIBs gradually serve as an important supplement to LIBs while replacing lead-acid batteries.  However, commonly used anode materials lose their advantage in SIBs due to the larger radius of Na+ (0.102 nm) than Li+ (0.076 nm);  especially, commercial graphite fails to insert Na+ in carbonate ester-based electrolytes.  As a substitute of graphite, hard carbons suit Na+ storage due to their distorted graphene layers, large interlayer spacing, and open/closed pores.  Yet, hard carbons usually deliver an inferior reversible capacity (∼300 mAh g–1) with poor high-rate capability (≤2 A g–1), because of the low diffusion coefficient of Na+ (8.88 × 10–7 cm2 s–1) in carbonate ester-based electrolytes.  Porous carbons have merits of high specific surface area (SSA), expanded interlayer distance, hierarchical pores, heteroatoms doping, and plentiful defects, which pave the way for obtaining high-rate-capability SIBs through increases in the physisorption/chemisorption for high capacitive capacity (fast Na+ storage kinetics).  Nevertheless, porous carbons suffer from the conventional preparation strategies: physical/chemical activation creates rich pores but with irregular structure; artificial templates can obtain regular structure but with difficult post-purification.  As a result, there is an urgent need to develop novel synthetic methods of carbon-based anodes with delicate structural regulation and demonstrate their feasibility for high-performance practical SIBs.",
                "As a universal phenomenon in nature, biomineralization refers to the process in which living organisms regulate and control the formation of inorganic minerals (such as shellfish, teeth, bones, and biological shells) to survive well in the surrounding environment.  These inorganic minerals realize important physiological functions in organisms including protection, support, movement and feeding.  Inspired by biomineralization, the researchers presented a strategy of biomimetic mineralization. Biomimetic mineralization utilizes the active surface functional groups of organic matters (such as cellulose) to regulate inorganic minerals in the following aspects:  (1) reducing the nucleation barrier of crystals; (2) accelerating the crystallization kinetics process; (3) improving the heterogeneous nucleation process; (4) achieving controllable deposition of crystals; and (5) obtaining ordered organic–inorganic composites. Materials derived from biomimetic mineralization demonstrate uniform and controllable structure, excellent physical and chemical properties, and superior biocompatibility, widely used in the fields of biomedicine, electrocatalysis, and electrochemical energy storage.  Since the general preparation methods pose significant challenges in fine nanostructured electrode materials, many electrode materials for supercapacitors and LIBs are fabricated through biomimetic mineralization.  However, there are a few reports about electrode materials prepared via biomimetic mineralization for SIBs.",
                "Although biomimetic mineralization can optimize the structure and electrochemical performance of porous carbons, as long as the SSA is not reduced, the initial Coulombic efficiency (ICE) of porous carbon in carbonate ester-based electrolytes will not be greatly improved (<30%),  because of the continuously formed thick solid-electrolyte-interphase (SEI) layer.  Ether-based electrolytes circumvent this shortcoming well due to the fast-formed SEI layer with low thickness; meanwhile, ether-based electrolytes have a low desolvation energy that accelerates Na+ storage kinetics.  Therefore, even porous carbons can achieve high ICE, rate, and cycling performance in ether-based electrolytes. Zhang et al.  fabricated a N,O-rich porous carbon with a SSA of 727.7 m2 g–1. In ether electrolyte-based SIBs, they achieve a high ICE of 90% at 0.5 A g–1, as well as good rate performance of 260.8 mAh g–1 at 0.5 A g–1 and 200 mAh g–1 at 10 A g–1. Zhou et al.  prepared a hollow and porous carbon with a SSA of 786.0 m2 g–1, showing a good ICE of 88.6% at 0.1 A g–1 in ether electrolyte-based SIBs, high capacity of 190 mAh g–1 after 1000 cycles at 1 A g–1. Recently, our group also proved that ether-based electrolytes favor a high ICE;  we created an “egg puff”-like porous carbon by using a strategy of liquid-template-assisted activation, reaching a high SSA of 2053.6 m2 g–1. When used as a SIBs anode in an ether-based electrolyte, the “egg puff”-like porous carbon provides an ultrahigh ICE of 92.9% at 0.05 A g–1, as well as an ultralong cycle-life of 151 mAh g–1 after 12 000 cycles at 5 A g–1. The above-mentioned examples indicate that ether-based electrolytes can endow porous carbons with superior Na+ storage performance.",
                "Inspired by the lotus root with abundant pores for ventilation and storage of air, in this work, for the first time, we present a biomimetic-mineralization-assisted self-activation strategy to prepare an O-doped lotus-root-like porous carbon framework (CK) with large SSA, hierarchical pores, and disordered microstructure for high-rate SIBs in ether-based electrolyte. The critical preparation process of CK is described as follows:(1)The carboxymethyl groups of sodium carboxymethyl cellulose (CMC-Na) make it self-assemble a cross-linked network.(2)The potassium bicarbonate (KHCO3) is absorbed by the hydroxyl groups on CMC-Na, and the biomimetic mineralization happens under freezing conditions. Meanwhile, KHCO3 dissolves in water and crystallizes together with water in CMC-Na to support the network, resulting in a uniform CK precursor.(3)The freeze-drying and preheating at 200 °C protect the network of the CK precursor from complete damage during activation and the pore-forming process.As a half-cell anode of SIBs in an ether-based electrolyte, CK provides an adequate ICE of 82.9%, high rate performances of 334.7 and 111.2 mAh g–1 at 0.5 and 50 A g–1, respectively, and preferable cycling performance of 158.4 mAh g–1 after 5500 cycles at 10 A g–1. The excellent Na+ storage performance of the CK anode encourages us to further study the Na+ storage mechanism using ex-situ tests and electrochemical techniques:(1)Ex-situ tests confirm that the CK anode in ether-/ester-based electrolytes displays a similar Na+ storage mechanism but different composition of the SEI layer.(2)Ether-based electrolyte improves NaF content further to form a thinner and durable SEI layer.(3)Electrochemical techniques testify that the CK anode in ether-based electrolyte demonstrates low impedance, ultrahigh capacitive capacity, and high Na+ diffusion coefficient, which dominates the high-rate performance.These studies verify that the success of porous carbon anodes in ether-based electrolytes will motivate researchers to learn from nature for developing carbon-based materials."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The lotus-root-like carbon framework was prepared by a facile strategy of biomimetic-mineralization-assisted self-activation, utilizing sodium carboxymethyl cellulose (CMC-Na, defined as C) as carbon source, self-activation agent, and biomolecule and potassium bicarbonate (KHCO3, defined as K) as mineralization and activation agent, along with the preparation of a mineralization agent-free sample (C) for comparison. Typically, 2 g of CMC-Na and 10 g of KHCO3 were completely dissolved in 200 mL of deionized water, stirred at room temperature for 24 h, followed by a freeze-drying process. Then, the as-prepared precursor was preheated at 200 °C for 1 h with a heating rate of 2 °C min–1, further pyrolyzed at 700 °C for 2 h with a heating rate of 5 °C min–1, under a N2 atmosphere. Next, the pyrolysis product was purified with diluted hydrochloric acid and deionized water. After filtration and drying, the product was labeled as CK. For comparison, the C sample was prepared without KHCO3."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The pyrolysis process of the CK precursor was tested by in-situ thermogravimetric (TG) analysis (TGA/DSC simultaneous thermal analyzer, Model TA Q600) combined with infrared (IR) spectroscopy (Thermo Scientific. Model Nicolet 6700), the pyrolysis processes of other precursors were tested by TG only, from room temperature to 700 °C with a heating rate of 5 °C min–1 in a N2 flow. The morphology of C and CK was characterized by transmission electron microscopy (TEM) (FEI Tecnai, Model G2 F20) and scanning electron microscopy (SEM) (Thermo Scientific, Model Apreo 2C). The physical and chemical properties of C and CK were investigated by X-ray photoelectron spectrometry (XPS) (Thermo Scientific, Model K-Alpha), powder X-ray diffraction (XRD) (Rigaku Ultima IV with Cu Kα radiation at 40 kV), Raman spectrometry (Horiba, Model LabRAM HR Evolution, excitation wavelength = 532 nm), and automatic specific surface and porosity analyzer (Micromeritics, Model ASAP 2460, N2 at 77 K, Brunauer–Emmett–Teller (BET) method). For ex-situ Raman, XRD, TEM, and XPS techniques, the as-discharged/charged CK electrode-based half-cells were disassembled and then washed with dimethyl carbonate (DMC) or diethylene glycol dimethyl ether (DEGDME) in an argon-filled glovebox; after drying, these electrodes were encapsulated in a vacuum box before characterization."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "CR2032 coin cells were used to test the Na+ storage performance of all of the electrodes. For half-cells, the electrode slurry─prepared by mixing the active material, acetylene black and poly(vinylidene fluoride) (PVDF) with a weight ratio of 7:2:1 (cathode)/7:1.5:1.5 (anode) in N-methyl-2-pyrrolidinone─was scraped on the stainless-steel disk. The electrode disk was dried in a vacuum oven at 100 °C for 12 h. The active mass loading of each electrode was set as 0.8–1.2 mg cm–2. Glass fiber (Whatman, GF/D), metallic sodium, and 1 M NaFSI in DEGDME or ethylene carbonate (EC) and diethyl carbonate (DEC) (EC:DEC = 1:1 in volume) worked as the separator, counter electrode, and electrolyte, respectively. Voltage ranges of 0.01–3 and 2–3.5/3.6 V were used for the anode- and cathode-based half-cells, respectively. For full cells, 1:6 was set as the mass ratio of CK (anode) to Na3V2(PO4)3 (cathode). A voltage range of 1–3.5/3.6 V was used for the full cells, tested in 1 M NaFSI in DEGDME. Based on the mass of CK, the current density and capacity of full cells were obtained. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were measured by a Model CHI660E electrochemical workstation. A battery test system (Model CT-4008T, Neware, Shenzhen, China) was utilized to conduct galvanostatic charge–discharge (GCD) tests and the galvanostatic intermittent titration technique (GITT). The GITT parameter is a series of current pulses at 0.05 A g–1 for 30 min, followed by 60-min relaxation intervals."
                    ],
                    "name": "2.3.  Electrochemical Measurement",
                    "type": "h3"
                },
                {
                    "content": [
                        "All DFT calculations were performed using the Materials Studio (MS) software and analyzed by Perdew–Burke–Ernzerhof (PBE) formulation within the generalized gradient approximation (GGA). 400 eV was set as the plane-wave energy cutoff. A monolayer graphene was constructed consisting of a 9 × 9 supercell, and the defect was obtained by deleting C atoms. The structural optimization was carried out at a convergence criterion of 10–5 eV (energy) and 0.05 eV Å–1 (forces). The adsorption energy (Ead) was quantified by Ead = EC/Na – EC – ENa, where EC/Na is the energy of the carbon with adsorbed Na+, EC is the energy of pure carbon, and ENa is the energy of the Na bulk."
                    ],
                    "name": "2.4.  Density Functional Theory (DFT) Calculations",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The lotus-root-like carbon framework (CK) was fabricated by a simple strategy of biomimetic-mineralization-assisted self-activation (). The process of biomimetic mineralization is carried out in an aqueous solution with a mixture of CMC-Na and KHCO3. In the mixed solution, the presence of carboxymethyl groups in CMC-Na creates a cross-linked structure between the linear molecular chains of CMC-Na, thus increasing the intermolecular interactions and self-assembling the network structure of CMC-Na. K+ cations from KHCO3 are homogeneously dispersed in water and/or absorbed by numerous hydroxyl groups on the surface of CMC-Na via an electrostatic interaction. Under freezing conditions, the absorbed K+ ions on CMC-Na function as active sites for the nucleation and growth of KHCO3 minerals (biomimetic mineralization). Simultaneously, KHCO3 and ice crystals are formed homogeneously in the CMC-Na network to stabilize the structure. After freeze-drying, the above-mentioned network structure is well preserved, which is proved by the sponge-like CK precursor (). Before pyrolyzing, the preheating process at 200 °C is added. a–c and  show the pyrolysis process of KHCO3, suggesting the decomposition of KHCO3 at ∼200 °C (the preheating temperature is rational) and the rodlike morphology of the product (K2CO3) after preheating. The rodlike K2CO3 is closely packed, which can fill the open spaces in the network structure of CK precursor to support the network structure well. Meanwhile, the decomposition of CMC-Na is ∼300 °C (>200 °C, ), demonstrating the stable structure of CMC-Na in preheating process (the network structure is not destructed). The pyrolysis products (Na2CO3 and porous carbon) of CMC-Na indicate the occurrence of self-activation. When the temperature gradually increases to 700 °C, the CK precursor is decomposed and carbonized to form Na2CO3 (self-activation agent) and porous carbon, revealed by in situ thermogravimetric analysis–infrared (TG-IR) spectroscopy techniques (d and e). The gas (CO2), K2CO3, and Na2CO3 products will react with carbon component to complete the self-activation and pore-forming process, which manifests that biomimetic mineralization and self-activation have a synergistic effect in the synthesis process of CK. After purifying the pyrolysis product, the O-doped porous carbon (CK) with a lotus-root-like framework is finally obtained. In a word, we utilize virtues of the network structure self-assembled by the carboxymethyl/hydroxyl-rich CMC-Na, the formation process of KHCO3 and ice crystals, the rodlike structure of K2CO3 from KHCO3 decomposition, and the activation and pore-forming among decomposition products to propose a strategy of biomimetic-mineralization-assisted self-activation, which successfully prepares lotus-root-like CK material.",
                        "Transmission electron microscopy (TEM) images show the microstructure of C and CK (f and ). Both samples have distorted graphitic ribbons on the edges and randomly distributed pores embedded in an interconnected amorphous carbon matrix, but CK displays more micropores and mesopores. Scanning electron microscopy (SEM) images exhibit a layered lotus-root-like framework of CK and a porous monolith-like structure of C (g and ). From C to CK, the size of the structure is smaller and more homogeneous, and the pores become more interconnected, caused by the introduction of KHCO3 that stabilizes the network structure of CMC-Na and intensifies the processes of activation and pore-forming. Furthermore, element mapping images show that C and O atoms are distributed evenly on CK (see h and i, as well as ). To summarize, biomimetic mineralization coupling with self-activation is beneficial for creating an interconnected carbon structure with small size and more structural defects, which can increase the electrolyte permeation in a carbon matrix, shorten the distance of Na+ transportation, and absorb more Na+ by active sites. ",
                        "X-ray photoelectron spectroscopy (XPS) was employed to investigate the chemical properties of the obtained materials, showing that both samples possess C and O elements with an oxygen content of 6.13 and 11.00 at. % for C and CK, respectively (a and ), indicating that both samples inherit O atom well from the CMC-Na precursor. Profiting from the introduced KHCO3, CK gains higher oxygen doping, because of the cooperation between biomimetic mineralization and self-activation. b and  show the high-resolution XPS C 1s spectra of C and CK, which can be deconvoluted into C═C/C–C (284.6 eV), C–O (285.0–286.0 eV), C═O (286.0–288.0 eV), and COOR (288.0–290.0 eV).  The high-resolution XPS O 1s spectra of C and CK are divided into three peaks of O I (C═O, 531.0–532.0 eV), O II (C–OH/C–O–C, 532.0–534.0 eV), and O III (COOR, 534.0–535.0 eV),  as shown in c and . In particular, C═O in the C═O or COOR functional group can store Na+ via the reaction C═O + Na+ + e– → C–O–Na.  Compared with C═C/C–C, two C═O in carboxylic anhydrides/quinones deliver higher Na+ adsorption performance and better conductivity.  Besides, the oxygen doping in a carbon matrix brings about larger interlayer distance, more defects, and higher wettability.  Hydroxyl functionalities (C–OH) enhance the affinity of the carbon anode toward the electrolyte, thereby improving its wettability. Meanwhile, ester group (COOR) contribute to the augmentation of Na+ intercalation through the expansion of d-spacing at the edges of the carbonaceous material. Carbonyl groups (C═O) can react with Na+ through a surface-redox reaction, which are beneficial and contribute to the enhanced Na+ storage capacity in the carbon anode.  In addition, the Raman spectra of d for C and CK show two typical peaks at ∼1336 and ∼1596 cm–1, representing the D-band (defective carbon) and the G-band (graphitic carbon), respectively.  The ID/IG ratios of C and CK are 2.20 and 2.53, respectively. Moreover, the higher ID/IG value reflects a higher degree of disorder; therefore, the structure of CK has more defects and a lower graphitization degree than C, caused by biomimetic-mineralization-assisted self-activation, consistent with the SEM and TEM results. As is well-known, structural defects can improve Na+ adsorption and electrolyte infiltration further to enhance capacity and rate performance, leading to superior Na+ storage.",
                        "e displays the X-ray diffraction (XRD) patterns of C and CK, which consist of two peaks at 25.4° (C) and 23.7° (CK)─the (002) plane of graphite─and 43.5° (C) and 42.5° (CK)─the (100) plane of graphite.  The two peaks of CK with lower intensity and larger width demonstrate CK with a higher degree of disorder than C, in accordance with the Raman results. From C to CK, the maximum offset angle is ∼1.7° calculated from the (002) peak, manifesting a left-shift of (002) peak for CK in contrast to C. The related interlamellar distances of ∼3.7 Å (CK) and 3.5 Å (C) are obtained by using the Bragg equation (2d sin θ = nλ),  which indicates that biomimetic-mineralization-assisted self-activation makes O atoms doped into carbon layer successfully, resulting in an enlarged d-spacing to ameliorate the Na+ insertion performance. Based on the type I/IV isotherms in f, the specific surface area (SSA) of C and CK is 447 and 2146 m2 g–1 (), respectively, quantified from the Brunauer–Emmett–Teller (BET) method. Meanwhile, CK exhibits a higher pore volume of 1.825 cm3 g–1 than that of 1.620 cm3 g–1 for C, which is advantageous to the adsoption and diffusion of Na+. The pore size distribution in f (inset) shows that CK possesses more mesopores and micropores with pore sizes of 0.5, 0.8, and 1–4 nm. Hence, the N2 adsorption–desorption test proves the self-activation of CMC-Na, and biomimetic mineralization coupling with self-activation can optimize the pore structure. Benefiting from the hierarchical porous structure, CK as the SIBs anode will achieve fast Na+ transport kinetics, increase charge accumulation, accommodate volume change, and thus promote the general performance of SIBs. Typically, the presence of micropores amplifies the contact surface area with the electrolyte, facilitating increased specific capacitance and energy density. Concurrently, the mesopores can be used as ion channels to shorten the ion transmission distance and improve the rate function and power density of the battery.  Additionally, g displays the theoretical simulations of C═O bonds absorbing Na+. The adsorption energies (Ead) are −2.95, −4.92, −6.61, and −7.65 eV for C-vacancies, C-vacancies and 1 (C═O), C-vacancies and 2 (C═O), and C-vacancies and 3 (C═O), respectively. Based on the calculation results, we can conclude that oxygen doping improves the Na+ adsorption of the carbon matrix further to increase the capacity of SIBs. Based on the above results, the lotus-root-like framework of CK with O-doping and abundant pores/defects is expected to increase more paths to accelerate dynamic behavior of Na+ for boosting high-rate performance, provide more buffer space to alleviate the internal stresses caused by Na+ storage for contributing high stability and security, and create more interfacial active sites to adsorb Na+ for getting desirable capacity."
                    ],
                    "name": "3.1.  Synthesis, Structure, and Chemistry",
                    "type": "h3"
                },
                {
                    "content": [
                        "The SIBs tests of C and CK anodes were assessed in an electrolyte─1 M NaFSI in ethylene carbonate and diethyl carbonate (EC/DEC = 1/1 in volume) or diethylene glycol dimethyl ether (DEGDME), within 0.01–3.0 V vs Na+/Na. As shown in , the cyclic voltammetry (CV) curves of C and CK anodes at 0.2 mV s–1 exhibit different redox peaks in DEGDME- or EC/DEC-based electrolyte. In the first cycle of all anodes, the cathodic peaks near on 0.01 V imply Na atoms underpotential deposition or Na+ intercalation, while the other peaks reflect the decomposed electrolyte, the evolved solid-electrolyte-interphase (SEI) layer, and the captured Na+ at defects.  At the same time, all anodes display nearly the overlapped second and third CV curves that suggest the stability of anodes. In DEGDME-based electrolytes, C and CK anodes show rectangular-like CV curves above 1 V, indicating the capacitive behavior of both anodes for storing Na+, including the physical adsorption of Na+ from the formation of electric double layer and the reversible chemical adsorption of Na+ at defects and edge sites generated by functional groups.  Compared with the C anode, the CK anode delivers a larger area of rectangular-like CV curve, which means faster Na+ storage kinetics. For the CK anode in DEGDME- or EC/DEC-based electrolytes, the distinct redox peaks on CV curves are attributed to the different Na+ storage processes, including the development of SEI-layer, the dynamic behavior of Na+, and the stability of Na-counter electrode.  Moreover, the CK anode possesses a larger area of the first CV curve in EC/DEC- than DEGDME-based electrolytes, manifesting superior initial Coulombic efficiency (ICE) in DEGDME-based electrolytes.",
                        "a displays the first galvanostatic charge–discharge (GCD) profiles of all anodes. The CK anode offers the maximum reversible capacity of 435.9 mAh g–1 at 0.05 A g–1 in DEGDME-based electrolytes and the corresponding ICE of 82.9% that is higher than 56.0% of the C anode in DEGDME-based electrolytes and 23.2% of the CK anode in EC/DEC-based electrolytes (), which indicates the lotus-root-like framework and abundant pores are in favor of high ICE; simultaneously, more active Na in DEGDME-based electrolytes can take part in the Na+ storage process of the CK anode. Based on the “adsorption-insertion” mechanism, the sloping voltage corresponds to the Na+ adsorption on the surface active sites and the defects in the porous carbon (such as pores, vacancies, edges). The plateau is mainly attributed to the intercalation of Na+ into the graphitic nanodomains and nanovoids.  An obvious sloping voltage can be observed in a, but without a clear plateau region, implying that the energy storage of the present porous carbon material is mainly from the adsorption of Na+. While recent research has revealed that the insertion mechanism in the porous carbon could be unlocked under extremely low current density conditions (e.g., 3 mA g–1), resulting in the absence of a clear plateau under a typical current density.  Besides, CK anode also provides the highest rate capability of 485.2, 442.9, 413.4, 376.1, 337.0, 301.3, 274.3, 254.6, 236.2, and 202.9 mAh g–1 at 0.05, 0.1, 0.2, 0.5, 1, 2, 3, 4, 5, and 10 A g–1, respectively, in contrast to others in DEGDME-based electrolyte (b, , and ). After cycling for 50 cycles at 0.05 A g–1, the CK anode still shows an excellent capacity retention up to 97.4%, signifying the lotus-root-like framework of CK with satisfactory reversibility and stability. Notably, the capacity of all anodes above 0.5 A g–1 is more stable in DEGDME-based electrolytes than in EC/DEC-based electrolytes, which can be ascribed to the faster kinetics in DEGDME-based electrolytes to guarantee high-rate performance. It should be emphasized that the achieved rate capability of lotus-root-like carbon exceed that of many recently reported carbons (c and ).  d and e shows the cycling performance of all anodes. In DEGDME-based electrolytes, the CK anode has the highest capacity of 194.5 mAh g–1 at 2 A g–1 after 1000 cycles, and 150.0 mAh g–1 at 5 A g–1 over 2000 cycles, which are higher than that of the C anode in DEGDME-based electrolytes and that of the CK anode in EC/DEC-based electrolytes. The CK anode also shows better cycle life, in contrast to previous carbon-based works (). Significantly, the CK anode delivers an excellent rate performance of 334.7, 289.0, 239.0, 194.5, 158.4, 133.4, and 111.2 mAh g–1 at 0.5, 5, 10, 20, 30, 40, and 50 A g–1, respectively (f and ), and a splendid cycling performance of 73.1% capacity retention over 5500 cycles at 10 A g–1 (f)."
                    ],
                    "name": "3.2.  Sodium Storage Performance in Half-Cells",
                    "type": "h3"
                },
                {
                    "content": [
                        "To further evaluate the practical application of the CK anode in SIBs, we fabricated a Na3V2(PO4)3 (NVP)//CK full cell using 1 M NaFSI in DEGDME as the electrolyte, CK as the anode (preactivated at 0.05 A g–1 for three cycles in half-cells), and NVP as cathode (the SIBs half-cell tests of NVP were shown in our previous work).  6:1 was set as the mass ratio of cathode to anode. The operation of NVP//CK is illustrated in a, that is, Na+ ions are extracted from NVP first, then penetrate electrolyte, and finally reach CK during charging; the reverse process is in discharging. The CV curves of NVP//CK displayed in b prove NVP and CK participate simultaneously in the Na+ storage process via redox peaks. Based on the total active mass of NVP and CK, the rate performance of NVP//CK is 91.4, 70.9, 56.4, 45.6, 27.3, 25.2, and 19.8 mAh g–1 at 0.5, 1, 2, 3, 4, 5, and 10 A g–1, respectively (c and ). Additionally, NVP//CK delivers an excellent life span of cycling beyond 5000 cycles at 5 A g–1 (d). As the number of cycles increases, the capacity of NVP//CK decreases, which is attributed to an increase of impedance (). Noticeably, based on the total active mass of NVP and CK, a high energy density of 204.4 Wh kg–1 at 159.8 W kg–1 and a high power density of 2828.2 W kg–1 at 39.3 Wh kg–1 are obtained (e), which are comparable with reported full cells.  Furthermore, the NVP//CK verifies its practicality by making LED bulbs work well with the “” logo (the inset photo in d).",
                        "In brief, the SIBs half-cell and full-cell tests manifest the leading position of the CK anode in DEGDME-based electrolytes, which can be attributed to the following reasons:(1)The lotus-root-like framework and porous structure not only accommodate volume change for high stability but also increase the contact area with electrolyte and channels for conveying Na+.(2)The high oxygen content enlarges interlayer spacing and provides active sites for Na+ insertion and adsorption.(3)DEGDME-based electrolytes facilitate the fast Na+ storage kinetics of the CK anode, especially at high current densities."
                    ],
                    "name": "3.3.  Sodium Storage Performance in Full Cells",
                    "type": "h3"
                },
                {
                    "content": [
                        "We employed ex-situ techniques to characterize the CK anode at different discharged/charged stages, based on 0.05 A g–1 tested first GCD profile in DEGDME- or EC/DEC-based electrolyte (a and b) to further  investigate the Na+ storage mechanism. The ID/IG values of CK anode, derived from ex-situ Raman spectroscopy, tend to decline in both electrolytes during the sodiation process, because of decreased structural disorder from adsorbing Na+ at defects (a and b and ). During the desodiation process, the ID/IG values of the CK anode ramp upward due to a decreased structural order by desorbing Na+ at defects. Therefore, the variation of ID/IG confirms the reversibility of the CK anode during Na+ storage in DEGDME- or EC/DEC-based electrolytes. c and d display the ex-situ XRD patterns of the CK anode. In DEGDME-based electrolytes, the CK anode has a main crystalline phase of NaF; however, NaF, C2Na2O4 (2-COOH + 2Na →2-COONa + H2),  and Na2CO3 crystalline phases appear in EC/DEC-based electrolyte, implying the different components of SEI layer formed in two electrolytes. The formation of the NaF phase may be related to the decomposition of fluorine salts (NaFSI) during the charging and discharging process. DEGDME- or EC/DEC-based electrolytes exhibit a NaF phase at a pristine stage, suggesting that both electrolytes are able to form an SEI layer during a static process, which is conductive to elevate ICE. The NaF-based SEI layer possesses merits of low thickness, electronic insulation, high durability, and small diffusion activation energies of 100–150 meV, which are better than that of other inorganic-substance-based SEI layers.  In addition, the surface structure, porosity, and surface functional groups of carbon materials will affect the stability of the SEI layer. CK with rough surfaces and high porosity can provide more active sites and help to form a uniform and stable NaF-based SEI layer.  Noticeably, the (002) peaks in two electrolytes are almost unchanged in their positions (denoted by a dashed line in ). This stability can be primarily attributed to the abundant porosity of the anode, which mitigates the volumetric expansion caused by the fully sodiated or desodiated state of Na+ during the charge/discharge cycling process. e and f, as well as , display ex-situ TEM images of CK anode in both electrolytes at fully sodiated (D 0.01 V) or desodiated (C 3 V) states. The CK anode demonstrates an almost-unchanged microstructure during the sodiation/desodiation process, verifying the structure stability and reversible Na+ storage of the CK anode in DEGDME- or EC/DEC-based electrolyte.",
                        "The ex-situ XPS spectra were used to study the reversibility of oxygen doping involved Na+ storage and the composition of SEI layer of CK anode in DEGDME- or EC/DEC-based electrolyte at stages of pristine, D 0.01 V, and C 3 V. Apparently, both electrolytes show the proportion of O I peak (C═O, from ex-situ high-resolution O 1s spectra) dwindles from 35.54% (pristine) to 28.82% (D 0.01 V) in DEGDME-based electrolyte and 76.45% (pristine) to 11.65% (D 0.01 V) in EC/DEC-based electrolyte, whereas it rises to 56.44% (DEGDME-based electrolyte) and 75.54% (EC/DEC-based electrolyte) at the C 3 V stage, along with the proportion of O II peak (C–O–C/C–OH/C–O–Na) ascending first and then descending (). This phenomenon suggests the reversible reaction between C═O and Na+, i.e., C═O + Na+ + e– ↔ C–O–Na,  which is also testified by the ex-situ high-resolution C 1s spectra at different stages in DEGDME- or EC/DEC-based electrolyte (). The Na Auger peak appears at all stages, confirming the formation of SEI layer from the pristine stage.  shows the ex-situ high-resolution F 1s spectra of the CK anode. It can be seen that the NaF peaks have a higher proportion in DEGDME-based electrolytes than EC/DEC-based electrolytes at all stages, indicating that NaF is the main inorganic phase of SEI layer formed in DEGDME-based electrolyte, which agrees with the results of ex-situ XRD and high-resolution Na 1s spectra of CK anode (). In a word, other than the constituent of SEI layer, the CK anode demonstrates the analogous Na+ storage mechanism in DEGDME- or EC/DEC-based electrolyte, proved by the above ex-situ characterizations. Therefore, the Na+ storage mechanism of the CK anode during sodiation/desodiation process could be concluded: (1) decomposition of electrolyte to form SEI layer, (2) Na+ physisorption via open pores, (3) Na+ chemisorption via functional groups and defects, (4) reversible reaction of C═O + Na+ + e– ↔ C–O–Na, and (5) adsorption of Na+ by ultramicropores.",
                        "We tested the Na+ storage kinetics of all anodes in DEGDME- or EC/DEC-based electrolytes by CV, the galvanostatic intermittent titration technique (GITT), and electrochemical impedance spectroscopy (EIS) further to understand the difference of Na+ storage in both electrolytes. GITT potential profiles of all anodes are exhibited in a, and the corresponding test parameter is a pulse current of 0.05 A g–1 for 0.5 h (τ), followed by a 1 h relaxation process.  The CK anode displays a lower overpotential in DEGDME-based electrolytes than EC/DEC-based electrolytes during the sodiation process, while showing an inferior overpotential than the C anode in DEGDME-based electrolytes during the desodiation process. This reflects the advantages of the lotus-root-like porous architecture of CK with numerous defects and the DEGDME-based electrolyte with low desolvation energy (Na+ is easy to desolvated). Based on the GITT potential profiles, the related Na+ diffusion coefficients (DNa+) of all anodes in DEGDME- or EC/DEC-based electrolyte are calculated by the following equation: where τ is the time duration of the current pulse, mB the mass loading of the active material, VM the molar volume of the electrode material, MB the molar mass of the electrode, S the area of the electrode–electrolyte interface, ΔES the steady-state voltage change between before and after the current pulse, and ΔEτ the voltage change during the current pulse. During the sodiation process, CK anode delivers superior DNa+ in DEGDME-based electrolytes than EC/DEC-based electrolytes, and it offers preferable DNa+ values than the C anode in DEGDME-based electrolytes (b). During the desodiation process, the CK anode has comparable DNa+ values in DEGDME- and EC/DEC-based electrolytes, and it possesses better DNa+ values than the C anode in DEGDME-based electrolytes (c). The comparison of DNa+ between the C and CK anodes is in accordance with the results of the mentioned CV analysis. d shows the Nyquist plots of all anodes from the EIS test to investigate the transportation of Na+ in two electrolytes. The Rct (charge-transfer resistance) values are 14.3, 8.2, and 1022 Ω of C-DEGDME, CK-DEGDME, and CK-EC/DEC, respectively (). Besides, the Rct involves the desolvation of Na+; thus, the larger the Rct is, the higher the desolvation energy is, and the more sluggish the kinetics is. The σ-values of C-DEGDME, CK-DEGDME, and CK-EC/DEC, from the slope of the plot of Z′ vs ω–1/2, are 21.69, 11.16, and 134.85, respectively (see ). Based on the mentioned σ values, the following equation is observed: where R is the gas constant, T represents absolute temperature, n is the number of electrons transferred during the reaction, A is the electrode active area, F is the Faraday constant, C is the Na+ phase density, and σ is the slope representing the relationship between Z′ and ω–1/2. The obtained DNa+ values of C-DEGDME, CK-DEGDME, and CK-EC/DEC are 1.22 × 10–10, 4.61 × 10–10, and 3.16 × 10–12 cm2 s–1, respectively. All the GITT and EIS analyses indicate that the CK anode has superior DNa+ values in DEGDME-based electrolyte due to the special structure of carbon and fast Na+ dynamic behavior in ether electrolytes.",
                        "CV curves, shown in , manifest the Na+ adsorption at ultramicropores from the redox peaks below 1 V, as well as the Na+ physisorption (chemisorption)/desorption from the rectangle-like shape over 1 V, caused by open pores (oxygen doping). Based on the CV curves from 0.2 to 1 mV s–1, the type of the capacity for CK anode is identified by using the equation i = avb (for b-values near 0.5/1.0─diffusion-controlled capacity (sluggish)/ capacitive-controlled capacity (fast)).  By fitting the peak current under different scanning rates, the b-values are higher and close to 1.0 for the CK anode in DEGDME-based electrolytes, in contrast to others (e), which also demonstrates the benefits of structure and electrolyte. The proportion of capacitive/diffusion contribution for all anodes in two electrolytes is calculated by using the equation i(V) = k1v (capacitive contribution) + k2v0.5 (diffusion contribution).  According to this equation,  exhibits the obtained capacitive contribution at 1 mV s–1 of 63.7% (blue shadow) for the CK anode in EC/DEC-based electrolytes, which is poorer than that observed for the C and CK anode (94.8% and 95.6%, respectively) (blue shadowing) in DEGDME-based electrolytes. Furthermore, from 0.2 to 1 mV s–1, the capacitive contribution of CK anode delivers the maximum value in DEGDME-based electrolyte (f), manifesting the lotus-root-like framework and DEGDME-based electrolytes can make a synergistic effect to improve Na+ storage kinetics, wherein DEGDME-based electrolytes play a dominant role because of their lower desolvation energy.",
                        "To sum up, there are three main reasons for the outstanding Na+ storage performance of CK anode in DEGDME-based electrolyte (g):(1)Considering the structure of CK anode, the lotus-root-like framework can facilitate Na+ transportation, and there are plentiful pores that can accommodate volume change for high stability.(2)The high ocygen-doping level can increase the wettability with electrolyte, defects/disorder for adsorbing Na+, and redox reactions, such as C═O + Na+ + e– ↔ C–O–Na. Meanwhile, the high oxygen content enlarges interlayer spacing and provides active sites for Na+ insertion.(3)Considering the DEGDME-based electrolyte, it can provide easy desolvated Na+, preferable capacitive contribution, high DNa+ values, and a thinner NaF-based SEI layer with poor interface impedance, leading to superior Na+ storage kinetics, which dominates the high-rate performance of SIBs."
                    ],
                    "name": "3.4.  Sodium Storage Mechanism and Kinetics",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, an O-doped porous carbon (CK) is obtained by the strategy of biomimetic-mineralization-assisted self-activation, which favors the formation of a uniform precursor, lotus-root-like carbon framework, and structural disorder with abundant defects. Based on the advantages of structure and oxygen doping for CK, and Na+ storage kinetics for ether-based electrolyte, the as-prepared CK anode delivers high ICE (82.9%) and excellent storage capability (485.2 mAh g–1 at 0.05 A g–1). Assembled with Na3V2(PO4)3 (NVP) cathode, the NVP//CK full-cell achieves a high energy density of 204.4 Wh kg–1 in ether-based electrolytes. Both sodium-ion batteries (SIBs) half-cell and full-cell tests show the splendid Na+ storage performance of CK anode, accompanied by following factors, proved by ex-situ characterizations and electrochemical kinetics tests:(1)The lotus-root-like framework, hierarchical pores, and high degree of oxygen doping suit Na+ storage but with limited improvement of Na+ storage kinetics.(2)The composition of the SEI layer influences Na+ storage to a certain degree, notably the high concentration of NaF, which possesses a low diffusion activation energy.(3)Ether-based electrolytes have better electrochemical kinetics than ester-based electrolytes, which determines the electrochemical performance.All of the above results indicate the excellence of our synthesis strategy and ester-based electrolytes, prompting an increasing concern regarding the development of porous carbon anode and ether electrolyte-based electrochemical energy storage. The work provides a systematic understanding for achieving next-generation sustainable SIBs."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Biomimetic-Mineralization-Assisted Self-Activation Creates a Delicate Porous Structure in Carbon Material for High-Rate Sodium Storage"
}