{
    "DOI": "10.1021/acsami.2c15654",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the urgent demand for sustainable energy storage, lithium-ion batteries have achieved remarkable technical progress and great commercial success in the past decades. However, the rapidly rising price of the Li raw material has spurred the scientific community to search for cheaper alternatives, among which sodium-ion batteries (SIBs) seem to be the most promising choice due to its abundant natural resource.  A series of cathode materials for high-performance Na cells have been widely studied, such as layered oxides,  polyanionic compounds,  and Prussian blue analogues.  According to Delmas et al., layered oxides with the general formula NaxMO2 (M is one or more transition metals) have two stacking arrangements that can be classified as P2 and O3 styles.  The Na ions occupy prismatic sites for the P2 structure while those are located at octahedral sites in the O3 structure. Although the P2-type positive electrode materials present a high capacity versus a Na metal anode, its further application in full cells is restricted by three major disadvantages: the large volume change during cycles, the high hydroscopicity, and the low initial charge capacity unless additional sodium was compensated.  In comparison, the layered O3-type compounds mentioned above without these drawbacks are likely to be more appropriate for practical sodium-ion batteries in future industrial manufacturing.  Some start-up companies, in fact, have launched several commercial prototypes of Na-ion batteries with O3-type layered cathode materials. Faradion Limited, a UK-based company which was established in 2011, used Ni1–x–y–zMnxMgyTizO2 in their new prototypical pouch cells.  Previously, batteries based on O3–Na(Cu, Fe, Mn)O2 electrode materials developed by Chinese HiNa Battery Technology were also reported. ",
                "NaNiO2, one important and representative member with high theoretical capacity in the O3-type cathode family, has an acceptable electrochemical reversibility when the cutoff voltage is confined to 3.75 V, which is different from LiNiO2 that is trapped in strong Li/Ni disorder.  Unfortunately, a multiple phase transformation occurs in the charge–discharge process and leads to the irreversible phase of NiO with continuous capacity fade.  To solve these problems, some transition-metal elements or electrochemically inactive elements, such as Co,  Fe,  Mn,  Mg,  Bi,  and Sb,  have been introduced into the crystal structure as dopants. Interestingly, the displacement of one-third of Ni by high-valence cations (Sb5+) in monoclinic O′3-Na3Ni2SbO6 could increase the cationic arrangement order to form a honeycomb-like superstructure TM layer where each SbO6 octahedron is surrounded with six NiO6 octahedra. The increased average operation voltage compared with that of NaNiO2 is attributed to the intense electrostatic repulsion between valence-lowered Ni2+ and Sb5+.  Besides that, the substitution maintains the reversible specific capacity of NaNiO2 (∼120 mAh g–1) and the improved cycling structure stability. To mitigate the structure collapse and microcracking during Na+ (de)intercalation that arises from the large volume variation, some divalent cations such as Mg2+, Zn2+, and Co2+ were further used to substitute part of the remaining Ni2+, thereby forming Na3Ni2–xMxSbO6.  It is inevitable that this sacrifices the specific capacity if the ratio of active elements (Ni) is reduced. Moreover, the utilization of cobalt would add a huge cost for SIBs, though the rate performance is obviously promoted. ",
                "Herein, considering one-third of the Na in Na3Ni2SbO6 is inactive during charge/discharge, a novel dual-site substitution, where few Cs ions occupy Na sites and Mg ions take Ni sites, is performed to synthesize Na2.85Cs0.15Ni1.9Mg0.1SbO6, which retains a higher practical capacity. A transmission electron microscopy (TEM) analysis together with X-ray diffraction (XRD) Rietveld refinements are carried out to estimate the degree of stacking disorder only existing along the c-axis in different samples. The in situ and ex situ XRD characterizations give an all-around perspective to study how the stacking disorder associated with doping ions (Cs and Mg) affect the phase transition during electrochemical cycling, thereby increasing P′3–O′3 structure reversibility. A faster Na (de)intercalation kinetics is also confirmed by the galvanostatic intermittent titration technique (GITT) and cyclic voltammetry (CV) at various scan rates. Although the positive effect of stacking disorder is difficult to distinguish from that of Cs and Mg ions, undoubtedly, this stacking disorder is one of the key factors in improving the electrochemical performance. As a result, the optimized Na2.85Cs0.15Ni1.9Mg0.1SbO6 cathode delivers long cycling life, a high initial discharge capacity (120 mAh g–1), and a considerable rate capability (66 mAh g–1 at 10 C). Our work offers a new and effective tactic to improve the performance of a layered cathode for sodium-ion batteries."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The experimental samples of Na3-xCsxNi2SbO6 (x = 0, 0.03, 0.15, 0.27), Na3Ni1.9Mg0.1SbO6, and Na2.85Cs0.15Ni1.9Mg0.1SbO6 were synthesized by a high-temperature solid-state reaction of stoichiometric precursors (more details are provided in the ). These samples are referred to as “NNSO”, “Cs0.03”, “Cs0.15”, “Cs0.27”, “Mg0.1”, and “Cs0.15Mg0.1” for short, respectively. The corresponding X-ray diffraction (XRD) patterns, shown in , are attributed to a monoclinic structure with C2/m space group. In a,b and , the Rietveld refinement results of NNSO, Cs0.15Mg0.1, Mg0.1, and Cs0.15 are illustrated. According to the specific refinement data in , the dual-site-substituted structure, where Cs ions with a larger ionic radius (1.67 Å) occupy Na sites and Mg ions take Ni sites (e,f), present maximum lattice parameters and cell volume of a = 5.3096 Å, b = 9.1800 Å, c = 5.6381 Å, and V = 260.925 Å3. It is notable that the weakened XRD peaks at 2θ = 20–30° (), related to the original honeycomb order of Sb/Ni cations, may indicate that some stacking faults appear after introducing.",
                        "As is known, only two space groups (C2/m and P3112) are suitable for an O3-type layered structure with a honeycomb cation order.  In order to obey a three-layer repeat period, only one kind of shift vector exists for the C2/m symmetry and it is parallel to the c axis (h). For the other symmetry (P3112), the cyclical permutation of three shift vectors, which are related by a rotation of 120°, leads to a 31 screw axis vertical to the a–b plane (h). If the Ni/Sb order fully transforms to a random arrangement in a single crystallographic site, the structure should be described as R3̅m symmetry of α-NaFeO2 and all peaks associated with the superstructure would disappear.  To investigate the nature of the stacking faults caused by substitution, the R3̅m and P3112 space groups were also used to refine the XRD data of Cs0.15Mg0.1. As shown in c,d, the R3̅m structure symmetry gives an Rwp value of 11.78%, similar to that of the C2/m model (11.09%), while an obviously inferior quality was obtained on fitting with the other honeycomb-ordered symmetry (P3112). However, the XRD pattern of Cs0.15Mg0.1 still presents a very broad asymmetrical diffraction peak at 2θ = 19.3° ((020) plane, C2/m) which cannot be described in the R3̅m symmetry. Some conclusions can be inferred from these evidence. (1) These kind of stacking faults only occur along the c axis rather than in the a–b plane, where the honeycomb order is also well-developed. (2) Although the O3 stacking rule is still kept, the deviation of position for Ni/Sb atoms relative to those in the upper and next layers results in the appearance of Ni/Sb arranged disorder (schematic illustrations in f,g). (3) The presence of the stacking disorder breaks the ideal monoclinic symmetry (C2/m) and raises the lattice to the R3̅m or P3112 model to some degree. The real phase has an intermediate structure without full order/disorder among these three symmetries. Furthermore, for only Cs-doped samples, those five clear superstructural peaks (2θ = 20–30°) gradually transform into a single bulge peak upon an increase in Cs content, probably manifesting the enhancement of stacking disorder.",
                        "A transmission electron microscopy (TEM) analysis was performed to further test the crystallinity of NNSO, Cs0.15, and Cs0.15Mg0.1. The C2/m symmetry in NNSO is confirmed by the clear lattice fringes with spacings (about 2.35 Å) of the (12) plane in a high-resolution transmission electron microscopy (HRTEM) image (), as well as the diffraction spots in corresponding selected area electron diffraction (SAED) patterns () along the [011] zone axis. In , with the electron beam parallel to the [2–10] direction, the same space group can be verified again. For Cs0.15, viewed from either the [001] or [011] zone, HRTEM images exhibit fair lattice fringes of the (200) planes (a and ). The corresponding SAED patterns (b and ) can be indexed by monoclinic symmetry (C2/m), though some rods of scattering reveal the existence of stacking disorder along c axis. In the HRTEM images of the Cs0.15Mg0.1 sample (c), distinct spaced stripes can be attributed to the (130) plane of the C2/m superstructure. What is surprising is that some bright diffraction spots along the [001]P/[001]R zones can be indexed with the R3̅m space group, while the additional patterns can only be indexed as the other order symmetry (P3112) (where the “R” and “P” subscripts denote the R3̅m and P3112 space groups, respectively). Combining the above discussions, the degree of stacking disorder of these three samples, NNSO < Cs0.15 < Cs0.15Mg0.1, can be reasonably deduced.",
                        "The X-ray energy dispersive spectrum (EDS) in  proves the existence of Na, Cs, Ni, Mg, Sb, and O elements in Cs0.15Mg0.1. The overlapping signals in elemental mapping display a uniform element distribution for both Cs0.15Mg0.1 (e) and Cs0.15 (), which again verify the successful homogeneous doping of Cs and Mg. Scanning electron microscopy (SEM) images () visually show the morphology of NNSO, Cs0.03, Cs0.15, Cs0.27, Mg0.1 and Cs0.15Mg0.1 powders. All six samples have similar platelike particles with sub-micrometer size, suggesting the more strongly preferred orientation of the (001) plane reflected in XRD patterns ()."
                    ],
                    "name": "2.1.  Crystal Structure and Stacking Faults",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of NNSO, Cs0.03, Cs0.15, Cs0.27, Mg0.1, and Cs0.15Mg0.1 cathodes was investigated between 2 and 4 V in Na half-cells. a–d and  present the galvanostatic charge–discharge curves (GCD) profiles at a 0.1 C rate (10 mA g–1) for different samples. There are two obvious plateaus in both charge (3.35, 3.67 V) and discharge (3.60, 3.21 V) curves of Na3Ni2SbO6. The Cs-only substitutions (Cs0.03, Cs0.15, Cs0.27) keep these main plateaus, as well as a steep rise between them. However, after introducing 5% of Mg (molar ratio, relative to Ni ions) into Cs0.15, the shorter plateau at about 3.60 V turns to a tender slope, indicating a transformation of a two-phase reaction to a solid-solution process. Although it has a theoretical capacity of 133 mAh g–1 (Ni2+ to Ni3+), NNSO only delivers a first discharge capacity of 112 mAh g–1, lower than those of Mg0.1, Cs0.03, and Cs0.15 samples, which results from inferior Na-ion diffusion kinetics. When the value of Cs doping is increased to 0.27, in contrast, the first discharge capacity is reduced to 109 mAh g–1, suggesting that too many Cs ions doped in Na sites could restrain Na-ion migrations. The content of the electrochemically active element (Ni) slightly decreases in Cs0.15Mg0.1, whereas it still preserves a high discharge capacity of 120 mAh g–1. It is noteworthy that the dual-site-substituted sample has the least capacity loss after three cycles. This difference is due to the improved crystal structure stability during Na+ extraction/insertion, and more details will be discussed below.",
                        "The cyclic voltammograms (CV) curves with three cycles for those six samples are displayed in e–h and . The pristine NNSO has two pairs of intense reduction/oxidation peaks, 3.17 V/3.49 V (O′3–P′3 phase transition) and 3.57 V/3.71 V (P′3–O1 phase transition). After three cycles, the increased polarizations casue all oxidation peaks to continuously shift to higher potential. Between these strong peaks, some small peaks (3.40, 3.46 V), originating from intermediate formation in the P′3 phase solid-solution process, can be observed and do not move in the next several cycles. Most of the above characteristics are maintained in the Cs-substituted samples, except that the minor peak around 3.22 V in the first cycle vanishes in Cs0.15 while it becomes stronger in Cs0.27. If the kinetic parameters become inferior during ion intercalation/deintercalation, according to previous studies, a new step may occur in charge–discharge curves accompanied by CV peak splits, especially under high current.  Therefore, it is reasonable that this phenomenon can be attributed to an increased Na diffusion coefficient for the Cs0.15 sample and a decreased coefficient for the Cs0.27 sample in the phase transition of P′3 → O′3, as compared with that for NNSO. Only when Mg was introduced into TM sites, some small peaks (3.40, 3.46 V) in reduction reaction disappeared, embodying a more homogeneous P′3 solid-solution process together with TM layers smoothly gliding. The most improved diffusion kinetics, consequently, gives Cs0.15Mg0.1 both the highest reduction potentials and smallest polarizations (h). In addition, the enhanced structure stability for this codoped sample is reflected by the roughly constant peak location in the next two CV cycles.",
                        "A comparison of the cycling performance of NNSO, Cs0.03, Cs0.15, Cs0.27, Mg0.1, and Cs0.15Mg0.1 cathodes at 0.1 C is shown in i and , where Cs0.15Mg0.1 demonstrates the best cycling stability with a discharge capacity retention of 65.8% (79 mAh g–1) after 100 cycles while the pristine sample (NNSO) only preserves 43% capacity. Even when the current density was increased to 2 C (200 mA g–1), the dual-site-substituted sample also exhibited an ameliorative cycling stability over 500 cycles (). It is noteworthy that a distinct gap of cycling stability emerges between NNSO and Cs0.15Mg0.1 at a high rate (2 C) but not at a small rate (0.1 C). This expansion effect probably originates from the difference in mechanical properties, which control mechanochemical degradation in the charge/discharge process, rather than the change in ion diffusion kinetics.  With regard to how the stacking disorder affects mechanical properties, it will be discussed in the next section. The rate capability of the six electrodes was also tested in a Na-ion half battery, as shown in j and . When the current density increases to 10 C, the other five samples except Cs0.15Mg0.1 are hardly electrochemically active, indicating an enlarged internal impedance caused by inferior Na-ion diffusion kinetics. The Cs0.15Mg0.1 electrode, with the best performance, presents discharge capacities of 118, 117, 115, 108, 91, and 66 mAh g–1 at 0.2, 0.5, 1, 2, 5, and 10 C, respectively (j).  shows the difference of charge–discharge curves at different rates for both NNSO and Cs0.15Mg0.1. In a word, the unusual dual-site-substitution tactic has improved the cycling stability and rate performance, whose values are comparable to those of other similar layered oxide cathodes for sodium-ion batteries reported previously ().",
                        "To study the variation of internal cell resistance, electrochemical impedance spectroscopy (EIS) was used for the NNSO and Cs0.15Mg0.1 electrodes before and after 50 cycles (2 C, 200 mA g–1). The Nyquist plots, circuit models for data fitting, and resulting resistance components are shown in  and , where RΩ, Rct, RSEI, and σ represent the Ohmic contact resistance, charge transfer resistance, solid electrolyte interphase resistance, and Warburg coefficient, respectively. The diffusion resistance Rω can be calculated by the  (ω is the AC frequency)",
                        "Therefore, the poor rate performance of NNSO, as compared with that of Cs0.15Mg0.1, can be attributed to a higher Rct and diffusion resistance Rω, among which the latter originates from slower sodium-ion diffusion kinetics in NNSO. After cycling, the RΩ value of the NNSO electrode has a large increase of about 87% while that of Cs0.15Mg0.1 increased by 4.5%. Since the Rct and RSEI values are close for the two cycled electrodes, it is reasonable to ascribe the faster capacity fade to increased Ohmic contact resistance caused by crystal cracks for the NNSO electrode."
                    ],
                    "name": "2.2.  Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the structural change and reaction mechanism of these cathodes during Na+ (de)intercalation, an in situ XRD analysis was performed in the first two electrochemical cycles. As shown in a, for the pristine NNSO, the peaks related to the O′3 phase only display a weak shift until about 0.1 Na+ is extracted from one formula unit and the voltage rapidly rises to the first plateau (3.36 V). After that, a series of new Bragg peaks corresponding to the P′3 phase (C2/m) emerge at 2θ = 15.78, 31.83, 35.29, and 36.50°. These diffraction peaks, in this two-phase reaction stage, gradually grow while others that belong to the coexisting O′3 phase become weak. At the end of the first plateau where the value of y in Na3–yNi2SbO6 is increased to close to 0.8, the O′3 phase is almost invisible, but the P′3 phase has a predominant role and presents a solid-solution behavior in the next step with (001) (15.78°) and (002) (31.83°) reflections moving to lower angles. From y = 1.2 to 1.6 in Na3–yNi2SbO6, namely the second plateau (∼3.67 V), the appearance of a new set of Bragg peaks (2θ = 15.43, 31.17, 35.10, and 47.54°) indicates that a new phase is formed, identified as a layered O1 structure. After this narrower two-phase-reaction region, the dominant peaks of the O1 phase exhibit a slight shift together with a steep slope in the GCD curve until the voltage reaches 4 V. About 1.9 Na ions have been extracted per formula unit during the entire charge process, to result in the final O1 phase with the P3̅1m space group.",
                        "Upon discharge, the final O1 phase returns to the original O′3 phase, following the O1–P′3–O′3 multiple phase-transition steps inverse to that upon charge. Nevertheless, there is a small amount of residual P′3 phase existing in the electrode after two full cycles, revealing the incomplete reversibility of the O′3–P′3 phase transformation. After 100 cycles (0.1 C), the P′3 phase instead becomes the dominant component for NNSO, reflected by the ex situ XRD patterns in . This partial irreversibility of the P′3 structure unambiguously accounts for the inferior cycle stability with 43% retention (after 100 cycles) of initial discharge capacity.",
                        "For Cs0.15, the corresponding phase behavior appears to be very similar to that of NNSO, though there is some shift in peak location (). Nevertheless, at the end of the second cycle, the crystal structure fully converts back to its original O′3 phase without any visible change.",
                        "In b, the in situ XRD patterns of Cs0.15Mg0.1 reveal some characteristics different from those of NNSO and Cs0.15. The most intuitive one is that P′3–O1 phase transition of this sample displays a quasi-solid-solution behavior rather than an explicit two-phase process. A comparison diagram with an enlarged view is shown in . Some diffraction peaks related to the P′3 phase gradually move to lower angle until they can be indexed in the O1 phase, such as (001)P′3 → (001)O1, (002)P′3 → (002)O1, and (13)P′3 → (110)O1, while (130)P′3 keeps its location before fading away. Second, some asymmetries are considerably mitigated in Cs0.15Mg0.1. For example, the difference (Δθ) of the (001)P′3 position in the O′3–P′3 transition between charge and discharge almost vanishes, as shown in . Meanwhile, at the end of discharge, no visible signals of the P′3 phase can be seen.",
                        "The changes in interlayer distance and crystal volume for NNSO and Cs0.15Mg0.1 in the charge/discharge process are calculated from the in situ XRD patterns (a,b). Upon Na-ion extraction/insertion, the interlayer distance of NNSO undergoes two abrupt conversions in the biphasic regions of O′3–P′3 and P′3–O1, and its bulk crystal volume suffer from sharp variations with a maximum change of ∼7 Å3. In contrast, there are smaller changes in interlayer distance and cell volume in the O′3–P′3 transition process of the codoped sample, a more continuous variation of these parameters also being displayed in the P′3–O1 biphasic region. The entire volumetric change in a full electrochemical cycle is reduced to ∼4 Å3. All of these beneficial characteristics are attributed to the improved mechanical properties, including internal stresses and particle toughness, which would partly determine the degradation of sodium storage capacity over long-term cycling. ",
                        "What can be seen in SEM pictures of the three aging electrodes (100 cycles, 0.1 C) () is that more fragments and bigger particles are stripped from bulk crystals and attach to the surface of the NNSO sample, compared with the other two (Cs0.15, Cs0.15Mg0.1). There are only slight diffraction signals of the P′3 structure emerging in XRD patterns of aging electrodes for Cs0.15 and Cs0.15Mg0.1 (), while the P′3 phase becomes dominant part for NNSO after cycling (). Beyond that, the relative diffraction intensity of O′3 phase in the Cs0.15 electrode after long-term cycling hugely weakens in comparison with the peaks of Al foils (noted as “*”), more serious in the NNSO electrode. No same trends for Cs0.15Mg0.1 probably indicate that the amorphization of layered oxides during electrochemical phase-transition is inhibited by the dual-site substitution. Based on above discussions, it is quite clear that the improved mechanical properties in Cs0.15Mg0.1 remarkably enhance the phase reversibility and cycling stability through decreasing cell resistance by suppressing crystal fractures and dimensional changes.",
                        "In fact, the ordered or disordered arrangement of TM atoms in NaxTMO2 would cause a different electrochemical performance.  As reported, the full disorder of Cr and Ti in P2–Na0.6Cr0.6Ti0.4O2 is responsible for the prominent rate capability and long cycle life.  The ordered distribution of cations in P3–Na0.67Ni0.33Mn0.67O2 leads to structure stress and capacity fade companied with different dimensional changes in TMO6 units, while the corresponding cation-disordered P3–Na0.67Ni0.33Mn0.67O2 presents a better cycling performance.  Therefore, this improved cycling stability of Cs0.15Mg0.1 could also be ascribed to incomplete disorder, though a quantitative relationship between them has yet to be studied further."
                    ],
                    "name": "2.3.  Phase Transition Mechanism during Electrochemical Cycling",
                    "type": "h3"
                },
                {
                    "content": [
                        "The galvanostatic intermittent titration technique (GITT)  was also employed to investigate the Na+ diffusion kinetics in NNSO, Mg0.1, Cs0.15, and Cs0.15Mg0.1 cathodes. One single period of GITT measurement contains a constant current pulse (I) and an equilibration process (zero current). As exhibited in , the voltage of a galvanic cell, E, is recorded as a function of time. If the voltage E is a linear function of  over the time of constant current pulse, the Na-ion diffusion coefficient, D, can be calculated from the simplified Here mB, MB, and VM represent the actual weight, molar weight, and molar volume of electrode materials, respectively. A is the contact area for the electrolyte and electrode. ΔES, ΔEτ, and τ are the change of steady-state voltage, the voltage variation during one constant current pulse, and the pulse duration time, respectively.",
                        "The GITT profiles (E vs state of charge) are shown in a,b and , and all of them display two charge/discharge plateaus associated with two biphasic reactions (O′3–P′3, P′3–O1), which are in line with GCD, CV, and in situ XRD measurements. Among these four samples, Cs0.15Mg0.1 shows the lowest voltage polarization, namely the deviation of equilibrium voltage between charge and discharge processes, which may suggest a faster Na+ diffusion kinetics (). As shown in c,d, the calculated Na+ diffusion coefficient D is plotted as a function of stoichiometric parameter y in Na3–yNi2SbO6, Na3–yNi1.9Mg0.1SbO6, Na2.85-yCs0.15Ni2SbO6, and Na2.85-yCs0.15Ni1.9Mg0.1SbO6. The D values of all four samples reveal the same trend in the whole electrochemical process and increase to a high level (10–11–10–10 m–2 s–1) in the P′3–O1 biphasic region when y > 1.4. More importantly, the Cs0.15Mg0.1 cathode has values (10–14–10–10 cm–2 s–1) about 1 order of magnitude higher than those of the NNSO cathode (10–15–10–11 cm–2 s–1), which is responsible for its high-rate performance. In consideration of some possible deviations from the GITT method, cyclic voltammetry (CV) measurements with different scan rates were conducted for Cs0.15Mg0.1 and NNSO cathodes to again verify this conclusion. The CV curves and the linear relationship between the peak currents IPeak and the square root of scan rates v1/2 are shown in . The diffusion coefficient in the Cs0.15Mg0.1 cathode is 4–7 times higher than in NNSO, in either the peak 1 (O′3–P′3 transition) or the peak 2 (P′3–O1) region. Obviously, this result is basically consistent with the trend in GITT measurements. The disorder characteristic of TM atoms, induced by the unusual dual-site doping, is likely to determine Na-ion diffusion kinetics through affecting the coordination environment of Na ions."
                    ],
                    "name": "2.4.  Na Ion Diffusion Kinetics",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully adjusted the degree of stacking disorder along the c-axis in honeycomb-like Na3Ni2SbO6 by using different doping strategies. With an unusual dual-site substitution, the synthesized Na2.85Cs0.15Ni1.9Mg0.1SbO6 possesses so much stacking disorder that its lattice is raised to higher symmetries (R3̅m and P3112) in some ways. Due to small amounts of doped elements and fast ion diffusion kinetics, a high practical discharge capacity (120 mAh g–1) and considerable rate performance (66 mAh g–1 at 10 C) are exhibited for the Na2.85Cs0.15Ni1.9Mg0.1SbO6 cathode. A gentler structure evolution and smaller volume change caused by improved mechanical properties, upon Na+ intercalation/deintercalation, enable Na2.85Cs0.15Ni1.9Mg0.1SbO6 to have a longer cycling life, compared with the pristine Na3Ni2SbO6. There is no doubt that the stacking disorder has a positive influence on upgrading electrochemical performance, in spite of the fact that the same effects originating from doping ions (Cs and Mg) cannot be excluded or quantified. Our work rolls out a novel tactic to regulate O3-type layered NaxMO2 materials without sacrificing capacity, which could be beneficial for developing other high-performance electrode materials for practical SIBs."
            ],
            "name": "3.  Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na3-xCsxNi2SbO6 (x = 0.03, 0.15, 0.27), Na3Ni1.9Mg0.1SbO6, and Na2.85Cs0.15Ni1.9Mg0.1SbO6 samples were synthesized via a conventional high-temperature solid-state method. Stoichiometric amounts of anhydrous Na2CO3 (10% molar excess of Na2CO3 was added), Cs2CO3, NiO, MgO, and Sb2O3 were ball-milled with acetone for 6 h at 400 r min–1. Subsequently, the mixture was dried for hours at 70 °C. Finally, the powders were pressed into pellets and calcined in a furnace at 950 °C for 12 h in an air atmosphere, followed by regrinding and reheating at the same temperature for 6 h. The temperature ramp rate in every process was 3 °C min–1. After they were cooled to room temperature, the light green products were immediately transferred into an argon-filled glovebox."
                    ],
                    "name": "4.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "A D8 ADVANCE X-ray diffractometer (XRD) with Cu Kα radiation (λ = 1.5418 Å) was used to measure powder X-ray diffraction (PXRD) data. Le Bail and Rietveld refinements were carried out using the General Structure Analysis System (GSAS) program. Crystal structures were drawn with VESTA.  Scanning electron microscopy (SEM) images were collected with a field-emission scanning electron microscope (Zeiss Sigma 300). High-resolution transmission electron microscopy (HRTEM) measurements, selected-area electron diffraction (SAED), and elemental mapping were performed on a FEI Tecnai G2 F20 electron microscope coupled with energy-dispersive X-ray spectroscopy (EDS). For the in situ XRD measurements, special dummy cells were assembled in an aluminum housing equipped with a beryllium window."
                    ],
                    "name": "4.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To study the electrochemical properties, the as-synthesized powders, Super P, and polyvinylidene fluoride (PVDF) binder were mixed in N-methyl-2-pyrrolidone (NMP) with a mass ratio of 7/2/1. Before being dried in a vacuum oven at 90 °C for 12 h, the homogeneous slurry was cast onto Al foils by using a doctor blade. After that, the dried electrodes were punched into circular disks with a diameter of 11 mm, and the active material loading was about 2 mg cm–2. In an argon-filled glovebox with H2O and O2 contents lower than 0.1 ppm, the prepared electrodes were paired with Na metal (anode) in R2032 coin-type cells to form Na half-cells. Glass fiber microporous membranes (Whatman) and a 1 M NaClO4 solution in a mixture of anhydrous ethylene carbonate (EC)/dimethyl carbonate (DMC) (1/1 by volume) were used in all cells as the separators and the electrolyte, respectively. A LAND battery test system (Wuhan Kingnuo Electronic Co., Ltd. China) was used to determine the electrochemical performance (GCD, GITT) at 25 °C. For GITT measurements, the cells underwent a 30 min charging/discharging process at 0.1 C (mA g–1) and 10 h relaxation. Cyclic voltammetry (CV) and EIS tests were conducted on an AUTOLAB instrument (PGSTAT302N)."
                    ],
                    "name": "4.3.  Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Unusual Dual-Site Substitution Adjusts the Degree of Stacking Disorder in Honeycomb Na3Ni2SbO6 Cathode for Sodium-Ion Batteries"
}