{
    "DOI": "10.1039/C9RA08558K",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The energy shortage and environmental pollution have disrupted global development. Renewable energy has been urgently used to substitute fossil fuel. Although lithium-ion batteries (LIBs) and lithium metal batteries (LMBs) have been developed in fundamental research as an industrial application, the fewer lithium resources on Earth and hence their high cost restrict the long-term usage of LIBs. However, sodium-ion batteries (SIBs) have lowered the concerns, thanks to the abundant sodium sources and cheaper sodium salt. On the other hand, commercial graphite anode is not suitable for SIBs because its interlayer spacing is smaller than the diameter of Na+. Thus, exploring suitable anode materials is urgently required for SIBs. In contrast to transition metal oxides, transition metal sulfides are kinetically favorable for conversion reactions, which makes them have more potential with other anode materials. Furthermore, they possess high specific capacity and easily-controlled morphology and are regarded as prospective anode materials for SIBs. More importantly, compared with other cobalt sulfides (CoS, Co3S4, and Co9S8), CoS2 has a great advantage in virtue of high theoretical capacity of 872 mA h g−1 because of a four-electron conversion reaction represented as CoS2 + 4Na+ + 4e− ↔ Co + 2Na2S. Owing to the drastic volume change of conversion-type mechanism, CoS2 always exhibits a poor cycling performance. Numerous researches have been dedicated to mitigate the issue. Downsizing the particle size is one common way to decrease the length of ion diffusion and relieve the pressure of volume expansion. Liu et al. reported that CoS2 with hollow microstructures was used as an anode for SIBs, which retained 690 mA h g−1 at 1 A g−1 after 100 cycles. Another effective way is to incorporate CoS2 particles with a carbon material, which can not only provide electron transport pathways but also buffer volume expansion. Zhang et al. revealed the production of CoS2 nanoparticles with a spongy carbon matrix and also stated that the SIB anode material displayed a rate capability of 330 mA h g−1 at 0.5 A g−1 after 60 cycles. Cheng et al. bound nanosized CoS2 in graphene and the material could retain 394 mA h g−1 at 1 A g−1 after 2500 cycles, which can be attributed to the highly conductive graphene network and short diffusion length of electrons and ions within the electrode. Xie et al. displayed the preparation of CoS2 nanoparticles enclosed in rGO, and the material can reach to about 400 mA h g−1 at 0.1 A g−1 after 100 cycles. These studies suggested that a reasonable electrode structure design and incorporation of CoS2 nanoparticles with a carbon material can exhibit good sodium storage performance. However, an unstable structure of electrode in carbon material and serious side effects of nanoparticles and electrolyte could impair the performance of CoS2.",
                "Here, we prepared a double-layered carbon structure as the anode material in which graphitic carbon-coated CoS2 nanoparticles were encapsulated in bamboo-like carbon nanotubes (CoS2@GC@B-CNT). In this preparation, graphitic carbon (GC) could serve as an appropriate coating layer because the electrical conductivity of GC is higher than that of amorphous carbon layers and the GC layer can prevent the agglomeration of CoS2 nanoparticles. Furthermore, bamboo-like carbon nanotubes (B-CNTs) serve as conductive skeleton frames to provide continuous and fast transport pathways for electrons and offer sufficient voids to buffer the volume expansion of CoS2 nanoparticles, which could maintain a steady structure during the sodiation/desodiation process. Therefore, the obtained CoS2@GC@B-CNT showed excellent long-term cycling performance and high rate capability when used as an anode in a carbonate ester-based electrolyte for SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The CoS2@GC@B-CNT samples were obtained by a two-step formation process. First, cobalt nitrate hexahydrate (0.8 g), glucose (0.1 g) and melamine (8.0 g) were blended together in 50 mL deionized water under stirring for 1 h. The solution was dried at 80 °C for 1 h and annealed at 800 °C for 2 h in Ar gas to produce Co@GC@B-CNT. Then, 0.1 g of Co@GC@B-CNT and an appropriate amount of thiourea were placed in two separate crucible boats and treated at 450 °C for 4 h with thiourea at the upstream side in the pipe furnace under Ar atmosphere. In order to prepare B-CNT, the CoS2@GC@B-CNT samples were treated in 6.0 M HCl solution for 8 h under stirring, washed by deionized water, and dried at 80 °C for 12 h. To gain bare CoS2, 1.0 g of cobalt nitrate hexahydrate and an appropriate amount of thiourea powder were annealed by the same protocol as for the synthesis of CoS2@GC@B-CNT. For the CoS2/CNT composite, 0.0581 g CoS2 was mixed with 0.0419 g commercial multi-walled carbon nanotube."
                    ],
                    "name": "Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The structures were detected through an XRD (Bruker D8 Advanced) operated within the 2θ range of 10–70°. The percentage of carbon in CoS2@GC@B-CNT was measured by Thermogravimetric Analysis. The samples were oxidized and annealed from 30 to 850 °C in air by a TG equipment (NETZSCH STA44C). The morphology was studied by SEM (HITACHI-SU8220) and TEM (JEM-2100F) with an EDS elemental mapping. XPS was tested by an ESCALAB 250 X-ray photoelectron spectrometer. N2 adsorption/desorption experiments were performed on a Micromeritics Analyzer ASAP 2460 equipment."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The anode electrodes were obtained by mixing the active material, Super-P and polyvinylidene fluoride (8:1:1 by weight). The slurry was coated on a Cu foil and dried in a vacuum oven at 80 °C for 12 h. The mass loading of active materials based on the total weight of CoS2 and carbon was about 1.0–1.5 mg cm−2. The separator was a Whatman (GF/B) glass fiber. The electrolyte was 1 M NaClO4 in a mixture of ethylene carbonate and diethyl carbonate (v/v = 1:1) with 5 wt% fluoroethylene carbonate. Sodium discs were the opposite electrode. Coin cells (CR 2032) were fabricated in an Ar-filled glovebox. Constant current charge/discharge measurements were checked on a battery test station (Neware Electronic Co.) from 0.01 to 3.00 V. CV was performed on an electrochemical workstation (CHI760D) between 0.01 and 3.00 V at a scan rate of 0.2 mV s−1. EIS was performed at frequencies ranging from 0.01 to 0.1 MHz."
                    ],
                    "name": "Electrochemical tests",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The CoS2@GC@B-CNT anode material was obtained by a two-step formation process (Scheme 1). In the first step, cobalt nitrate hexahydrate, glucose, and melamine were annealed at 800 °C to produce Co@GC@B-CNT. The XRD pattern is displayed in Fig. 1a, in which the diffraction peaks are in good accordance with metallic Co. Then, CoS2@GC@B-CNT was acquired after thermal treatment via a sulfidation process. From the XRD pattern of CoS2@GC@B-CNT (Fig. 2a), the major peaks of CoS2@GC@B-CNT corresponded to CoS2. The wide diffraction peak at 26.1° is observed and corresponds to the (002) plane of graphite. The morphology of the carbon nanotubes is unchanged before and after the sulfidation process (Fig. 1b and 2b). The TEM images confirm that CoS2 nanoparticles are completely encapsulated in B-CNT (Fig. 2c and d) and the void in the B-CNT could buffer the volume change of CoS2 in the course of the conversion reaction. Furthermore, B-CNT could provide facile electronic and ionic transport, improving the conductivity of the material. Fig. 2e shows that the CoS2 nanoparticles are surrounded by GC, and the lattice spacing of 0.247 and 0.226 nm associate with the interplanar distance of the (210) and (211) planes, respectively. In the meantime, the lattice spacing of 0.35 nm ascribes to the interplanar distance of the (002) plane of carbon. The GC originating from the catalysis of Co nanocrystals during the thermal treatment can improve the electrical conductivity and prevent the agglomeration of CoS2 nanoparticles. The elemental mapping images (Fig. 2f) further demonstrate that the CoS2 nanoparticles were encapsulated in B-CNT. The carbon content in CoS2@GC@B-CNT is confirmed to be 41.9% (Fig. 3). For comparison, bare CoS2 particles and CoS2 composite mixed with commercial CNT (CoS2/CNT) were prepared and the XRD patterns are displayed in Fig. S1.† To characterize the porous structure in detail, N2 adsorption–desorption measurements were carried out (Fig. 4). The Co@GC@B-CNT possesses a mesoporous structure and the size of the majority of pores is about 2.0 nm (Fig. 4a). After the sulfidation process, the pore size distribution curve of the CoS2@GC@B-CNT displays that the pore size of samples is about 3.5 nm (Fig. 4b). The increased pore volume is due to the etching effect of H2S derived from thiourea decomposition during the sulfidation process, which can expand the contact area between the electrode and electrolyte, contributing to the sodiation/desodiation process.",
                "The surface chemistry of CoS2@GC@B-CNT was analysed by XPS (Fig. S2†). The Co 2p spectrum (Fig. 5a) is divided into two groups of peaks. The first group of peaks at 779.2, 780.0, and 781.4 eV is associated with the spin–orbit peaks of Co 2p3/2. The peak at 779.2 eV is assigned to Co2+ and 781.4 eV is put down to the satellite peak of Co 2p3/2. Additionally, the peak at 780.0 eV is attributed to the existence of Co–NH bonds. Another group of peaks at 795.0 is assigned to the Co 2p1/2 level and 799.0 eV corresponds to its satellite peak. The S 2p spectrum is made up of two peaks (Fig. 5b), the peak at 163.6 eV is assigned to S 2p3/2, while the peak at 164.8 eV is contributed by S 2p1/2. The C 1s spectrum includes two fitting peaks (Fig. 5c); they are C–C (284.8 eV) and C–N (285.8 eV). On the basis of XPS analysis, it can be confirmed that CoS2 nanoparticles have been favorably prepared, which is unanimous in the previous XRD and TEM analyses. Fig. 5d shows that the N 1s spectrum evinces the attendance of pyridinic (399.3 eV), pyrrolic (400.0 eV) and graphitic (401.9 eV) types of N. N doping could introduce more defective sites, which boost the sodium storage performance.",
                "The CV test of CoS2@GC@B-CNT was conducted at 0.2 mV s−1 (Fig. S3†). The oxidation and reduction peaks are presented in the first cycle. The oxidation peaks are put down to the production of NaxCoS2 and CoS2. Moreover, the reduction peaks in the first cycle are different from those in the later cycles, which mainly ascribes to the activation process. In the second and third cycles, the peaks (0.89 and 1.36 V) stem from the conversion reaction (CoS2 + 4Na → Co + 2Na2S) and the peak at 0.52 V implies that Na+ intercalates into the GC. Fig. 6a displays first three charge and discharge curves. CoS2@GC@B-CNT delivers a reversible capacity of about 550 mA h g−1 at 0.1 A g−1. To clarify the capacity contribution of B-CNT, CoS2@GC@B-CNT was treated by an acid to remove CoS2. The XRD pattern (Fig. S4a†) shows that most of the CoS2 particles were removed by HCl and the morphology of the carbon nanotubes is not varied (Fig. S4b†). The electrochemical performance of individual B-CNT was measured at 0.1 A g−1 (Fig. S4c and d†); the capacity was approximately 150 mA h g−1 during 100 cycles. The carbon content of CoS2@GC@B-CNT is 41.9% (Fig. 3). Through calculation, the capacity contribution of carbon is about 62 mA h g−1, which indicates that the main capacity of CoS2@GC@B-CNT is contributed to CoS2. In Fig. 6b and S5,† the cycling performances of CoS2@GC@B-CNT, CoS2/CNT and bare CoS2 are measured at 0.1 A g−1. It is obvious that the cycling stability of CoS2@GC@B-CNT is the best among them. The CoS2/CNT and bare CoS2 present significant capacity fading during cycling, which indicates that CoS2 is the main capacity source of CoS2@GC@B-CNT.",
                "Fig. 6c shows the rate performance of CoS2@GC@B-CNT. CoS2@GC@B-CNT shows the discharge capacities of 564.3, 518.5, 486.5, 471.0, 455.9, 438.0, 419.6 mA h g−1 at the rates of 0.1, 0.2, 0.5, 1, 2, 5 and 10 A g−1, respectively. The CoS2@GC@B-CNT electrode can hold 512.6 mA h g−1 at 0.1 A g−1. Fig. 6d displays the relevant charge and discharge curves of CoS2@GC@B-CNT, which suggests its superior rate capability. In contrast, CoS2/CNT and bare CoS2 electrodes show much lower capacities (Fig. S6†). The CoS2/CNT and bare CoS2 samples retained capacities of 58.9 and 36.2 mA h g−1 at 1 A g−1, respectively. Fig. 6e exhibits a long-term cycling property of CoS2@GC@B-CNT, which demonstrates a capacity of 432.6 mA h g−1 after 900 cycles at 5 A g−1 and the capacity retention of 95.9%. In particular, the electrochemical property of CoS2@GC@B-CNT is eminent among other cobalt sulfide-based electrodes in the carbonate ester-based electrolyte for SIBs (Table S1†). The outstanding electrochemical performance is ascribed to the novel structure design of CoS2@GC@B-CNT. The synergetic actions of GC and B-CNT can improve the electrical conductivity, prevent the particle agglomeration and maintain structural stability of CoS2@GC@B-CNT during the sodiation/desodiation process. The EIS tests were investigated before and after different numbers of cycles. The Nyquist plots of the CoS2@GC@B-CNT electrode exhibit a semicircle and a following linear slope (Fig. 7). The semicircle region ascribes to the charge transfer resistance (Rct). The Rct decreases after 50 cycles. Furthermore, after 100 cycles, the Rct displays just a small increase, suggesting a stable structure and good conductivity of the electrode. The reason can be ascribed to the composite electrode decorated with GC and B-CNT.",
                "To investigate the cause of the good cycling stability of CoS2@GC@B-CNT electrode, the cells were disassembled at 0.1 A g−1 after 100 cycles. The CoS2@GC@B-CNT sustains structural integrity (Fig. 8a), further confirming the outstanding cycling performance of CoS2@GC@B-CNT. The detailed inner structure is shown in Fig. 8b where the CoS2 nanoparticles are encapsulated in B-CNT. Fig. 8c displays that the CoS2 nanoparticles are still surrounded by GC, which confirms that GC is stable during the charge/discharge process. Therefore, high stability is observed due to the double protection of GC and B-CNT. The elemental mapping images give the elemental distribution of Co, S, and C, which indicates that the CoS2 particles are still encapsulated in B-CNT (Fig. 8d). In contrast, CoS2/CNT and bare CoS2 present large volume expansion during the sodiation/desodiation process (Fig. S7†), which results in poor electrochemical properties."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, CoS2@GC@B-CNT was successfully synthesized by pyrolysis and sulfidation process. Double-layer carbon can improve the electrical conductivity and maintain structural stability during the sodiation/desodiation process, which can enhance electrochemical performances. CoS2@GC@B-CNT displayed a high rate capability of 419.6 mA h g−1 at 10 A g−1 and eminent long-term cycling performance with 95.9% capacity retention at 5 A g−1 after 900 cycles. This avenue could be widely applied for preparing other anode materials using metal sulfides and carbon for high-performance SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Double-layer carbon protected CoS2 nanoparticles as an advanced anode for sodium-ion batteries"
}