{
    "DOI": "10.1021/acsnano.4c17035",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have emerged as a promising alternative to lithium-ion batteries (LIBs) due to the abundance and low cost of sodium resources compared to lithium.  The development of efficient SIBs can significantly contribute to energy sustainability, especially in large-scale applications such as grid storage.  In general, the construction of high-performance SIBs significantly lies in the design of high rate capability and cyclic reversible cathode materials. While in this field, various candidates have been extensively investigated, including transition-metal oxides, polyanionic frameworks, Prussian blue analogues, and organic compounds. Among them, layered sodium transition-metal oxides (NaxTMO2, 0 < x ≤ 1) are particularly attractive owing to their high theoretical capacity, flexible composition, and efficient intercalation mechanism. ",
                "Manganese (Mn)-based P2 (P: prismatic)-type materials is one of the most representative materials; however, their development faces significant challenges, particularly resulted from the irreversible phase transition and structural collapse during long-term cycling.  The Jahn–Teller distortion associated with manganese and the phase transition from P2 to OP4 (O: octahedral) during the dynamic (de)-sodiation process negatively impact their electrochemical performance.  In recent years, extensive research has been conducted to design the stable Mn-based P2-type cathodes. Various strategies, such as doping with other pillar ions and optimizing the synthesis process, have been employed to enhance the cyclic stability and storage capability. For the previously reported Na0.7Li0.03[Mg0.15Li0.07Mn0.75]O2, Li+ ions occupy two sites within the transition metal (TM) and alkali metal layers, leading to near-zero strain characteristics across a broad voltage range.  Similarly, in Na0.75Ca0.05Li0.15Fe0.2Mn0.6O2, Li+ ions occupy the TM sites and calcium (Ca) ions occupy the alkali metal sites, thus preventing negative phase shifts across a broad voltage range.  Usually, the introduction of appropriate dopants enables fast ion diffusion under high-volume conditions with limited cycles or minimizes plate sliding under long-cycle conditions with medium volume.",
                "At present, controlling structural ordering, specifically the engineering of disordered structures in layered cathodes, is emerging as one of the cutting-edge research directions in this field.  Solids often exhibit varying degrees of disorder, which can lead to unexpected ion or electron conductivity.  Disorder can be generated through reactions and/or material synthesis.  In a layered cathode, the extraction of base ions causes alkali ion vacancies and TM oxidation, thermodynamically driving the planar rearrangement of the remaining base ions and vacancies, subsequently inducing atomic or electronic phase transitions.  Then the electrostatic interactions are also a key parameter controlling the crystal structure and are often correlated with size effects. For example, adding crystal water to the layered structure of manganese dioxide enlarges the interlayer space. The enlargement occurs as crystal water screens electrostatic interactions between Mg2+ ions and host anions, thereby promoting alkali-ion diffusion by enhancing local pathways through induced disorder.  As a typical representative, Wang et al. introduced the short-range disorder to disrupt the typical ordered lattice, thereby modifying TM and oxygen interactions, improving the electronic conductivity and electrochemical performance.  Similarly, another research also highlighted the optimized Na+/vacancy ordering alongside transition-metal honeycomb ordering to enhance the stability of layered sodium oxide cathode.  To develop high-performance SIBs, it is essential to explore advanced transition-metal-layered oxide cathode materials that combine structural stability with fast ion dynamics.",
                "Unlike previous methods, which typically involve high-energy ball milling to mix calcium and sodium sources followed by direct high-temperature calcination,  this report presents a unique step-by-step molecule–ion exchange method for designing sodium oxide cathodes with expansive and disordered interlayer microenvironment, enabling fast ion mobility and high structural stability. As depicted in , Na0.7MnO2.05 (NMO) first forms a hydrated phase through a water-mediated process. During this process, interlayer crystal water often coordinates with Na+ through electrostatic interaction, increasing the interlayer space and leading to a disordered arrangement of hydrated cations. Upon dehydration, the removal of the bound water facilitates the intercalation of Ca ions. Finally, the ion exchange between Ca2+ and Na+ alters the composition of the layers and the arrangement of atoms, thus affecting the charge balance. The disordered interlayer microenvironment promotes faster diffusion of ions by expanding the interlayer spacing and introducing vacancies through ion exchange. Systematic experimental and density functional theory (DFT) calculation studies indicate that in the alkali metal layer, the presence of Ca2+ can prevent Mn atoms from migrating into this layer, thereby strengthening the stability of the interlayer. In addition, since the Ca–O interaction generated by Ca2+ is stronger than the Na–O interaction, this effectively enhances the moisture-resistance of the host in the air environment. Electrochemical performance tests indicate that the optimized Ca0.065Na0.55MnO2.05 (CNMO-1) cathode exhibits a high specific capacity of 140.4 mA h g–1 at 0.1 A g–1, with an excellent rate capability (81.3 mA h g–1 at 5 A g–1) and cycle lifespan (2000 cycles). Beyond that, this cathode also exhibits enhanced temperature tolerance yet retains excellent cyclic stability. In detail, it shows a specific capacity of 129.6 mA h g–1 at 1 A g–1 and 60 °C, followed by a capacity retention of 89.5% after 400 cycles. When the temperature further improves up to 80 °C, such a cathode can deliver a high specific capacity of 159.7 mA h g–1 at 0.2 A g–1 and a capacity retention of 85.8% after 150 cycles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "a shows the X-ray diffraction (XRD) patterns of NMO, the dehydration phase after water removal (W-NMO), CNMO-1 and CNMO-1.5, which exchanged Na+ and Ca2+ ions after water-mediated treatment. All samples exhibit similar diffraction peaks, which closely match the standard card (JCPDS No. 27-0751).  () shows the hydration phase formed by stirring water and NMO stirred directly with a solution of CaCl2 (NCMO-1). Excess alkali introduced during the preparation process led to the formation of residual alkali on the surface of synthesized Na0.7MnO2.05. To confirm the removal of H2O and NaHCO3 impurities from CNMO-1, multiple characterization methods were employed. The absence of the O–H stretching signal at 2500–3500 cm–1 and the absence of NaHCO3 peaks at 1000–1500 cm–1 in the Fourier transform infrared (FTIR) spectrum of CNMO-1 indicate the elimination of water molecules and NaHCO3 (, ). According to thermogravimetric analysis (TGA) results, no mass loss is observed between 30 and 300 °C in CNMO-1, corroborating the removal of H2O (, ), which aligns well with the XRD and FTIR findings.  Compared to the XRD pattern of pristine NMO, the (002) reflection of W-NMO and CNMO-1 showed asymmetric broadening, with the lattice spacing increasing from 0.555 nm (NMO) to 0.559 nm (W-NMO). Conversely, the lattice spacing of (002) decreased from 0.559 nm (CNMO-1) to 0.557 nm (CNMO-1.5), likely due to Ca ions’ higher charge density, and stronger electrostatic interactions pull the layers closer (b). Excess Ca2+ in the alkali metal layer reduces the lattice spacing of (002).  The ionic radius of Ca2+ closely matches that of alkali metal ions like Na+, making it more compatible with the larger, open spaces in the alkali layer, where it typically adopts prismatic or octahedral coordination with oxygen atoms rather than the more confined TM layer. Simultaneously, the (100) diffraction peak shifts from 36.08° (NMO) to 36.31° (CNMO-1), demonstrating a reduction in the lattice parameter a from 2.864 to 2.837 due to the oxidation of Mn.",
                "The chemical states of Mn, Ca, and O in the NMO and CNMO-1 cathode materials were analyzed using X-ray photoelectron spectroscopy (XPS). The average oxidation state of Mn increased from +3.41 in NMO to +3.66 in CNMO-1, indicating a higher proportion of Mn4+ in the latter. To maintain charge neutrality, the proportion of O2– increased from 61.2% to 68.3%, corresponding to the higher Mn-oxidation state and the formation of Ca–O bonds. These changes ensure overall charge balance and enhance the electrochemical stability of CNMO-1 ( ). c shows the XRD Rietveld refinement of the CNMO-1 material. The hexagonal P2 structure with the space group P63/mmc is further confirmed as the calculated profile fits well with the experimental data (Rwp = 1.97%). Detailed structural information, including thermal factors, atomic sites, and occupancies, is provided in  (). d schematically illustrates the crystal structure of CNMO-1, where Ca ions occupy prismatic Na_e sites at the edges and Na_f sites at the center of the TM layers. The atomic-level structure of CNMO-1 was precisely characterized by using the high-angle annular dark-field (HAADF) STEM images, as shown in e. The interlayer lattice distance between adjacent TM layers is measured to be 0.278 nm, corresponding to the d-spacing of the (001) planes in the P2-layered structure. The intensity line profile extracted from the STEM image further differentiates between Ca and Na atoms within CNMO-1 (f). Analysis by inductively coupled plasma atomic emission spectroscopy (ICP-AES) revealed an increase in the Ca content and a corresponding decrease in the Na content in the CNMO-1 and CNMO-1.5 samples compared to the W-NMO samples ( ). These compositional changes confirm the successful exchange of Na+ with Ca2+ ions within the cathode structure.  () presents a scanning electron microscopy (SEM) image, showing that CNMO-1 particles are of micrometer size and exhibit a different morphology and size distribution compared to NMO. Energy-dispersive spectrometry (EDS) mappings demonstrate that Na, Mn, Ca, and O elements are uniformly distributed throughout the CNMO-1 and CNMO-1.5 particles (, Supporting Information). The layer spacing of ordered NMO is smaller than that of CNMO-1 (g and , Supporting Information). The transmission electron microscopy (TEM) image (h) further revealed the crystallographic information on CNMO-1, where the lattice fringes show a layer spacing of 0.559 nm, indexed as the (002) crystal faces of the layered CNMO-1 (JCPDS No. 27-0751). Within the TM layer and the alkali metal layer, electrostatic interactions stabilize the layered stacking arrangement. The hydration phase (NaxMnO2·1.5H2O) expands the interlayer space by forming hydrogen bonds between water molecules and metal hydroxides, mediated by water, thus promoting the disordered arrangement of the alkali metal layers. Subsequently, Ca ions are exchanged with Na ions, altering the atomic composition and the arrangement of the interlayer. From the selected area electron diffraction (SAED) patterns, the Na disordering in CNMO-1 is captured at the atomic level, as shown in  (Supporting Information). Referring to the polarized Raman results, the Raman peak at 460 cm–1 is identified as the E2g mode, and the peak at 576 cm–1 is the A1g mode of NaxCoO2.  In the as-prepared CNMO-1 and NMO samples, these peaks shift to 550 cm–1 (E2g) and 604 cm–1 (A1g), respectively. Notably, the broadened shoulder peak at 643 cm–1 in CNMO-1 may indicate Na ion disorder, suggesting structural disorder, as confirmed by refined XRD results. Air stability is essential for the practical use of electrode materials in energy storage devices. Layered sodium TM oxides (NaxTMO2) often undergo structural and chemical transformations when exposed to moist air. To monitor the structural changes in NMO and CNMO-1 upon moist air exposure, samples were placed in the air atmosphere (moderate humidity of 60%) at room temperature and XRD data were collected simultaneously (, Supporting Information). When NMO was exposed to air for 15 days, a small peak appeared to the left of peak (002). In contrast, no similar phenomenon was observed after 60 days of air exposure in CNMO-1. The FTIR spectra revealed an O–H stretching signal at 2500–3500 cm–1, indicating the presence of water molecules (j). Notably, a NaHCO3 peak at 2000–3000 cm–1 is present in the NMO spectrum but absent in the CNMO-1 spectrum, suggesting that CNMO-1 exhibits superior stability in moist air compared to NMO. k,l presents a model of the binding of Na and Ca atoms to water in CNMO-1. Theoretical calculations show that the binding energy of Ca to water is stronger than that of Na, which inhibits the direct binding of water molecules to Na atoms.",
                "a shows the average discharge specific capacities of the ordered NMO, disordered CNMO-1, and disordered CNMO-1.5 cathodes at various current densities. At 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, the capacities of CNMO-1 were 140.4, 135.4, 117.2, 104.7, 86.5, and 73 mA h g–1, respectively. These values were significantly higher than the specific capacities of ordered NMO (113, 104.2, 86.8, 66, 53.8, and 42 mA h g–1) and disordered CNMO-1.5 (102.1, 93, 82.9, 73.9, 65.8, and 54.7 mA h g–1).  (Supporting Information) showed the performance of W-NMO (135, 129, 114.8, 100.9, 87, and 64.9 mA h g–1) and NCMO-01 (132.2, 128.5, 109.2, 82.3, 55.5, 27.6 mA h g–1). The capacity of CNMO-1.5 is lower than that of CNMO-1 due to excessive Ca2+ exchanging with Na+, where Na occupies less space, resulting in decreased specific capacities. The rate capability of W-NMO is better than that of NMO, indicating that water-mediated treatment expands the interlayer space and facilitates ion diffusion.  (Supporting Information) shows the GCD curve of the CNMO-1 cathode at different current densities ranging from 0.1 to 5 A g–1. Notably, at all current densities, the smooth cycle curve shows no obvious electrochemical plateau, unlike the distinct plateau in NMO (, Supporting Information). The ultrafast storage performance of disordered CNMO-1 electrodes surpasses that of most previously reported layered oxides (, Supporting Information).  b,c compares the cycle performances of CNMO-1, CNMO-1.5, and NMO at current densities of 0.2 and 2 A g–1 after 10 cycles of activation at 0.1 A g–1. At a current density of 0.2 A g–1, the CNMO-1 electrode delivered a specific capacity of 118.4 mA h g–1 after 400 cycles with a capacity retention of 87.4%. This surpasses the CNMO-1.5 counterpart, which had a retention of 104.6 mA h g–1 at 78.5%, and the NMO counterpart, which had a retention of 43.68 mA h g–1 at 39%. Moreover, the Coulombic efficiencies of CNMO-1 and CNMO-1.5 were 99.14% and 99.22%, respectively, both of which are higher than the NMO’s Coulombic efficiency of 98.34% ( Supporting Information). In addition, after 15 days in moist air, CNMO-1 retained 92.7% of its capacity after 300 cycles at 0.2 A g–1, as shown in  (Supporting Information). At the high current density of 2 A g–1, the CNMO-1 cathode retained a high specific capacity of 75.7 mA h g–1 after 2000 cycles with a capacity retention rate of 89%. This performance was superior to those of NMO (19.1 mA h g–1, 28.8%) and CNMO-1.5 (45.2 mA h g–1, 72.1%).  (Supporting Information) shows that the long-term cycling performance of W-NNO and NCMO-1 at 2 A g–1 is significantly lower than that of disordered CNMO-1, underscoring the importance of step-by-step synthesis. Notably, at the higher current density of 5 A g–1, the CNMO-1 cathode retained a high specific capacity of 75.6 mA h g–1 with a retention rate of 93% after 2000 cycles (, Supporting Information). According to the GCD diagram, the phenomenon of voltage lag during the cycling process is not obvious (, Supporting Information).",
                "d and  (Supporting Information) compared the cycling performance of previously reported layered oxides as cathodes at different current densities, highlighting their high capacity retention rates and large specific capacities for both high and low current densities.  Considering that the battery operating in a high-temperature environment will exacerbate cathode instability, leading to complex irreversible structural evolution and weakened performance, it is crucial to explore the high-temperature resistance of the CNMO-1 cathode. At a high temperature of 60 °C, both CNMO-1 and NMO electrodes were activated for 5 cycles at 0.1 A g–1 and then cycling continued at 1 A g–1, as shown in e. The CNMO-1 electrode maintained a high specific capacity of 116 mA h g–1 after 400 cycles. In contrast, the capacity of the NMO electrode was severely attenuated with a specific capacity of only 45.2 mA h g–1. Surprisingly, the GCD curve of the CNMO-1 electrode at the 400th cycle still showed relatively obvious platforms, while the GCD curve of the NMO electrode nearly collapsed (, Supporting Information). f shows that at the higher temperature of 80 °C and a current density of 0.2 A g–1, the CNMO-1 electrode still maintained a high specific capacity of 137.1 mA h g–1 after 150 cycles, with a retention rate of 85.8%. However, the electrochemical performance of the NMO electrode also declined significantly, maintaining a specific capacity of 47.1 mA h g–1 with a retention rate of 41.6%.",
                "Additionally, the electrochemical reaction behavior and kinetic processes of the cathode were studied using cyclic voltammetry (CV), galvanostatic intermittent titration technique (GITT), electrochemical impedance spectroscopy (EIS), and Raman spectra. The CV curves of the CNMO-1 and NMO cathodes at different scanning rates from 0.1 to 5.0 mV s–1 are shown in  (Supporting Information). According to the redox and phase transition mechanisms, the pristine ordered NMO electrode can be divided into three regions: P–O phase transition region, P2-phase region, and Jahn–Teller distortion region (a).  The P–O phase transition region occurs at 3.6–4.0 V.  At 2.5–3.6 V, the NMO electrode shows a P2 structure and exhibits fast kinetics and high redox reversibility. The redox peaks at this stage could be attributed to the rearrangement of Na-vacancy-ordering superstructures and Mn3+/Mn4+ orderings. Due to the Mn3+/Mn4+ redox reaction, the Jahn–Teller distortion occurs at voltages below 2.5 V, which has also been termed as P2–P2′ phase transformation.  Compared with NMO, the contribution to the specific capacity of CNMO-1 by Jahn–Teller distortion regions is reduced. The CNMO-1 electrode shows much smoother CV curves and dQ/dV plots (, Supporting Information), indicating that local structural transitions of disordered CNMO-1 are mitigated and the polarization of the positive electrode material has been effectively controlled.",
                "Furthermore, to check the capacitive contributions in both ordered NMO and disordered CNMO-1 electrodes, we analyzed the anodic peaks located at ∼2.5 V (Mn3+/Mn4+ redox peak) and 3.5 V. where i corresponds to the current densities at various scan rates (mV s–1) and a and b are adjustable constants. When the b value approaches 0.5 or 1, the redox reactions tend to be diffusion-controlled or surface-controlled, respectively. As shown in  (Supporting Information), the b values of NMO and CNMO-1 electrodes at 2.5 V are 0.505 and 0.684, respectively, suggesting a diffusion-controlled characteristic for Mn3+/Mn4+ redox reactions. When the potential increases to 3.5 V (, Supporting Information), the b values increase to 0.908 and 0.952 for NMO and CNMO-1 electrodes. Compared to the NMO electrode, the CNMO-1 electrode exhibits a greater surface faradaic contribution due to its open morphology.where k1v represents the current response from capacitive processes, while k2v1/2 correspond to the current generated by diffusion processes.  As shown in  (Supporting Information), the capacitance contribution ratio of the disordered CNMO-1 cathode was calculated to be 47%, 49%, 54%, 61%, 71%, and 85% at scanning rates of 0.1, 0.2, 0.5, 1, 2, and 5 mV s–1.  exhibited the representative CV profile at 0.2 mV s–1 with a 49% pseudocapacitive contribution (orange area) to the total current. To better clarify the reaction kinetics, a GITT test was conducted to determine the sodium-ion diffusion coefficient (DNa+) of ordered NMO and disordered CNMO-1 electrodes. b presents the calculated DNa+ values during discharge and charge. In the 2.2–2.5 V range, corresponding to Mn redox, the electrostatic interaction within the Na–O bond increases, inhibiting sodium-ion diffusion. CNMO-1, with its larger layer spacing, experiences weaker electrostatic repulsion between Na–O bond. As a result, DNa+ for CNMO-1 showed only a slight decrease to 3.16 × 10–12 cm2 s–1, while NMO experiences a more significant drop to 2.34 × 10–11 cm2 s–1. The DNa+ of both CNMO-1 and NMO remained stable within the 2.5–3.5 V range; however, CNMO-1 exhibited a higher value of 3.16 × 10–10 cm2 s–1 compared to 1.58 × 10–10 cm2 s–1 for NMO. This enhanced ion mobility in CNMO-1 can be attributed to its expanded interlayer spacing, altered alkali layer composition, and increased disorder in the Na layer, all of which contribute to a more efficient diffusion process. At charge potentials above 3.5 V, the DNa+ of NMO drops sharply to 1.77 × 10–13 cm2 s–1, indicating that the Na+ diffusion channels are compromised due to Mn migration to alkali ion sites, which hinders Na ions transport. In contrast, CNMO-1 maintains a high DNa+ of 9.95 × 10–12 cm2 s–1, suggesting that its ionic pathways remain unaffected throughout the entire charge–discharge process. ",
                "To demonstrate the change in Na distribution, ex situ Raman spectra of NMO and CNMO-1 were measured from the first to the fifth cycle. c presents contour plots of these ex situ Raman spectra, where 550 cm–1 corresponds to E2g, 600 cm–1 to A1g, and 640 cm–1 to Na ions disordered distribution. The contour map clearly shows that CNMO-1 consistently exhibits a prominent peak at 640 cm–1 throughout the cycling process, indicating a disordered Na ion arrangement. Conversely, the peak at 640 cm–1 progressively diminishes in NMO during the cycling process, suggesting a trend toward an ordered Na+ ion arrangement (, Supporting Information).  The gradual ordering of NMO during cycling is likely driven by the crystal field stabilization energy. As the cathodes charge, alkali ion vacancies emerge in the interlayer spaces, causing oxygen atoms to face each other directly across these gaps. In the high charge state (SOC) of the NMO, the migration of Mn to these vacant alkali ion sites is favored, helping to balance the charge distribution and thus contributing to the transition from a disordered to an ordered state. However, CNMO-1 retains its disordered structure throughout the cycle, with Ca ions stabilizing the alkali metal layer and thus keeping Mn from migrating.  d illustrates the variation in Na distribution in disordered CNMO-1 and ordered NMO materials during the cycling process. To further elucidate the contribution of chemical bonds to structural stability, differential charge density analysis and crystal orbital Hamilton population (COHP) calculations were employed to examine the local charge distributions and bonding characteristics of Ca–O and Na–O bonds. First, differential charge density analysis revealed that larger charge clouds indicate stronger interactions. The calculated binding energies are −4.75 eV for Na–O and −7.37 eV for Ca–O (, Supporting Information), demonstrating that the Ca–O bond is significantly stronger than the Na–O bond. Subsequently, the COHP method, which decomposes the contributions of individual atoms to bonding, nonbonding, or antibonding states, further supports this finding. The COHP value for the Ca–O bond is −0.79, whereas it is −0.55 for the Na–O bond. A more negative COHP value signifies a stronger bonding interaction, resulting in a more rigid and stable structure. Furthermore, to investigate the influence of Ca2+ ions on the electronic environment of the alkali metal layer and their effect on manganese (Mn) migration, migration energy barriers and vacancy formation energies for Mn are calculated. The migration energy barrier for Mn in CNMO-1 is 1.59 eV, significantly higher than 0.51 eV in NMO (, Supporting Information), indicating that Ca2+ ions effectively inhibit Mn migration into the Na layer. Additionally, the Mn vacancy configurations presented in  show vacancy formation energies of −0.96 eV for NMO and −0.08 eV for CNMO-1. The reduced vacancy formation energy in CNMO-1 suggests that Ca2+ enhances structural stability by decreasing the likelihood of Mn vacancies.",
                "The influence of the Na ion disordered arrangement and structural stability on electrochemical kinetics was further analyzed by in situ EIS measurement. The Nyquist plots of in situ EIS were collected from 1st to 25th as displayed in  (Supporting Information). Various kinetic processes with distinct relaxation features are evident across timescales, with charge transfer in layered oxide cathodes occurring between 10–1 s and 10–2 s, while diffusion, potentially the rate-determining step in battery kinetics, has a time constant extending beyond 10 s   (Supporting Information) showed the DRT of the in situ impedance diagram. e and  show contour plots of DRT from in situ impedance diagrams, revealing relaxation times of t = 101.95 s for Warburg diffusion impedance and t = 10–0.95 s for charge transfer impedance. To clearly illustrate the impedance changes between ordered NMO and disordered CNMO-1,  (Supporting Information) presents the corresponding impedance values in the 1 and 25 cycles. The diffusion impedance in disordered CNMO-1 decreased from 181 to 162 Ω between cycle 1 and cycle 25, while in ordered NMO, it increased significantly from 90.6 to 269 Ω over the same cycles. The Na-disordered structure introduces additional pathways for ion diffusion, which effectively reduces the resistance of CNMO-1.  Meanwhile, the charge transfer resistance increases from 7.5 to 105 Ω in CNMO-1 and from 5 to 202 Ω in NMO. The higher impedance observed in NMO compared to that in CNMO-1 is primarily attributed to structural degradation of the cathode material, including phase transitions, particle fracture, and Mn migration, which disrupts the efficient transport of electrons and ions, thereby impeding sodium ion diffusion.",
                "As the structural stability of cathode materials directly correlates with electrochemical performance, we employed an in situ XRD method to monitor the structural evolution of NMO and CNMO-1 within the voltage range 2–4 V at 0.5 C (a,b). For NMO, significant changes in the position and intensity of the (002) and (004) peaks were observed during the second and third charge–discharge cycles. Additionally, a (004) peak emerged at approximately 17–18° in the high-voltage range of 3.8–4.0 V, indicating the P2-OP4 phase transition. In the low-voltage range of 2–2.2 V, the (102) and (104) peaks gradually disappeared, accompanied by the formation of new (114) and (116) peaks, which can be indexed to a P′2 phase resulting from the Jahn–Teller ionization of Mn3+. In contrast, disordered CNMO-1 showed minimal changes in the position and intensity of the (002) peaks, without any new peak signals, indicating the successful suppression of high-voltage P2-OP4 and low voltage P2–P′2 phase transitions. During the four charge–discharge cycles, the variation of such characteristic peaks in CNMO-1 followed the same pattern observed during the first charge. Suppressing phase transitions is essential for maintaining consistent performance and is crucial for the practical application of cathode in battery.",
                "c,d presents the HRTEM images of CNMO-1 and NMO after five cycles, followed by charging to 4.0 V. In CNMO-1, the lattice fringes exhibited layered and point-like defects with noticeable nonuniformity, suggesting potential short-range disorder. In contrast, the lattice fringes of NMO appear more uniformly and systematically arranged. e,f shows the corresponding local HRTEM images. In NMO, due to the formation of the OP4 phase, the interlayer distance shrinks significantly at 4.0 V. The interlayer distances of ordered NMO were 5.57 and 4.98 Å, respectively. In contrast, the interlayer distances of CNMO-1 at 4.0 V were 5.61 and 5.59 Å, indicating that the Na layer in CNMO-1 does not undergo significant distance shrinkage. This stability can be attributed to the presence of Ca ions, which act as pillar ions and inhibit the formation of the OP4 phase.  (Supporting Information) presents the FESEM images of NMO and CNMO-1 electrodes after 50 cycles, while g,h, showed the FESEM images of CNMO-1 and NMO electrodes after 100 cycles, respectively. The images revealed that the CNMO-1 electrode retains well-defined, block-like particles with clear edges and relatively smooth surfaces. The particles are uniform in size, and there appears to be minimal agglomeration, suggesting that the material retains its structural integrity after cycling. In contrast, NMO electrodes have a messy structure with layers that look like uneven sheets. The particles are irregular and showed visible folds and overlapping layers, suggesting that the structure has changed a lot and may be breaking down.  (Supporting Information) shows the XRD patterns of disordered CNMO-1 and ordered NMO samples after the 50th and 100th cycles. The position and intensity of the XRD peaks for disordered CNMO-1 showed minimal change, indicating that the material’s structural integrity was maintained and degradation was minimal. In contrast, the XRD pattern of ordered NMO exhibited significant changes, particularly a reduction in the intensity of the (002) peak, suggesting a phase transition or structural degradation during cycling.",
                "Based on the theory of electrode reaction thermodynamics, the role of Ca ions in maintaining the stable structure of the CNMO-1 high SOC was studied by DFT calculation. a illustrates the formation energy difference between P2 and OP4 at Na contents of 1, 0.5, and 0.25 for NMO (Na contents of 1, 0.5, and 0.25 correspond to points A, B, and C). In the P2-structured NMO, the oxygen layer stacking order follows a BAAB–BAAB sequence (b). Within this structure, Na ions are located between two adjacent oxygen layers (B and A or A and B) and are coordinated by six oxygen atoms arranged in a trigonal prism. From the perspective of a single slab, there is insufficient Na in the alkali metal layer to stabilize the P-type configuration, especially at high SOC, directly inducing slab shrinkage and consequent octahedral prismatic-type (OP-type) layer formation. The oxygen layer stacking order in the OP4 structure follows a CAAC-BAAB sequence (c), which introduces a shift in the oxygen layers, resulting in orthorhombic symmetry and making the structure more complex than the P2 phase.  NMO and CNMO-1 materials had different crystal structures in the P2 and OP4 phases under different charging states (corresponding to varying Na contents).",
                "It is evident that as the Na content decreases, the energy required to form OP4 consistently decreases. At a Na content of 0.25, the energy required to form OP4 is lower than that for P2, indicating that a structural transformation from P2 to OP4 has occurred. d demonstrates the impact of increasing Ca content in CNMO-1 on the formation energy of the OP4 phase at a Na content of 0.25. The data revealed that as Ca content rises, the energy required to form the OP4 phase correspondingly increases. e,f are P2 and OP4 structure models of CNMO corresponding to different Ca2+ contents. With the increase of Ca content, the formation energy of the OP4 phase exceeds that of the P2 phase, indicating that Ca ions contribute to structural stabilization and effectively prevent the phase transition.",
                " shows the mechanism diagram of the design of the air-stability, high-capacity, and long-lifespan disordered CNMO cathode. The interlayer microenvironment is regulated through a step-by-step molecular–ion exchange method. This approach creates expanded spaces and a disordered Na layer, which facilitate rapid ion diffusion. Additionally, the incorporation of Ca ions into the alkali metal layer inhibits Mn migration and phase transitions, as the stronger Ca–O bond interactions, compared to Na–O bonds, help maintain a robust structure. The stepwise synthesis strategy had also been applied to KNMO-1, ZNMO-1, and LNMO-1 materials to verify the exchange of different ions in layered sodium oxides. This successful application demonstrates the broader feasibility of the strategy for various layered sodium oxides. SEM images and corresponding mappings revealed a uniform distribution of the Na, Mn, and O elements throughout these particles (a–c). These uniform distributions confirm the homogeneous incorporation of these elements within the materials. As shown in d and  (Supporting Information), similar XRD curves, layered structures, and bulk morphology of disordered CNMO-1 are observed for treated KNMO-1, ZNMO-1, and LNMO-1 materials. e presents a comparison of the rate performance of the three materials, showing the average discharge-specific capacities of KNMO-1, ZNMO-1, and LNMO-1 cathodes at various current densities. At 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, the specific capacities of KNMO-1 were 115, 110, 102.2, 92.2, 79.7, and 54.6 mA h g–1, of ZNMO-1 were 113.6, 111.7, 104.9, 94.9, 82.1, and 59.9 mA h g–1, and of LNMO-1 were 116.1, 113.5, 104.6, 93.3, 79.3, and 55 mA h g–1, respectively. Their rate capability performance showed improvement compared to ordered NMO. At a current density of 2 A g–1 within 2.0–4.0 V after activation at 0.1 A g–1 for five cycles, the KNMO-1, ZNMO-1, and LNMO-1 electrodes delivered discharge capacities of 69.2, 73, and 59 mA h g–1 at six cycles, respectively, with 87.7%, 93.2%, and 92.7% of the original discharge capacities retained after 1200 cycles (f). As shown in  (Supporting Information), the KNMO-1, ZNMO-1, and LNMO-1 electrodes showed similar charge–discharge curves to CNMO-1, with a smooth slope within 2.0–4.0 V. The comparison of the capacity retention rates for KNMO-1, ZNMO-1, LNMO-1, and NMO over 1200 cycles at a current density of 2 A g–1 revealed significant differences (g). Notably, the capacity retention rate of NMO is 37.3%, which is significantly lower than that of the other three materials, indicating that this strategy significantly improves the cycle performance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "This research put forward the design concept of a moisture-resistant, expansive, and disordered interlayer microenvironment to reshape the structural properties of Mn-based P2-type cathode materials and improve the storage performance. The combination of experiment and theoretical calculation revealed a multiple function of such a molecule–ion exchange regulated strategy. On the one hand, water-mediated processes and ion exchange can induce disorder in the sodium layer. This disordered interlayer microenvironment reduced electrostatic interactions between the layers, creating vacancies that provide additional pathways for ion diffusion, thereby facilitating ion diffusion kinetics. On the other hand, the stronger Ca–O bond interaction than that of the Na–O bond case and Ca2+ prevented Mn migration, indicating their role in maintaining structural stability and interlayer disorder. As electrochemical performance tests indicated, such a disordered CNMO-1 cathode showed superior rate capability and cyclic stability, as well as a good high-temperature tolerance. Particularly, it not only exhibited a high specific capacity of 135.4 mA h g–1 at 0.2 A g–1 but also a discharge capacity of 81.3 mA h g–1 with a high retention of 93.3% at the high current density of 5 A g–1 after 2000 cycles. Moreover, when under harsh conditions, it enables the delivery of high specific capacities of 129.6 mA h g–1 at 1 A g–1 and 60 °C and 159.7 mA h g–1 at 0.2 A g–1 and 80 °C, respectively. Such a methodology also fits other K+, Zn2+, and La3+ regulated materials design, thus implying its universal potential. Indeed, this work offers a new research perspective to improve the electrochemical performance of layered sodium oxides and SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na0.7MnO2.05 was prepared by using a traditional solid-state synthesis method. Na2CO3 (≥99.5%, Aladdin) and MnO2 (≥99.5%, Aladdin) were uniformly ball-milled at 400 rpm for 12 h. The resulting mixture was pressed into sheets under of 6 MPa and then heated to 1000 °C at a rate of 5 °C per minute in an air atmosphere and held at 1000 °C for 15 h. The final product was naturally cooled to room temperature and stored in an argon-filled glovebox to prevent exposure to air. W-NMO was obtained by adding Na0.7MnO2.05 to deionized water, stirring continuously at room temperature for 8 h, and then drying at 300 °C for 6 h. To synthesize disordered CNMO-1/CNMO-1.5, a mixture of 0.1/0.15 M CaCl2 with DMF as the solvent was prepared. W-NMO was added to the prepared solution, followed by ultrasonic dispersion and continuous stirring at room temperature for 8 h for ion exchange. The collected powder was washed with DMF and dried at 300 °C for 6 h."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Surface morphologies and elemental distributions were analyzed using field emission scanning electron microscopy (FE-SEM) with a JEOL JSM-7800F microscope, equipped with an energy-dispersive X-ray spectrometer (Ametek, TEAMOctane Plus), operated at an accelerating voltage of 15 kV. TEM was conducted on a JEM-2100 microscope with an X-Max80 detector operating at 200 kV to capture high-resolution images and diffraction patterns. XRD patterns were collected using a PANalytical Empyrean diffractometer, employing Cu Kα radiation (λ = 1.54065 Å) with a generator set to 45 kV and 40 mA. Raman spectra were obtained with a Thermo Fisher Renishaw inVia spectrometer using an excitation wavelength of 532 nm. XPS was performed on a Thermo Fisher Scientific K-Alpha spectrometer utilizing Al Kα radiation, with a scanning rate of 0.05 eV per step to determine the chemical states and composition. TGA was carried out using an STA 449 F5 analyzer (NETZSCH) to assess the thermal stability of the samples. FTIR spectra were recorded using a Shimadzu IR Affinity-1."
                    ],
                    "name": " Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The prepared active materials were mixed with Super P carbon and poly(vinylidene fluoride) (PVDF) binder in a 7:2:1 weight ratio using N-methyl pyrrolidone (NMP) as the solvent. The resulting slurry was cast onto aluminum foil and dried in a vacuum at 60 °C for 12 h. The typical loading mass of the active material was 0.7–1 mg/cm–2. Coin cells (CR2032) were assembled in an argon-filled glovebox (O2 and H2O < 0.1 ppm), with sodium metal as the counter electrode and Whatman GF-A glass fiber as the separator. The electrolyte consisted of 1 M NaPF6 in dimethoxyethane (DME) with 2 wt % fluoroethylene carbonate (FEC) as an additive. Electrochemical performance, including magnification characteristics and cycle stability, was tested using a LAND CT3001A battery test system at 25 °C within a voltage range of 2.0–4.0 V. CV curves were recorded at various scan rates using a Solartron Analytical 1470E station (Ametek) under the same voltage window."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "All the calculations are implemented by the VASP code.  The GGA-PBE functional is selected for the exchange and correlation potential.  Weak van der Waals interaction is considered by the DFT-D3 functional.  The cutoff energy for the plane-wave is 400 eV. The k-mesh of 4 × 4 × 1 grid in the Brillouin-zone is chosen for integration. Total energies of the systems converge to 10–5 eV in the iteration solution of the Kohn–Sham equation. The force on each atom reduced to 0.02 eV/Å after geometry optimization."
                    ],
                    "name": " Theoretical Calculations",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Moisture-Resistant, Expansive, and Disordered Interlayer Microenvironment-Enabled Robust Sodium Oxide Cathodes"
}