{
    "DOI": "10.1039/D3MH00982C",
    "Journal": "Materials Horizons",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Novel, unique, and synergistic functionalities arise from materials prepared through the arrangement of different nanostructures in a specific configuration, producing the so-called nanoarchitected nanocomposites. Based on the chosen constituents, bi-, three- or multi-component materials can be designed, presenting improved mechanical, optical, electrical, chemical and electrochemical properties resulting from the specific interactions among the individual nano-objects. One of the major challenges related to the real application of these nanoarchitected materials concerns their processability, particularly as thin films. Traditional techniques for thin film synthesis and/or processing (such as dip-coating, spin-coating, vapor deposition techniques, sol–gel processes, hydrothermal routes, and layer-by-layer deposition, among others ) are not successful with multicomponent materials prepared in nanoarchitected configurations, and the situation is even worse if transparent and flexible films are desired. Thereby, it is a huge scientific and technological challenge to prepare and process nanoarchitected materials as thin and transparent films that can be deposited over any solid surface or directly integrated into devices in a reliable and reproducible way.",
                "Our research group developed a straightforward technique for both synthesizing and processing multi-component materials as thin, transparent and homogeneous films. The so-called liquid–liquid interfacial route (LLIR) is based on the self-assembly of solid materials at the interface between immiscible liquids, resulting in a continuous network that behaves like a malleable film and is easily transferred over any kind of solid substrate. One of the many advantages of the LLIR is the possibility of synthesizing compounds in the course of the process, which means that desirable materials can be obtained already processed in a one-pot and single-step procedure. Also, due to the intrinsic characteristics of the LLIR, unprecedented multi-component thin films can be prepared by adjusting the experimental conditions, which could result in different nanoarchitectures. Numerous nanoarchitected thin films have been prepared by us through this technique, based on the mixture of low-dimensional materials, polymers and inorganic compounds, and applied in fields such as sensors, photovoltaics, batteries, supercapacitors, and catalysis, among others.",
                "Energy storage device technology can be positively impacted by nanoarchitected thin films, including novel sustainable, inexpensive and safe devices, for example, aqueous sodium-ion batteries (SIBs). Currently, lithium-ion batteries (LIBs) are a well-established and widely used energy storage device. Nonetheless, this technology presents some drawbacks: traditional electrolytes for LIBs are flammable and volatile solvents; the growth of lithium dendrites during the charge/discharge cycles can connect the electrodes and generate a short circuit; and lithium resources have a limited and poor global distribution. Alternatively, SIBs are emerging as a compelling energy storage device, as they are potentially low-cost, sodium is abundant and widely globally distributed, and sodium mining is accomplished using a cleaner process. Additionally, replacing the flammable and environmentally impactful organic solvents currently used in LIBs with water is a straightforward way towards sustainable and safe devices.",
                "Despite the fact that SIBs work in a similar way to LIBs (which could favor the faster development of SIBs by extrapolating and adapting the mature knowledge gained from LIBs), important differences related to the intercalation/deintercalation of these ions are observed, which makes imperative the development of advanced materials with high specific capacity to be used as electrodes in SIBs. For aqueous SIBs, the challenge is even greater, as the intercalation/deintercalation process involves the hydrated cation and the electrochemical window of the aqueous electrolyte is narrow. Electrode materials based on different nanostructures have been recently prepared for this specific purpose.",
                "The goal of this work is to demonstrate the potential of the LLIR to produce unique tri-component thin-film nanoarchitected materials to be used as high-capacity electrodes in aqueous SIBs. By combining molybdenum disulfide (MoS2), copper oxide nanoparticles (CuxO-NPs) and graphene, synergistic and improved properties arising from the specific nanoarchitecture are obtained, and the resulting thin-film material presents one of the highest specific capacities ever reported for this kind of application. MoS2 is a bidimensional (2D) material with a large interlayer distance (0.62 nm) and pseudocapacitive properties, which allows surface redox reaction and the reversible intercalation/deintercalation of different ions. The theoretical specific capacity of MoS2 is 669 mA h g−1, but even higher values can be reached by controlling its morphology or preparing MoS2-based nanocomposites. The volume changes of MoS2 during ion intercalation/deintercalation (which causes mechanical stress, re-stacking and structure degradation), as well as its inherently low electronic conductivity, are characteristics that decrease the experimental capacity of this material, and which can be improved by preparing suitable nanocomposites.",
                "Copper oxides (Cu2O and CuO) have attracted great attention as electrodes in metal-ion batteries due to their theoretical specific capacity, modular morphology, easy production and low toxicity. CuO exhibits a higher theoretical specific capacity (674 mA h g−1) compared to Cu2O (369 mA h g−1), but interestingly, some properties of the mixture of these two copper oxides, such as electrochemical reactivity and electrical/ionic conductivity, have been demonstrated to be higher than those of the individual components. However, Cu2O/CuO presents several drawbacks for use as electrodes in SIBs, including significant volume changes during conversion reactions (over 228%), low energy density, low power density, and poor stability. Once again, the preparation of nanocomposites with suitable materials, such as graphene, is one way to overcome these limitations.",
                "Graphene is a promising material for use as electrodes in metal-ion batteries. The structure of graphene, which is characterized by a one-atom-thick bidimensional material of sp2-hybridized carbon atoms (the stacking of which forms graphite) can theoretically host metal ions on both sides of the sheet, resulting in a theoretical capacity twice that of graphite (744 vs. 372 mA h g−1, respectively). Thus, preparing nanocomposites comprising graphene, MoS2 and CuxO nanoparticles could result in a material in which the three components are expected to contribute to the electrode capacity, and the interactions among them can result in synergistic properties to further increase this capacity.",
                "We recently demonstrated the preparation of thin and transparent bi-component films between MoS2/carbon nanotubes and graphene/CuxO nanoparticles through the LLIR. Herein, unprecedented tri-component nanoarchitected materials combining MoS2, graphene and CuxO nanoparticles are introduced. The huge potential of the LLIR to prepare these complexes and multi-component materials is demonstrated for three different samples based on three different experimental approaches, which results in different nanoarchitectures and different properties. Finally, the use of these films as anodes in aqueous SIBs is demonstrated, and the results are among the highest performances ever reported for this kind of application."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ammonium molybdate ((NH4)6Mo7O24·4H2O, Vetec), ammonium sulfide ((NH4)2S, solution 20%, Vetec), sulfuric acid (H2SO4, 98%, Anidrol), acetonitrile (gradient grade for liquid chromatography, 99.9% LiChrosolv, Merck), graphite (90%, Graflake, Nacional de Grafite), potassium permanganate (KMnO4, synth, 99%), hydrochloric acid (HCl, 37% Panreac), sodium nitrate (NaNO3, Vetec), hydrogen peroxide aqueous solution (H2O2, 30%, Vetec), toluene (99.9% Sigma Aldrich or 99% Neon), copper nitrate (Cu(NO3)2, Vetec), sodium borohydride (NaBH4, 98%, Acros Organic), and sodium chloride (NaCl, Neon) were used as received. The solutions and dispersions were prepared with deionized water using a Milli-Q ultra-pure water purification system with R = 18.2 MΩ cm."
                    ],
                    "name": "2.1. Chemicals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "MoS2 was synthesized and exfoliated according our previous report. The thin films of neat MoS2 were prepared through the LLIR according the procedure summarized in Fig. 1a: 5 mL of an acetonitrile dispersion of MoS2 (0.14 mg mL−1) was added to a 50 mL round-bottom flask and maintained under magnetic stirring at 2500 rpm. Then, 20 mL of ultrapure water and 20 mL of toluene were added to the system, and the resulting biphasic system was magnetically stirred for 12 h. After interruption of the stirring, a homogeneous, continuous and self-assembled film of MoS2 was obtained at the liquid–liquid interface. The film was transferred to a glass Becker containing the substrate (glass, quartz, Si, FTO/glass electrodes) at the bottom and deposited by pulling the substrates across the liquid/liquid interface. The film was dried at 200 °C for 4 h before characterization."
                    ],
                    "name": "2.2. Synthesis, exfoliation and film preparation of MoS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The graphene/copper oxide nanoparticles thin films were prepared according a methodology previously reported by us, as summarized in Fig. 1b. The method involves the simultaneous reduction of graphene oxide (GO) and Cu2+ in a water/toluene biphasic system in air. GO was prepared using a modified Hummers’ method. Then, 8 mL of a 0.3 mg mL−1 Cu(NO3)2 aqueous solution, 4 mL of an aqueous dispersion of GO (0.15 mg mL−1) and 18 mL of water were mixed in a 50 mL round bottom flask, resulting in a total volume of 30 mL for the aqueous phase. Afterwards, 20 mL of toluene was added to the flask to obtain the liquid–liquid interface. The entire system was stirred for two hours at 1500 rpm. After this time, 3 mL of an aqueous NaBH4 solution (40 mg mL−1) were added under stirring, and the reaction was performed for 30 minutes. Subsequently, the stirring was turned off, and a dark gray thin film was observed at the liquid–liquid interface, which was characterized by reduced graphene oxide/CuxO nanoparticles (hereafter referred as rGO/CuxO thin film). The aqueous phase was exchanged for fresh ultra-pure water (by removing the aqueous phase using a Pasteur pipette and adding a novel portion of 30 mL of water), and the system was stirred for a few minutes. This procedure was done to remove any soluble impurities remaining in the system, and it was repeated 10 times. Subsequently, the same procedure was carried out with toluene. As a control, the same procedure was also performed without copper nitrate, aiming for the preparation of a neat rGO film. Both films were deposited over suitable substrates as described earlier in Section 2.2."
                    ],
                    "name": "2.3. Preparation of the graphene/CuxO nanoparticles thin films",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Starting from the LLIR, three different approaches were adopted to prepare the tri-component films, as described in the following sections and schematically represented in Fig. 1c, d and e. The strategies will be referred to here as the layer-by-layer (Fig. 1c), mixing (Fig. 1d) and in situ synthesized (Fig. 1e) strategies.",
                        "2.4.1. rGO/CuxO/MoS2 nanocomposite prepared by the layer-by-layer (LbL) strategy. This is the simplest approach, in which the previously prepared rGO/CuxO and MoS2 films at the water–toluene interface were sequentially deposited over the substrates in a layer-by-layer-like process (Fig. 1c). A film of rGO/CuxO prepared exactly as described earlier (Section 2.3) was deposited over suitable substrates and dried at 200 °C for 4 hours. Subsequently, a film of MoS2 prepared as described in the Section 2.1 was deposited over this rGO/CuxO film, followed by another drying process at 200 °C for 4 hours. For comparison, the same procedure was carried out to produce a rGO/MoS2 bi-component film (by depositing a MoS2 film over a previously deposited rGO one). The films obtained in this way will be referred to here with the suffix – LbL (from layer-by-layer): rGO/MoS2-LbL and rGO/CuxO/MoS2-LbL.",
                        "2.4.2. rGO/CuxO/MoS2 nanocomposite prepared by film mixing. The second approach was based on a mixture of two films that were already stabilized at liquid–liquid interfaces (Fig. 1d). Each film was individually prepared (MoS2 and rGO/CuxO, prepared as described in Sections 2.2 and 2.3) and kept at the water–toluene interface. Afterwards, 10 mL of the toluene and 15 mL of the water of each water/film/toluene system were removed using a pipette. The toluene/MoS2-film/water system was magnetically stirred at 2500 rpm, and the toluene/rGO-CuxO-film/water system was added over it. The mixture was kept under magnetic stirring for 12 hours, and after this, the film at the liquid–liquid interface was transferred to substrates and dried according to the procedure described earlier. A control sample starting from a neat rGO film (instead of a GO/CuxO film) was also prepared. The films will be referred to here with the suffix –mixing: rGO/MoS2-mixing and rGO/CuxO/MoS2-mixing.",
                        "2.4.3. rGO/CuxO/MoS2 nanocomposite chemically synthesized in situ. The last nanocomposite was chemically synthesized in situ, directly at the liquid–liquid interface, by performing the same reaction described in Section 2.3 to produce the rGO/CuxO films, but with MoS2 dispersed in one of the liquid phases (Fig. 1e). First, 8 mL of an aqueous solution of Cu(NO3)2 (0.3 mg mL−1) was mixed with 4 mL of an aqueous dispersion of GO (0.15 mg mL−1), 7 mL of a 0.14 mg mL−1 acetonitrile solution of MoS2 and 11 mL of water in a 50 mL round bottom flask, resulting in 30 mL of aqueous phase. Afterwards, 20 mL of toluene was added to create the liquid–liquid interface, and this system was kept under magnetic stirring for two hours at 1500 rpm. After that time, 3 mL of an aqueous solution of NaBH4 (40 mg mL−1) was added with a syringe. After 30 minutes, the stirring was interrupted, and a grey film was observed at the interface between the two liquids. The cleaning process and deposition over substrates were carried out as described earlier. A film synthesized in the same way but without Cu(NO)3 was prepared, aiming to obtain a rGO/MoS2 bi-component film. The films will be referred to here with the suffix – in situ: rGO/MoS2-in situ and rGO/CuxO/MoS2-in situ."
                    ],
                    "name": "2.4. Thin films of nanocomposites comprising rGO, CuxO nanoparticles and MoS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) was performed using a Shimadzu diffractometer (XRD-6000) with CuKα radiation (λ = 1.5418 Å) and a thin-film accessory. Raman spectra were acquired using a confocal Raman spectrometer (WITec Alpha 300R) with a 532 nm laser line at 0.9 mW of power, with 30 accumulations of 10 s of acquisition time. UV-Vis spectra were obtained using a Shimadzu UV-2450 spectrophotometer directly on the films deposited on quartz substrates, using air as a reference. The scanning electron microscopy (SEM) images were obtained using a Mira FEG-SEM (Tescan) with an accelerating voltage of 10 kV coupled to an EDS detector (Oxford Instruments) for elemental analysis. For the transmission electronic microscopy (TEM) images, the films were deposited over copper grids covered with a hollow carbon thin film, and the images were collected using a JEOL 120 kV instrument at 100 kV. High-resolution transmission electronic microscopy (HRTEM) images were acquired using a JEOL JEM F200 device with a resolution of 0.1 nm, and the EDS-type elemental chemical analysis was obtained using an SDD detector with an area of 100 mm2 in a scanning mode (STEM). Electrochemical measurements were performed with an Autolab potentiostat operated via GPES and NOVA 1.11 software, using a conventional three-electrode cell with a Pt wire as a counter electrode, Ag/AgCl (3.0 mol L−1) as the reference electrode and the thin films deposited over ITO as the working electrode. Cyclic voltammetry (CV) was performed from −0.2 V to 0.4 V at different scan rates (5 mV s−1 to 50 mV s−1) in an aqueous solution of 0.1 mol L−1 NaCl. The galvanostatic charge/discharge (GCD) measurements were performed using NaCl aqueous solution (0.1 mol L−1) as the electrolyte in the range of −0.2 V to 0.4 V (vs. Ag/AgCl) at five current densities (0.1, 0.25, 0.5, 0.75, 1 and 2 A g−1), and evaluation of the materials for 200 or 1000 consecutive cycles was performed at a current density of 2 A g−1. The cyclic voltammograms were integrated to obtain the approximate electroactive mass of the components in each film: MoS2 (9.35 × 10−8 g cm−2), rGO/CuxO (3.41 × 10−7 g cm−2), rGO/MoS2-LbL (5.19 × 10−8 g cm−2), rGO/CuxO/MoS2-LbL (2.89 × 10−7 g cm−2), rGO/MoS2-mixing (5.07 × 10−8 g cm−2), rGO/CuxO/MoS2-mixing (1.58 × 10−7 g cm−2), rGO/MoS2-in situ (5.39 × 10−8 g cm−2) and rGO/CuxO/MoS2-in situ (2.06 × 10−7 g cm−2). Electrochemical impedance spectroscopy (EIS) was performed in 0.1 mol L−1 aqueous NaCl solution at −0.1 V with an amplitude of 10 mV and frequency of 10 MHz to 10 kHz. Electrochemical quartz crystal microbalance (EQCM) measurements were performed using an Autolab 128n in EQCM mode and the software nova 2.15, with a gold circular electrode (3 mm radius) coupled to a quartz crystal, a Pt wire as a counter electrode, and Ag/AgCl (3.0 mol L−1) as the reference electrode, in 0.1 mol L−1 aqueous solution of NaCl in the range of −1.0 to 0.6 V at 10 mV s−1."
                    ],
                    "name": "2.5. Characterization",
                    "type": "section_h3"
                }
            ],
            "name": "2. Methodology",
            "type": "section_h2"
        },
        {
            "content": [
                "The main challenge presented in this work was to obtain the unprecedented tri-component materials directly processed as transparent films, and to demonstrate their efficiency as electrodes in aqueous SIBs. Beyond describing a nanoarchitected material that had never been reported before, this work also demonstrates the potential and broadness of the LLIR to achieve these sophisticated materials in different nanoarchitectures, which will result in different properties, as will be demonstrated in the following.",
                "Nine different films have been prepared, consisting of three control samples (MoS2, rGO, and rGO/CuxO), along with six nanocomposites generated through three different approaches. The first strategy involved producing the films separately and subsequently depositing the most conductive film (rGO or rGO/CuxO) onto the substrate, followed by the deposition of the MoS2 film above the previous one, in a layer-by-layer (LbL) method (samples rGO/MoS2-LbL and rGO/CuxO/MoS2-LbL). The second method involved the preparation of each individual film at a liquid–liquid interface, followed by the combination (mixing) of those films at the liquid–liquid interface before deposition over the substrates, resulting in the samples rGO/MoS2-mixing and rGO/CuxO/MoS2-mixing. Finally, the third method involved the chemical synthesis of the rGO/CuxO in-situ at the liquid–liquid interface in the presence of a MoS2 dispersion in a one-step approach, resulting in the rGO/MoS2-in situ and rGO/CuxO/MoS2-in situ films.",
                "Digital photographs of the films deposited over planar quartz substrates are shown in Fig. 2a. The high homogeneity, transparency, and optical quality of the films are evident. The MoS2 film has a characteristic orange-yellowish hue, while the rGO and rGO/CuxO films appear gray. Due to the multilayer deposition method, darker films were obtained for the layer-by-layer films, compared to the those synthesized using the mixing and in situ strategies.",
                "Fig. 2b and Fig. S1a (ESI†) present the UV-Vis spectra of the samples deposited over planar quartz substrates. The main absorption bands are detailed in Table S1 (ESI†). The MoS2 spectrum (Fig. S1a, ESI†) presents the characteristic A and B bands at 673 nm and 621 nm, respectively, due to excitonic transitions in the valence band related to excitons at point K of the Brillouin zone, and the bands C and D at 453 nm and 392 nm due to the excitonic transitions from the valence to the conduction band of the semiconductor. The spectrum of rGO/CuxO (Fig. S1a, ESI†) shows a single band at 270 nm attributed to the π–π* transition in graphene, confirming the reduction of GO to rGO in this sample. This band is also observed in the rGO sample at 259 nm. It is well known that the energy of the π–π* transition in rGO samples is dependent on the effectiveness of the GO to rGO reduction (which is directly related to the sp2 backbone restoration), and occurs at lower energy for the most-reduced samples. The occurrence of this band at 259 nm for rGO and 270 nm for rGO/CuxO indicates that the GO to rGO reduction was more effective in the rGO/CuxO sample compared to in the neat rGO. Furthermore, another band at 305 nm can be seen in the neat rGO spectrum (Fig. S1, ESI†) due to the n–π* transitions involving residual oxygenated functional groups that were not fully removed during the reaction, which provides further evidence that the GO to rGO reduction was not as effective in the neat rGO reaction as in the rGO/CuxO one. Taking into account the fact that the amounts of GO and NaBH4 are exactly the same in both reactions, as well as the fact that the reducing agent was shared with the Cu2+ cations during the synthesis of rGO/CuxO (meaning less reducing agent available to GO), we would expect the opposite. This apparent paradox can be explained by considering that the nascent CuxO nanoparticles catalyze the GO to rGO reduction, promoting more-reduced rGO after 30 min of reaction. The difference in the energy of the UV-Vis band was not observed for the same reactions conducted for 24 h (data not shown), corroborating this hypothesis. No bands due to the CuxO nanoparticles were detected in the rGO/CuxO spectrum.",
                "The spectra of the nanocomposites (Fig. 2b) show all the MoS2 and graphene bands described earlier, corroborating the presence of both components in the samples. Some shifts in the MoS2 bands were observed in the spectra of the in situ synthesized samples (Table S1, ESI†), mainly in the band-gap-related C and D bands, which may be indicative of changes in the electronic structure of MoS2 due to the interactions among the components.",
                "The Raman spectra of the films are presented in Fig. 2c and Fig. S1b, S2 (ESI†), and a summary of the main features is presented in Table S2 (ESI†). The MoS2 film (Fig. S1b, ESI†) presents two characteristic bands at 384 and 412 cm−1 due to the E12g and A1g modes, respectively. The graphene bands are readily observable in the rGO and rGO/CuxO samples: the G band at 1588 cm−1 (due to the E2g mode); the D band at 1352 cm−1 (resulting from a symmetry break due to structural defects or partially disordered graphitic domains); the D′ band at 1620 cm−1 (also due to disorder or defects in the structure, usually observed in well-reduced rGO samples in which the sp2 structure was efficiently rebuilt after the reduction process); the 2D band at 2683 cm−1 (attributed to the structural organization of graphene in the two-dimensional plane); and the D + G band at 2940 cm−1 (a combinatory mode). Comparing the rGO and rGO/CuxO spectra, there is a slight shift in the band positions (Table S2, ESI†), the bands are narrower in the rGO/CuxO spectrum, and the D′ band does not appear in the rGO spectrum. All these features are spectral evidence that the rGO is more reduced in the rGO/CuxO than in the rGO films, corroborating the data obtained from UV-Vis spectroscopy.",
                "All the MoS2 and graphene bands discussed earlier can be found in the spectra of the nanocomposites presented in Fig. 2c and Fig. S2 (ESI†), including the evidence for more-reduced rGO in the samples containing the CuxO nanoparticles. The ratio between the intensities of the D and G band (the ID/IG ratio) was calculated (Table S2, ESI†), and a significant increase in ID/IG was observed for all the CuxO-containing materials, as expected for more effectively reduced rGO. The chemical interactions among the components can also be responsible for the increase in the ID/IG ratio observed for the nanocomposite samples.",
                "Fig. S3a (ESI†) shows the X-ray diffraction patterns of the thin films. MoS2 and all the MoS2-containing films present an intense peak due to the (002) planes of 2H-MoS2 at 6.15 Å (JCPDS 37–1492), which is enlarged in comparison to that of bulk MoS2, evidencing the presence of few-layer MoS2. The other two less-intense peaks of MoS2 expected to be seen in this range (specifically, the (100) and (103) peaks) are not observable in the patterns presented in Fig. S3a (ESI†) due to the specificity of the MoS2 sample used in this work (characterized as few-layer, polycrystalline and exhibiting a small grain size of 64 nm × 42 nm) and due to the data being collected directly from the thin films using a grazing angle accessory. A large and low-intensity signal at 3.85 Å can be seen in the profile of the rGO and rGO/CuxO films due to the irregular stacking of the rGO sheets as a result of their re-organization in the solid state after the reduction process. The copper oxide nanoparticle signal appears between 25 and 45° (in 2θ). An expanded view of this region can be seen in Fig. S3b (ESI†), demonstrating that the samples are constituted of a mixture of CuO and Cu2O.",
                "In order to identify the nature of the copper oxide produced in the rGO/CuxO/MoS2-in situ tri-component sample, several syntheses were carried out, and the film was collected from the liquid–liquid interface with the aim of accumulating material to acquire a conventional X-ray diffractogram profile. The result is shown in Fig. S3c (ESI†); the material is characterized by the presence of the (002) peak of MoS2 at d = 6.15 Å (JCPDS 37–1492); the broader and poorly defined (002) peak of the rGO at 3.97 Å; three peaks attributed to Cu2O at 3.01 Å (110), 2.46 Å (111) and 2.13 Å (200) (JCPDS 74-1230); and four peaks due to CuO at 2.75 Å (110), 2.52 Å (111), 2.32 Å (200) and 1.87 Å (202) (JCPDS 72-0629). It is interesting to note that although the rGO/CuxO and rGO/CuxO/MoS2-in situ samples were prepared in exactly the same way (except, of course, that the latter was prepared in the presence of dispersed MoS2), the former has predominantly CuO and the latter a mixture of Cu2O (predominant) and CuO. These findings suggest that MoS2 is not just a spectator during the synthetic procedure, and someway affects the reaction pathway.",
                "Fig. 3a–i (and Fig. S4–S8, ESI†) show the scanning electron microscopy images of the films. The MoS2 thin film (Fig. 3a and Fig. S4a–c, ESI†) is composed of a continuous network of small platelets (average size of 64 nm × 42 nm), while rGO (Fig. 3b and Fig. S4d–f, ESI†) consists of large interconnected graphene sheets (∼1 μm × 500 nm) with clear edges and folds. Notably, this rGO morphology can also be seen in the sample rGO/CuxO (Fig. 3c and Fig. S4g–i, ESI†), together with cubic-shaped CuxO nanoparticles (average lateral size of 120 nm) distributed over, between and wrapped by the graphene sheets. These three morphological profiles appear on different nanoarchitectures in the bi- and tri-component nanocomposite films: (i) in both rGO/MoS2-LbL (Fig. 3d and Fig. S5a–c, ESI†) and rGO/CuxO/MoS2-LbL (Fig. 3g and Fig. S5d–f, ESI†), the morphology observed is consistent with films that have been sequentially deposited, one on top of another, in which the morphology of individual films can be detected; (ii) in contrast to the –LbL samples, both the rGO/MoS2-mixing (Fig. 3e and Fig. S6a–c, ESI†) and rGO/CuxO/MoS2-mixing (Fig. 3h and S6d–e) films exhibit closer interaction among the components. The MoS2 plates are sandwiched between graphene sheets, creating a more intimate contact between the materials; (iii) a similar nanoarchitecture was observed in both the rGO/MoS2-in situ (Fig. 3f and Fig. S7a–c, ESI†) and rGO/CuxO/MoS2-in situ (Fig. 3i and Fig. S7d–f, ESI†) films, which were characterized by very close and intimate contact among the three components, but the CuxO NPs were larger in size (approximately ∼200 nm), demonstrating that the presence of MoS2 during the synthesis also affects the final particle size. Images using a backscattered electron (BSE) detector were collected for the rGO/CuxO/MoS2-in situ sample (Fig. S8, ESI†). In the BSE images, the regions containing heavy elements (high Z values) appear brighter, facilitating the identification of the large amount and good distribution of copper oxide nanoparticles and MoS2 nanoplatelets.",
                "Energy dispersive spectroscopy (EDS) analysis (Fig. 3j–p and Fig. S9, ESI†) provided information on the elemental composition of the materials. The survey spectra of all the nanocomposite films (Fig. S9, ESI†) show the presence of C, Mo, and S (the Si signal is from the substrate). In addition, Cu and O were also detected in the samples containing CuxO nanoparticles, as expected. Fig. 3j–l present the spatially resolved spectra, and Fig. 3m–p show the elemental mapping obtained for the rGO/CuxO/MoS2-in situ sample. Analysis of these data revealed that the cubic particles of this sample are composed of Cu2O/CuO, as shown by the intense Cu and O signals in the point analysis spectra of these cubes (Fig. 3l) and by the Cu mapping (Fig. 3n). The MoS2 plates were found to be homogeneously distributed throughout the sample (Fig. 3o).",
                "Fig. 4 and Fig. S10–S16 (ESI†) show the transmission electron microscopy (TEM) images collected for the samples rGO, MoS2, rGO/CuxO, rGO/MoS2-in situ and rGO/CuxO/MoS2-in situ. Graphene (Fig. S10, ESI†) has large, flat sheets with small layers, as well as some characteristic folds. On the other hand, MoS2 (Fig. S11, ESI†) presents a very small two-dimensional plate (64 nm × 42 nm, as previously shown by SEM), structure with the stacking of a few layers (3 to 10 layers, Fig. S12, ESI†). The rGO/MoS2-in situ sample (Fig. 4a–b and Fig. S13, ESI†) has MoS2 plates homogeneously distributed across large graphene sheets. The rGO/CuxO (Fig. 4c–f and Fig. S14, ESI†) sample, in addition to the cubic morphology seen via SEM in regions with large amounts of particles, also shows very small (∼10 nm) and mostly spherical particles distributed throughout the graphene sheets. The presence of CuO (with a crystallographic plane d200 = 0.32 nm) and Cu2O (with a crystallographic plane d111 = 0.24 nm) in rGO/CuxO was confirmed through high-resolution images and FFT (fast Fourier transform) analysis, as shown in Fig. S15 (ESI†). EDS analysis obtained using STEM (Fig. 4g–j) of the rGO/CuxO sample show Cu and O on the darker and geometric-shape particles in Fig. 4g, again corroborating the CuxO composition of those nanoparticles, and a homogeneous distribution of C matching the graphene-like morphology.",
                "The TEM and HRTEM images of the sample rGO/CuxO/MoS2-in situ (Fig. 5 and Fig. S16, ESI†) reveal details regarding the nanoarchitected way in which the three components are organized. As can be seen, the film is supported by interconnected graphene sheets on which the MoS2 and the CuxO NPs are homogeneously distributed (Fig. 5a, b and Fig. S16, ESI†). Looking closer, as in the two different regions illustrated in Fig. 5c and d, it can be noted that the three components are in very intimate contact with no segregation or predominance of individual components. This finding highlights the hypothesis that graphene and MoS2 can act as nucleation and growth sites for the CuxO nanoparticles. Looking even closer (Fig. 5e and f), it can be seen that in addition to the cubic-shaped ones, the sample is full of very small CuxO nanoparticles (1 to 10 nm) spread over the entire film. Fig. 5f elucidates the intimate contact between these small CuxO nanoparticles, the MoS2 (the fringes of the few-layer MoS2 can be detected mixed with the CuxO NPs) and the graphene.",
                "The EDS elemental mapping (Fig. 5h–j) of the region shown in Fig. 5g clearly shows the distribution of the elements and corroborates the identification of each component in the film.",
                "The electrochemical performance of the nanocomposites deposited over ITO/glass was investigated using cyclic voltammetry (CV), galvanostatic charge/discharge curves (GCD), an electrochemical quartz crystal microbalance (EQCM) and electrochemical impedance spectroscopy (EIS), carried out in NaCl aqueous solution as electrolyte. Fig. 6 shows the CVs of the nanocomposites and the control samples at 5 mV s−1 within the potential range of −0.2 V to 0.4 V in an aqueous solution of 0.1 mol L−1 NaCl. Fig. S17 (ESI†) shows the CV data at different scan speeds (5 to 50 mV s−1). Pseudo-capacitive behavior was observed in the MoS2 thin-film (Fig. 6a), with a redox pair at an E1/2 of 0.14 V. Two mechanisms are predicted in the literature to explain this profile: the first one describes the pseudo-capacitive behavior from the faradaic process in which Na+ ions are intercalated into the lamellar structure of MoS2 (eqn (1)), and the second one is related to the non-faradaic process due to the formation of an electrical double layer due to the adsorption of cations onto the MoS2 surface.",
                "The CV profile of rGO is typical of a capacitive material related to the occurrence of an electric double-layer, as can be seen in Fig. 6b. The nanocomposites between rGO and MoS2 exhibit similar behavior, showing a faradaic process at E1/2 = 0.1 V (attributed to MoS2) and a rectangular profile coherent with the rGO. The faradaic process is more defined in the CV curve of rGO/MoS2-mixing and occurs at lower potential than in the other samples (E1/2 = 0.06 V) due to the improved contact between the two components, as described earlier.",
                "The cyclic voltammogram of rGO/CuxO exhibits two well-defined redox pairs, a predominant one at E1/2 = 0.19 V (0.26 V/0.12 V), corresponding to the Cu+/Cu2+ process, and a less-intense one at 0.16 V/−0.05 V, attributed to the Cu+/Cu2+ oxidation pair of small copper oxide nanoparticles with different species/sizes/shapes in the film. As previously described, this sample contains two species of copper oxide, with CuO being present in greater quantity and Cu2O in smaller quantity. These species have different sizes and shapes that are consistent with the processes observed in the film. Furthermore, CV experiments were conducted on rGO/CuxO in different electrolytes (aqueous solutions of NaCl, NaNO3, and Na2SO4), and the CV profile obtained in NaNO3 (Fig. S18, ESI†) indicates several well-defined oxidation processes that are consistent with the presence of Cu2O/CuO nanoparticles. Literature reports of these materials mainly focus on organic electrolytes that are not within our working range. Other systems have been studied in alkaline aqueous electrolytes, and, although the processes may be slightly different, they occur in the same potential range as our work, and these studies have previously demonstrated the Cu+/Cu2+ process in this range.",
                "The tri-component materials present significant differences in their CV profiles due to the different ways in which they are nanoarchitected. The rGO/CuxO/MoS2-LbL sample shows an oxidation process at 0.07 V attributed to MoS2 and another redox pair at 0.2 V/0.09 V attributed to Cu+/Cu2+ processes; the rGO/CuxO/MoS2-mixing film exhibits a single redox process at E1/2 = 0.11 V (0.17 V/0.05 V), which has a profile similar to that of the rGO/MoS2-mixing control sample. This process is attributed to the combined processes of both materials (MoS2/CuxO) due to their close contact, as discussed earlier. The rGO/CuxO/MoS2-in situ sample exhibits two processes: a redox pair at 0.17 V/−0.06 V and another at 0.23 V/0.08 V. These processes are comparable to those observed in the rGO/CuxO control sample and can be attributed to the Cu+/Cu2+ redox process, although the profiles are shifted in comparison to the rGO/CuxO control sample due to the larger amount of Cu2O relative to CuO in this sample. Also, the redox process attributed to MoS2 (eqn (1)) at the same potential should contribute to the observed intensity of the redox pair. The oxidation process becomes noticeably broader as the scanning speed of the cyclic voltammograms increases (Fig. S17I, ESI†), indicating the occurrence of two processes in the same region, possibly originating from CuxO nanoparticles and MoS2.",
                "Fig. S19 (ESI†) displays the Nyquist plots derived from the EIS data of all the nanocomposite films. The rGO film closely resembles an ideal capacitor according to its curve profile and CV measurements; when the system kinetics are straightforward, current limitation occurs due to mass transfer phenomena, resulting in a more-linear and less-distinct semicircular region that corresponds to the sodium diffusion process within the electrode. In contrast, the neat MoS2 is characterized by an evident semi-circle at high frequency, corresponding to the charge transfer resistance, indicating that the electrochemical process is governed by charge transfer phenomena between the active material and the electrolyte. The diameter of the semi-circle is directly proportional to the charge transfer resistance and inversely proportional to the rate of heterogeneous charge transfer. The incorporation of CuxO NPs or MoS2 into graphene to give the bi-component material leads to the appearance of the semi-circle in the high-frequency region, and the tri-component materials exhibit smaller semi-circle diameter. Notably, the rGO/CuxO/MoS2-in situ film possesses the lowest charge transfer resistance, which implies enhanced conductivity. This is consistent with the superior specific capacity results of these samples, as will be discussed further.",
                "The electrochemical quartz crystal microbalance (EQCM) is a convenient tool for monitoring mass changes during the electrochemical evaluation of electrode materials. It provides direct information that allows the understanding of various surface processes related to sensors, capacitors, batteries, and other electrochemical devices.Fig. 7 and Fig. S20 (ESI†) show the CV profiles recorded in NaCl 0.1 mol L−1 and the respective EQCM frequency responses recorded simultaneously for the samples MoS2, rGO/CuxO and rGO/CuxO/MoS2-in situ deposited on a gold/quartz electrode. The slight variations observed in the voltametric behavior of these films compared to those presented earlier are due to the working electrode utilized (films deposited over gold/quartz) as well as to the wider potential range selected, which was determined by EQCM stabilization (a feat that was unattainable within a smaller range). In Fig. 7a, the CV obtained for MoS2 reveals two redox pairs with E1/2 values of −0.24 V and 0.25 V, respectively, which are ascribed to the pseudocapacitive processes discussed earlier. Thomas et al. presented the electrodeposition technique for obtaining MoS2 using EQCM under different working conditions than those used in this study, but observed a similar electrochemical profile. As shown in the EQCM results for MoS2 (Fig. 7a), a slight increase in mass occurs near a potential of 0.2 V (1) during the reduction process, followed by a significant increase starting at −0.3 V (2). During oxidation, the mass begins to decrease at around −0.3 V (3), and another drop is observed at 0.2 V (4). The suggested mechanism, which is schematically represented in eqn (1), is based on Na+ cation intercalation during the reduction of the electrode material, which involves the filling of the electrode with cations, leading to a mass increase. Conversely, cation deintercalation occurs during the oxidation process when Na+ cations are removed from the electrode material, resulting in a decrease in mass. This is exactly what can be seen in Fig. 7a for the MoS2 film: the mass variations happen in the same region as the charge changes (redox processes), suggesting an intercalation/deintercalation process within the material. Notably, the deintercalation at 0.2 V (4) is in close proximity to the discharge potential, as discussed in the subsequent GCD analyses.",
                "In both the rGO/CuxO (Fig. 7b) and rGO/CuxO/MoS2-in situ (Fig. 7c) samples, there is a similar mass change profile with a steady mass increase starting at 0.0 V (1) and continuing up to −0.4 V for rGO/CuxO and up to −1.0 V for rGO/CuxO/MoS2-in situ (2). In fact, the mass change profile of the tri-component material appears to be a mixture between the profiles of MoS2 (Fig. 7a) and rGO/CuxO (Fig. 7b), indicating the contribution of all the materials through the entire process. During oxidation, the mass starts to decrease near −0.3 V (3) and remains constant up to −0.2 V for rGO/CuxO and 0.6 V for rGO/CuxO/MoS2-in situ (4). Furthermore, the differences in mass obtained during the CV cycles reveal increases in mass of 8.1, 11.3 and 13.5% for the rGO/CuxO, MoS2 and rGO/CuxO/MoS2-in situ films, respectively, indicating that the ternary film has the greatest intercalation capacity for Na+ ions, corroborating the EIS data discussed earlier and supporting the performance of this material as electrodes, as will be discussed next.",
                "The performance of the nanoarchitected thin films as anodes for aqueous sodium-ion batteries was analyzed based on the CV profiles of each sample. GCD curves were obtained in 0.1 mol L−1 aqueous solution of NaCl in the potential window between −0.2 and 0.4 V (Fig. 8). Currents of 0.1, 0.25, 0.5, 0.75, 1 and 2 A g−1 (Fig. S21, ESI†) were applied, and the specific capacities (SC) were calculated (Table 1). Fig. 8a and b displays the GCD profile of the materials operating at a current of 0.1 A g−1. The GCD curves exhibit a plateau between 0.1 to 0.2 V, indicating the intercalation of Na+ in the thin films, as previously shown in the CV curves (Fig. 6) and EQCM measurements (Fig. 7). Fig. 8c and d show the variation of the specific capacity according the number of CD cycles, demonstrating the decrease in the storage capacity of the materials as the current density increases, which is the expected profile for batteries due to the internal resistance of the materials, which limits the speed at which cations can migrate in and out of the structure.",
                "The MoS2 film exhibited an impressive SC value (551 mA h g−1) that was significantly higher than the values obtained for this same film in KCl aqueous solution (276 mA h g−1), suggesting that hydrated Na+ is more easily intercalated than hydrated K+. This high capacity was not retained in the rGO-based MoS2 binary composites, in which the SC values were 280 mA h g−1 (rGO/MoS2-LbL), 238 mA h g−1 (rGO/MoS2-mixing) and 206 mA h g−1 (rGO/MoS2-in situ). The SC for the pristine rGO film was not determined, as it does not exhibit a redox process. The copper-oxide-nanoparticle–based materials, however, present impressive electrochemical performance, with rGO/CuxO having an SC value of 620 mA h g−1. In addition to the redox process attributed to copper oxide NPs, this result is also explained by the presence of the more-conductive rGO in this sample (due to the more effective reduction of GO to rGO, as discussed earlier), which is expected to improve the electrical double layer. Regarding the nanoarchitected tri-component structures, the findings are particularly noteworthy: (i) rGO/CuxO/MoS2-LbL presents an SC of 1321 mA h g−1, which represents a 240%, 213% and 472% increase compared to those of MoS2, rGO/CuxO and rGO/MoS2-LbL, respectively; (ii) rGO/CuxO/MoS2-mixing presents an SC of 1056 mA h g−1, which is 192%, 170% and 444% higher than those of MoS2, rGO/CuxO and rGO/MoS2-mixing, respectively; (iii) rGO/CuxO/MoS2-in situ presents an impressive SC of 1377 mA h g−1, which represents a 250%, 222% and 668% increase compared to those of MoS2 rGO/CuxO and rGO/MoS2-in situ respectively. These data are summarized in Table 1.",
                "Fig. 8e presents the specific capacity measured during 200 charge/discharge cycles at 2 A g−1. The MoS2 film exhibits instability during the first 50 cycles, which can be attributed to the volume change and structural breakage that occurs in this material during the GCD processes. When MoS2 is combined with rGO or rGO/CuxO, greater stability is observed during cycling. In the films generated using rGO/CuxO, a negligible loss of stability is observed in the initial 10 cycles, which can be ascribed to the adjustment of the CuO/MoS2 in the structure during the process of Na+ intercalation/de-intercalation. The only film that exhibits a high loss of stability during cycling is the rGO/CuxO/MoS2-LbL film, in which the contact among the components is not as close as in the other films. The coulombic efficiency of the materials, as determined from 200 charge/discharge cycles (as presented in Fig. 8f and Table 1), ranges between 70% and 90%. The rGO/CuxO/MoS2-LbL film is an exception, showing low stability as previously discussed. The performance of the rGO/CuxO/MoS2-in situ thin film was followed over 1000 consecutive charge/discharge cycles at elevated current (Fig.S22, ESI†), and it demonstrated a stability of 50%.",
                "The SC values of the tri-component films obtained in this study are comparable to the remarkable values reported in the literature. These results are attributed to several factors: (i) the high charge storage capacity of the three materials used in this study; (ii) the improved conductivity achieved through the use of reduced and better-structured graphene; (iii) the formation of nanocomposites that prevent the restacking of 2D materials and accommodate the volume changes of the MoS2 and CuxO nanoparticles; (iv) the employment of nanoarchitected structures that possess high surface area and homogeneity; (v) the intrinsic characteristics of each of the tri-component structures obtained in the samples, e.g., the small flakes of the few-layer MoS2, the coexistence of Cu2O/CuO, and the very small CuxO nanoparticles dispersed through the entire sample; and (vi) the synergistic effect among the three components due to the intimate contact among them, which is directly dependent on the preparation method. In the best sample, rGO/CuxO/MoS2-in situ, each of the three components is in intimate contact as a result of the nanoarchitected way in which they are structured. The graphene sheets contribute to the overall performance, allowing cation adsorption and playing a crucial role in enhancing the conductivity (as observed by EIS) and the resistance to mechanical stress of both MoS2 and CuxO NPs during cycling. The insertion of Na+ into the electrode occurs through the interaction with the three components, while the excellent electrical conductivity of graphene facilitates efficient charge transfer during the intercalation process, contributing to the overall performance and stability of the electrode.",
                "Table 2 presents a summarized comparison between the results reported in this work with those using different MoS2/graphene composites and some ternary combinations (MoS2/graphene/other) applied to energy storage. The full table is available in the ESI† (Table S3). It can be noted that the majority of the data presented in the literature is based on LIBs and organic electrolytes, which makes our results for SIBs in aqueous electrolyte even more impressive. Finally, it is important to point out that this is the first report of a ternary material comprising rGO, MoS2 and CuxO nanoparticles prepared as a thin and transparent film. Similar ternary combinations have been reported only in two very recent papers by Selvamani et al. (2020) and (2021), which were prepared as powders for alkaline supercapacitor applications."
            ],
            "name": "3. Results",
            "type": "section_h2"
        },
        {
            "content": [
                "The results presented and discussed in this work represent significant advances in the search for novel electrode materials for aqueous sodium ion batteries. The superlative performance of ternary materials specifically designed for this application was demonstrated for the first time, in which the individual response of each component was synergistically potentiated by the unique nanoarchitected structure in which the materials were prepared. Equally relevantly, the potential of immiscible liquid interfaces to both prepare and process sophisticated materials in a controlled way has also been demonstrated. None of the widely known techniques for thin film deposition could be used to prepare graphene/MoS2/copper oxide nanoparticle tri-component thin films materials like those reported here. However, through the wide range of experimental variations provided by LLIR, three ternary films have been obtained, in which the specific interactions among the components, and consequently the electrochemical response of the final materials, could be controlled.",
                "The remarkable architectures of these materials place them among the best reported so far for use as electrodes in aqueous sodium-ion batteries. Faradaic mechanisms due to MoS2 and Cu2O/CuO have been observed and identified in the three-component films, while graphene improves the conductivity and makes a non-faradaic contribution to the electrode capacity. The insertion/de-insertion of cations into the electrodes was followed using a quartz microbalance and found to coincide with the charge changes. These ternary materials demonstrate notable specific capacity enhancements, ranging from 200% to 600% in comparison to their respective control films. The best results, with a specific capacity of 1377 mA h g−1 and a recovery rate of 100%, were obtained for the sample rGO/CuxO/MoS2-in situ, which is the sample that was prepared with the best, most-improved and most-intimate interactions among the components.",
                "Finally, it is important to note that the unique nanostructures of the ternary materials presented here make them promising candidates for several other technological applications, such as electrochemical sensors or catalysts. Also, the ease with which the films can be deposited over ordinary substrates, such as plastics, will enable their use in flexible devices, and the high optical quality exhibited by these films opens great avenues toward applications in which transparency is required, such as optical devices, photovoltaics and transparent batteries."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Maria K. Ramos: conceptualization, visualization, methodology, formal analysis, writing – original draft, writing - review & editing; Gustavo Martins: methodology, formal analysis, EQCM data curation; Márcio F. Bergamini: methodology, formal analysis, EQCM data curation; Luiz H. Marcolino-Juniors: methodology, formal analysis, EQCM data curation; Marcela Mohallem Oliveira: methodology, TEM data curation; formal analysis; Aldo J. G. Zarbin: conceptualization, funding acquisition, methodology, project administration, resources, supervision, validation, writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Nanoarchitected graphene/copper oxide nanoparticles/MoS2 ternary thin films as highly efficient electrodes for aqueous sodium-ion batteries"
}