{
    "DOI": "10.1021/acsami.5b10875",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the abundance of sodium sources, sodium-ion batteries (SIBs) are considered to be a promising alternative for lithium-ion batteries (LIBs), particularly for grid-scale energy storage.  To achieve affordable and high efficiency SIBs, the development of high performance and cost-effective electrode materials is crucial. According to the well-developed LIB knowledge, great progress has been made in developing suitable SIB cathodes.  However, the challenge for SIBs is the anode because graphite, which is the standard LIB anode, is very limited in its ability to store sodium ions because of the their larger ionic size.  Although exfoliating graphite and further functionalizing it (via doping or combining with other active materials) can greatly increase its performance in sodium-ion storage,  the exfoliating process is time-consuming and results in much pollution. Therefore, a low-cost and easily fabricated pure-carbon electrode needs to be developed.",
                "Hard carbon, which is formed by short-range turbo static structures, has shown high capacity as an anode for SIBs in recent years.  Biomass, which is abundant and renewable, provides a low-cost and environmental friendly hard-carbon precursor for SIB anodes.  There are several mechanisms for the storage of sodium ion in hard-carbon anode, for example, intercalation between short-range graphene layers,  nanopore filling,  and chemisorption on surface heteroatoms  or structure defects.  In hard carbon, there are a lot of voids between the short-range turbo layers, which can provide many cavities for storing sodium ions, leading to a higher capacity compared to that of graphite.  Several biomass sources, such as lignin  sucrose,  peat moss,  banana peels,  cellulose nanofiber,  silk,  and pomelo peels,  have been used as carbon precursors, and their derived carbons have exhibited great performance as SIB anodes. However, these carbon powders need to be mixed with carbon black and polymer binders to form the electrodes using a slurry-coating method, which requires extra steps for battery fabrication and also results in an additional weight. To avoid the extra mixing process, simplify the battery fabrication process, and increase the energy density of the full battery, a free-standing carbon electrode is highly desirable.  Another problem of hard-carbon anodes is the low initial Coulombic efficiency (<50%) caused by the formation of solid electrolyte interface (SEI) and irreversible Na+ trapping in the graphene layers and defect sites,  which results in an irreversible loss of sodium ions and a waste of cathode material in the full battery. Therefore, rational design of the pore structure in the carbon anodes for limited SEI formation and high capacity is crucial for high-performance SIBs.",
                "Natural leaves, which are one of the most abundant biomass sources on Earth, with the main composition of cellulose, hemicellulose, and lignin,  can be carbonized by thermal pyrolysis. As the anode for SIB, carbon derived from leaves outperforms that derived from other biomass sources by three points: (1) Leaves have anisotropic surfaces, in which stomata on the back surface (facing the soil) provide channels for the electrolyte to enter into the overlapping carbon nanosheets inside the carbonized leaf, and the nonporous upper surface (facing the sun) can work as a dense current collector, enabling the carbonized leaf to be a binder/current-collector-free anode for SIBs. (2) The pores in carbonized leaf are in the range of micrometers, resulting in a low surface area and limited SEI formation for higher initial Coulombic efficiency. (3) The carbon membrane from a leaf is free-standing with a thickness around 50–200 μm,  which is suitable for battery electrode application and avoids further mixing with other additives during battery fabrication process. Together with these properties, carbonized leaf could provide a high-performance and low-cost anode material for the scalable fabrication of SIBs.",
                "Here we prepared a free-standing carbon membrane from leaves, and for the first time, used it as a binder/current-collector-free anode for SIBs. The carbon membrane is highly conductive with a conductivity of 1259 s·m–1. Hierarchical pores inherited from the leaf provide special channels for the electrolyte to access to the carbon nanosheets inside. Unlike nanoporous carbon powder and less-porous carbon bulk electrode, most of the pores in the leaf-based membrane are macropores, which are surrounded by amounts of nanosheets, thereby achieving a high capacity and high initial Coulombic efficiency simultaneously."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Dry oak leaves were collected on campus and used without further treatment. The leaves were put into a tube furnace and carbonized at 1000 °C for 1 h under Ar flow with a ramping rate of 10 °C/min. To avoid curling, the leaf was fastened between graphite slides during the carbonization process. After the reaction, the carbonized leaf was immersed in 3.0 M HCl for 6 h to remove the inorganic impurities."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of the carbonized leaf was observed with Hitachi SU-70 analytical scanning electron microscope (SEM) and a JEM 2100 FETEM transmission electron microscope (TEM). The structure of the carbonized leaf was measured with D8 Advance X-ray Diffraction (XRD) System and Horiba Yvon LabRam ARAMIS confocal Raman microscope with a helium–neon 10 mW laser excitation source (632.8 Raman). Brunauer–Emmett–Teller (BET) analysis for nitrogen adsorption and desorption isotherms were performed on a Tristar II 3020 analyzer."
                    ],
                    "name": " Characterization of the Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical properties of the carbonized leaf were determined using 2032 coin cells with Na plates as the counter/reference electrodes, and 1.0 M NaClO4 in ethylene carbonate (EC)/ diethyl carbonate (DEC) as the electrolyte. The cells were tested by Arbin BT2000 battery tester."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a shows the typical structure of a natural leaf with anisotropic surfaces, where the upper surface is flat, dense, and made up of many interconnected domains to prevent fast water evaporation (b). In contrast to the upper surface, the back surface features many uniformly distributed stomata for gas exchange and water evaporation during transpiration (c). The inside of the leaf is highly porous with many cells to form the hollow tube structures. d shows a cross section of the leaf, revealing the porous structure of its interior. Tubes beneath the upper layer are arranged vertically to form the palisade layer, which provides more chloroplasts for photosynthesis. Under the well-aligned tube array is the sponge layer, where the tubes are loosely and randomly distributed to leave enough air space for the exchange of oxygen and carbon dioxide during leaf respiration and photosynthesis. ",
                "After carbonization at 1000 °C under Ar, as shown in a, the dried natural leaf turns black, indicating successful transformation into carbon. The carbonized leaf membrane maintains the shape of the original leaf, indicating good mechanical strength as a free-standing electrode for battery applications. In addition, the carbonized leaf membrane inherits the inner porous structure of the original leaf, as shown in the SEM image of the cross section in b. One can see the porous back surface and the dense upper surface clearly. The total thickness of the carbonized leaf is about 60 μm, with the upper and the back surfaces being 5 and 2 μm thick, respectively. The inner side of the carbonized leaf is highly porous with many nanosheets overlapped with each other, similar to the structure of freeze-dried graphene foam.  This unique porous structure facilitates the transport of the electrolyte (blue arrows) with least resistance to the carbon sheets inside the carbonized leaf, entering through the porous back surface to the loosely arranged sponge layer (about 20 μm) that has many voids located near the back surface, and finally to well-aligned palisade layer (about 30 μm). Electrons travel along the conductive carbon sheet in the carbonized leaf and then are collected by the dense upper surface layer (red arrow). When zoomed in, it can be found that the thickness of the carbon sheet from the cell wall is in the range of 50–100 nm (c), which allows for a short diffusion length for the sodium ions and leads to a high capacity. Because of the existence of inorganic elements in the natural leaves, there are some inorganic particles formed on the surface of the carbonized leaf (). X-ray diffraction (XRD) patterns () indicate that these particles are mainly Ca(OH)2,  which may result from the hydrolysis of CaO when the carbonized leaf is exposed to the moisture in air. These inorganic particles are easily removed by immersing the carbonized leaf in 3 M HCl for 6 h. As shown in d, the clean back surface exhibits a large number of grinning-mouth-like open macropores (stomata). These macropores are well-connected to those inside the leaf (), facilitating the fast intrusion of the electrolyte into the inner pores of the carbonized leaf (blue arrows). From the upper surface, no pores are observed, but grains from quadrilateral to pentagon and then hexagon appear (e). These grains assemble like bricks into a flat dense surface, which is used as the current collector during electrochemical reactions (red arrow). The TEM image in f gives further insight into the microstructure of the carbonized leaf, where a typical morphology of amorphous carbon, having short-range aligned lattice and some voids were found. The measured lattice distance for the ordered region is 0.36 nm, slightly larger than that of graphite (0.34 nm).",
                "To study further the structure of the carbonized leaf, XRD pattern and Raman spectra were collected and the results are shown in . The XRD pattern in a shows two broad diffraction peaks at 22.9 and 43.2° for (002) and (101) planes of the typical amorphous carbon. Raman spectrum of the carbonized leaf in b exhibits two peaks for the D-band at 1346 cm–1 and G band at 1598 cm–1, with an intensity ratio ID/IG of 1.14. This further confirms the amorphous nature of the carbonized leaf, which can be used as anode for SIBs. The N2 adsorption–desorption isotherm in c demonstrates the pore structure of the carbonized leaf, which is a type II isotherm corresponding to the adsorption of the macroporous materials. The calculated surface area is 161 m2/g. This low surface area could induce limited SEI formation and thus a high initial Coulombic efficiency. The pore size distribution curve in d shows limited amounts of nanopores. Most of the pores are macropores from the original leaf, which agrees well with the result of a low surface area.",
                "To study the sodium-ion storage properties, carbonized leaf is directly used as the electrode in coin cells without any binders, carbon additives, or current collectors. a shows the first five potential profiles of the discharge/charge process, where a long potential plateau occurs near 0 V, and a slope appears in the range of 0.2–1.2 V. According to previous studies,  the sloping region corresponds to the insertion of sodium ion into the short-range domains of ordered graphic lattice, with a value of 215.0 mAh/g, whereas the capacity from the plateau of 264.2 mAh/g is related to the adsorption of sodium ions at the defect sites and nanovoids. Overall, the specific capacity is 358.6 mAh/g for the first charge process and 479.2 mAh/g for the first discharge process, resulting in an initial Coulombic efficiency as high as 74.8%. This value stabilized at about 100% from the second cycle on. Furthermore, the carbonized leaf maintains a high charge capacity of 360 mAh/g after five cycles at 10 mA/g. This excellent performance mainly results from the unique pore structure of the carbonized leaf, where the macropores are fully used but with limited SEI formation. The rate performance of the carbonized leaf is then studied, as shown in b. The specific capacity can reach 320 mAh/g when the current intensity increases to 20 mA/g and has a value of 270 mAh/g at 40 mA/g. Furthermore, the carbonized leaf shows stable cycling performance, which delivered high capacity retention over 200 cycles (90%, c). To study how the anisotropic surfaces affect the SIB performance, carbonized leaf was reversed as the electrode, where the upper surface faces to Na metal and back surface as the current collector. Interestingly, the first charge and discharge capacity dropped from 358.6 and 479.2 mAh/g to 246.2 and 325.1 mAh/g, respectively (d), although the initial Coulombic efficiency remains roughly the same (74.8 to 75.7%). This reduced capacity may result from difficult sodium ion and electrolyte intrusion through the dense and thick upper surface layer.",
                "The thin and flat structure of the carbonized leaf is suitable for scalable fabrication of electrode for the SIBs. By simply stacking the leaves together before the carbonization process, a continuous carbon membrane can be obtained (a). These leaves are mostly welded together, as shown in the red box in b, where a continuous interface was found. From the magnified SEM image of a welded leaf (c), no clear interface is observed between two carbonized leaves, indicating that most of the parts are indeed welded together. For the welding mechanism, several steps may be involved. First, organic components in leaves, such as cellulose, hemicellulose, and lignin were decomposed, and small organic clusters were formed during the pyrolysis of leaves. Second, these clusters in the interface area between the two leaves would mix together to grow a uniform intermediate due to the molecules’ diffusion. Lastly, the intermediate in the interface would be carbonized at high temperature, which led to the formation of welded carbon product. With this method, a 3 cm × 3 cm carbon membrane was fabricated (d). The conductivity of carbonized leaves was measured (e). On the basis of the area of 1 cm × 1 cm and the thickness of 60 μm, the obtained conductivity is 1259 s·m–1. With the effective welding by carbonization as shown in b, the conductivity of two leaves welded together by carbonization is 710 s·m–1 on the basis of the resistance measurement shown in e. Note that thickness of the two leaves welded together is 120 μm. We also compare the conductivity of welded leaves with that of carbonized leaves by physical contact (). As the anode, the welded leaves delivered a specific capacity of around 210 mAh/g (), which is lower than that of a single carbonized leaf for the longer ionic diffusion path. The membrane made of leaves welded together by carbonization with a high electrical conductivity and good electrochemical performance show great promise as a low-cost, scalable SIB anode."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We have synthesized free-standing carbon membranes from abundant natural leaves by a simple one-step carbonization process. The unique pore structure of the carbonized leaf makes it an ideal candidate for the anode of SIBs, which shows a specific capacity of 360 mAh/g, a high initial Coulombic efficiency of nearly 75%, and a stable cycling life. Moreover, the thin and flat structure of the leaves makes it easy to fabricate a large-area carbon membrane with low contact resistance by simply stacking multiple leaves together before the carbonization process. The excellent electrochemical performance and easily scalable fabrication method of these carbonized leaves make them promising in large-scale stationary energy storage."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Carbonized-leaf Membrane with Anisotropic Surfaces for Sodium-ion Battery"
}