{
    "DOI": "10.1039/D4NR03820G",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Stationary energy storage systems based on sustainable batteries will be key to widespread implementation of renewable energy systems at grid scale. Lithium-ion batteries (LIBs) currently dominate the rechargeable battery market, however the limited global Li reserves, high cost, safety and sustainability issues of the chemistry make them less suitable for stationary storage applications. As such, other technologies based on more abundant elements such as Na-ion batteries (SIBs) are more appealing. As the 6th most abundant element on earth, Na is low cost, sustainable and is readily available globally. These qualities make it ideal for stationary storage applications. Non-graphitic carbon materials such as hard carbon (HC) are a popular choice for SIB anodes and have been applied in commercial batteries. While HC exhibits a reasonably stable capacity retention, it has a relatively limited capacity (∼300 mA h g−1) compared to other SIB anode materials. Na-alloying elements are attractive alternatives to HC due to their high capacity. A widely reported challenge for Na-alloying materials is the severe volume changes that occur during repeated (de)sodiation, which leads to cracking/pulverisation and poor capacity retention. One promising approach to overcome this issue is to use metal alloy anodes, where synergistic buffering effects can lead to more stable cycling. Specifically, 1:1 SnSb alloys have a high theoretical capacity of 751 mA h g−1 and a low working potential. Sn and Sb have different sodiation potentials (∼0.1 and ∼0.48 V respectively), therefore as one metal alloys with Na, the other buffers the volume expansion and vice versa. As a result, SnSb displays enhanced cyclability compared to the independent metals. A number of studies have displayed the potential of SnSb as a SIB anode, however, much of the work showing long cycle lives have been reported with complex synthesis procedures. Beyond material selection, electrolyte choice is also critical to unlock optimum battery performance. The use of high concentration electrolytes (HCE) has previously enabled improved capacity and cycle life in alkali-ion and alkali–metal battery anodes. This enhancement has been attributed to the cation–anion aggregate solvation shell that forms in HCEs, with recent work highlighting how important and overlooked the solvation structure of alkali ions in battery electrolytes has been to date. The solid electrolyte interphase (SEI) layer is another critical component to achieve a long cycle life, with the large volume change in Na-alloying metals requiring a robust and durable SEI layer to enhance capacity retention and prevent continuous electrolyte degradation. Fluoroethylene carbonate (FEC) has been demonstrated as an effective additive for a variety of SIB anodes, increasing the cycle life and rate capability by enhancing the mechanical and electrochemical properties of the SEI layer. The solvent also plays a critical role, with ether or glyme-based electrolytes showing promising performance for metallic and alloying anodes in SIBs when compared to carbonate-based electrolytes. Using ether-based electrolytes, as well as FEC, have both been reported to result in thinner SEI layer and reduced impedance. To date there is limited insight into the role of ether based HCE with carbonate additives in Na-alloying anodes.",
                "Here we examine Sn/Sb thin films deposited onto the current collector by physical vapour deposition (PVD) as an anode material for SIBs. We show that upon sodiation and desodiation, the material forms a pure phase of SnSb, therefore the anode material is referred to simply as SnSb hereafter. The anode has several advantages over conventional electrodes produced via slurry coating including, (i) reduced environmental impact due to elimination of toxic solvents such as N-methyl-2-pyrrolidone, (ii) lower materials cost as solvent, conductive additives and binders are not required in processing, and (iii) improved energy density due to the absence of inactive conductive additive and binders. The performance of SnSb anodes is compared in a novel HCE (4M NaClO4 in DME, with FEC additive) and a standard concentration electrolyte. A cell disassembly-reassembly method was used to examine the link between the SEI layer/electrolyte composition and the implications for cell performance. After demonstrating the benefits of HCE, the ability of SnSb to achieve a long cycle life and high capacity was demonstrated. The mass loading of the thin film could be scaled up when using a dendritic copper current collector, and a capacity of 430 mA h g−1 was maintained for over 100 cycles at 500 mA g−1. To the best of our knowledge this is the first time an ether-based electrolyte with a carbonate additive has been reported for sodium ion battery testing."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Stainless-steel (SS) was prepared for coating by first roughening the surface with P500 sandpaper. The SS was cut into individual current collectors before washing with toluene, 2-propanol, and acetone. Both the Sn and Sb were deposited on the SS current collectors via physical vapour deposition. A Mbraun system was used to thermally evaporate the Sn and Sb onto the current collector in two sequential layers for the low mass loading electrodes (0.038–0.040 mg cm−2), and in multiple sequential layers for higher mass loading samples (0.42 mg). Dendritic copper foil with a thickness of 20 μm as procured from Schlenk Metal Foil."
                    ],
                    "name": "Electrode preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical testing of the material was performed using a half-cell configuration in 2032 coin-cells that were assembled in an Ar filled glovebox. The SnSb electrode was cut to 8 mm × 8 mm and used as the working electrode. Na foil was used as the counter electrode. GF/D glass fibre was used as the separator. 100 μL of electrolyte was used in each cell. The electrolytes used were 1M NaClO4 in DME with 3% FEC as an additive (SCE) and 4M NaClO4 in DME with 3% FEC as an additive (HCE). This electrolyte was prepared in an Ar-filled glovebox. Galvanostatic testing was carried out using both a Neware CT-4008T and a Biologic MPG-2 potentiostat in a potential range of 0.01–1.0 V (vs. Na/Na+) and 0.01–1.5 V for higher mass loading samples. For disassembly-reassembly testing the cells were assembled as normal and an SEI layer was generated over 7 cycles. The cells were then opened in a glovebox and the working electrode with the generated SEI layer was transferred to a new coin-cell with new electrolyte, Na counter electrode and separator. Cycling was resumed assuming no mass loss. No OCV rest is used in the reassembled cells. Note that in this study charge refers to sodiation and discharge refers to desodiation."
                    ],
                    "name": "Electrochemical testing",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Scanning electron microscopy (SEM) analysis was performed on a Hitachi SU-70 system operating at 8 kV. Pristine electrodes required no further treatment before SEM analysis. Post-mortem samples were washed to remove the SEI layer before microscopy. The wash procedure involved briefly dipping the electrodes in an aqueous 1 mM acetic acid solution, deionised water, then ethanol. Transmission electron microscopy (TEM) was carried out with a Joel JEM-2100F field emission microscope equipped with a Gatan Ultrascan CCD camera and EDAX Genesis EDS detector. Samples were placed into a small volume of ethanol and placed into an ultrasonic bath for 5 minutes. The dispersed samples were drop casted onto lacey carbon TEM grids. The mass of SnSb deposited onto the current collectors was measured using a Sartorius Microbalance (Sartorius SE2, ±0.25 μg repeatability). XRD was performed on an Empyrion with Cu Kα X-ray gun."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "SEM images of the as deposited SnSb electrode is presented in Fig. S1a–c† along with a schematic outlining the procedure used to prepare the anode in Fig. S1d.† The SnSb anodes were prepared by physical vapour deposition (PVD) where sequential metals were deposited onto SS foil current collectors. The thickness/mass loading for the samples was adjusted by adjusting the number of deposition steps and/or the deposition time. To allow for optimisation of the electrolyte composition in the initial phase of the study, a minimal layer thickness of 60 nm was chosen as the nano-dimensions can facilitate the volume change associated with cycling without cracking, thereby negating any capacity fade related to loss of active material from the current collector. XRD characterisation of the pristine samples shows the presence of elemental Sn and Sb, and the SnSb alloy phase which forms spontaneously (Fig. S1e†). For these thin layer samples, the morphology of the SnSb resembles a porous layer.",
                "To compare the performance of SnSb in HCE and SCE galvanostatic (dis)charge testing was used. Fig. 1a shows poor capacity retention of SnSb in the SCE, with the specific capacity dropping to below 80% of its maximum value by the 9th cycle. It continued to fade in subsequent cycles, dropping to below 10% capacity retention by 86 cycles. The coulombic efficiency was also poor in SCE, with an average of 90.2% from cycle 20 to 100. In contrast, SnSb with the HCE showed better coulombic efficiency at 95.6% in the same cycle range, and high-capacity retention, with a slight increase in capacity after initial activation. Low CE in early cycles is a common issue that requires optimisation for commercial viability of alloying materials and is a direct result of the large volume change that occurs during the charge/discharge process. It was noted that for the SnSb electrodes in both electrolytes, the CE improves over time and is >99% beyond 400 cycles. To clarify the role of both the HCE and SEI layer in the improved capacity retention and initial CE, a disassembly-reassembly technique was used. As illustrated in Fig. 1c, this process involved generating an SEI layer in the HCE in a half-cell, with subsequent disassembly and transfer of the SnSb electrode to a new coin cell, assembled with the SCE electrolyte. The reverse process was also performed on a different electrode wherein the SEI layer was formed using the SCE and subsequently transferred into the HCE for longer term cycling. As shown in Fig. 1b, the cycling performance of the SnSb anode with the SEI layer initially formed in HCE and subsequently cycled in SCE was improved compared to the SCE only cell, taking 31 cycles to reach 80% capacity retention and retaining 176 mA h g−1 after 100 cycles (compared to 23 mA h g−1 for the SCE only electrode in Fig. 1a). The SnSb with a SEI layer formed initially in SCE and subsequently cycled in HCE (Fig. 1b) showed a capacity retention similar to the HCE only cell (Fig. 1a). What is notable, is that CE of each cell was always higher when cycled in the HCE versus the SCE. In the SEI generation phase (cycles 1–5) in Fig. 1b, the electrode in HCE has a higher CE than the electrode in SCE, averaging 72.3% and 81.4% respectively and subsequently, after generating the SEI layer, the electrode transferred to the HCE had a higher average CE of 94.8% compared to 93.5% for the SCE after reassembly. The fact that the CE is less than 100% in both cases demonstrates that SEI decomposition and regeneration is a continuous process for SnSb. The higher CE in the HCE indicates that the SEI is more robust than that generated by SCE, and therefore the HCE is a key enabler of higher capacity retention of these anodes. Galvanostatic intermittent titration technique (GITT) was used to compare the Na+ diffusivity in SnSb in each electrolyte as seen in Fig. S3a.† Representative titration peaks are presented for the HCE and SCE systems in Fig. S3b and c† respectively. Diffusivity was plotted as a function of voltage in Fig. S3d.† During sodiation both electrolyte systems have similar solid state diffusivity trends, with both systems showing higher diffusivities at higher potentials during the initial sodiation starting from 0.9 V, with the diffusivity in SnSb in the HCE being greater from 0.9 to 0.71 V, whereas the SCE system shows greater diffusivity from 0.7 to 0.55 V. This is the voltage range where Sb sodiation occurs. Sodiation at lower potentials shows almost identical diffusivity for both electrolytes. During desodiation the HCE system showed far greater diffusivity in the range of 0.19 to 0.41 V, where Sn desodiation is occurring. It also shows a marginally higher Na+ diffusivity from 0.76 to 0.79 V. These findings show that HCE better facilitates Sn desodiation via greater Na+ diffusivity in the active material.",
                "The long-term electrochemical performance of SnSb with HCE was evaluated by galvanostatic cycling in a half-cell configuration versus Na/Na+ in a potential window of 0.005–1 V. Rate capability testing (RCT) in Fig. S2† was performed on the electrode material using currents of 50, 100, 250, 500, 1000, 2000 and back to 500 mA g−1. The first 4 cycles at 50 mA g−1 show a gradual increase in discharge capacity, indicative of an activation/morphology transformation of the material which is common for alloying materials. There is a noticeable capacity decrease at 250 mA g−1 but beyond this the capacity remains relatively stable up to 1000 mA g−1. Long term cycling was performed as a continuation of this RCT and is presented in Fig. 2a. After 1500 cycles at 500 mA g−1 the capacity was 378 mA h g−1 as can be seen in Fig. 2a. Some regular fluctuation in the capacity was present throughout the test due to ambient temperature variation. The voltage profiles and differential capacity plots for the 2nd, 50th, and 1500th cycles are shown in Fig. 2b and c respectively. The differential capacity plot indicates that Sn sodiation in the 2nd cycle begins at 0.15 V. By cycle 50, overpotential causes this sodiation potential to drop to 0.05 V, reducing the capacity contribution from Sn. However, by cycle 1500 the overpotential has decreased, with sodiation occurring at 0.1 V, leading to an increased capacity contribution from Sn. The excellent capacity retention achieved over this long cycling period at the moderately fast rate of 500 mA g−1 shows the merits of this simple electrode architecture.",
                "Post-mortem characterisation of the SnSb electrodes was performed on desodiated samples after 100 cycles to assess the effect that cycling has on the structure of the material. Post-mortem SEM images in Fig. 3a and b, and TEM and HRTEM images in Fig. 3c and d show that the material forms a porous morphology during cycling. This has been reported for alloying materials such as Si and Ge after extended cycling in LIBs in previous works. This porous structure is advantageous as it is better able to accommodate the volume change during sodiation/desodiation and mitigate pulverisation, which explains the excellent capacity retention of these electrodes over long term cycling. Fig. 3e and f show even distribution of Sn and Sb in the post-mortem sample. Post-mortem XRD after 3 cycles in Fig. S4† showed SnSb re-forming after desodiation.",
                "In order for the SnSb anodes to be viable for practical SIBs, the mass loading must be scalable. Using the same PVD method described earlier, 50 nm sequential layers of SnSb were deposited onto stainless steel up to a mass loading of 0.42 mg cm−2. The upper voltage cut off was increased from 1 V to 1.5 V to ensure complete desodiation at each cycle. As seen in Fig. 4d the capacity retention was poor, with an immediate capacity fade of the cell to <50 mA h g−1 within 8 cycles. This is due to the planar nature of the current collector not allowing the alloys sufficient room to expand during sodiation causing a build-up of stress within the material and subsequent delamination from the current collector. This is evident from the postmortem SEM images in Fig. S5† which clearly shows that the SnSb has delaminated from the SS after 540 cycles. This did not occur for the lower mass loading layer on SS as pores were present within the thinner layer that allowed for the active material to expand laterally (Fig. S1†).",
                "To improve the capacity retention at higher mass loadings, SnSb was evaporated onto dendritic copper (DCu), which can better accommodate the volume changes of the SnSb due to the 3D nature of the current collector. SnSb/DCu shows a much improved capacity retention, maintaining >360 mA h g−1 after 200 cycles, demonstrating clearly that the surface morphology (planar or 3D) of the current collector is highly influential for binder and conductive additive free electrode configurations.",
                "Post-mortem SEM images of higher mass loading samples show the same porous morphology forming as in the lower mass loading samples after extended cycling. The textured structure of the underlying dendritic copper current collector plays an important role in helping the SnSb maintain contact during repeated charging/discharging. The three-dimensional nature of the dendritic copper provides additional space facilitating the volume change during sodiation/desodiation without delamination as seen in Fig. 4c. This explains why the latter current collector shows superior performance at higher mass loading and SnSb on the flat current collector fails rapidly regardless of cycling rate."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "SnSb/SS has been demonstrated as a binder and conductive additive free, long cycle life anode material for SIB when paired with HCE, displaying a reversible capacity of 378 mA h g−1 after 1500 cycles. The SS current collector performed well at low mass loading, but cycle life was limited as it was increased. By changing from a planar SS to a dendritic copper current collector, the mass loading could be increased while maintaining a high capacity of >360 mA h g−1 for 200 cycles. The results show that it is possible to create a binder and conductive additive free NIB anode from SnSb and achieve long cycle life."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "S. O'Sullivan: investigation, methodology, conceptualization, writing – original draft, writing – review & editing, data curation, formal analysis. E. Adegoke: investigation. K.M. Ryan: supervision, writing – review & editing, funding acquisition. H. Geaney: supervision, writing – review & editing, funding acquisition. T. Kennedy: supervision, writing – review & editing, funding acquisition."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "SnSb as a long cycle life anode material for sodium-ion batteries enabled by a high concentration electrolyte"
}