{
    "DOI": "10.1021/jacs.5b13273",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (NIBs) are of great interest as a complementary technology to lithium-ion batteries in applications such as grid-storage, where cost and sustainability are of greater importance than high energy density. However, graphite, the anode of choice for lithium-ion batteries, shows almost no capacity for sodium, meaning that the identification of suitable alternative anode materials is a major technological challenge.  Alloying anodes consisting of metals or metalloids that form alloys with sodium are of great interest due to their low operating voltage and high gravimetric capacities, reversible capacities of 480, 350, 500, and 580 mAhg–1 having been reported for Pb, Ge, Sn and Sb, respectively.  The performance of antimony at high rates sets it apart from other alloying materials; micrometric antimony can retain a capacity of 580 mAhg–1 at a rate of C/6 and 520 mAhg–1 at a rate of 3/4 C, something that has not been reported for lead, germanium or tin elemental anodes in NIBs. ",
                "Despite the advantages of alloying anodes, there are still major issues that need to be addressed if these systems are going to be used in real applications. For example, the large volume expansions that take place on sodiation can lead to harmful mechanical processes and side-reactions that cause capacity fade with cycling. This can be somewhat mediated by careful electrode formulation or nanocompositing the material with carbon.  More fundamental, however, is a lack of understanding of the phases that are formed within the battery and the transformation between them, which stems from the formation of highly reactive and often amorphous intermediate phases. Structural elucidation of these amorphous phases is challenging for conventional crystallographic methods, especially in complex systems where there is coexistence of amorphous and crystalline phases; the latter can overwhelm the analysis and obscure information about the relatively weakly scattering amorphous phases. Therefore, in order to obtain a full understanding of the electrochemical mechanism it is necessary to develop analyses that are able to extract the structure of these amorphous phases.",
                "In the case of antimony, numerous details of the (de)sodiation processes remain a mystery; the first sodiation is dominated by a single process at 500 mV, but subsequent (de)sodiations have strikingly different electrochemical profiles,  suggesting that the structural transformations on the first and second sodiation are significantly different. This raises questions about the origin of this effect as well as what the structure of the electrode at the top of charge is, as this effectively becomes the “active” electrode for all future cycles. The intermediate phases that are formed during cycling are also unknown; X-ray diffraction (XRD) studies confirm that crystalline Na3Sb (c-Na3Sb) is formed at the end of both the first and second sodiation, but other than the formation of this crystalline phase, the electrode is amorphous for large sections of the first sodiation and all of the subsequent (de)sodiation processes, meaning XRD is unable to probe their structure.  There is no clear evidence from XRD that NaSb, the only other sodium antimonide in the known Na–Sb phase diagram is formed at any stage in the (de)sodiation process.  Baggetto et al. probed thin film electrodes in the first sodiation and first desodiation using 119Sb Mossbauer spectroscopy and proposed that Sb environments similar to those found in NaSb are formed during both processes.  However, the close similarity between the isomeric shifts of the NaSb structure and those arising from a combination of Sb and Na3Sb do not allow for an unequivocal conclusion about the nature of this intermediate phase.",
                "Given these complexities, it is clear that further structural elucidation is required in the intermediate regions of the (de)sodiation of antimony, with a focus on techniques that are able to isolate and characterize any amorphous or disordered intermediates and track their interconversion, especially in the presence of additional crystalline phases. Pair distribution function (PDF) analysis uses Bragg scattering and diffuse scattering in parallel, meaning that while any long-range order that is present in the material is taken into account, it is also possible to characterize structures with deviations from long-range order, or phases that lack long-range order altogether. The method has recently found application in characterization of battery electrodes both ex situ and during operation.  Operando measurements, where scattering data is collected during battery operation, have particular advantages over post-mortem analysis as they increase the consistency between data sets and circumvent issues of air contamination, which can complicate analysis; this is particularly relevant to the very air sensitive alloy samples considered here. In addition to these factors, operando measurements can capture the formation of metastable species that may form in the battery but may relax before post-mortem analysis is carried out. Visual examination of the PDF can give direct structural information, but additional quantitative information can be extracted by using atomistic modeling approaches, such as real-space Rietveld, reverse Monte Carlo methods and empirical potential structure refinements.  However, one of the challenges of modeling the PDF of battery systems is the separation of amorphous and crystalline phases when present simultaneously. To obtain unambiguous interpretation, it is necessary to add additional chemical information about the number and nature of phases. Furthermore, while X-ray PDF is highly sensitive to the components of the electrode that are strongly scattering—in this case meaning that changes to the antimony connectivity during sodium insertion are very distinct—the contribution of sodium to the PDF is relatively small.",
                "Here, we present a pair distribution function and high-resolution 23Na magic-angle spinning solid-state nuclear magnetic resonance spectroscopy (MAS ssNMR) study of antimony anodes for sodium-ion batteries. We focus on using in-depth analysis of PDF data, constrained by chemical information from 23Na ssNMR experiments referenced to synthesized model compounds of the two known sodium-antimonide compounds NaSb and Na3Sb, in order to isolate amorphous and crystalline phases present in the electrode, and understand their transformations during the (de)sodiation process. Through this approach, we are able to propose structural origins for each of the distinct electrochemical signatures, and rationalize the different electrochemical profile observed on the second sodiation process."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Stoichiometric ratios of Sb powder (Sigma-Aldrich, 99.99%) and sodium metal (Sigma-Aldrich, >99%) were ball milled using a hardened stainless steel ball-mill jar in a planetary Ball Mill PM 100 under Ar atmosphere. An active-milling time of 60 min was sufficient to obtain a complete reaction of Sb and Na. The formation of NaSb and Na3Sb was confirmed using XRD (See , , Figure S10)."
                    ],
                    "name": "2.1 Preparation of Model Compounds NaSb and Na3Sb",
                    "type": "h3"
                },
                {
                    "content": [
                        "Antimony powder (−200 mesh, 99.99%, Sigma-Aldrich) was ball milled under argon for 30 min using a SPEX 8000 M high-energy ball mill. Electrodes were formulated by forming an aqueous slurry using a 70:18:12 ratio of Sb, carboxymethylcellulose (CMC) (DS = 0.7, Mw = 250 000, Sigma-Aldrich), SuperP carbon (Timcal). The slurry was ball-milled in a Retsch PM100 plenary ball-mill for 1 h, before being cast on a glass slide using a 150 μm doctor blade. The film was dried for 16 h in air, and dried at 110 °C under a vacuum for 2 h."
                    ],
                    "name": "2.2 Formulation of Electrodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Ex situ PDF samples were packed into 0.0485 in. diameter Kapton capillaries (Cole-Parmer), and sealed with epoxy in an argon atmosphere. Operando PDF measurements were made using the “AMPIX” electrochemical cell.  Cells were assembled using Na-metal (Sigma, >99%) as the counter electrode, 1 M NaPF6 (99.5+, Sigma) in PC (Anhydrous, Sigma-Aldrich) as the electrolyte and a glass-fiber separator (Whatman, GF/A) in an argon atmosphere glovebox. Cells were cycled galvanostatically at a rate of C/20 (based on mass of antimony) in the range of 2.5 to 0 V, where C/20 corresponds to the insertion of 3 Na per Sb in 20 h. X-ray total scattering data were collected using 45 min intervals, corresponding to the insertion of 0.1125 Na, with an exposure time of 180 s. Data were collected for the first sodiation, first desodiation, and second sodiation. The cycling rate and number of discharge–charge cycles were ultimately limited by allocated beamtime.",
                        "X-ray scattering data were collected at 11-ID-B at the Advanced Photon Source, Argonne National Laboratory using an X-ray energy of 86.7 keV (λ = 0.1430 Å) and an amorphous silicon area detector (PerkinElmer) to obtain data to large momentum transfer values.  Data were integrated using the program Fit2D,  standard corrections (background, Compton scattering, detector effects) were applied, and the data Fourier transformed (Qmax = 18 Å) to obtain G(r) using the software PDFGetX2. ",
                        "Structural models were refined against PDF data using PDFGui,  using previously published structures from the ICSD database.  For the refinement of any crystalline phases present within the electrode, starting values for the structural models were taken from the refinement of model compounds for Sb and Na3Sb. If the r-factor (Rw) for the refinement was unsatisfactory, an additional minor phase was added and the relative scale parameters were refined. When the minor phase was present in small quantities (when the scale factor was less than 10% of the scale factor of the phase when present as a single-phase electrode, i.e., at the start of sodiation for c-Sb or the end of sodiation for c-Na3Sb) thermal parameters were fixed to values representative of those in regions where the phase was the major constituent of the electrode. A spherical particle envelope was used to model the particle size and/or length scale of ordering in areas where phases were present with limited correlations. Rw values from the final refinements are quoted to give an idea of the attainable fit and to allow the competing models to be compared. Rw for PDF refinements is generally higher than those typically found an XRD Rietveld refinement, which reflects the fact that the functions being fit are different, with G(r) being more sensitive to the local atomic structure.  Residuals of greater than 15% are common even in well-ordered materials. Rw remains, however, useful as a measure of goodness-of-fit when comparing models fit to PDF data.",
                        "To extract information about additional phases with limited correlation lengths, a refinement for the crystalline phases present was performed at high-r (20–50 Å) using the values for low-r peak sharpening fixed to values determined from refinements where each the crystalline phase was dominant. The refinement was extended to the full r-range (2–50 Å) keeping all parameters fixed to examine the contribution of the crystalline phase to the whole PDF. The contribution of amorphous components was assessed from the residual (G(r)experiment – G(r)model) of this refinement. From the onset of desodiation, the PDFs obtained have a small contribution from sodium metal, due to additional texture on the counter electrode that could not be accounted for during background subtraction. This was modeled as an additional phase with fixed unit cell parameters and thermal parameters. The contribution of this phase to the PDF as a function of sodiation () was found to be small in all data sets compared to the contribution from NaxSb phases. Additional amorphous phases were added to the refinements for the first sodiation process using a model that was refined against data from the second sodiation (at the end of the D2-c process), where the amorphous phase is assumed to be phase-pure. In these multiphase refinements, only the scale factors for the three phases were refined.",
                        "The sodiation level, defined here as the number of sodium atoms per antimony was calculated from structural data by considering the distribution of antimony between the phases present (as output from refinements in PDFGui) and the number of sodiums per antimony in each phase (e.g., 0 for c-Sb, 3 for Na3Sb, 2.5 for a-Na3–xSb). For the electrochemical measurements, the number of Na per Sb was calculated from the current that was passed; 0.1125 Na per Sb were added between each data set at the current used. Details of the calculations for the sodiation level of NaxSb phases are shown in the ."
                    ],
                    "name": "2.3 PDF Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Sb/C/CMC films (6–12 mg) were assembled in 2032 coin cells using a fiber-glass separator (Whatman) and sodium metal (Sigma-Aldrich, >99%) as the counter electrode. 1 M NaPF6 (Sigma-Aldrich, >99.5%) in PC (Sigma-Aldrich, anhydrous) was used as the electrolyte. Cells were cycled at a rate of C/20 using an Arbin Instruments electrochemical cycler, to points of interest in the electrochemical curve. The batteries were dissembled inside an argon glovebox, and the active material washed with dimethylcarbonate (Sigma-Aldrich, anhydrous, >99%) in order to remove excess electrolyte from the sample. Samples were dried under a vacuum, before being packed into kel-F inserts placed in 4 mm zirconia rotors and closed with kel-F caps inside an argon glovebox. Though the formation of decomposition products of NaxSb phases (e.g., NaOH) was minimized by the careful handling of materials in an argon atmosphere, it is possible that small quantities remain.",
                        "23Na solid-state NMR data were collected on a Bruker AVIII-700 spectrometer working at a 23Na Larmor frequency of 185.2 MHz. Rotors were spun at magic-angle spinning (MAS) rates between 5 kHz and 10 kHz. Spectra were acquired using a pulse-acquire sequence, with a 90° pulse duration of 2.75 μs and a recycle interval of 5 s. Between 2000 and 10 000 transients were coadded for each spectrum, depending on the mass of the sample in the rotor, and level of sodiation. Spectra in the plots are normalized with respect to the sample weight and the number of scans used in the experiment. 23Na chemical shifts are referenced relative to solid NaCl at 7.2 ppm."
                    ],
                    "name": "2.4 NMR Spectroscopy",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Prior to the study of Sb battery anodes, structural characterization was carried out for crystalline NaSb and Na3Sb reference materials. Na3Sb (space group 194, P63/mmc) is formed of hexagonal layers of alternating Na and Sb atoms with additional sodium ions residing between the layers (, top left). There are two sodium environments in a 1:2 ratio; sodium within the hexagonal layers sits in a trigonal environment, and sodium between the layers is in a tetrahedral environment. NaSb (space group 14, P21/c) is formed of interlinked helical chains of Sb and Na running parallel to the b-axis (, bottom left). The two sodium environments are present in a 1:1 ratio.",
                        "23Na NMR spectra for the two model compounds are shown in  (middle). For Na3Sb, the spectrum recorded at 298 K shows a sharp feature with a poorly resolved shoulder. In a second spectrum recorded at 268 K, the observed features are resolved into a sharp resonance at 52 ppm together with a clearly defined quadrupolar line shape centered around 65 ppm. Fitting of the two resonances yields NMR parameters δiso = 52 ppm, CQ = 0 MHz, ηQ = 0.15, (ascribed to the tetrahedral Na1 site between the layers) and δiso = 83 ppm, CQ = 4.6 MHz, ηQ = 0.06 (ascribed to the trigonal Na2 site within the layers). The fit of simulated peaks to the experimental spectrum for Na3Sb is shown in . The large temperature dependence observed in the spectra () indicates that there is significant exchange between the two sodium sites in the structure, occurring even at room temperature; simulations of the 23Na NMR spectra allow the exchange frequency between sodium sites to be estimated as around 1–2 kHz at room temperature. The 23Na NMR spectrum of NaSb exhibits two partially resolved features at 18 and 22 ppm. A multiple-quantum MAS (MQMAS) spectrum () confirms that these correspond to two sites, consistent with the two crystallographic sites present in the NaSb structure, both with very small quadrupolar parameters.",
                        "The 23Na NMR results demonstrate that the Sb-connectivity has a clear effect on the 23Na shift, something that has been observed in lithium-alloy electrodes.  In the case of Na–Sb, a change from Sb–Sb chains (as in NaSb) to units of isolated Sb ions (as in Na3Sb) moves the resonances to higher chemical shift. The opposite trend is observed in lithium-alloys (Li–Si,  Li–Ge,  Li–Sb ), highlighting potential differences in the electronic structure of sodium phases. The shifts observed for these reference compounds will be used to help interpret the spectra for electrochemically sodiated NaxSb phases. Real-space least-squared refinements using the Na3Sb and NaSb structures reported by Brauer et al.  and Cromer et al.  show a good match to the experimental PDF data for these compounds indicating that there is a good agreement of the local and long-range structure. Refinement plots and structural data are shown in  (right). Of note, is the large value of the U33 thermal displacement parameter obtained from the refinement for the Na2 (), the sodium-ions within the hexagonal layers of Na3Sb, corresponding to displacements in the c-direction, normal to the hexagonal layers of the material. This implies that there is some disorder in the height/position of the in plane sodium ions, which may come about through the significant site exchange observed by 23Na NMR.",
                        "In order to assess the contribution of sodium within the CMC binder and conductive carbon to the 23Na NMR spectra for the battery samples, 23Na NMR experiments for the pristine electrode and for sample of Super P and CMC in the ratio 40:60 discharged to 0 V with the same effective current as the antimony samples were performed (). The CMC binder in the pristine electrode gives a broad resonance between −40 and 20 ppm. The spectra for the discharged Super P carbon/CMC sample is dominated by this resonance and by resonances between 0 and 20 ppm from sodium contained in the solid-electrolyte interphase (SEI), on the surface of the electrode, and that reacts with the conductive carbon additive, as well as from any residual electrolyte that was not removed by washing."
                    ],
                    "name": "3.1 Structural Characterization of Model Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The galvanostatic (constant current) electrochemical profile and the differential capacity (dQ/dV) for antimony, shown in , are similar to those reported previously.  The first sodiation process is dominated by a flat plateau at around 500 mV (S1-a) before a voltage drop to 0 V (S1-b), corresponding to the addition of slightly more than 3 Na per Sb. During desodiation, approximately 2.5 Na per Sb are removed from the electrode, corresponding to 82% of the theoretical capacity. The desodiation processes shows a significant voltage hysteresis and features three processes: a distinct plateau at 800 mV (D1-a) followed by a sloping process at 850–950 mV (D1-b) and a sharp rise to 2 V (D1-c). Subsequent sodiations show three processes; a short plateau at 750–650 mV (S2-a), a sloping process to 450 mV (S2-b) and at least one additional plateau at 450 mV (S2-c), before dropping to 0 V (S2-d). The relatively large Sb-particle size means that no significant capacity from the reaction of surface antimony oxides, which is expected to occur primarily above 500 mV, is observed. Therefore, this represents a “clean” model system for studying only the antimony phase transformations, but is also highly relevant to nanostructured antimony (e.g., nanoparticles or Sb/C composites) where similar electrochemical processes are observed beyond the first sodiation.  Note that the chief difference between nanostructured antimony and bulk antimony in the first (de)sodiation cycle is the additional irreversible capacity, which can be attributed to increased SEI formation on the higher surface area electrodes, and the increased quantities of surface antimony oxides. Electrochemical data for subsequent cycles for bulk antimony is similar and has been reported previously. ",
                        "Ex situ 23Na MAS ssNMR provides insight into the sodium local environments as a function of (de)sodiation (, left). At a low sodiation level of 0.6 Na per Sb the 23Na NMR spectra are dominated by resonances between −40 and 20 ppm from sodium within the binder, the conductive carbon and the SEI as discussed in . On further sodiation (>1 Na per Sb), an additional broad peak is observed in the 23Na NMR, centered around 37 ppm. It is clear that this shift is different to those observed for both NaSb and Na3Sb, and indicates that the sodium exists in environments where the antimony connectivity is intermediate between NaSb and Na3Sb. During the second half of S1-a, the resonance at 37 ppm grows and shifts gradually on increasing sodiation to 42 ppm. Additional weak resonances between 50 and 80 ppm are observed, corresponding to the two sites of Na3Sb, clearly indicating the coexistence of multiple NaxSb phases in this region. During S1-b, the additional phase is converted to c-Na3Sb; the 37–42 ppm resonance becomes weaker and the c-Na3Sb resonances dominate the 23Na NMR spectra. The peaks from c-Na3Sb show a similar broadening to the model Na3Sb compound indicating that similar Na exchange processes are present within the electrode. The final nominal composition of the sample at the end of sodiation (EoS) is Na3.375Sb, indicating that 0.375 Na has been consumed in side reactions to form the SEI.",
                        "On desodiation, 23Na NMR resonances from c-Na3Sb lose intensity during D1-a. The resonance at 37 ppm from a-Na3–xSb does not reappear, confirming that a different reaction pathway is taken on desodiation. Instead, a very broad resonance centered at 27 ppm appears, indicative of sodium being within a phase with a higher Sb–Sb connectivity than Na3Sb, and ruling out the formation of NaSb. At the end of desodiation, the only strong peaks in the 23Na NMR spectra originate from sodium with the conductive carbon, the SEI and the CMC binder.",
                        "Approximately 1 sodium per antimony remains in the electrode at the end of desodiation (EoD), at least some of which are likely present in the SEI (approximately 0.375 Na per Sb based on the additional capacity observed on sodiation). However, based on the consistency of capacity measurements between electrode formulations and experimental setups in this study and previous studies (), it is likely that at least some of the sodium remains within the connected NaxSb phases of the electrode, but in concentrations too low to give rise to distinct resonances in the region dominated by sodium contained in the SEI and the CMC binder. Certainly, the 23Na NMR spectra indicate that very little c-Na3Sb remains in the electrode at the end of desodiation, indicating that significant loss of electrical contact does not take place during the D-1a/b processes, suggesting that if any sodium antimonide remains, it does so within the NaxSb phases.",
                        "During the second sodiation, both intermediate species and c-Na3Sb are reformed; the resonance at 27 ppm is the dominant NaxSb phase at the end of S2-a, and grows in intensity during S2-b. During S2-c resonances at both 37 ppm and from c-Na3Sb appear, and at the end of the second sodiation, c-Na3Sb is present in isolation.",
                        "These results demonstrate that sodium environments consistent with c-NaSb are not formed during (de)sodiation; instead two other NaxSb intermediates species, characterized by broad 23Na resonances at ∼37 ppm and ∼27 ppm are formed. In the following sections, the structure and interconversion of these phases is analyzed in the context of operando PDF measurements, constrained by the information from these 23Na NMR spectra.",
                        "PDFs obtained as a function of sodiation are shown in  (right), alongside the electrochemical profile for the galvanostatic (constant current) measurement during the in situ PDF measurements (, middle). Full data are shown in the .",
                        "Least-squares refinement of the structure of crystalline hexagonal antimony (c-Sb) against PDF data for the pristine electrode shows a good fit ().  A nearest neighbor peak at 2.85 Å is characteristic of Sb–Sb bonds within the puckered hexagonal layers; a longer correlation at 3.3 Å is a signature of the weaker between-layer correlations. No attempt was made to add contributions from the CMC binder or conductive carbon to the refinement, because these are weak X-ray scatterers with limited correlations lengths, so are unlikely to contribute strongly to the PDF. No significant peaks are observed in the residual from the one-phase PDF refinement for the pristine material, confirming that the contribution of other electrode components is minimal.",
                        "Early in S1-a, up to a sodiation level of 0.5 Na per Sb, the PDF shows relatively little change, confirming the utilization of sodium inserted in this region in the formation of light species in the SEI or reaction with surface species and the conductive carbon to which the PDF is relatively insensitive. Upon further sodiation, the large observed changes to the PDF are an indication that the structure of the electrode undergoes drastic changes, as is expected for an alloying mechanism. The high-r peaks lose intensity as the long-range structure of crystalline Sb is broken down but strong peaks remain at low-r indicating that some degree of local-order remains. While the amount of crystalline material present in the material decreases during S1-a, those present can be modeled well through a two-phase refinement using the c-Sb and c-Na3Sb structure against PDF data in the distance range of 20–50 Å, i.e., the distance where the crystalline phases will dominate; good fits are obtained in this distance range for all data sets with no significant peaks remaining in the residual, indicating no further crystalline phases are formed, in agreement with previous studies. During S1-a, c-Sb is the dominant crystalline phase present up to a Na:Sb ratio of approximately 1.7:1, albeit with a steady decrease in the scale factor for this phase (); no significant quantity of c-Na3Sb is present (). The absence of sodium-containing crystalline phases results in a large discrepancy between the level of sodiation determined from electrochemical measurements and that calculated from the phase fractions of the crystalline phases present (, top) meaning additional amorphous phases must account for a significant amount of the sodium present in the electrode.",
                        "When two-phase refinements are extended to the full distance range (2–50 Å), the fit is unsatisfactory ((b)); at low-r there is significant mismatch between the model and the PDF data, and the fit at high-r is worse compared to the refinements against high-r PDF data (), providing further evidence for the presence of additional phases in the system. In order to extract the PDF for these amorphous phases, the structural parameters for refinements at high-r (20–50 Å) were fixed and used to constrain a full r-range (2–50 Å) refinement against the PDF data. The residual (G(r)experiment – G(r)model) from these constrained refinements were then extracted as a function of sodiation level and represent the PDF of the amorphous phase. The differential PDF for the amorphous phase was calculated by subtracting the residual for the pristine electrode from subsequent residuals. This is shown in  for process S1-a. Peaks in this residual PDF correspond to the additional interactions within the amorphous phase(s) in the system when sodium is added to the electrode. Strong peaks are observed at 3.1 and 5.4 Å, along with broader peaks out to 20 Å, but no high-r peaks are seen (, a). The positions of the low-r peaks are close to the Na–Sb and Sb–Sb nearest correlations in c-Na3Sb (the PDF for both of these phases is shown in a), suggesting local environments similar to c-Na3Sb are formed during S1-a, but without the long-range correlations present in a crystalline material. This is consistent with large peak width of the 23Na NMR spectra in this region, indicating a highly disordered structure in which the sodium is likely to have a range of coordination numbers and geometries.",
                        "A comparison between the Sb and Na3Sb structure (c) shows that the puckered hexagonal arrangement of Sb atoms is retained in Na3Sb, with the insertion of additional sodium both between the Sb atoms within layers and between the layers, representing a kinetically facile pathway for sodiation. Therefore, we propose that the amorphous structure formed initially on sodiation is related to these other structures, with the Sb-interlayer distances reduced compared to c-Na3Sb, probably due to vacancies between the layers. On the basis of the 23Na NMR shift, we propose that this phase—referred to herein as a-Na3–xSb—is undersodiated compared to c-Na3Sb. Using data collected at a total electrode stoichiometry of Na2.7Sb where the PDF indicates that a-Na3–xSb is the major phase in the electrode (), we estimate the stoichiometry of a-Na3–xSb as x = 0.4 by subtracting the contribution of sodium in the c-Na3Sb and within the SEI, estimated to be 0.78 and 0.375 Na per Sb, respectively, from the sodiation level calculated from the electrochemistry. Full details of these calculations are shown in the . Some deviation from this value is likely due to the difficulty in determining when in the electrochemical process the sodium consumed in side reactions (SEI, carbon surface reactions, etc.). However, further evidence of this under-sodiation comes from the second sodiation, where this amorphous a-Na3–xSb phase is reformed in isolation at the end of S2-c (see ), at an electrode stoichiometry of Na2.5Sb (calculated from electrochemical measurements), making x = 0.5 ( compares the PDFs of these phases). Alloy phases are known to accommodate some degree of over- or under-stoichiometry,  there is likely to be some stoichiometric flexibility in this highly amorphous phase.",
                        "Above a sodiation level of 2.9 Na per Sb no further crystalline Sb is observed in the electrode; all the Sb–Sb bonds have now been broken. During S1-b, the crystallization of c-Na3Sb is observed; sharp high-r peaks corresponding to c-Na3Sb phase appear in the PDF, and at the end of discharge, PDF data can be modeled well by using the crystalline Na3Sb structure, reported by Brauer and Zintl  () in agreement with other studies that report this as the final sodiation product.  No crystalline cubic Na3Sb was observed in contrast to a previous study that reported a minor amount of this high-pressure metastable phase alongside hexagonal Na3Sb prior to the full crystallization of hexagonal Na3Sb.  The same large U33 values observed for the Na2 site of the model compounds are also observed here. When linked with the 23Na ssNMR, these results imply that Na3Sb has some degree of local disorder resulting in exchange of sodium between sites, which is not captured in the average structures of the previous reports.",
                        "c-Na3Sb is broken down during D1-a, the high-r peaks disappearing while an additional interaction at 2.85 Å starts to appear. The additional interactions, again extracted from the residual of a constrained refinements against c-Na3Sb, are shown in (a) (middle) for the end of D1-a at an electrode stoichiometry of Na1.875Sb. The growth of this component during D1-a is shown in . It is immediately obvious that no antimony connectivity similar to a-Na3–xSb is present, confirming that a different reaction pathway is taken on desodiation. Instead, an additional phase is formed during D1-a, of approximate stoichiometry Na1.7Sb (full details of these calculations are shown in the ). The structure is highly amorphous, with no peaks observed above 10 Å, consistent with the broad peak observed in the 23Na NMR for this phase, which indicates highly disordered sodium environments.",
                        "There is a single, sharp, intense peak at 2.85 Å, a signature of Sb–Sb bonding, along with weak, broad peaks centered at 4.6, 6.6, and 9.3 Å. The weak X-ray scattering power of Na in comparison to Sb, makes the presence of significant Na−Sb or Na−Na correlations in the PDF unlikely and therefore all peaks observed in the PDF are likely to come from Sb–Sb correlations. The sharpness of the first peak compared to the other peaks in the PDF indicate that the local Sb units are well-defined, probably as Sb–Sb dumbbells. Any more extended Sb–Sb connectivity (e.g., chains) would results in additional sharp peaks in the PDF at higher-r that are not observed here. Dumbbells are known to be stable structural motifs in other alkali alloy phases such as Li–Si,  Li–Ge,  Li–Sn.  Certainly, the PDF in this region rules out the formation of NaSb that is postulated by Baggetto et al. because the weak peaks between 4 and 10 Å are not consistent with the structure () and the 23Na NMR spectra does not show the presence of this phase. A structure containing NaSb-like helical chains disordered in relation to one another is also ruled out as the peak positions do not match those observed experimentally (a calculated PDF is shown in ). In contrast, a simple geometrical argument suggests that dumbbells, offset with respect to each other to form a parallelogram of Sb-atoms ((b)) would give peak positions at the correct distances and approximately the correct intensities. It should be noted, however, that the structure has a very high degree of disorder beyond the well-defined first nearest-neighbor distance, and the atomic arrangement presented here is only a representation of the local structural motifs present; no order on the long-range exists.",
                        "The PDFs during D1-a can be reproduced well using a linear combination of the PDFs of c-Na3Sb and a-Na1.7Sb (see , Figure S25), and the extracted phase fractions indicate a two-phase reaction between c-Na3Sb and a-Na1.7Sb during D1-a. At the end of D1-a, the PDF is a mixture of a-Na1.7Sb and c-Na3Sb, where approximately 14% of the c-Na3Sb phase remains, based on the relative scale factor obtained by least-squares refinement against PDF data.",
                        "During D1-b, the remaining c-Na3Sb is broken down and there is a growth in intensity and change to the positions of low-r peaks, indicating both a growth of the amount of amorphous phase, and structural rearrangements within the amorphous phase.  (top) shows the PDF for the phase formed in this region, the Na-content at this point corresponding to a stoichiometry of Na1.0Sb (for the calculations of the sodiation level of this phase, see ). The peak at 2.9 Å remains, a signature of the prevalence of Sb–Sb bonding, while the intensity of the 6.6 Å peak increases relative to that observed for a-Na1.7Sb and shows no change in position. Larger changes occur between these distances; the peak at 4.6 Å is no longer evident, but two new peaks at 3.7 and 4.3 Å can be deconvoluted from the PDF (). These additional strong peaks at low-r indicate that a more highly connected antimony network results from the removal of sodium. The PDF for this structure shows a striking resemblance to a PDF reported for amorphous “explosive” antimony synthesized by electrolysis of antimony chloride by Krebs et al., who propose a structural model based on a three-connected random network of antimony, where all antimony are bonded to three other antimony atoms.  A large range of dihedral angles result in the broadening of peaks beyond the first nearest neighbor and no long-range order to atom–atom correlations. No peak is observed at 3.3 Å, where the correlation between the puckered layers in c-Sb is observed. This disordered antimony phase is believed to have heteroatoms terminating Sb-fragments–in the case of the sample of Krebs, this is likely to be residual chloride.  Within the electrode, residual sodium or organic components from the decomposition of the organic electrolyte are likely to remain. We postulate that the lower density resulting from the lack of layering in the material compared to c-Sb could accommodate the residual sodium present at this composition. The residual sodium is likely to be highly disordered, broadening out the already weak contribution to the PDF, meaning that no clear Na–Na or Na–Sb interactions are observed in the PDF.",
                        "During D1-c, peaks at high-r appear; these are modeled well by c-Sb () indicating that removal of further sodium from Na1.0Sb results in the crystallization of some areas of the electrode, consistent with previous XRD report by Darwiche et al.  The correlation length of this c-Sb at the end of charge is limited to 20 nm. It is clear, however, that a significant amount of the a-Na1.0Sb remains in the electrode; a comparison of the scale factors for the c-Sb at the end of D1-c and for the pristine electrode estimates that 40% of the Sb is present as c-Sb, 60% of the antimony is present as the a-Na1.0Sb network. The ratio of the first peaks in the PDF—assumed to be as a result of each Sb bonding to 3 other Sb atoms—for the amorphous component (extracted from the residual of PDF refinements carried out the r-range of 20–50 Å) and the crystalline component is 7:3, again estimating that 70% of the antimony remains as a-Na1.0Sb ().",
                        "At the end of desodiation, approximately 0.64 Na per Sb have not been removed in addition to the 0.375 Na per Sb that have been assigned to SEI formation during the first sodiation, either because of the loss of connection of areas of the electrode or because of sodium trapped in the electrode. We propose that loss of connection is unlikely, given the reproducibility of the effect in multiple electrodes and also in reports by other authors ()  and, because the 23Na NMR results indicate that very little Na3Sb/a-Na1.7Sb remains in the electrode at full desodiation. Baggetto et al. reason that the isomeric shift observed for antimony at the end of charge is shifted from crystalline antimony due to residual sodium present in the material.  The increase to the c-lattice parameter of the desodiated c-Sb phase compared to the pristine electrode (11.38(4) vs 11.27(1) Å, ), seems too small for the c-Sb to contain any significant amount of sodium. It is more likely that sodium is trapped in the SEI and within the amorphous component of the electrode that remains in a stoichiometry of Na1.0Sb, the latter in turn preventing the crystallization of this part of the electrode.",
                        "The electrochemistry of the second sodiation differs significantly from the first sodiation. A total capacity of 544 mAhg–1 is observed in four distinct voltage processes indicating that several sequential sodiation reactions take place. Careful analysis of the PDF data allows the structural changes associated with each electrochemical signature to be isolated: the crystalline and amorphous electrode components were again separated by refining the crystalline structures using high-r (20–50 Å) data and the information from these refinements then used to constrain the refinements using the full data set and extract the amorphous component. The changes in the PDFs for the two components are shown in .",
                        "During S2-a, 0.64 Na per Sb are inserted into the electrode. There is little change to the PDF at high-r (, right), indicating that crystalline Sb does not take part in sodiation reactions at this voltage. However, the PDF for the amorphous component of the electrode shows considerable change at this voltage (, left); the peaks at distances between 2.85 and 9 Å lower in intensity signifying breakdown of the amorphous antimony network. The PDF of the amorphous component at the end of S2-a contains features that are similar to that of a-Na1.7Sb, formed during D1-a ( compares these two PDFs), consistent with 23Na NMR spectra that show the reappearance of the broad resonance at 27 ppm, ascribed in the previous section to sodium within a-Na1.7Sb. Therefore, we propose that the S2-a process is characteristic of the breakup of the amorphous antimony network (a-Na1.0Sb) to reform a-Na1.7Sb.",
                        "0.56 Na per Sb are inserted into the electrode during S2-b. High-r peaks in the PDF disappear in this region as the nanocrystalline Sb component of the electrode is broken down (, right) to form amorphous phases; the reaction does not result in any additional crystalline phases. The PDF for the amorphous phases grows (). The 2.85 Å Sb–Sb correlation remains almost constant, but a defined shoulder develops on the high-r side of this peak 3.44 Å, accompanied by the appearance of an additional peak at around 5.5 Å. Both peaks are characteristic of a-Na3–xSb indicating that this phase begins to form during S1-b.",
                        "Linear combinations of the PDFs of a-Na1.7Sb (taken from the PDF for this phase extracted at the end of D1-a) and a-Na3–xSb (taken from the PDF at the end of S2-c), (), indicate that c-Sb does not form the dumbbell phase Na1.7Sb: the scale factor for the Na1.7Sb remains constant during S2-b,  while that for the a-Na3–xSb increases linearly. This would indicate that the c-Sb reacts straight to form a Na3Sb-like phase, probably due to the structural similarity between the two phases discussed earlier. At the end of S2-b, the PDF can be modeled as a linear combination of the PDFs of a-Na1.7Sb and a-Na3–xSb with phase fractions of 0.53 and 0.47, respectively (). At this stage, a-Na1.7Sb is still the dominant phase in the 23Na NMR spectra, and the weaker resonance from a-Na3–xSb at 37 ppm must be buried under that of the a-Na1.7Sb resonance. We note that the relative amounts of a-Na3–xSb are likely to be closely related to the exact amount of c-Sb that is reformed at the height of charge and may explain why very little is produced in some samples, and subtle differences between in situ and ex situ samples may also result in differences to the phase fractions obtained in regions where metastable phases are dominant.",
                        "The plateau at 450 mV, S2-c, is reminiscent of the S1-a process that dominates the first sodiation. 0.45 Na per Sb are inserted into the electrode and peaks are observed in the PDF to higher-r (20 Å), indicating that a more ordered structure is formed. The 2.85 Å peak in the PDF disappears during this process, and the peak at 3.1 Å becomes the dominant low-r peak, signifying that Sb–Sb bonds are broken during this region to form a-Na3–xSb. A single-phase a-Na3–xSb electrode, where x ≈ 0.5 based on the stoichiometry calculated from electrochemical measurements, is formed at the end of S2-c. A starting model based on c-Na3Sb structure was refined against the PDF data obtained at the end of S2-c, using very large thermal parameters to capture the disorder in the material and a spherical particle envelope to capture the limited correlation length in the material.  Sodium occupancies were constrained to be 0.83, based on the sodiation level calculated from the electrochemical measurements. The refinement is shown in  and structural parameters are found in . A spherical particle diameter of 21.7 Å was obtained from the refinement. The structure that is obtained from this refinement comprises of hexagonal layers of alternating Na and Sb, similar on a local scale to c-Na3Sb, but with more closely spaced layer evidenced by the decrease in c-lattice parameter from 9.49(1) Å to 9.19(1) Å, presumably due to sodium vacancies between the layers. This is consistent with 23Na NMR results that indicate a more Sb-rich sodium environment in this phase compared to c-Na3Sb. Thermal parameters for both the antimony and sodium atoms in the interplanar direction are very large, which indicates significant turbostratic disorder of sodium within the structure;  a large number of sodium environments are likely to exist within a-Na3–xSb, a result that is consistent with the broad peak observed in the 23Na NMR spectra for this species. This approach captures most of the features in the PDF and allows us to propose that the local structure of the a-Na3–xSb is very similar to the c-Na3Sb structure, and the similarity of both c-Na3Sb and a-Na3–xSb to c-Sb discussed above is likely to make this reaction pathway kinetically facile.",
                        "The PDF results indicate that a-Na3–xSb exists in isolation at the end of S2-c, but despite several attempts to obtain an ex situ sample containing pure a-Na3–xSb, none were successful. The presence of small amounts of c-Na3Sb in all ex situ spectra where a-Na3–xSb is present is ascribed to the metastability of the a-Na3–xSb; once removed from the battery, some of the material may react to form c-Na3Sb and other reaction products appearing overlapped in the SEI region. The exact proportion of the two phases is likely to depend on the exact sodiation at the point where the cell is stopped.",
                        "During S2-d, the correlation length of the electrode increases as c-Na3Sb is formed from a-Na3–xSb. c–Na3Sb is the final product of the second sodiation. The structural parameters after refinement against PDF data are not significantly different from the end of the first sodiation (). The 23Na NMR spectra at the end of the second sodiation confirm c-Na3Sb as the final product.",
                        "The model for a-Na3–xSb obtained from refinement against data at the end of S2-c was used to model the a-Na3–xSb formed during the first sodiation. Using the structural parameters for c-Na3Sb and c-Sb obtained from two-phase least-squares refinements against the PDF data at high-r, refinements were performed using the full r-range (2–50 Å), using a-Na3–xSb as an additional phase, refining only the scale factors for the three phases. This approach improves the fit to data in the intermediate region between 0.6–2.8 Na per Sb (, bottom); Rw improve in all cases, but particularly in the intermediate region where the sodiation level is between 1.8 and 3 (). The approach also improves the fit of the sodiation level expected from structural data with that obtained from the electrochemical measurements (, top). Some deviation is still observed at low sodiation levels, because of surface processes (reaction with the carbon) and SEI formation that take place early on in the sodiation process and to which the PDF is not sensitive."
                    ],
                    "name": "3.2 In Operando PDF and Ex Situ 23Na NMR Studies of Sb Anodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density-functional theory calculations were performed on structures generated by our species-swapping method (see section .4 for details of the method). The only stable structures found on a zero temperature convex hull () were NaSb and Na3Sb having P21/c and P63/mmc symmetries, respectively. At low sodiation, only 0.009 eV/formula unit (f.u.) above the hull tie-line is a NaSb2C2/m phase. The structure comprises Sb sheets broken by Na atoms, showing that Sb–Sb bonds must be broken even at low Na content, producing structures that are not simply Na intercalated Sb; thus c-Sb is not easy to sodiate, consistent with the experimental results. A 6 formula unit per cell Na3Sb phase with P63cm symmetry was found only 0.018 eV/f.u. above the ground state P63/mmc structure. This indicates that for the Na3Sb stoichiometry at room temperature the system will easily explore lower symmetry and larger repeat-length structures; i.e., there are many low-energy amorphous structures. The conversion of c-Sb to c-Na3Sb is predicted to be at 0.57 V in good agreement with experiment. There are no other obvious thermally accessible phases in the species-swapped convex hull diagram, indicating that any additional phases are likely to be metastable phases, in agreement with the results of Saubanère et al. "
                    ],
                    "name": "3.3 Density Functional Theory (DFT) Calculations",
                    "type": "h3"
                }
            ],
            "name": "3 Results",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The first sodiation of antimony is dominated by the breakdown of the crystalline antimony electrode. The overpotential required to breakdown the crystalline lattice results a single pseudo-plateau at approximately 500 mV. Both NMR and PDF data indicate that amorphous Na3–xSb is the major product during S1-a, though some c-Na3Sb is formed concurrently as a result of the overpotential. However, significant formation of c-Na3Sb only occurs once the majority of the crystalline antimony has been broken down into Na3–xSb, indicating there are kinetic difficulties associated with nucleating crystalline Na3Sb (c-Na3Sb) while Sb–Sb bonds are still present in the material. This is reminiscent of lithium-alloying systems including Li–Si and Li–Ge, where amorphous phases are formed during the breakage of dumbbell phases, and crystalline Li15Si4 and Li15Ge4 only form when the Si–Si or Ge–Ge bonds are essentially all broken.  DFT calculations indicate that lower symmetry c-Na3Sb-like structures with more disordered sodium sites can easily be formed, indicating a propensity of this structure to disorder, and therefore to accommodate some under/over stoichiometry. We observe no evidence that environments similar to NaSb are formed, in contrast to the results of Baggetto et al.  However, we do note that the overpotential on the first sodiation is likely to be highly dependent on the particle size and formulation (film thickness, additives, etc.) and therefore the mechanism for very thin films on the first sodiation may differ from what is presented here. The final product of sodiation is confirmed to be c-Na3Sb. 23Na NMR spectra for c-Na3Sb indicate high sodium mobility in this structure, and structural refinements against PDF data indicate some inherent disorder in the material. Potentiostatic intermittent titration technique (PITT) measurements reported previously indicate the sodium diffusion coefficient is high (3–4 times larger than the lithium diffusion coefficient in cubic Li3Sb) close to 0 V. "
                    ],
                    "name": "4.1 1st Sodiation: c-Sb → a-Na3–xSb + c-Na3Sb → c-Na3Sb",
                    "type": "h3"
                },
                {
                    "content": [
                        "On the basis of the NMR and PDF experiments reported here, we suggest that a different pathway is taken on desodiation. A 0.2 V difference between sodiation and desodiation curves determined from galvanostatic intermittent titration technique (GITT) experiments are consistent with this hypothesis.  The formation of Sb–Sb bonding immediately on desodiation is apparent from the peak at 2.85 Å, which appears in the PDF during D1-a; no resonance corresponding to a-Na3–xSb is observed in the NMR, ruling out the reformation of a-Na3–xSb. Instead, the good fit of a linear combination of c-Na3Sb and a-Na1.7Sb to the PDFs collected during D1-a indicates that a two-phase reaction between c-Na3Sb and a-Na1.7Sb, the latter a highly amorphous phase containing Sb-dumbbell units and no significant ordering of sodium, takes place. These results are in contrast to those reported by Baggetto et al., who proposed the reformation of the same intermediate formed on sodiation of thin films. ",
                        "We ascribe the different pathway taken on desodiation to poor kinetics in the electrode; variable temperature NMR experiments have indicated that the sodium mobility in c-Na3Sb is high, and therefore its removal on initial desodiation is should be facile. Presumably the limited antimony mobility prevents crystallization of the thermodynamically stable NaSb phase, and Sb-dimers, instead of more extended Sb–Sb networks, are initially formed. DFT calculations indicate that no additional thermodynamically stable phases exist within the Na–Sb phase diagram, indicating that the pathway must occur via a kinetically-favored structural motif. The formation of dimers when the Na:Sb ratio is close to 2:1 is unsurprising since Zintl counting rules predict that the antimony should be present with a formal charge of Sb2–; this results in the same connectivity found in halogen molecules, i.e., X2, and dimers are to be expected. Future experiments to probe the effect of temperature on the phases formed are planned, but it is clear from both NMR and PDF results that in room-temperature batteries, the NaSb phase is not formed on either sodiation or desodiation.",
                        "Kinetics also dictate the structure formed on further desodiation. As more sodium is removed, the antimony connectivity increases to form a network, similar to that reported for amorphous antimony. In areas where additional sodium can be removed the electrode forms crystalline antimony, but with a significantly reduced correlation length indicating it may be present as nanoparticles. It is not clear whether complete Na removal (from the amorphous phase) is prevented due to difficulties in Na+ transport through the amorphous phase, or whether the (kinetic) formation of the amorphous phase hinders further crystallization of the Sb phase again due to the difficulty of breaking and reforming Sb bonds."
                    ],
                    "name": "4.2 1st Desodiation: c-Na3Sb → a-Na1.7Sb → a-Na1.0Sb → a-Na1.0Sb + c-Sb",
                    "type": "h3"
                },
                {
                    "content": [
                        "On the basis of PDF results, the different electrochemical profile observed on the second sodiation can be attributed to two key factors both intimately connected to the complex structure of the electrode formed on desodiation. First, the amorphous and crystalline phases sodiate at different voltages, something that is clearly observed in the PDF data. Antimony contained as amorphous a-Na1.0Sb reacts during S2-a to reform a-Na1.7Sb. Crystalline antimony does not react until lower voltages (S2-b) and, significantly, it appears that it reacts straight to the a-Na3–xSb phase without forming the Na1.7Sb phase, similar to the behavior observed on the first sodiation. Second, the correlation length/particle size and crystallinity of the c-Sb that is present at the start of the second sodiation is reduced compared to the pristine starting material. As a result of this, the overpotential required to break down the crystalline lattice that is responsible for the single plateau observed in the first sodiation, is reduced or removed entirely on the second sodiation, and as a result of this additional plateaus (S2-b/c) can be resolved in the electrochemistry.",
                        "On the basis of the structural studies outlined here, we can propose that several structural factors are responsible for the excellent cycling and rate performance of antimony, in addition to those factors discussed by previous authors–i.e., the good electrical conductivity and the low packing density of the antimony structure that promotes ion movement through the structure.  First, we show that the two intermediates, a-Na3–xSb and a-Na1.7Sb are highly amorphous structures; this reduces the strain associated with multiple phase transitions. Second, PDF measurements show the formation of a complex electrode containing both amorphous and crystalline antimony networks at full desodiation. The different reaction voltages of these components lead to a more sequential reaction profile, where an inactive component can, to some extent, accommodate the strain resulting from reactions in other phases of the electrode, thus preventing harmful side processes that lead to capacity fade. Lastly, the high sodium mobility within the final c-Na3Sb structure is likely to contribute to the good rate performance of antimony by increasing sodium movement in and out of the phase leading to facile structural transformations.",
                        "Finally, we note that examination of the second sodiation process is vital, not only for understanding the structure of the “active” electrode material - which in this case differs considerably from the single-phase pristine electrode–and, therefore, the (de)sodiation mechanism of antimony in real systems, but also for understanding the complex processes going on in the electrode that can be masked by the presence of an overpotential in the first sodiation."
                    ],
                    "name": "4.3 2nd Sodiation: a-Na1.0Sb + c-Sb → a-Na1.7Sb + c-Sb → a-Na1.7Sb + a-Na3–xSb → a-Na3–xSb → c-Na3Sb",
                    "type": "h3"
                }
            ],
            "name": "4 Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Using in-depth analysis of the PDF data, constrained by structural and chemical information from known model NaxSb phases and 23Na ssNMR, we are able to demonstrate, for the first time, the separation of amorphous and crystalline phases formed in a sodium-ion battery and link structural information to all electrochemical signatures observed, allowing a comprehensive mechanism of (de)sodiation to be assembled (). Operando PDF analysis of sodium-ion batteries, when constrained by chemical information from 23Na NMR spectroscopy, referenced to known model compounds NaSb and Na3Sb, was used to separate the amorphous and crystalline structures formed in antimony anodes during (de)sodiation. This approach has led to the identification of previously unknown amorphous intermediate phases a-Na3–xSb and a-Na1.7Sb and tracking of their interconversion within a sodium-ion battery. We propose that a-Na3–xSb (0.4 < x < 0.5) is locally similar to crystalline Na3Sb, with hexagonal layers of antimony interspersed with sodium, but with a reduced interlayer spacing resulting from significant numbers of Na-vacancies between the Sb-layers. The PDF for a-Na1.7Sb has a single sharp peak at 2.85 Å indicative of a Sb-dumbbell motif present within the highly amorphous structure. Inclusion of amorphous phases into real-space least-squares refinements results in a better match of the sodium level calculated from structural refinements with that obtained from electrochemical measurements, far extending previously known mechanistic details.",
                "The structural origins of the different electrochemical profiles observed on the first and second sodiations are explored; (de)sodiation processes during the first cycle result in a change to the active electrode from crystalline antimony to a composite electrode containing both amorphous and crystalline antimony networks at full desodiation. The different reaction voltages of the amorphous and crystalline components of the electrode are responsible for the additional processes observed in subsequent cycles. 23Na NMR spectroscopy highlights the anomalously high sodium mobility within the Na3Sb final sodiation product, a likely contributing factor to the exceptional rate performance of antimony compared to other alloying anodes.",
                "We show that the sodiation of antimony is controlled to a large degree by the kinetics of the system. DFT calculations show no additional thermodynamically stable phases exist on the zero temperature convex hull. Formation of undersodiated Na3Sb (a-Na3–xSb) takes place due to difficulties in nucleating c-Na3Sb in regions where Sb–Sb bonds must still be broken. The absence of NaSb in both sodiation and desodiation is also ascribed to the lack of mobility of Sb within the NaxSb phases, particularly after the initial Sb–Sb bonds (in the dumbbells) have already formed, instead forming amorphous structure containing first Sb-dumbbells and later extended, but disordered, networks of antimony.",
                "The electrode formed after desodiation is a composite of amorphous and crystalline antimony networks. We show that these connectivities react at distinct voltages via different sodiation pathways; the sequential manner of these transformations enhances the cyclability of the electrode by having an “inactive” component capable of buffering of strain associated with multiple phase transitions.",
                "We highlight the role that connectivity plays in determining the sodiation pathway in kinetically controlled systems; here, amorphous and crystalline antimony networks react through different intermediate phases that are structurally related to the starting connectivity. This result could have wider implications for understanding other kinetically limited alloying systems where the starting connectivity is likely to have a large effect on the pathway taken and the capacities observed. For example, germanium nanowire anodes for sodium-ion batteries show little capacity in their crystalline form, but high capacity and good rate performance when prelithiated and amorphised. ",
                "Our results have additional implications for understanding high-rate nanostructured antimony anodes, because the electrochemical processes observed in bulk antimony are also observed in nanostructured systems beyond the first sodiation,  indicating that the same antimony-based phase transitions take place. Study of bulk antimony as a “model” system helps to decouple the processes associated with surface oxide groups with those associated with NaxSb phase transitions in such nanostructured electrodes."
            ],
            "name": "5 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Tracking Sodium-Antimonide Phase Transformations in Sodium-Ion Anodes: Insights from Operando Pair Distribution Function Analysis and Solid-State NMR Spectroscopy"
}