{
    "DOI": "10.1021/acsomega.4c00297",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Composite materials are fundamental for many applications in energy storage, energy conversion, and catalysis. The combination of cheap, environmentally friendly carbon-based materials and inorganic materials with controllable catalytic, electronic, and optical properties is a winning strategy to fabricate versatile materials for energy applications.  Carbon materials are common substrates for the fabrication of heterogeneous catalysts, as by surface modification they can stabilize nanoparticles and achieve tunable catalyst–support interactions.  Carbon-supported semiconductors are key materials for advanced photoelectrocatalysis, with important implications in the removal of pollutants from water and for energy conversion applications.  In these composites, the formation of a heterojunction can greatly enhance electron–hole pair separation and promote electron transfer over recombination mechanisms. Carbon composites are also of great interest for battery electrodes, as highly conductive supports with a large surface-to-volume ratio on which other active materials can be deposited, while the carbon itself can also provide capacity.",
                "In this study, we focused on the synthesis of tin chalcogenide (SnEx) composites with HC powders, which could be extended to several material combinations. Tin chalcogenides (SnEx) are semiconductor materials of particular importance for several technological applications in modern electronics. Their layered structure with weak van der Waals interactions between planes makes them structural analogues with graphene. Interestingly, the band gap of the material can be changed by choosing appropriate chalcogens or their combination with tunable band gaps in the 1–2 eV range. On the other hand, weakly coupled layers allow for confined charge, spin, and heat transfer.  In this respect, tin chalcogenides hold a high potential for several applications in electronics, such as optoelectronics, thermoelectrics, and phase change devices,  and in photocatalysis and electrocatalysis.  In particular, they are a high capacity active material for Na-ion battery anodes.  Hence, the deposition of metal dichalcogenides with controlled composition, good substrate/deposit contact, and uniform dispersion on HC powders can be used to exemplify depositions onto carbons to produce functional materials.",
                "The most common synthetic methods for carbon-based materials-inorganic composites are wet-chemical methods, including hydrothermal deposition, incipient wetness impregnation, and coprecipitation, which are limited in the types of materials, which can be deposited and may not provide uniform, well contacted layers on the surface of the particles.  Chemical vapor deposition (CVD) has significant advantages for the deposition of semiconductors, but its use to treat powders, such as carbon materials, is still particularly challenging. CVD can often be used to form coatings with high adherence to the substrate but may not produce uniform coatings on powders. Precursors may not penetrate a layer of substrate particles in a conventional CVD geometry, and the coating uniformity can be affected. An effective way to overcome this limitation is plug flow-CVD, in which the powders are not packed but slightly spread over a small area, allowing for the precursor to be more uniformly adsorbed. This could be an effective method to treat small amounts of powders with several materials and controlled loading, but it is not easily scalable to the treatment of grams of powders. The use of fluidized beds of particles is more scalable and has been widely used in industrial coating and treatment processes. The particles are suspended on a porous plate (distributor) in the reactor bed, and a flow of gas from the bottom of the plate is increased until the particles move as a fluid. In such fluidized regimes, the particle surface areas are exposed during the process and uniform coatings or treatments can be achieved. The ability of particles to be fluidized is described by the Geldart classification, showing that only particles with greater size (tens to hundred μm) and density, thus belonging to the A and B groups, can be stably fluidized.  For this reason, FB-CVD has found important industrial applications for, and has been limited to, the treatment of particles such as silica, sand, alumina, stainless steel, metals, and metal carbides, which consist of coarse granules of hundreds of micrometers in diameter and dense material.  The fluidization of finer particles (particle diameter smaller than 20 μm) on the other hand should have several advantages in terms of lower fluidization velocity required and higher particle to gas and surface-to-bed heat transfer and mass transfer rate;  nonetheless, fluidization is dominated by cohesive interactions, making a smooth fluidization more difficult to achieve. For finer particles with < 20 μm diameter belonging to the group C of the Geldart classification, van der Waals interactions dominate the hydrodynamic forces in the fluidized bed.  Agglomerates form in situ, broadening the actual size dispersion of the particles, so that they do not fluidize smoothly, and gas channeling through the bed takes place. At the higher gas velocities required to fluidize the agglomerates, finer particles can more easily be elutriated and escape the reactor.  Therefore, despite its potential, CVD on a fluidized bed of fine powders is made more difficult and requires more ingenuity in reactor design to avoid particle agglomeration and entrainment.",
                "In this contribution, we developed two methods for the deposition of inorganic semiconductor coatings of tin dichalcogenides on HC fine powders, based on plug flow- and FB-CVD. The fluidization of HC fine powders was achieved by optimizing the FB-CVD reactor design in order to minimize the particles entrainment. A custom-built bulb-shaped quartz reactor was designed to optimize the CVD from precursors in the vapor phase. The single-source precursors [SnCl4{nBuSe(CH2)3SenBu}] and [SnCl4{nBuS(CH2)3SnBu}]  were dissolved in a volatile solvent, and the solution was injected directly in the fluidized hard carbon powders bed at high temperature, with the advantage of having high flows of precursor compared to a gaseous counterpart, whose feed rate would be limited by the saturation capacity of the carrier gas.  As a consequence, reaction times could be reduced, preventing the attrition of the deposited layers. Composites formed in all of the conditions explored, but the quartz reactor design and the injection conditions had to be optimized to retain the fine powders, which are subject to agglomeration and entrainment, in the reactor and maximize the deposition. Changes in the reactor design played a key role in optimizing powder retention and producing composites with a uniform composition. This study on HC powders could be extended to other C-based support materials and inorganic nanomaterials and pave the way for a more generalized method for the synthesis of powder composites.",
                "It is worth mentioning that FB-CVD has so far been used for the synthesis of metals, alloys (FeAl, NiAl), metal oxides, such as SiO2, SnO2, ZrO2, TiO2, Al2O3,  carbides,  and nitrides.  To the best of our knowledge, this is the first example of FB-CVD of metal chalcogenide semiconductors. The use of single source precursors was crucial for the deposition of uniform thin films dichalcogenides with controlled composition and stoichiometry, since once the complex dissociates at high temperature both Sn and either Se/S become available in a specific ratio, and their reactivity is spatially resolved.  We propose that this method could be further extended to other semiconductors and their combination to form materials with a tunable band gap and energy density."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Hard carbon powders Carbotron P(J) were provided by Kureha Battery Materials Japan Co., Ltd. Before use, they were dried at 70 °C for 24 h and 120 °C for 2 h to eliminate adsorbed moisture. The solvents used (THF, toluene, and hexane) were dried by distillation from sodium wire prior to use.",
                        "[SnCl4{nBuSe(CH2)3SenBu}] precursor was prepared according to de Groot et al.  Selenium granules were ground into a fine powder under nitrogen atmosphere for 5 min and loaded in a Schlenk tube under inert atmosphere together with 25 mL of anhydrous THF and a magnetic stirrer bar. The tube was connected to a Schlenk line to be purged under a nitrogen atmosphere and placed on a stirring plate and into a liquid nitrogen bath to freeze the solution. A dry solution of nBuLi in hexanes (15 mL, 2.43 × 10–2mol) was then injected dropwise through a septum. The liquid nitrogen bath was removed, and the system was allowed to stir. Further, 1–2 mL nBuLi solution was added dropwise until a transparent pale-yellow solution was obtained, indicating that all the Se had reacted. The solution was allowed to stir at room temperature for 1 h. A total of 1.5 mL of 1,3-dichloropropane was added dropwise under stirring at room temperature and allowed to stir for 2 h. The solution was concentrated in vacuo, washed in hexane (15 mL), and filtered to eliminate the LiCl precipitate. The filtered solution was dried in vacuo to recover a pale-yellow oil which was stored in a N2-filled glovebox.",
                        "For the precursor synthesis, 0.9 g of SnCl4 was loaded in a Schlenk tube under inert atmosphere and dissolved in 15 mL of anhydrous hexane. A solution of 1.06 g of nBuSe(CH2)3SenBu dissolved in 10 mL of dry hexane was injected dropwise in the SnCl4 solution while stirring for 30 min. The precursor was then washed with hexane, filtered, and dried in vacuo to eliminate all the solvent. The powder (yield ≈ 60%) was collected and stored in a nitrogen-filled glovebox.",
                        "[SnCl4{nBuS(CH2)3SnBu}] was synthesized according to Gurnani et al.  For the precursor synthesis, a solution of 1 mmol of ligand in 5 mL of anhydrous hexane was added slowly to a solution of SnCl4 1.25 mmol in anhydrous hexane (10 mL) under constant stirring at room temperature and under a dinitrogen atmosphere. After 20 min, the white precipitate was dried in vacuo and stored in a glovebox."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Precursor powders (30 mg) were loaded in a nitrogen filled glovebox at the closed end of a quartz tube together with Si/SiO2 (500 nm) substrate tiles (each 20 × 8 × 1 mm), which were positioned adjacently along the tube at regular space intervals from the precursor. Two glass valves at both ends of the tube allowed it to be closed under a dinitrogen atmosphere before moving it to a Schlenk line.",
                        "The tube was then placed in the middle of a tubular furnace, the precursor being initially just out of the furnace and connected to a Schlenk line. The system was kept under a vacuum until the pressure stabilized at 0.2 mmHg. Quartz wool was placed at both ends of the furnace to secure a stable temperature inside the furnace. The furnace temperature was then set to the desired temperature. Once the temperature was stable, the tube was moved inside the furnace so that the bulb, containing the precursor, would be inside the furnace. The system was kept at high temperature for 30 min and successively taken out of the furnace to cool fast. When at room temperature, it was transferred into a glovebox.",
                        "A temperature profiling was accomplished with a separate probe to register the actual substrate temperature in different zones of the furnace."
                    ],
                    "name": " Low Pressure-CVD (LP-CVD)",
                    "type": "h3"
                },
                {
                    "content": [
                        "A sketch of the setup is shown in a. HC powders (80 mg) were loaded in an open quartz tube adjacent to a disk of sintered quartz. The solid precursor, in the form of a powder (30 mg), was loaded in a boat in a nitrogen filled glovebox and placed at the other end of the quartz tube. Two valves at opposite ends of the tube were closed to secure the tube under a nitrogen atmosphere. The tube was then adjusted in the middle of a tubular furnace so that HC powders were in the heating zone and the precursor would be out of the furnace. The tube was connected by one end to a Schlenk line and by the other to a bubbler. Nitrogen was allowed to flow for a few minutes, and the furnace was heated to the reaction temperature, i.e., 400, 450, 500, and 600 °C, in the respective experiments. Once the temperature was stabilized, the tube was moved in such a way that both the precursor and HC substrate were in the heating zone of the furnace. After 30 min at high temperature, the tube was moved out of the furnace and allowed to cool down. Once at room temperature, the tube was brought to a reduced pressure and transferred in a glovebox, where the powders were collected and stored. The HC-precursor distance was also adjusted to regulate the precursor evaporation temperature and the deposition temperature."
                    ],
                    "name": " Plug Flow-CVD",
                    "type": "h3"
                },
                {
                    "content": [
                        "A sketch and a picture of the setup, prior to modifications, are shown in b,c. In a typical experiment, 0.2 g of precursor was loaded in a Schlenk tube under a flow of nitrogen and dissolved in 12 mL of anhydrous toluene by slightly heating to 50 °C under stirring for 10 min. A total of 0.8–1 g of hard carbon powders (average diameter 10 μm) was loaded on the FB-CVD reactor distributor plate, and the nitrogen flows were adjusted to 0.3 L min−1. Under these conditions, the powders were slightly moving on the plate, but a full fluidization was not achieved. The temperature was increased by 20 °C/min up to 450 °C, with the bulb of the reactor being in the middle of the heating zone of the tubular furnace. Once the temperature was stabilized, the nitrogen flows were increased to 0.5−0.8 min−1 to achieve a full fluidization of the powders. The air-free precursor solution was withdrawn with a syringe and injected dropwise (1.3 mL min−1) with the aid of a syringe pump through a septum directly in the CVD zone. The system was kept at high temperature for an additional 30 min after all the precursor was injected and then allowed to cool to room temperature. Alternatively, for a multiinjection process, a second injection of precursor was performed in the same conditions, then kept steady for 30 min before cooling down.",
                        "When at room temperature the reactor was closed under nitrogen and transported to a nitrogen-filled glovebox, where the powders were collected."
                    ],
                    "name": " FB-CVD",
                    "type": "h3"
                },
                {
                    "content": [
                        "1H and 13C NMR spectra were measured from solutions in anhydrous CDCl3 on a Bruker AV400 spectrometer. The analytical data are the following.",
                        "[SnCl4{nBuSe(CH2)3SenBu}] (). 1H NMR (CDCl3, 298 K) δ/ppm: 0.92 (t, [6H], CH3), 1.48 (m, [4H], CH2CH3), 1.75 (m, [4H], CH2), 2.45 (m, [2H], –SeCH2CH2CH2Se−), 3.22 (m, [4H], CH2Se), 3.32 (m, [4H], SeCH2). 13C{1H} NMR (CDCl3) δ/ppm: 13.41 (CH3), 22.83 (CH2), 25.02 (CH2), 30.05 (CH2), 32.9 (CH2), 35.58 (CH2).",
                        "[SnCl4{nBuS(CH2)3SnBu}] (). 1H NMR (CDCl3, 298 K) δ/ppm: 0.95 (t, [6H], CH3), 1.43 (m, [4H], CH2CH3), 1.72 (m, [4H], CH2), 2.31 (m, [2H], –SCH2CH2CH2S−), 3.07 (m, [4H], SCH2), 3.26 (m, [4H], SCH2). 13C{1H} NMR (CDCl3) δ/ppm: 13.70 (CH3), 21.77 (CH2), 29.40 (CH2), 34.19 (CH2), 36.74 (CH2).",
                        "X-ray diffraction (XRD) patterns were collected by using a Rigaku SmartLab system. Samples synthesized by LP-CVD on Si/SiO2 substrates were studied in grazing incidence geometry with X-ray Cu Kα (λ= 1.5418 Å) and a Hypix 2D detector. HC-based samples synthesized by plug-flow and FB-CVD were analyzed by capillary transmission. XRD of the TGA residue powders was measured with a Bruker D2 Phaser instrument using Cu Kα radiation. Scanning electron microscopy (SEM) was conducted using a Philips XL-30 ESEM (20 kV accelerating voltage) with a ThermoFisher Ultradry energy dispersive spectroscopy (EDS) detector and Noran System 7 data processing. A ZEISS sigma FE-SEM was used for the imaging and elemental mapping of multimaterial composites (HC-SnSx–SnSe2). Thermogravimetric analysis (TGA) used a Netzch TG 209 F1 Libra instrument with a heating rate of 5 °C min–1 up to 1100 °C under 20 mL min–1 of oxygen and 30 mL min–1 of argon and a protective Ar flow of 20 mL min–1. The BET surface area and porosity were analyzed by nitrogen physisorption with a BET-TriStar II 3020."
                    ],
                    "name": " Characterization Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "The geometry of the reactor was designed with SolidWorks. The HC powders were approximated to spherical C particles with a density of 1.5 g cm–3  and average particle size of 10 μm, as obtained from a size statistics measured by SEM images with an Image J software."
                    ],
                    "name": " CFD Study",
                    "type": "h3"
                },
                {
                    "content": [
                        "The kinetic theory of granular flow (KTGF) model within Ansys Fluent 2021 R2 was used to model the interactions between gas and solid particles within this fluidized bed. This model considers two different phases in one controlled volume by applying a volume fraction variable and treats them as an interpenetrating continuum. The carbon solid phase was assumed to consist of spherical particles of the same diameter of 10 μm. Each phase was solved individually in accordance with the mass and momentum conservation equations, as presented in . The gas–solid interphase exchange coefficient, Kgs, was modeled using the Syamlal–O’Brien drag model.  No reactions were considered in the CFD model, and the inlet temperatures and reactor temperatures are assumed to have reached an isothermal temperature of 430 °C. The gaseous phase properties were taken accordingly at that temperature, and the energy equation is neglected.",
                        "The kinetic fluctuations between particles were considered using the kinetic theory of granular flow given in . A full review of the equation derivation is provided by Gidaspow.  The solid shear viscosity, μc, is composed of collisional, μc, col, kinetic, μc, kin, and frictional, μc, fr, interactions. For highly dense flows, such as those experienced by Geldart C particles, the frictional viscosity is applied as the volume fraction for the particles approaching the maximum packing limit. The frictional model of the Schaeffer expression  was used to model the frictional viscosity in the present case. The bulk viscosity, λc, accounts for the resistance of particle to expansion and depression and was calculated using an expression from Lun et al.  The solid pressure, pc, considers both kinetic and collisional contributions and evolves from an equation of state that is analogous to the van der Waals equation of state for gases.  The radial distribution function, g0, modifies the probability of particle collisions as the phase approaches the maximum packing limit.  provides an overview of the constitutive equations used in the present case.",
                        "The particle bed is initially set to a height of 0.01 m above the quartz disc distributor. The particles were assigned a diameter, dc = 10 μm, and density, ρc = 1520 kg m–3. The inlet provided a continual supply of nitrogen with cases considering velocities ranging from 0.1 m s–1 <  < 0.2 m s–1 to reflect a flow rate spanning 0.5–1.0 L min–1. A pressure outlet was used and set to atmospheric pressure. The particle–wall collisions significantly impact the shear stress on the walls of the bulb reactor. No-slip boundary conditions were assigned for the gas phase tangential and normal velocities, whereas a tangential slip condition is imposed for the particulate phase which was developed by Johnson and Jackson.  The near-wall granular temperature considers the granular temperature flux normal to the wall and to the energy dissipation due to particle-wall collisions. A breakdown of the gaseous and particulate physical properties is provided in , along with key closure parameters to support the collisional equations provided in  and .",
                        "The finite volume method was used to solve the governing equations. The coupling and correction of the velocity and pressure was carried out using the Phase Coupled SIMPLE (PC-SIMPLE) algorithm.  The discretization of the convective terms was performed by using the second-order upwind scheme. An unsteady simulation was performed with a time step of 1 × 10–4 s to ensure fast convergence with 30 iterations per time step. The convergence criterion between two iterations was set to 1 × 10–3."
                    ],
                    "name": " Governing Equations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To test the optimal conditions for the deposition of tin dichalcogenides, we carried out LP-CVD from tin seleno- and thio-ether complexes on Si/SiO2 substrates at different temperatures. In each experiment, several substrates could be placed in different positions of the furnace, i.e. experiencing different temperatures, so that it was possible to establish the optimal deposition temperature. Deposition from [SnCl4{nBuSe(CH2)3SenBu}] at temperatures of 400 °C and higher produced SnSe2 coatings consisting of randomly oriented hexagonal crystallites whose structure is consistent with bulk SnSe2 (, top panels). SnS2 coatings were deposited from [SnCl4{nBuS(CH2)3SnBu}] at temperatures in the range of 310–350 °C. In the latter experiments, the precursor was heated to temperatures as high as 650 °C, with the deposition taking place in the colder zone of the furnace, indicating that faster precursor evaporation produced uniform crystalline SnS2 coatings (, bottom panels). The coating composition was confirmed by EDS spectra acquired in correlation with SEM, measured at different locations on the thin films surface, showing ratios of Sn to S close to 1:2 ()."
                    ],
                    "name": " Optimization of CVD Conditions",
                    "type": "h3"
                },
                {
                    "content": [
                        "A different configuration was then used to deposit SnSe2 and SnS2 on hard carbon powders by plug flow-CVD under a dinitrogen flow (a). These experiments aimed at determining the best conditions for CVD on HC powder substrates under dinitrogen flow ambient pressure. The samples obtained after CVD from [SnCl4{nBuSe(CH2)3SenBu}] were analyzed by XRD and SEM/EDS. All samples showed a high yield of deposited tin chalcogenide, but its distribution was uneven. While some particles of the powders were completely coated with tin chalcogenide platelets, some others were completely free of any sign of SnSe2. Sample homogeneity could be improved to a certain extent by using small amounts of HC (80 mg) and spreading the powder on the tube surface to allow most of the HC grains’ surface to be exposed to the precursor vapors. Overall, samples obtained in the deposition temperature in the 380–450 °C range gave the best results in terms of amount and homogeneity of SnSe2 deposited on HC (). Slower precursor evaporation, achieved by a larger distance of the precursor source from the furnace hot zone, increased the amount of deposited material.",
                        "Plug-flow CVD from [SnCl4{nBuS(CH2)3SnBu}] on HC exhibited greater sensitivity to temperature than LP-CVD. Samples obtained at deposition temperatures in the range of 300–450 °C showed the presence of SnSx species deposited on the surface of HC (SEM-EDS), but XRD analysis revealed a poor crystallinity. By increasing the furnace temperature to 600 °C and increasing the precursor–substrate distance, as in the previous experiments at low pressure, SnS was predominant ().",
                        "TGA of the samples under O2/Ar showed a considerable mass loss at temperatures higher than 550 °C due to the C combustion, and the XRD analysis of the residue showed the complete conversion of SnSe2 into SnO2 (). The SnSe2 content of the samples was calculated from this data to be around 15–30 wt%."
                    ],
                    "name": " Tin Dichalcogenide-HC Composites by Plug Flow-CVD",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to scale up the process to the gram scale and further improve the uniformity of the coatings, we developed a FB-CVD strategy. We designed a quartz reactor as in b,c, consisting of a bulb-shaped reaction zone and a disk of sintered glass as the reactor bed, functioning as a distributor, where the HC powders were loaded. The main nitrogen flow passed through a quartz tube from the bottom of the reactor through the distributor, applying pressure to the HC powders. The reactor was placed in a vertical tubular furnace so that the whole bulb would be within the hot zone of the furnace. Once stabilized at the reaction temperature and under nitrogen flow, the precursor, as a solution in toluene, was dropwise injected with a syringe via a long needle, at 2 cm from the top of the distributor. A syringe pump was used to control the injection rate.",
                        "In the first instance, we focused on the deposition of SnSe2 from [SnCl4{nBuSe(CH2)3SenBu}] on HC powders in a FB-CVD set up at different temperatures and flows.  shows samples obtained after 40 min deposition at 430 °C, consisting of SnSe2 flakes on the surface of HC, as observed from SEM analysis. EDX acquired at different locations showed consistently a Sn:Se ratio close to 1:2. EDX acquired at the spot indicated in c (yellow cross) showed the following composition: Se L 5.01 at. %, Sn L 2.81 at. %, C K 92.18 at. %. The composition was confirmed by XRD (a), showing sharp 2H-SnSe2 peaks. A minor component of SnSe was observed by the appearance of a peak at 37.9°. In the preliminary conditions explored, we consistently observed a significant loss of material by entrainment. Compared to plug flow CVD, the powders are very mobile in the fluidized bed and are not completely confined to the reaction zone. A finer component of the powders can move to the higher part of the reactor, where lower temperatures are experienced so that some deposition can take place in this colder zone of the furnace. The percentage of SnSe2 was determined by TGA under an atmosphere of Ar and O2 showing a mass loss around 600 °C. XRD of the TGA residue confirmed a complete conversion to SnO2 under these conditions and the sample composition was calculated to be in the order of 7 wt% SnSe2 ().",
                        "These results demonstrated that the high temperature injection of a precursor solution in a fluidized powder bed is a viable route for the synthesis of metal-chalcogenide-coated carbon composite materials. Nevertheless, the fluidization was not stable but bubbling and turbulent, leading to substantial entrainment. This behavior was expected for the HC, which consisted of fine powders with an average 10 μm grain size and low density, hence belonging to the Geldart group C classification.  For such particles, cohesive van der Waals forces prevail, causing agglomerates to form in situ and substantially broaden the actual particle size distribution. Bigger agglomerates require higher gas velocities to be fluidized, but at such higher gas velocities, smaller particles can escape the reactor. The coexistence of particles of different sizes thus makes smooth fluidization difficult."
                    ],
                    "name": " Tin Dichalcogenide-HC Composites by FB-CVD",
                    "type": "h3"
                },
                {
                    "content": [
                        "A CFD evaluation was conducted to evaluate the gaseous and solid flow dynamics within the proposed reactor. For the simulation, HC powders were represented as spherical particles of 10 μm diameter with a density of 1.52 g cm–3. Simulations were run at gas velocities of 0.1, 0.15, and 0.2 m s–1 to identify the range in which the powders are fluidized.  (left panels) shows a comparative study of the carbon volume fraction at different gas velocities of inlet N2 in the first seconds, i.e., after 0.5 and 1.0 s for nitrogen inlet velocities 0.1 and 0.2 m s–1 along the central XY-plane of the bulb reactor. For both inlet velocities, the particle bed resides in the lower region of the bed with denser packing observed toward the annular region of the reactor and a dilute core. This is expected given that these Geldart C particles have high frictional stresses due to high interparticle forces.  The cohesive nature of such small particles demonstrates the agglomeration of particles and the creation of a gas-channel through the center of the reactor. For both inlet velocities, the maximum volume fraction is higher at 0.5 s than at 1.0 s, indicating that the bed had yet to reach fluidized state. This is reinforced with a slightly higher bed height observed at 1.0 s compared with 0.5 s. Increasing the inlet velocity to 0.2 m s–1 further aerates the particles, promoting a more dilute flow of the particles which can observed at both 0.5 and 1.0 s of fluidization time.",
                        "The y-velocity directional component of the carbon across the central XY-plane is presented in  (right panels) and shows more clearly the extent of carbon distribution within the bulb reactor for the different nitrogen inlet velocities, 1.0 and 0.2 m s–1. Given that this is the velocity specifically captured in the y-direction, it is clear that there are particles upward, i.e., vp > 0 m s–1, and particles traveling back toward the inlet, i.e., vp < 0 m s–1. Cross-referencing against  the y-velocity distributions suggests that the particles travel further into the freeboard of the reactor than the volume fraction contours suggest.",
                        "Initial observations show a faster upward velocity near the gas inlet. A significant particle presence is observed above the central part of the bed, which lies above the central gas channel. Closer inspection of  suggests that these particles are traveling downward and, moreover, reducing in occurrence as the fluidization time increases. This is very likely attributed to the expulsion of particles that occurs once the gas-channel breaks through the bed.  shows an expansion of the negative and positive y-velocities in the run up to the 0.5 s point, specifically at 0.2 0.3, and 0.4 s for a nitrogen inlet velocity of 0.1 m s–1. At 0.2 s, the particles are traveling upward with a greater magnitude than those descending. There is a clear circulation to the flow in the annular of the reactor with a central upward flow of particles driven by the gas traveling through the gas channel. By 0.3 s, there is a great downward velocity as many of the particles return to the bed. The maximum upward velocity is also lower, which is expected as the flow responds to the freeboard and the divergent geometry of the reactor. These trends continue for the downward and upward flow at 0.4 s and the magnitudes at 0.5 s in  for 0.1 m s–1, although the particles exhibiting a positive y-velocities at 0.4 s do not travel as high into the freeboard, whereas those that are in the freeboard are descending.",
                        "A further observation is that at 0.3 and 0.4 s in , and at 0.5 s in , there is an increasing presence of particles with a positive y-velocity nearer the annular near the walls. This will likely be due to walls offering a more favorable means for the gas to traverse around the denser particle regions, which will have the higher interparticle forces. It was previously noted in  at 1.0 s that for both the 0.1 and 0.2 m s–1 inlet velocities the particle bed appeared more dilute and aerated, and this is further observed with the y-velocity distributions in  with a slightly higher bed expansion and slightly more circulatory flows.",
                        "Positive and negative velocities () furthermore show that there is entrainment of particles early in the process, as a response to the gas breaking through the bed and the gas channeling into the freeboard with a great inlet velocity. After 0.4 s, it is clear that slower particles have returned to the base of the reactor and fluidization continues. The close up in  better shows the extent of mixing within the particle bed. Circulatory flow is evident, with the flow driven from faster flow at the walls and particles rolling back into the core of the reactor. Downward particles come from the freeboard, where particles have dropped back down to the bed, while the central core provides a faster stream of particle flow in response to the fast inlet velocity through the center of the bed."
                    ],
                    "name": " CFD Study",
                    "type": "h3"
                },
                {
                    "content": [
                        "This study confirmed that at the gas velocities of 0.15 m s–1 used in our method, there is a significant entrainment of carbon particles. It also suggests that gas velocities as low as 0.1 m s–1 may allow a more significant confinement of the particles in the reactor’s bed and a sufficient bed expansion to allow FB-CVD. For these reasons, we focused on lower gas velocities of the inlet N2 but aimed at improving the fluidization by modifying the reactor geometry and by aiding powder mixing. As shown in a, a thin quartz tube with 1 mm tip diameter was introduced, allowing addition of a secondary inlet of nitrogen flowing directly on the reactor bed, to improve powder mixing and to avoid the formation of agglomerates. The precursor was also injected through this thin tube and transported to the reactor bed. A (removable) shield and a sintered quartz filter were added to the top of the main outlet to better retain the powders within the reaction zone. The main and secondary nitrogen flows were regulated to 0.5 L/min. These measures allowed retention of 30 to 50% of the HC powders.",
                        "Samples obtained by FB-CVD with the modified reactor from the [SnCl4{nBuSe(CH2)3SenBu}] precursor on 1 g of HC, at 430 °C, are shown in b–d. XRD shows the clear presence of SnSe2 and a smaller contribution from SnSe (b). SEM at lower magnification evidence the presence of high electron contrast areas uniformly distributed on the powder surface (c). At higher SEM magnification, it is possible to distinguish SnSe2 flakes, with high electron contrast and a typical planar structure, emerging from the surface of HC, showing the formation of a direct HC-SnSe2 interface. A 13 wt% loading of SnSe2 was measured by TGA in Ar/O2 with the residue consisting of SnO2 ().",
                        "N2 adsorption–desorption isotherms of the HC-SnSe2 samples obtained by FB-CVD were acquired and compared to those of pure HC. HC-SnSe2 showed a higher specific surface area of 12 m2 g–1 compared to 2.3 m2 g–1 of untreated HC (). The increased surface area of the composites could be attributed to their higher surface roughness, which is also evident by observing the composites’ morphology at SEM. All samples showed a broad pore size distribution (), which is dominated by the particles packing rather than an intrinsic porosity."
                    ],
                    "name": " Optimal FB-CVD Reactor Design for the Synthesis of Tin Dichalcogenide-HC Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to make layers of the different materials, we performed two separate injections of the two precursors. A first dropwise injection of the [SnCl4{nBuS(CH2)3SnBu}] precursor was performed at 350 °C, and after 30 min, the temperature was raised to 430 °C, at which the [SnCl4{nBuSe(CH2)3SenBu}] precursor solution was injected dropwise. XRD showed the prevalence of SnSe2 and a minor contribution of SnSe, while the presence of either SnS2 or SnS was not evident. Nevertheless, the presence of Sn, Se, and S species was confirmed by SEM/EDS, with a ratio of metal to chalcogen close to 1:2, while the absence of Cl-containing species ruled out the presence of unreacted precursors (b,c). TGA showed a residual mass comparable to or higher than the one observed for the HC-SnSe2 samples ().",
                        "N2 adsorption–desorption isotherms of the HC-SnSx–SnSe2 samples showed a specific surface area of 5.6 m2 g–1 t, higher than untreated HC but lower than single deposit HC-SnSe2 composites (). A possible explanation is that the second material deposits by filling the gaps in the original material and could partially account for the lower crystallinity. The SEM study also shows samples with slightly different morphology and surface roughness (b,e,f).",
                        "Elemental mapping at low magnification showed a clear presence of Sn, Se, and S in the same areas with similar intensity, indicating that the species are deposited uniformly throughout the sample (d). The absence of clear SnS2 or SnS peaks in the XRD analysis could possibly be due to a low crystallinity. It should be highlighted that SnS2 coatings previously deposited in different crystalline phases, e.g., 2H-bulk, 4H-bulk,  and cubic Fd3̅m (), were expected to show a predominant peak at 14° due to the 001 reflection, which overlaps with the 001 reflection of SnSe2 and could therefore be masked by a larger amount of that phase. An insight at higher magnification is shown in e–g, displaying thin platelets protruding out of a single carbon particle, which represents a tantalizingly promising morphology for application as a battery anode active material. In light of the potential applications in electrochemistry, the high surface area reduces the proportion of electrochemically inactive material found in the center of large particles and affords a high rate capability of charge/discharge, simultaneously providing the requisite space for the metal dichalcogenide crystal lattice to expand/contract upon charge/discharge cycling of the battery, minimizing electrode cracking, and extending useful battery lifetime. This material is advantageously anchored to a high conductivity carbon core, which could facilitate electronic transport out to the current collector foil and into the electronic circuit beyond. This is more evident in the backscattering EM image in f, where the high contrast platelets can be attributed to high electron scattering deposited species. Interestingly, the corresponding elemental mapping shows that SnSx and SnSe2 were deposited in the same areas, with the possible formation of a layered structure (g). This finding is of particular importance for novel next generation battery materials, indicating that this method can be used to fabricate multilayered composites. By choosing appropriate combinations of materials, it would be possible to engineer “metamaterials” and tune the heterolattice coatings properties, such as band-edge staggering at the interface of the inorganic layers.  In particular, combination of SnS2 and SnSe2 layers on HC is a promising anode material Na-ion batteries, with the with SnS2-SnSe2 layered systems allowing for high energy density on conductive HC. "
                    ],
                    "name": " Synthesis of SnSx–SnSe2 layers on HC",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Our findings show that CVD is a viable route for the synthesis of powder composites based on carbon, with controlled composition and a layered structure of tin dichalcogenides, which are extremely promising candidates for applications in batteries and electrocatalysis owing to control of morphology and the opportunity for bandgap engineering. Plug flow-CVD offered a solution to deposit metal dichalcogenides on HC powders with high deposition yield on small amounts of powders, and the process was scaled up to few hundred milligrams of material by FB-CVD. An optimized reactor configuration allowed us to minimize the natural entrainment of fine low-density powders (belonging to the Geldart C classification), with the turbulent fluidization allowing for good mixing and material uniformity. This method holds promise for generalization of the uniform CVD coating of fine powders of more different materials from either solid and liquid precursors. We observed that the retention of particles lies not only with hydrodynamics operating conditions such as velocities but also with the reactor design, with the possibility to further improve the powder retention and aim at a high nanocomposite yield. Finally, by alternating the injection of different precursors, we achieved the deposition of two different materials on the HC powders, paving the way to the fabrication on metamaterials with controlled properties such as band edge staggering and tuned energy density for applications as energy materials with important implications for the design and synthesis of novel next generation battery active materials and metamaterials."
            ],
            "name": "Conclusions and Outlook",
            "type": "h2"
        }
    ],
    "Title": "Fluidized Bed Chemical Vapor Deposition on Hard Carbon Powders to Produce Composite Energy Materials"
}