{
    "DOI": "10.1021/acsami.3c07402",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have triggered considerable attention and developed into one competitive candidate for large-scale energy storage owing to the cost advantages and abundant sodium resources.  To search for advanced electrode materials that can effectively and reversibly accommodate large Na ions remains a big challenge, as the radius of Na+ ion (1.02 Å) is significantly larger than that of Li+ ion (0.76 Å).  Among numerous anode candidates, TiO2 materials are considered as attractive anodes for SIBs due to the advantages of high theoretical capacity (335 mA h g–1), abundant resources, and negligible structural strain.  However, the unsatisfactory rate capability induced by the poor intrinsic conductivity and sluggish Na+ diffusion kinetics has seriously restricted the development of high-performance TiO2 anodes. ",
                "To date, considerable effort has been devoted to improving the electrochemical performance of TiO2 anodes, including (i) enhancing electronic conductivity via mixing with conductive substrates;  (ii) shortening Na+ diffusion distance through making nanostructures;  and (iii) facilitating rapid Na+ migration by introducing heteroatoms.  Despite the greatly improved electrochemical properties achieved by these strategies, the relatively low initial Coulombic efficiency (ICE) still exists in TiO2. For example, in our previous studies, plasma-assisted S-doped TiO2 exhibited superfast sodium insertion/extraction capabilities and distinguished cycling stability but suffered from a low ICE of less than 50%.  Similarly, Xiong et al. demonstrated that N/S-codoped anatase TiO2 can simultaneously achieve high electronic conductivity and stepped-up Na+ transfer kinetics; however, the ICE of NS-TiO2 is only 45.3%.  To the best of our knowledge, the ICE of most reported TiO2-based materials did not exceed 60%, meaning that a large number of Na+ is irreversibly consumed from the cathode.  As a critical parameter, the anode with a low ICE seriously impedes the improvement of capacity, energy density, and cycle stability of SIBs. Given the low cutoff voltage settings (usually set as 0.01 V), it inevitably results in the decomposition of electrolytes and triggers the formation of solid electrolyte interphase (SEI) on the surface of the anode.  Moreover, the sodiation of TiO2 is partially reversible during the initial sodiation process, which leads to a low ICE and cycle degradation of TiO2 anodes. Based on this consideration, it is critical to improve the ICE to achieve the practical application of TiO2 anodes in SIBs.",
                "To improve the ICE of high-capacity anode, various strategies have been proposed including electrolyte optimization, structure regulation, and anode presodiation.  Recently, presodiation has been considered as the most powerful means to improve the ICE of high-capacity anodes.  A simple presodiation method is contact presodiation through contacting the Na source with the anode in the working electrolyte.  However, the uncontrollable reaction extent and inhomogeneous presodiation within the electrode should be considered when applying this technique.  In addition, highly active Na possibly creates safety concerns during battery manufacture. The external electrochemical presodiation is implemented via an electrochemical reaction between the anode and the Na metal in a half-cell; the anode could be sodiated to an ideal level via adjusting the discharge depth, but it constitutes a supererogatory step that interrupts cell fabrication.  In contrast, the chemical presodiation appears to be a more promising strategy based on the chemical reduction reaction between the sodium-containing solution with the electrode and is widely considered as the potential to be implemented in industrialization.  However, one severe obstacle for these presodiated anodes is the uncontrollable SEI growth after immersion in the electrolyte. These unstable and unevenly distributed prefabricated SEI seriously impedes stable and fast sodium storage.  To conquer these issues, it is essential to develop a method to simultaneously improve ICE and form a uniform artificial SEI.",
                "In this regard, we successfully present an ultrafast, safe, and controllable strategy to simultaneously promote ICE and construct an inorganic-rich SEI layer on the TiO2 anode. Notably, such an inorganic SEI layer can be spontaneously formed on the surface of the TiO2 anode when immersed into a liquid solution consisting of metal K, naphthalene (Nt), and 1,2-dimethoxyethane (DME). Due to the large potential differences between K-Nt and TiO2, a spontaneous redox reaction occurs, and the artificial SEI formed on the TiO2 anode (denoted KTO) is more homogeneous, dense, and thin than those generated on the pristine TiO2 anode through repeated cycles (denoted TO). These KTO anodes with engineered SEI demonstrate superb ICE and remarkable rate capability. Consequently, this work provides a new strategy to both improve ICE and modulate interfacial chemistry and is expected to navigate the direction for the practical application of high-performance TiO2 anodes."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Naphthalene, 1,2-dimethoxyethane (DME, C4H10O2, 99%), and commercial anatase TiO2 were obtained from Macklin Inc. and used directly without further purification."
                    ],
                    "name": "2.1.  Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "TO electrode was fabricated by mixing the commercial anatase TiO2, Super P, and poly(vinylidene difluoride) (PVDF) with a weight ratio of 7:2:1 in the NMP solvent, and the obtained slurry was coated on Cu foils. After drying in a vacuum oven at 80 °C for 12 h, the electrode plate was punched into discs of 12 mm for use. The active material loading was about 1.5 mg cm–2. For the preparation of KTO electrodes, first, metal K was added to a solution of naphthalene (Nt) in DME to form a 1 M K-Nt-DME solution. Then, the prepotassiation was conducted via immersing the TO electrode into a K-Nt-DME solution for some time at room temperature, followed by rinsing with DME solvent. For comparison, the presodiation was performed by the same steps but with the addition of Na metal during the synthesis process (denoted NTO). These operations were conducted in an argon-filled glovebox."
                    ],
                    "name": "2.2.  Preparation of KTO Electrodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) patterns were collected on an X-ray diffractometer (BrukerAXS) with Cu–Kα radiation. Raman spectra were measured on a Renishaw in Via spectrometer. The morphological structures of the electrodes were characterized by the transmission electronic microscope (TEM) (JEOL JEM-F200) and field-emission scanning electron microscopy (SEM)(JEOL/JSM-7610FPlus). The surface components were investigated by X-ray photoelectron spectroscopy (XPS) using a Thermo Kalpha spectrometer. The cells were disassembled in a glovebox after 5 cycles at 50 mA g–1, and the electrodes were washed several times with the DME solvent. After drying, the electrodes were transferred to the XPS chamber. The sample was etched using 2000 eV Ar ions for the depth-profiling investigation. Inductively coupled plasma optical emission spectrometry (ICP-OES) was conducted on an Agilent 5110 system to quantify the element content."
                    ],
                    "name": "2.3.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the sodium-ion battery, the 2016-coin cell was assembled in an argon-filled glovebox with an O2 and H2O context below 1 ppm. Glass fiber and 1 M NaPF6 in DME were used as the separator and electrolyte, respectively. The CR2016 coin-type cells were assembled with sodium metal as the counter/reference electrode. The cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements were carried out on a CHI602E electrochemical workstation (Chenhua, Shanghai) at room temperature. Galvanostatic charge/discharge tests were measured using a Neware CT-3008W battery testing system (0.01–3.0 V vs Na+/Na)."
                    ],
                    "name": "2.4.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The manufacturing schematic diagram of the KTO electrodes is depicted in . Specifically, because of the strong electron affinity of Nt, the outer electrons of the K metals can be transferred spontaneously to the p-orbital of Nt, resulting in the formation of the Nt– radical anion (formula 1). Subsequently, when soaked in a K-Nt solution, the TiO2 electrode undergoes a chemical K+ preinsertion reaction, driven by the strong reducing ability of the K-Nt reagent (formula 2). Once the K+ is inserted, its low potential triggers the complex redox and polymerization of K+ and DME solvent, forming ethereal-oligomers, ether potassium salts, and carbonate species, such as alkyl carbonates.  Meanwhile, inorganic KF species are produced by redox reactions between metal K and PVDF.  As a consequence, the prefabricated K-ion SEI generated from these two reactions contains both organic and inorganic components (formulas 3 and 4). For comparison, the NTO electrode was also prepared by immersing the TiO2 anode into 1 M of Na-Nt-DME solution. The reaction mechanism of NTO electrodes is similar to that of KTO, in addition to inserting Na+, and Na-ion SEI is also generated ().",
                "To optimize the reaction time, the TiO2 anodes were immersed into the as-prepared K-Nt solution for different times (from 0 to 30 min), and the Na||KTO half-cells were used to compare the electrochemical behavior. The structure evolution of KTO at different times is demonstrated in . XRD and Raman results indicate that only the intensity of the characteristic peak decreases, showing that the phase structure of the material does not change significantly. In , visible differences in the initial charging and discharging behaviors of these electrodes can be observed. The KTO anode exhibits reduced OCV and greatly decreased initial irreversible capacities with increasing immersion time. The corresponding discharge capacities are listed in . It is noteworthy that a 1 min reaction has helped the KTO anode reach an ICE of 72.4%, and the initial irreversible capacities cannot be completely eliminated with the increased time. This phenomenon may be related to the sodium storage mechanism of the anatase TiO2. Passerini et al. reported the formation of metallic Ti (Ti0) and Ti3+ during the initial discharge process, and they considered that the reduction from Ti4+ to Ti0 was fully irreversible, leading to irreversible sodium loss.  Therefore, we explored the structural evolution of the TiO2 electrode during the initial charge–discharge in ether and ester electrolytes. As seen in , it is very clear that the (101) peak gradually vanishes during the discharge process, and the anatase phase could not be recovered when charging to 3.0 V, confirming an irreversible amorphization of TiO2 upon the first discharge process.  The same phase evolution is observed in both ether- and ester-based electrolytes. So, based on the above analysis, it can be inferred that the irreversible reaction also reduces ICE and the specific capacity.  Hence, in the following tests, the optimal pretreatment time was set to 1 min.",
                "The chemical reducing agents can be synthesized by mixing equal molar amounts of naphthalene and potassium/sodium metal in DME. In ether solvents, alkali metals can react with some aromatic hydrocarbons.  As a reveals, the characteristic peak of Nt undergoes a red shift from 1380 to 1340 cm–1 according to Raman spectra.  Meanwhile, after the formation of the K-Nt/Na-Nt solution, the solution color changes from transparent to dark green (). The phase structures of TO, NTO, and KTO samples were analyzed by XRD, as displayed in b, and all were consistent with anatase TiO2 (PDF#21–1272). It can be concluded that there is no obvious change in the anatase phase after the reduction treatment. The magnified XRD patterns reveal that the (101) peaks of KTO and NTO are shifted to a lower degree, implying an increased interlayer distance due to the insertion of K+/Na+.  The surface morphology of the three electrodes was captured by SEM. As shown in c–e, the TO electrode displays a spherical structure with a size of 100 nm; in sharp contrast, the NTO and KTO surfaces become smooth, suggesting that their surfaces have been uniformly covered by analogous SEI. It is noteworthy that the pretreatment has a negligible effect on the electrode structure, and the prefabricated SEI film deposited on the KTO could effectively suppress the excessive consumption of electrolytes after cell assembly. The energy-dispersive X-ray (EDX) spectroscopy mappings exhibit the well-distributed K and Na elements in the KTO and NTO, respectively (e and ). In addition to the electrode surface, the element K is also found at the bottom of the KTO electrodes (). This indicates that the reducing reagent can reach the overall electrode level through adequate contact; thus, a highly uniform prepotassiation of KTO is achieved.",
                "The physicochemical properties of SEI on the electrode surface profoundly influence the electrochemical performance, which determines the ion transport through interphase. Therefore, XPS was carried out to investigate the features of the artificial SEI layer. The C 1s spectrum can be deconvoluted to four peaks including C–C (284.8 eV), C–O (286.3 eV), C═O (288.0 eV), and C–F (291.1 eV). Among them, the first three peaks are assigned to super P, and the C–F peak is attributed to PVDF (a).  The peak intensities of C–C for NTO and KTO decrease compared with that of TO, which should be ascribed to the deposition of the above analogous SEI. From the O 1s XPS spectrum of the TO electrode (top of b), the signal at 529.5 eV should be assigned to the Ti–O bonds.  The peak intensity of the Ti–O bond is reduced in both KTO and NTO, while the peak in KTO is significantly higher than that in NTO, which could be further confirmed by the Ti 2p spectra (c). The F 1s peak of the KTO shows that there is a new peak arising compared with TO (d), which is attributed to KF derived from the redox reaction between metal K and PVDF as further supported by the K 2p spectra (e). For NTO, a similar inorganic component of NaF is also produced (f). The elemental content was quantified by inductively coupled plasma optical emission spectrometry (ICP-OES), where the content of Na in NTO is 5.1% and the content of K in KTO is 3.8%. To sum up, the above analysis results reveal that the SEI generated on KTO contains organic (RCH2OK) and inorganic (KF, K2CO3) components.  Deconvoluted XPS spectra of NTO electrodes demonstrate that the SEI is comprised of similar inorganic (Na2CO3, NaF) and organic (RCH2ONa) species.  Nevertheless, the major difference of the SEI layer is the relative proportion and total amount of carbon-containing byproducts, indicating that the SEI deposited on the NTO electrode is mainly dominated by Na2CO3, while the KTO primarily consists of inorganic KF. ",
                "To visualize the prefabricated SEI films, we further investigated the microstructural characteristics of various modified TiO2 anodes using TEM. The NTO shows an uneven and thick SEI with a thickness of about 10.3 nm, while that of the KTO is only 2.9 nm (g–i). Therefore, it can be judged that the SEI layer produced by the NTO electrode contains more organic/inorganic components than that of the KTO electrode. Furthermore, very significant differences in the anatase (101) lattice spacing are observed (j–l), where the (101) plane distance increases to 0.365 and 0.368 nm for NTO and KTO, respectively, after presodiation/prepotassiation, indicating the intercalation of Na+/K+ between the TiO2 layers. Subsequently, to gain an in-depth understanding of the SEI component distribution, depth-profiled XPS analysis was carried out by using Ar ion sputtering. As seen in , C, O, Ti, F, and K signals on the KTO surface are identified at different etching depths. The contents of each element do not change significantly throughout the etching process, which indicates that the SEI layer in KTO exhibits good distribution with the evolution of depth (). It should be emphasized that the uniform artificial SEI layer is beneficial to stabilize the interfacial structure of the anode and accelerate Na+ diffusion, which can notably enhance the electrochemical performance of the KTO anode in SIB.",
                "To reveal the superiority of the artificial SEI, the Na half-cells were assembled, and their electrochemical performances were evaluated. a displays the CV curves for the first two cycles in TO and KTO. An irreversible broad cathodic peak at about 0.5 V is generated during the first cycle and vanishes in the following cycles, which is ascribed to the formation of the native SEI layer.  Quite differently, the peak at 0.5 V vanishes in the CV curve of the KTO anode, confirming that the artificial SEI layer was produced on the surface of the KTO anode. Besides, the CV peaks on the KTO anode became narrower and overlapped almost completely in subsequent cycles, suggesting a faster and more stable Na+ insertion process.  Consistent with CV results, as illustrated in b, the two electrodes demonstrate different initial discharge/charge behaviors. The initial discharge–charge capacities of the TO electrode are 402.9/227.7 mAh g–1, with a corresponding ICE of 56.5%. Such a low ICE is generally caused by the electrolyte decomposition, SEI formation, and irreversible intercalation of Na+ in the TiO2.  Benefiting from the artificial SEI, the ICE of the KTO anode was significantly increased to 72.4% (358.4/259.7 mAh g–1). To the best of our knowledge, the reported ICE of TiO2 anodes in most references for sodium storage is less than 60%. Although a high ICE of 76.6% is achieved for NTO after presodiation (288.8/221.3 mAh g–1), the electrode exhibited a significant capacity decay (). In comparison, the ICE of KTO is considerably higher than other reported TiO2-based anodes in SIBs, including carbon-modified TiO2, heteroatom-doped TiO2, etc. (c).  It can be deduced that the uniform artificial SEI film prevents the organic electrolyte from further decomposition, and K+ preinsertion into KTO enhances the diffusion coefficient and electronic conductivity, which greatly improves the electrochemical properties of the KTO anode. As shown in d, KTO keeps a steady reversible capacity of 229.1 mAh g–1 after 50 cycles at 50 mA g–1, while those of TO and NTO are 203.4 and 192.6 mAh g–1, respectively. When at a higher rate of 2A g–1, the KTO also displays excellent long-term cycling stability, with a stable capacity of 173.7 mAh g–1 over 1000 cycles (g).",
                "The rate performances of these three anodes were further evaluated by increasing from 0.05 to 5 A g–1 (e). The KTO electrode demonstrates superior rate capability with 257.9, 236.6, 222.4, 209.5, 198.9, and 189.5 mAh g–1 as the rates ranging from 50 to 2000 mA g–1, and a considerable capacity of 176.4 mAh g–1 is maintained even at 5000 mA g–1. In contrast, the TO and NTO electrodes deliver relatively low capacities of only 139.6 and 107.7 mAh g–1, respectively. Such a remarkable rate performance is closely related to the well-engineered SEI layer on the KTO electrode that significantly heightens Na+ transport kinetic, thus enabling greatly improved high-rate performance.  Additionally, the charge/discharge profiles of the KTO electrode are well preserved at various current densities, while those for TO and NTO are almost destroyed, further demonstrating the stable phase evolution of KTO (f and ).  As displayed by the EIS results (), the KTO anode exhibits a relatively low value and rapid stabilization of interfacial impedance compared with TO and NTO, indicating a continuously stable SEI layer on KTO. The superlative ICE and rate performance of KTO are ascribed to the stable electrode/electrolyte interphase and enhanced diffusion kinetics.",
                "The CV and GITT tests were utilized to acquire more basic insight into the rapid dynamics. As seen in a,b and , well-preserved CV shapes are observed when the scan rate increases from 0.2 to 2 mV s–1, which also indicates that KTO has mild polarization and better reversibility. The polarization curves further verify that the KTO possesses an obviously lower polarization than that of the TO and NTO (c). The peak separation of cathodic/anodic is only 0.083 at 2 mV s–1, while that for TO and NTO reaches 0.365 and 0.232 V, respectively. The Na+ diffusion dynamics were further investigated by the GITT, and d and  exhibit the GITT potential profiles (the detailed calculation steps are shown in the ). Notably, the KTO electrode shows a lower overpotential and a higher D-value than those of TO and NTO, demonstrating significantly improved Na+ diffusion kinetics.",
                "The interfacial charge-transfer mechanism of KTO is further investigated by temperature-dependent EIS. On the basis of Barsoukov’s model, Na+ first diffuses through the electrolyte bulk and SEI film, then the charge-transfer process occurs at the SEI/electrode interface, and finally diffusion within the active material.  The EIS curves for KTO and TO anodes after five cycles at 50 mA g–1 are given in g,h and . The Nyquist plots are fitted with an equivalent circuit, and two semicycles are found in high and medium frequencies for three electrodes, indicating similar electrochemical processes in TiO2 electrodes.  However, the total impedance of the TO and NTO electrodes increases sharply when the temperature is reduced to 0 °C, while that of the KTO electrode increases slightly. The activation energy is calculated using the Arrhenius equation Herein, A, Ea, kB, T, and σ are the pre-exponential factor, apparent activation energy, Boltzmann constant, absolute temperature, and ionic conductivity, respectively. Obviously, the Ea of KTO (52.4 meV) is much lower than those of TO (144.4 meV) and NTO (319.6 meV) (i). These results show that the KTO shows faster interfacial Na+ transport kinetics than TO and NTO due to the construction of stable SEI. As mentioned above, the prepotassiation not only optimizes the electrode/electrolyte interface composition but also reduces the activation energy for Na+ transport across the interphase, which endows KTO with extraordinary electrochemical performance.",
                "The morphological evolution of the three electrodes after cycling was further characterized by SEM. As illustrated in a–c, the TO electrode manifests as a loosened and porous morphology; in stark contrast, a homogeneous, chunky, and compact deposition morphology is generated on the surface of the KTO electrode, which is further revealed by the even distribution of Ti, O, C, F, Na, and K (). d–f shows the TEM data of the three electrodes after cycling. It is clear that relatively thick and rough SEI layers are formed on TO and NTO (27.3 and 36.8 nm, respectively); in contrast, a smooth and thin (≈10.2 nm) SEI can be clearly observed on KTO after cycling. Moreover, the enlarged lattice spacing resulting from prepotassiation persists after cycling (). Depth-profiling XPS spectra show that the organic components are distributed in the outer layer and inorganic components are dominant in the inner layer of SEI in KTO, which is beneficial for Na+ transfer and enhanced rate performance.  Compared with the cycled KTO electrode, the content of organic components in the SEI derived from TO is conspicuously higher, indicating the more severe decomposition of electrolytes. The ICP-OES analysis further reveals that K+ content decreases (0.62%) and Na+ content increases (6.66%) in the KTO after cycling. These results suggest that the preinserted K+ may be removed from the KTO during cycling, resulting in the formation of enhanced conductivity SEI layers including a mixture of K+ and Na+ compounds (e.g., involving KF and NaF).",
                "Overall, a homogeneous and thin artificial SEI on TiO2 electrode surfaces is realized by the chemical prepotassiation method, as illustrated in . Taken together with the above analytical results, it can be concluded that prefabricated artificial SEI helps to restrain the excessive solvent decomposition and continuous increase of SEI impedance, thus enabling the KTO electrode to maintain a thinner SEI after cycling, as confirmed by TEM observations; the KTO still possesses a uniform and smooth SEI with a thickness of 10.2 nm after cycling, which is thinner than that of TO and NTO, contributing to the superior electrochemical performance of KTO over TO and NTO electrodes."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we proposed a facile and effective approach to achieving prepotassiation of commercial TiO2 by applying K-Nt as a reducing reagent. The prepotassiation process could simultaneously compensate for the irreversible Na loss and give rise to the formation of robust SEI on KTO, enabling rapid Na+ transport and interface stability of TiO2 anodes. The modified KTO anode exhibited a high ICE of 72.4% and excellent rate performance (176.4 mAh g–1 at 5 A g–1). The key factor for this excellent performance is that K+ preinsertion into TiO2 not only improves electronic conductivity and expands anatase lattices but also the homogeneous coverage and inorganic-rich SEI are conducive to facilitating subsequent Na+ cycling. This work provides a new and viable strategy to improve ICE and regulate rational SEI for achieving the high performance of TiO2 anodes in SIBs, which can also be easily extended for other metal oxide materials to ameliorate a similar issue with SEI layers."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Significantly Improving the Initial Coulombic Efficiency of TiO2 Anode for Sodium-Ion Batteries"
}