{
    "DOI": "10.1021/acsami.0c00386",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Layered transition-metal (TM) oxides have been widely used as cathode materials for rechargeable batteries.  LiTMO2 cathodes, such as LiCoO2 and LiNi0.8Co0.1Mn0.1O2, have been commercialized as high energy density cathodes in lithium-ion batteries and widely used in portable electronic devices and electric vehicles.  However, the low geographic distribution of the Li resource and high production cost limit its application for large-scale energy storage. Considering the abundant resource of sodium (2.3% of sodium and 0.0017% of lithium in the Earth’s crust) and the similar chemical storage mechanism,  sodium-ion batteries (SIBs) have been investigated systematically as ideal alternatives for grid storage applications, while sodium-layered TM oxides (NaxTMO2) (TM = Ti, V, Cr, Mn, Fe, Co, Ni, or Cu) are considered as a suitable Na+ host. ",
                "Based on the atomic environment of Na sites and the number of TM slabs with different arrangements of O layers, most of the NaxTMO2 can be classified into P2 and O3 phases.  Theoretically, Na ions in the prismatic site have higher ionic mobility because the migration of Na ions from one prismatic site to another requires only one transit of the rectangular face,  hence the P2 phase is beneficial for being used as a high rate cathode. However, most of P2 phase cathodes, such as NaxVO2,  NaxCoO2,  Na2Ni2TeO6,  and Na2/3Ni1/3Mn2/3O2,  suffer from the Na+ vacancy ordering structure. The Na+ vacancy in NaxTMO2 is relevant to the arrangement of cations in the TM layer.  As a typical example, the Na2/3Ni1/3Mn2/3O2 cathode exhibits a  superlattice Ni/Mn ordering structure (Ni2+ are surrounded by six Mn4+) in the TM layer, which induces the formation of a Na+ vacancy ordering arrangement in the Na layer.  This Na+ vacancy ordering structure usually causes a higher Na migration energy barrier and step-like voltage plateau during insertion/extraction processes, leading to rapid capacity loss and poor rate capability.  Partially replacing the Ni2+ or Mn4+ of Na2/3Ni1/3Mn2/3O2 by Li+, Mg2+, Al3+, Ti4+, Co3+, or Fe3+ can disturb the Ni/Mn ordering arrangement in the TM layer so that the Na+ vacancy ordering arrangement can be suppressed.  Although this strategy can effectively improve the electrochemical performance, the Na2/3Ni1/3Mn2/3O2 would become vulnerable to the moisture environment after element substitution by Co3+ or Fe3+.  During the charge/discharge process, the water molecules can react with the electrolyte or release proton to dissolve the cathode materials, resulting in low cycle performance.  A hypothesis was proposed that the water molecules could easily be inserted into the interlayer spacing of Na2/3Ni1/3Mn2/3O2 once the Ni/Mn ordering in the TM layer was destroyed by element substitution.  Unfortunately, till now the water-insertion mechanism is unclear.",
                "In this work, the water-stability of Na2/3Ni1/3Mn2/3O2 after substitution of Li+, Co3+, or Fe3+ for Ni2+ have been investigated and we found that the water-stability of these cathodes can be correlated to the surface adsorption energy of H2O. Density functional theory (DFT) calculation results revealed that the surface adsorption energy value of Co/Mn or Fe/Mn units are far less than that of Li/Mn and Ni/Mn units, hence the H2O molecule prefers to be absorbed on the Co/Mn and Fe/Mn units. After water-soaking treatment for 24 h, the Na2/3Fe1/9Ni1/6Mn2/3O2 and Na2/3Co1/9Ni1/6Mn2/3O2 cathodes are easily invaded by H2O molecules and exhibit poor cycling stability, while the Na2/3Li1/9Ni5/18Mn2/3O2 cathode can maintain its original crystal structure as well as electrochemical performance, demonstrating a higher water-stability. Moreover, the partial substitution of Li+ for Ni2+ can eliminate the Na+ vacancy ordering in the Na layer, leading to a solid solution behavior with superior Na+ kinetics during the insertion/extraction processes. Our findings provide an effective strategy for the achievement of a water-stable cathode with high rate capability for SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "P2-Na2/3Ni1/3Mn2/3O2, P2-Na2/3Co1/9Ni1/6Mn2/3O2, P2-Na2/3Fe1/9Ni1/6Mn2/3O2, and P2-Na2/3Li1/9Ni5/18Mn2/3O2 (hereafter denoted as NNM, NCNM, NFNM, and NLNM, respectively) samples were prepared via a sol–gel method followed by heat treatment at 900 °C. As illustrated in a,b, the crystal structure of NNM is built on oxygen ion framework with Na ions and TM layers, and the Ni/Mn cations in the TM layer form an  superlattice (honeycomb) ordering arrangement.  In the Na layers, there exist two distinct sites: one is the edge-sharing site between TMO6 octahedra (namely Nae) and the other is the face-sharing site between TMO6 octahedra (namely Naf). These Na ions are orderly distributed in the Na layer, which is induced by the Ni/Mn cation ordering arrangement.  All the Na ions occupy the “prismatic” sites in Na ion layers and the oxygen ion framework are stacked in a “ABBAAB” mode.",
                        "As illustrated in c–f, the X-ray diffraction (XRD) patterns of NNM, NCNM, NFNM, and NLNM samples reveal that all the samples are well crystalized and maintain the original hexagonal structure with a P63/mmc space group, confirming the formation of solid solution after partial substitution of Co3+, Fe3+, or Li+ for Ni2+ in the NNM compound. Detailed Rietveld refinements are performed to calculate the lattice parameters, and the refined crystallographic data are shown in . As illustrated in g, two obvious superstructure peaks can be observed at 27.3 and 28.5° from the XRD patterns of the NNM sample (insert picture), which are caused by the cation ordering arrangement in the NNM crystal structure.  These two superstructure peaks disappear in the XRD patterns of NFNM and NLNM samples, demonstrating that the cations ordering in the TM layer can be suppressed by the substitution of Fe3+ and Li+ for Ni2+.  However, these two superstructure peaks still exist in the NCNM sample, indicating that the cation ordering arrangement still maintained after the substitution of Ni2+ by 1/9 Co3+.",
                        "Scanning electron microscopy (SEM) images of NNM, NCNM, NFNM, and NLNM samples show the 10–100 μm secondary particles composed of plate-stacked primary particles with a hexagonal morphology and roughly 1–5 μm (a–d). Energy-dispersive spectroscopy (EDS) elemental mappings () indicate the homogeneous distribution of Na, Mn, Ni, and O elements in the NNM sample. The high-resolution transmission electron microscopy (HRTEM) images in e–h exhibit the TM layer of all samples. The 100 plane can be clearly observed with an interplanar distance of 0.25 nm. In addition, the interplanar distance of the adjacent lattice fringes are about 0.56 nm for all samples, which can be assigned to the 002 plane (i–l). Based on the Rietveld results, the refined crystal structures of NNM, NCNM, NFNM, and NLNM samples show interslab distances of about 5.57, 5.58, 5.59, and 5.56 Å (m–p), respectively, which is in accordance with the interslab distance of the 002 plane from HRTEM images (i–l). These results indicating that the substitution of Co, Fe, or Li in the NNM compound has very little effect on the interlayer structure."
                    ],
                    "name": " Characterization of the Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "According to previous studies, the P2-Na2/3Ni1/3Mn2/3O2 usually becomes vulnerable to the atmosphere environment after element substitution.  To investigate the water-stability, all samples are soaked in deionized water for 24 h, then dried at 60 °C overnight (denoted as W-NNM, W-NCNM, W-NFNM, and W-NLNM), as shown in .",
                        "Compared with NNM and NLNM samples, the XRD patterns of W-NNM and W-NLNM show almost no changes (a). In contrast, two new peaks around 13 and 27° (denoted as 002′ and 004′) are formed in W-NCNM and W-NFNM samples, which are caused by H2O insertion into the interlayer spacing of NCNM and NFNM.  These results confirm that the Na2/3Ni1/3Mn2/3O2 cathodes become vulnerable to water molecules after the substitution of Co3+ or Fe3+ for Ni2+. As an example, the insertion of H2O destroys the layer structure of the NFNM sample ().",
                        "b compares the charge/discharge curves of NNM, NCNM, NFNM, and NLNM electrodes before/after water soaking treatment. For NNM and NLNM electrodes, the charge/discharge profiles show almost no change after water soaking treatment. In contrast, both NCNM and NFNM electrodes show a noticeable difference in charge/discharge profiles. The discharge capacity of the W-NCNM electrode decreased from 85.4 to 77.2 mA h g–1 while that of the W-NFNM electrode decreased from 86.1 to 72.6 mA h g–1. After 1000 charge/discharge cycles at 5 C (c), the capacity retention of NCNM and NFNM electrodes exhibit visible decay before/after water soaking: NCNM electrode keeps 78% (61.8 mA h g–1) of its initial capacity, while the retention of the W-NCNM electrode is 64% (50.5 mA h g–1); the NFNM electrode maintains 86% (69.8 mA h g–1) of its initial capacity, while the retention of the W-NFNM electrode is 63% (46.5 mA h g–1). These results prove that the substitution of Co or Fe for Ni in the NNM cathode lead to an unstable structure against water, while the Li-substitution exhibits high water stability. In addition, the doping amount of Li shows no effect to the water-stability of the NLNM cathode ().",
                        "Guided by DFT calculations, we consider that the water stability of the layered cathode is correlated to the surface adsorption energy of the H2O molecule (denoted as ΔEads). For the NNM cathode, the TM layer consists of numerous Ni/Mn units. After the substitution of Co3+ or Fe3+ for Ni2+, new units of Co/Mn and Fe/Mn are formed in the TM layer of NCNM and NFNM cathodes, respectively. In order to verify whether the Li+ exists in the TM layer after the substitution of Li for Ni, 7Li solid-state nuclear magnetic resonance (NMR) is carried out to further investigate the local environments of Li+ in the NLNM sample. As shown in , the resonance at 850 ppm is assigned to Li in an octahedrally distorted site within the Na layer while the resonances around 1840 and 2200 ppm can be assigned to Li+ in the the octahedral site within the TM layer, demonstrating that the Li/Mn units are formed in the TM layer of the NLNM cathode.  The adsorption energies of H2O on these considered units are defined aswhere, Eslab+H2O means the total energy of slab and H2O, Eslab denotes the slab energy and EH2O represents the energy of H2O.",
                        "d shows the Ni/Mn, Co/Mn, Fe/Mn, and Li/Mn unit structure and the corresponding adsorption energies of a H2O molecule. The most stable adsorption form of the H2O molecule corresponds to the lowest value of ΔEads.  The calculated ΔEads for Ni/Mn unit is found to be a positive value of 0.47 eV, indicating that the interaction between the Ni/Mn unit and H2O molecule is virtually impossible. For the Li/Mn unit, the H2O molecule is weakly attracted to the Li site because the value of ΔEads is only −0.1 eV. In contrast, the H2O molecule prefers to absorb on the Co/Mn and Fe/Mn units because the calculated ΔEads of Co/Mn and Fe/Mn units show much lower values of −1.06 and −1.37 eV, respectively. Therefore, the H2O molecules on Co/Mn or Fe/Mn units have more opportunities to penetrate into the interlayer spacing than that of the Li/Mn unit. These calculated results can explain the formation of 002′ and 004′ new peaks in the XRD patterns of NCNM and NFNM samples after the water soaking treatment (a)."
                    ],
                    "name": " Water-Stability",
                    "type": "h3"
                },
                {
                    "content": [
                        "Although both NNM and NLNM electrodes are quite stable under water conditions, the substitution of Li+ may affect the electrochemical behavior. To study the Na ion mobility kinetics in NNM and NLNM electrodes, Na+ diffusion coefficients are extracted by the galvanostatic intermittent titration technique (GITT), according to the following equation here, τ is the time of galvanostatic injection step, mB is the weight of active material, Vm is the molar volume, MB is the molar weight, ΔEs is the value change between the neighboring charge open circuit potential, and ΔEτ is the potential change during the galvanostatic injection step.",
                        "Compared to the voltage variation of the NNM electrode, the equilibrium voltage of NLNM shows a continuous change, suggesting the elimination of the Na+ vacancy ordering structure in the Na layer (a).  The Na+ diffusion coefficients of NNM and NLNM electrodes are calculated based on the GITT curves, and the variation as a function of the Na+ concentration is plotted in b. The diffusion coefficient of the NLNM electrode slightly decreases from 10–9 to 10–10 cm2 s–1, while that of the NNM electrode has a dramatic fluctuation between 10–10 and 10–12 cm2 s–1 in the Na+ content range of 1/3 ≤ z ≤ 2/3. Such results clearly manifest that the cation disordering structure in the TM layer can prevent the ordering arrangement of Na+ vacancy in the Na layer, favoring rapid Na+ mobility during the charge/discharge process. In addition, the capacitive contribution of NNM, NCNM, NFNM, and NLNM electrodes are shown in , which confirms a capacitive sodium storage mechanism of the NLNM electrode.",
                        "Ex situ XRD tests are carried out to elucidate the structure evolution of cation disordering NLNM samples during the charge/discharge process. As shown in c, during the sodium extraction process, the peaks of 002 and 004 continuously move toward lower angles, indicative of the expansion in the c axis. This is because the removal of Na ions increases the electrostatic repulsion between the neighboring oxygen layers. Meanwhile, the 100 and 102 peaks gradually move to higher angles, corresponding to the contraction of the TM–TM plane because the oxidation of TM leads to smaller ionic radius. During the sodium insertion process, all these peaks can be back to the original position, demonstrating the outstanding reversibility NLNM electrodes. Compared with their pristine XRD patterns, the P2 structures are well maintained without any phase transition, which agrees with the GITT results and confirms the solid-solution behavior. The 12.5 and 25.5° in the XRD patterns at 4.1 V belong to the hydrated phase based on previous references. ",
                        "As illustrated in a, the charge/discharge profiles of NNM obviously involve two staircase-type plateaus at ∼3.3 and 3.6 V, indicating the existence of two different Na+ vacancy ordering arrangements.  These two voltage plateaus vanish and become sloping lines in cation-disordered NLNM electrode, demonstrating the suppression of Na+ vacancy ordering after the substitution of Li+ for Ni2+ (b). As illustrated in c, the NNM electrode presents sharp redox peaks at ∼3.3 and 3.6 V in the corresponding cyclic voltammetry (CV) curves. These curves become smoother and the peaks disappear after Li+ substitution, which is in accordance with the charge/discharge profiles (d). In addition, the charge/discharge profiles, CV curves, and rate performance of NCNM and NFNM samples are shown in .",
                        "As shown in e, the NNM and NLNM cathodes deliver capacities of 87.2 and 92.5 mA h g–1 at 0.5 C, respectively. When increasing the current density to 20 C, the NLNM electrode still achieves a high retention of 78% (72.2 mA h g–1), while only about 35% (30.5 mA h g–1) is retained for the NNM electrode. These results prove the advantages of suppressing Na+ vacancy ordering structure for high rate capability. Such a trend is also observed for NNM and NLNM electrodes cycled at 5 C (f). After 1000 cycles, the NLNM electrode retain nearly 87% (76.5 mA h g–1) of the initial discharge capacity, while the NNM electrode shows only 62% (43.9 mA h g–1) capacity retention, further confirming that the suppression of Na+ vacancy ordering favors long cycling stability. Therefore, the substitution of Li+ for Ni2+ in Na2/3Ni1/3Mn2/3O2 can turn Na+ vacancy ordering into a disordering structure, which modifies the insertion mechanism from phase transition to solid solution behavior, leading to the improved electrochemical performance for sodium storage."
                    ],
                    "name": " Sodium Storage Performance of NLNM",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we found that the water-stability of the layered oxide cathode is correlated to the surface adsorption energy of H2O molecules, which can be influenced by adjusting the element components in the TM layer. Based on DFT calculation, the ΔEads value of Co/Mn or Fe/Mn units are far less than that of Li/Mn units, hence the H2O molecule prefers to be absorbed on the Co/Mn and Fe/Mn units rather than the Li/Mn unit. As a result, the NCNM and NFNM are vulnerable to water conditions, while the NLNM is stable against water. The NLNM can retain its original crystal structure and outstanding cycle stability even after water soaking treatment for 24 h. Moreover, the NLNM electrode exhibits excellent rate capability (78% retention at 20 C) because the substitution of Li+ for Ni2+ eliminates the Na+ vacancy ordering arrangement in NNM. Our present work provides a simple strategy for the rational design of water-stable oxide cathode materials with high rate capability for practical application."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Stoichiometric NaAc, NiAc2 and MnAc2 (Ac = CH3COO–) were dissolved in 40 mL of deionized water to form a clear solution. NaAc (5% excess) was added to compensate the sodium loss at high temperature. The solution was totally evaporated at 80 °C to obtain a green precursor. The precursor was first sintered in air at 350 °C for 4 h and then at 900 °C for another 12 h with a heating rate of 2 °C min–1. The sample was quenched to room temperature and then transferred to the drying room. For water-sensitivity test, the sample was first exposed to air for 24 h and then soaked in deionized water for 24 h, followed by drying at 60 °C overnight."
                    ],
                    "name": " Synthesis of Na2/3Ni1/3Mn2/3O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Stoichiometric NaAc, CoAc3, NiAc2, and MnAc2 were dissolved in 40 mL of deionized water to form a clear solution. NaAc (5% excess) was added to compensate the sodium loss at high temperature. The solution was totally evaporated at 80 °C to obtain a powder precursor. The precursor was first sintered in air at 350 °C for 4 h and then at 900 °C for another 12 h with a heating rate of 2 °C min–1. All samples were quenched to room temperature and then transferred to the drying room. For water-sensitivity test, the sample was first exposed to air for 24 h and then soaked in deionized water for 24 h, followed by drying at 60 °C overnight."
                    ],
                    "name": " Synthesis of Na2/3Co1/9Ni1/6Mn2/3O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Stoichiometric NaAc, Fe(NO3)3, NiAc2, and MnAc2 were dissolved in 40 mL of deionized water to form a clear solution. NaAc (5% excess) was added to compensate the sodium loss at high temperature. The solution was totally evaporated at 80 °C to obtain a powder precursor. The precursor was first sintered in air at 350 °C for 4 h and then at 900 °C for another 12 h with a heating rate of 2 °C min–1. The sample was quenched to room temperature and then transferred to the drying room. For water-sensitivity test, the sample was first exposed to air for 24 h and then soaked in deionized water for 24 h, followed by drying at 60 °C overnight."
                    ],
                    "name": " Synthesis of Na2/3Fe1/9Ni1/6Mn2/3O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Stoichiometric NaAc, LiAc, NiAc2, and MnAc2 were dissolved in 40 mL of deionized water to form a clear solution. NaAc (5% excess) was added to compensate the sodium loss at high temperature. The solution was totally evaporated at 80 °C to obtain a powder precursor. The precursor was first sintered in air at 350 °C for 4 h and then at 900 °C for another 12 h with a heating rate of 2 °C min–1. The sample was quenched to room temperature and then transferred to the drying room. For water-sensitivity test, the sample was first exposed to air for 24 h and then soaked in deionized water for 24 h, followed by drying at 60 °C overnight."
                    ],
                    "name": " Synthesis of Na2/3Li1/9Ni5/18Mn2/3O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical test of Na2/3Ni1/3Mn2/3O2, Na2/3Co1/9Ni1/6Mn2/3O2, Na2/3Fe1/9Ni1/6Mn2/3O2, and Na2/3Li1/9Ni5/18Mn2/3O2 cathodes were carried out using CR2032 coin-type cells with sodium disc as the anode and glass fiber (whatman GF/D) as the separator. For the preparation of cathode electrodes, a homogeneous slurry was first obtained by mixing a 80 wt % active material, 10 wt % Ketjen black (EC600JD) and 10 wt % poly(vinyl difluoride) (PVDF) in N-methylpyrrolidinone, and then the slurry was pasted uniformly onto an aluminum foil current collector and dried in vacuum at 95 °C for 12 h. The loading mass of the active material was 2.5–3 mg cm–2. The electrolyte was a mixture solution of ethylene carbonate and dimethyl carbonate 1:1 (w/w) containing 1 M NaClO4 and 5 wt % fluoroethylene carbonate additives. The cell was assembled in a glove box filled with dried argon gas (H2O, O2 < 0.1 ppm).",
                        "CV and GITT were performed on a Bio-Logic VMP3 multichannel electrochemical workstation. The charge/discharge measurements were carried out on a Neware measurement system at 25 °C. The CV was scanned between 2.4 and 4.1 V at rates of 0.2, 0.5, 1, and 2 mV s–1. Charge/discharge profiles were attained at various current densities in the voltage range of 2.4–4.1 V. For GITT test, the cells were charged at 0.1 C for 30 min, followed by a relaxation of 10 h under open circuit."
                    ],
                    "name": " Electrochemical Measurements for SIB",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Water-Stable Cathode for High Rate Na-Ion Batteries"
}