{
    "DOI": "10.1021/acs.nanolett.1c03285",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Green energy conversion and storage from renewable sources, such as wind and solar power, is embracing rapid development, which is related with the worldwide endeavors to reduce CO2 emission and a joint pursuit of sustainable electricity generation. A huger and huger demand for electric energy storage systems is forecasted, and batteries are highly suitable for this application owing to their high energy density, high efficiency, and easy maintenance. Lithium ion batteries (LIB) are ubiquitously adopted in portable electronics, electric vehicles, and stationary energy storage. The immense applications of LIBs lead to a sharp price spike, and the concern about the supply of lithium resources is mounting.  Sodium ion batteries (SIB) share similar mechanisms with LIBs and can be built with abundant elements only.  As an alternative technology of LIBs, SIBs hold great promise for stationary energy storage applications, where cost-effectiveness is a more critical consideration than gravimetrical capacity. ",
                "Growing interests are focused on electrode materials for SIBs that dictate the energy density and cycle stability. Layered sodium transition metal oxides (NaTMO) are attractive due to their high specific capacity and similar properties to their lithium counterparts. There are mainly two types of structures for NaTMO: P2-type (space group: P63/mmc) and O3-type (space group: R3̅m).  “P” and “O” stand for the prismatic and octahedral occupation site of sodium and “2” and “3” the number of oxygen layers in a repeated stacking unit. Both of them could suffer from a series of phase transitions relevant with the stacking sequence changes or even collapse of layered structures. Sodium manganese-based oxides, which receive wide attention for the abundance of manganese resources, are more prone to a detrimental phase transition due to the Jahn–Teller effects of Mn3+.  There are two typical strategies to stabilize the layered structure: one is to substitute partial manganese with other transition metals (Ti, Co, Fe, Ni, Zn, etc.); the other is to incorporate the charge carriers (Li, Mg, etc.) on the sodium sites.  And the two strategies can be combined. For example, the cathode Na0.7Mg0.05[Mn0.6Ni0.2Mg0.15]O2 features smooth voltage profiles and high structural integrity during cycling, which is attributed to the magnesium occupation in both the sodium and transition metal sites. ",
                "The research activity on sodium cobalt- and nickel-substituted manganese-based oxides is intensive.  On one hand, both cobalt and nickel are redox active, and their valence state change can offer some extra capacity. On the other hand, the analogous binary and ternary oxides in lithium ion batteries are well developed and commercialized.  There are already some typical cases where P2-type layered oxides could deliver advanced cycle performance.  Nevertheless, their detailed structural evolution, especially unambiguous identification of defects and phase transition at the atomic level, still remains to be elucidated, which would be of high significance for an in-depth understanding of their structural characteristics and the conceptualization of rational designing.",
                "Herein, we prepared three kinds of P2-type layered sodium manganese-based oxides, Na2/3NixCo1/3–xMn2/3O2 (x = 0, 1/6, 1/3), to investigate the structural evolution upon the removal of sodium ions. By virtue of scanning transmission electron microscopic (STEM) characterization in high-angle annual dark-field (HAADF) and annual bright-field (ABF) modes, the atomic resolution structures of the layered oxides after sodium removal are imaged, and various types of structural evolutions (crack, kink, hole, dislocation, phase transition, etc.) are observed and analyzed."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Three kinds of sodium manganese-based oxides, with a general formula of Na2/3NixCo1/3–xMn2/3O2 (x = 0, 1/6, 1/3), are prepared from a solid-state reaction between transition metal carbonates and sodium carbonate, and their X-ray diffraction (XRD) patterns are presented in . They are a close match to the XRD pattern of P2-type layered Na0.67Ni1/3Mn2/3O2 (PDF #54-0894), which confirms that all the synthesized samples adopt a pure P2-type structure.  The d-spacing of the (002) planes is thus calculated to be 0.56 nm. To investigate the robustness of the layered structure after removal of sodium ions at high voltage, the samples are assembled into coin cells and charged to 4.2 V vs Na+/Na, which enables electrochemical sodium ion extraction. According to the charging profiles (), the number of extracted sodium ions is evaluated to be about 0.56.",
                "As shown in the HAADF-STEM image () of Na-extracted Na2/3Co1/3Mn2/3O2 (denoted as NaCoMnO), the layered structure is perfectly preserved, and the energy-dispersive X-ray (EDX) elemental mapping result () indicates a uniform Na–Co–Mn–O distribution. In other words, Co substitution is a feasible strategy to counter the Jahn–Teller effect of Mn3+. By contrast, nanocracks are clearly identified in the HAADF-STEM image () of Na-extracted Na2/3Ni1/3Mn2/3O2 (denoted as NaNiMnO). In addition, there are regions obviously brighter than their surrounding areas (), which indicates severe segregation of transition metals (Ni and Mn are much brighter than Na and O in STEM images). It can be recognized from the EDX mapping result that the signal of Ni in the bright region is relatively stronger, while that of Na is lower. According to the vertical line profile of ), the counts of Ni and Mn in the bright region are far above the average value indeed, and that of Na is below average. It is supposed to be caused by local overcharging and cation mixing in NaNiMnO.",
                "In another high-resolution HAADF-STEM image of Na-extracted NaNiMnO (), five typical types of structural evolution (including dislocation, kink, phase transition, hole, and cracks) are identified and framed in different colors in the small area about 50 nm × 50 nm. Dislocation is referred to the lattice mismatch, or rather, discontinuity of TMO layers, as shown in b, which could be induced by lattice strain created by ununiform interlayer contraction. It could be regarded as relative movement perpendicular to the stacking TMO slab. The movement parallel to the stacking layers, namely, layer gliding, could alter the alignment of oxygen and transition metals (TMs), which leads to a phase transition and is commonly observed in the vicinity of the crack (c). Detailed phase transition mechanisms will be discussed later. These two kinds of movement could incubate substantial structural evolutions and collectively lead to the generation of intragranular kinks, holes, and cracks (d–f). ",
                "The difference in the structural evolution is naturally related with the different extents of volume contraction upon sodium extraction.  shows the high-resolution HAADF-STEM images of NaCoMnO, NaNiMnO, and a Co/Ni cosubstituted ternary oxide, Na2/3Ni1/6Co1/6Mn2/3O2 (denoted as NaNiCoMnO), charged to 4.2 V vs Na+/Na. In the case of Na-extracted NaCoMnO (a,b), uniformly stacked layers are observed, and an average spacing is measured to be 0.56 nm, which is basically identical to the (002) d-spacing of pristine NaCoMnO. As for the Na-extracted NaNiMnO (c,d), there are distorted regions up to 7 layers (about 3.5 nm in width) and regular regions with an average spacing about 0.51 nm, suggesting that NaNiMnO undergoes severer structural shrinkage. The distorted regions shown in the HAADF-STEM image of NaNiCoMnO are relatively smaller than that of NaNiMnO, which is clearly reflected from the narrower valley in the vertical line profile (e,f) and is supposed to be the embryonic form of cracks. It is also discovered that the interlayer distance of locally regular regions fluctuates in a small range from 0.51 to 0.56 nm. It can be concluded that partial substitution of Ni by Co in NaNiMnO is favorable to alleviate lattice strain and sustain the structural integrity, and this could be rationalized by the Jahn–Teller effect of generated Ni4+ upon sodium extraction. The interlayer distance change after sodium extraction should be attributed to phase transitions.",
                "The Co substitution turns out to be an effective way to suppress the distortion of the layered structure. In the HAADF-STEM image of Na-extracted NaCoMnO showing a very large area (), uniform lattice fringes are observed, and no dislocation could be recognized. After careful checking of all the collected images, we do find areas showing the pristine P2 phase and the transited O2 phase from layer gliding, and their HAADF-STEM images are exhibited in a,c, respectively. In a, the TM ions are arranged in an ααα-stacking model corresponding to the P2 phase. The elemental contrast is related to the atomic number with a Z1/3 dependency in the annular bright-field (ABF) imaging mode, which is more sensitive to light elements than in the HAADF imaging mode. Herein, the ABF-STEM image of the P2 phase is provided as b, where sodium and oxygen atoms are directly observed, and the prismatic occupation of sodium is confirmed. In the HAADF-STEM image of the O2 phase, the TM ions adopt the αβαβ-stacking model, and the octahedral oxygen coordination is identified in the ABF-STEM image (d). It should also be noticed that the P2-to-O2 phase transition, which is caused by a slight layer gliding, does not bring about a notable change of interlayer distance.",
                "It is commonly believed that the phase transition from P2 to O2 is energetically more preferential than that from P2 to O3; the former could be realized by a slight layer gliding while the latter requires a rotation of TMO layers. The P2-to-O3 phase transition is rarely reported in the literature, but its possibility still cannot be denied. The two phases could be easily distinguished based on the arrangement of TM ions recognized as bright spots in STEM images. By contrast with NaCoMnO, both NaNiMnO and NaNiCoMnO suffer from various kinds of phase transitions. In the high-resolution HAADF-STEM image of Na-extracted NaNiCoMnO (), both P2 and O3 phases are identified. The TM ions in the red-framed region are packed in an ααα-stacking model corresponding to the P2-type structure, unlike that in the blue-framed region αβγα-stacking model. The interlayer distance of the O3 phase is only 0.51 nm, much smaller than that of the P2 phase. Owing to the difference in the interlayer distances, the local P2-to-O3 phase transition could generate shear stress, eventually lead to the formation of dislocation, and even crack.",
                "Except for the phase transition between different layered structures (P2, O2, O3), a spinel phase is identified in the atomic-level HAADF-STEM image of Na-extracted NaNiCoMnO and the enlarged view of the red-framed area (a,b). The spinel phase has a tetragonal structure with a space group of I41/mmd (a = 6.229 Å), and its appearance is the evidence of a cation mixing process and the migration of TM ions into the sodium layers in the Ni-substituted layered oxide. c shows dislocations in atomic resolution, near which distortion and phase transition can be recognized. In the case of Co-free NaNiMnO, the structural evolution is similar. Distinct distortion and phase transition are found near the dislocation (d,e). In the enlarged view of a local area (d), rock-salt and spinel phases are identified, both of which support the viewpoint of cation mixing phenomena. It could result in dissolution of TM ions or formation of inactive phases, which partially explains the degradation mechanism of such layered cathode materials. In the near-crack regions with a width of about 3 nm, the TM arrangement does not match the structure models of all the above-mentioned arrangements, which means that phase transition does occur, and more underlying transition mechanisms remain to be elucidated. These phases (O3, spinel, rock-salt, etc.) produced after sodium extraction are only observed in the Ni-substituted samples (f), and it might be correlated with the generation of Jahn–Teller-active Ni4+ after sodium extraction."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To conclude, STEM characterization is utilized to investigate the structural evolution of P2-type Mn-based oxides, Na2/3NixCo1/3–xMn2/3O2 (x = 0, 1/6, 1/3), charged to 4.2 V vs Na+/Na. It is found that the layered structure of Na2/3Co1/3Mn2/3O2 is perfectly maintained after sodium extraction, despite that the P2-to-O2 phase transition, which is usually reversible, occurred locally. By contrast, Na2/3Ni1/3Mn2/3O2 undergoes various types of phase transitions, and they are correlated with the formation of defects, including dislocation, cracks, kinks, holes, and so on. Together with the partial retention of the P2 phase of Na2/3Ni1/3Mn2/3O2 after sodium extraction, phase transitions to O2, O3, spinel, and rock-salt phases are identified. It should be emphasized that the P2-to-O3 phase transition, which required a layer rotation rather than gliding, is an important discovery. Through the high-resolution STEM images of dislocation and nanocracks at the atomic level, it is witnessed that the dislocation or nanocrack is usually associated with phase transitions. For the ternary cathode, Na2/3Ni1/6Co1/6Mn2/3O2, complex phase transitions are also demonstrated, but the observed cracks are much smaller than that of Na2/3Ni1/3Mn2/3O2. It is reasonable to infer that Co substitution is favorable to the stabilization of P2-type layered structure, while Ni substitution is unable to prevent structural contraction, irreversible phase transitions, dislocation, or crack generation after sodium extraction, and the situation is even worse when the Ni content is high. We hope the atomic presentation of various defects and phase transitions in this work could facilitate researchers in the battery community to further understand the complex structural evolution of layered oxides and devise innovative strategies accordingly."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Clarifying the Roles of Cobalt and Nickel in the Structural Evolution of Layered Cathodes for Sodium-Ion Batteries"
}