{
    "DOI": "10.1021/acs.langmuir.4c05017",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The accelerated global expansion of renewable energy sources has underscored the critical importance of efficient and cost-effective energy conversion devices. Against this backdrop, sodium-ion batteries (SIBs) have garnered significant attention for their distinctive advantages.  The abundance and ease of extraction of sodium from seawater and rock salt, in comparison to lithium, make it a highly sustainable resource for the extensive deployment of SIBs.  Nevertheless, despite these advantages, SIBs still encounter obstacles pertaining to reduced energy density and diminished cycle stability when contrasted with lithium-ion batteries (LIBs).  Consequently, the development of electrode materials for SIBs that demonstrate high capacity, rate performance, and exemplary cycle stability has become a pivotal domain of research.",
                "In recent years, research on cathode materials for SIBs has explored a range of different types, including layered oxides,  polyanionic compounds,  Prussian blue analogs,  and organic compounds.  Of these, O3-type layered oxides (NaxTMO2, 0.8 < x ≤ 1; TM = Ni, Fe, Mn, Cr, Co, V, Cu, or their mixtures) have attracted significant attention due to their high theoretical capacity, suitable operating potential, and simple synthesis process. Nevertheless, O3-type layered oxides still encounter several obstacles in practical implementation. One significant challenge is structural instability resulting from multiphase transitions,  which impairs the reversible capacity and cycle stability of layered oxides. Furthermore, during cycling in the electrolyte, layered oxides may undergo a series of interfacial side reactions,  including electrolyte decomposition under high voltage, which triggers HF attacks and leads to irreversible dissolution of transition metals and gas release. These processes significantly compromise the stability of the electrode material and reduce the battery’s lifespan.",
                "To overcome these challenges, researchers have put forth a proposal to enhance material stability by regulating both the bulk and interface structures. The regulation of the bulk structure typically involves the introduction of dopants, such as copper, magnesium, titanium, and other elements. Jung et al.  found that Mg doping effectively inhibits irreversible structural degradation and induces more reversible phase transitions. The optimized NaMg0.05[Ni1/3Fe1/3Mn1/3]0.95O2 exhibits superior cycle stability, retaining 77% of its capacity after 50 cycles, in comparison to 40% for the undoped NaNFM. The primary method for regulating the interface structure is through the use of surface coating techniques.  Hwang et al.  successfully coated dense nanoscale Al2O3 particles on the surface of an O3-type NaNi0.6Co0.2Mn0.2O2 through the ball-milling process. The Al2O3 layer effectively reduces parasitic reactions between the electrode material and the electrolyte solution, facilitating Na+ migration and significantly enhancing the cycle stability and rate performance. Turgeman et al.  employed atomic layer deposition (ALD) to uniformly coat lithium/sodium-aluminate on the surface of Ni0.230Co0.115Mn0.513O2 cathodes, thereby creating a passivation layer that prevents oxygen loss and electrolyte decomposition, thus enhancing the surface stability. Despite the advantages offered by an inorganic coating, there are several challenges associated with its use. These include high costs, which often necessitate secondary annealing processes, as well as the potential for the coating layer to become detached and for the coating to be uneven. Furthermore, ALD presents significant financial challenges and intricate procedural requirements. Fortunately, organic wet-chemical coating technology provides a more cost-effective solution to these issues.",
                "Cross-linked polymers (CLPs) are a widely used material in polymer electrolyte membranes (PEMs) in solid-state LIBs.  They offer significant potential in the battery field due to their remarkable thermal stability, interfacial compatibility, cycling stability, and high safety.  This research explores the potential of CLPs to enhance the performance of SIBs as cathode materials. A novel approach was employed whereby CLP coatings were applied to the NaNi0.33Fe0.33Mn0.33O2 cathode materials via a straightforward wet-chemical method, resulting in a functional coating layer. The coating layer serves as an efficient physical barrier, effectively preventing a straight contact between cathode materials and electrolyte and protecting the cathode electrolyte interface (CEI) membrane during battery cycling, thereby significantly enhancing the cyclic stability of the battery. Furthermore, the CLP coating reduces the coordination between solvent molecules propylene carbonate (PC) and Na+. This optimizes the Na+ diffusion efficiency of the electrode materials, consequently enhancing the rate capability of the battery. This strategy offers a unique method for optimizing the electrochemical performance of the SIB cathode, contributing to the advancement of energy storage technology."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The requisite quantities of Na2CO3, NiO, Fe2O3, and MnO2 were measured with precision based on the established stoichiometric ratios and then subjected to wet ball milling at 350 rpm for 12 h. An excess of 2 mol % Na2CO3 was employed to offset any potential volatilization of Na during the calcination process. Subsequently, the precursors were calcined for 15 h at 900 °C (5 °C min–1) in a KSL-1100X-S muffle furnace. The calcined samples were stored in a vacuum desiccator."
                    ],
                    "name": " Synthesis of NaNi0.33Fe0.33Mn0.33O2 (NFM) Cathode",
                    "type": "h3"
                },
                {
                    "content": [
                        "To further enhance the stability of the NFM material, a wet-chemical method was employed to coat its surface with a CLP film (as illustrated in ). Initially, a binary mixture of PEGDA (poly(ethylene glycol) diacrylate) as the cross-linker and PEGMEA (poly(ethylene glycol) methyl ether methacrylate) as the monomer was prepared in a 1:4 weight ratio within an argon-filled glovebox. Subsequently, acetone was added to the PEGDA/PEGMEA blend, resulting in solution A. Under light-shielded conditions, 2 wt % of the photoinitiator UV819 (phenylbis (2, 4, 6-trimethylbenzoyl) phosphine oxide) was incorporated into 4 g of acetone, yielding solution B. Thereafter, varying quantities of solution A were introduced to three sets of solution B, each containing 1 g of bare NFM material. Following thorough mixing, all solutions were simultaneously subjected to uniform ultraviolet (UV) irradiation at 350 nm for 15 min. Subsequently, the samples were subjected to centrifugation and subsequent drying at 60 °C in a vacuum oven. The samples were labeled NFM@CLP1, NFM@CLP2, and NFM@CLP3 and stored in a vacuum desiccator."
                    ],
                    "name": " Synthesis of NFM@CLP",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was examined by utilizing the X-ray diffraction (XRD) instrument, specifically the Rigaku MiniFlex 600 model. XRD measurements were performed with Cu Kα radiation (λ = 1.5406 Å) at 40 kV and 15 mA, with a scanning speed of 10° per minute. The chemical composition of the prepared sample was analyzed by an inductively coupled plasma optical emission spectrometry (ICP-OES, PerkinElmer Avio 500) instrument. Additionally, the coating content was calculated using a thermogravimetric analyzer (TGA, NETZSCH STA449C) at a ramp rate of 10 °C min–1, under an airflow of 20 mL min–1. The surface morphology and properties were examined by using a scanning electron microscope (SEM, Phenom Pharos). Transmission electron microscopy (TEM) and energy-dispersive X-ray spectroscopy (EDS) analyses were performed on a Talos F200X electron microscope at 200 kV. X-ray photoelectron spectroscopy (XPS) measurements were conducted in macro mode using an Escalab Xi+ instrument. Raman spectroscopy measurements were performed by using a HORIBA XploRA PLUS system with a 532 nm laser, with each spectrum representing an average of 10 scans. The samples for analysis were prepared within a glovebox and sealed in glass tubes for subsequent analysis."
                    ],
                    "name": " Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathode electrode preparation process entailed the mixing of cathode materials (NFM, NFM@CLP1, NFM@CLP2, and NFM@CLP3), Super-P, and poly(vinylidene fluoride) (8:1:1) in N-methylpyrolidinone to form a homogeneous slurry. The slurry was uniformly coated onto aluminum foil and dried in a vacuum oven at 80 °C for 12 h. The dried electrode was then punched into 12 mm diameter disks with an average active material loading of 3–4 mg cm–2. The electrodes were stored in an argon-filled glovebox prior to use.",
                        "For electrochemical evaluation, half-cells were assembled using CR2032 button cells with a glass fiber separator, gasket, and spring spacer. Sodium metal was used as both the counter and reference electrodes in the half-cell configuration. In full-cell tests, hard carbon was employed as the anode with a negative-to-positive-capacity (N/P) ratio of 1.1. Furthermore, a solution of 1.0 M NaPF6 in a PC/EMC (1:1 volume ratio with 4.0% FEC) was employed as the electrolyte (130 μL for the half-cell and 400 μL for the full-cell). Galvanostatic charge–discharge (GCD) tests were performed on a Neware CT-4000 workstation within a voltage range of 2.0–4.0 V to evaluate cycling stability and rate capability. Galvanostatic intermittent titration technique (GITT) measurements were also conducted on the same workstation, where cells were charged at 26 mA g–1 (0.2C) for 10 min, followed by a 3 h relaxation period. To streamline the calculation process, the effective surface area (S) and molecular volume (Vm) were assumed to be 1 for all samples. Cyclic voltammetry (CV) measurements were conducted by using the CHI 760E electrochemical workstation from Chenhua Instruments. Additionally, electrochemical impedance spectroscopy (EIS) was performed on the same workstation, with a frequency range spanning from 0.01 to 100,000 Hz and an applied amplitude of 5 mV."
                    ],
                    "name": " Electrochemical Test",
                    "type": "h3"
                },
                {
                    "content": [
                        "To comprehend the molecular interactions within electrolytes, we conducted DFT calculations utilizing the ORCA 5.0.4 software package.  The geometric configurations of all molecules and ions were refined using the B3LYP-D3  density functional in conjunction with the def2-TZVP(-f) basis set. Subsequently, the single-point energies of these optimized structures were determined using the PWPB95-D3  density functional and the def2-TZVPP  basis set. For the sake of simplicity, the polymer CLP was represented by diethylene glycol monoethyl ether acetate and the SMD  continuum solvation model was employed to calculate the single-point energies in the electrolyte environment. The molecular geometries were visualized through the use of VMD  and Multiwfn  software tools. The definition of the binding energy (Eb) existing between Na+ and the solvent isEComplex represents the aggregate energy of the cation–solvent complex, ENa represents the total energy of the Na+, while ESolvents represents the cumulative total energy of all solvents within the complex."
                    ],
                    "name": " Density Functional Theory (DFT) Calculations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The ICP-OES technique was employed with high precision to ascertain the chemical composition of the initial NFM sample. The experimental results () demonstrate that the molar ratios of nickel, iron, and manganese are in close agreement with the theoretical stoichiometric ratios. All subsequent coating experiments were conducted by using this NFM sample as a reference. a illustrates the XRD patterns of both the pristine NFM sample and the composite coated with CLP (NFM@CLP). The diffraction peaks of both samples align with the O3-type NaNi0.5Mn0.5O2 structure (R3̅m, JCPDS: 54-0887), substantiating that the CLP coating treatment does not impact the crystalline structure of the host material. Since the coating content affects material properties, a series of NFM samples with varying CLP coating gradients were synthesized. The coating content was quantified by measuring the mass loss under a high-purity air atmosphere using TGA. b illustrates that the coating content of NFM@CLP1, NFM@CLP2, and NFM@CLP3 was 0.61, 1.24, and 2.53 wt %, respectively. This evidence substantiates the successful and controlled deposition of a CLP film on the surface of the NFM material. c–f comprehensively illustrates the evolution of the surface morphology of the NFM and NFM@CLP samples. It reveals that the pristine NFM material consists of dense nanoparticles. The microstructure remains largely unaltered even with an increase in the coating content.",
                        "To gain further insight into the CLP coating, TEM characterization was conducted on samples both before and after the CLP coating. a,b presents the TEM images of the initial NFM, which demonstrate that no coating is present on the NFM particles’ surface. In contrast, the TEM of NFM@CLP (c,d) demonstrates that a nanoscale CLP coating is uniformly distributed across the surface of the NFM particles, forming a uniform layer with a thickness of approximately 9 nm. Moreover, the EDS analysis results (e,f) demonstrate that the distribution of Na, Ni, Fe, and Mn elements exhibits a high degree of homogeneity both before and after the CLP coating. It is noteworthy that the distribution of the C element in the outer layer is particularly prominent and that the thickness of this outer layer is only a few nanometers. This finding is highly consistent with the TEM characterization results of the CLP layer, providing compelling evidence that the CLP coating is uniformly and tightly coated on the surface of the NFM particles. To investigate the stability of CLP within the electrolyte, additional solubility experiments were conducted on pure CLP.  presents the solubility of CLP in the electrolyte, with the left image displaying solely CLP, whereas the right image illustrates CLP following a 48 h soak in the electrolyte. Through comparative analysis, it is determined that CLP does not undergo dissolution in the electrolyte while only exhibits slight swelling, indicating that CLP can stably exist in the electrolyte. In order to achieve a more profound comprehension of the specific effects of CLP coating on the composition and chemical states of NFM materials, XPS analysis was employed. The full-scan spectra in a,c demonstrate comparable characteristic peaks for both coated and uncoated samples, indicating a consistent elemental composition that aligns with the theoretical design. The O 1s spectrum of the pristine NFM (b) exhibits contributions from metal oxides (528.9 eV), metal carbonates (531.2 eV), and Na KLL (535.5 eV). After coating (d), the spectrum becomes more complex, with the emergence of new peaks for organic C═O (532.2 eV) and organic C–O (533.1 eV),  accompanied by minor shifts in the original peak positions. This suggests alterations in the chemical states of oxygen within the CLP coating layer. It is noteworthy that the coating process does not significantly impact the valence states or bonding configurations of other metal elements (Ni, Fe, and Mn) in NFM, as demonstrated in . This further corroborates the precise control of the coating process and the modification effect of the CLP on the substrate material while maintaining the stability of the substrate morphology and metal element states."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A systematic evaluation of the electrochemical performance of synthetic cathode materials was conducted within 2.0–4.0 V (vs Na/Na+) and under varying temperatures.  depicts the GCD profiles of the NFM and NFM@CLP samples at 130 mA g–1 (1C) and 25 °C over multiple cycles. As the amount of the CLP coating increases, the initial discharge-specific capacity of the materials decreases in a sequential manner, reaching 126.25, 127.06, 122.89, and 120.15 mAh g–1, respectively. The slight increase in the discharge capacity for NFM@CLP1 indicates that a thinner coating layer facilitates the electrochemical process, a trend that is also evident in subsequent rate capability tests. Furthermore, the polarization of the initial cycle also increases with the coating content (), as evidenced by the increase in polarization voltage (3.00 V for NFM@CLP1, 3.06 V for NFM@CLP2, and 3.24 V for NFM@CLP3). This underscores the significance of optimizing the coating amount to achieve an optimal electrochemical performance. To further examine the impact of the CLP coating on the long-cycle stability, all samples were subjected to 300 cycles under identical testing conditions. Pristine NFM exhibits an initial capacity of 126.25 mAh g–1, which declines rapidly with a capacity retention of only 62.59% after 300 cycles (a,b). In contrast, the CLP-coated samples demonstrate enhanced cyclic stability, with retentions of 72.17, 72.36, and 68.48% for NFM@CLP1, NFM@CLP2, and NFM@CLP3, respectively. To further evaluate the stability of the electrode interface at elevated temperatures, an investigation into their electrochemical performance was conducted at 65 °C.  illustrates the GCD profiles of NFM, NFM@CLP1, NFM@CLP2, and NFM@CLP3 samples at 65 °C and 1C, with initial discharge-specific capacities of 106.64, 116.89, 111.23, and 111.43 mAh g–1, respectively. As illustrated in c,d, the capacity retention of NFM@CLP1 (58.99%), NFM@CLP2 (61.80%), and NFM@CLP3 (63.84%) is significantly higher than that of pristine NFM (3.65%) after 200 cycles at 65 °C. In conclusion, the results demonstrate that the CLP coating can enhance the capacity retention of cathode materials under different conditions, providing valuable insights into SIB applications under extreme conditions.",
                        "A comprehensive understanding of CEI and the means of optimizing it is of paramount importance for the long-term durability of SIBs. The stability of the CEI film is essential, as its decomposition during cycling can have significant consequences. XPS was employed to examine the C and F elements of the pristine NFM and NFM@CLP2 electrodes, both before and after the cycling process. a–d illustrates that the C 1s spectra of both electrodes after 2 and 200 cycles consistently exhibit four peaks. These peaks correspond to the C–C bond at 284.8 eV, the C–O bond at 286.16 eV, the C═O bond at 288.67 eV, and the CF2 (PVDF) at 291.23 eV.  Notably, the C–O and C═O peaks reflect the organic components present in the CEI film, while the variation in peak area ratios serves to highlight changes in the material composition that occur during the cycling process. To quantify this variation, the fitted peak areas of C–C, C–O, C═O, and CF2 (PVDF) are designated as A1–A4, respectively (). In the case of the pristine NFM electrode, the combined relative peak area of C–O (A2) and C═O (A3) was observed to decrease significantly from 76.27% after 2 cycles to 54.85% after 200 cycles. This indicates that there was substantial CEI film decomposition. In contrast, NFM@CLP2 exhibits only a minor decrease (from 64.95 to 60.01%), demonstrating that the application of a CLP coating can effectively inhibit the loss of organic components in the CEI film. Similarly, the F 1s spectra (e–h) demonstrate that the dominant peaks in both electrodes are those of NaF at 685.78 eV and C–F at 688.38 eV.  Notably, the intensity of the NaF peak decreases more significantly in the pristine NFM after cycling, indicating a loss of the CEI film.   illustrates a reduction in the peak area of NaF (B1) for the pristine NFM from 77.25% after 2 cycles to 29.45% after 200 cycles. The NaF peak area decreases from 76.71 to 37.95% after CLP coating, indicating that the CLP coating effectively stabilizes NaF components within the CEI film. The XPS analyses and peak area fittings demonstrate that the CLP coating markedly diminishes CEI film decomposition, thus augmenting the cycle stability and capacity retention at room temperature. This finding is consistent with the observed improvement in capacity retention. The performance of cathode materials in full-cell applications is a critical factor in assessing their viability for large-scale industrialization. To assess this, a pouch cell was fabricated to investigate the performance differences between the pristine cathode NFM and the NFM@CLP2 cathode during long-term cycling. At a charge–discharge rate of 0.5C (), the initial discharge-specific capacities of both are comparable, with NFM exhibiting a capacity of 97.25 mAh g–1 and NFM@CLP2 exhibiting a slightly higher capacity of 99.77 mAh g–1. However, the electrode coated with CLP exhibits a superior capacity retention over time. The capacity retention of NFM@CLP2 after 150 cycles was found to be 85.07%, which is a significant improvement over the 79.91% retention observed for the pristine NFM (). These findings provide compelling evidence that the CLP coating effectively inhibits the decomposition and degradation of the CEI film not only in half-cell systems but also in full-cell applications.",
                        "It is reasonable to inquire how the CLP coating affects the cathode interface in terms of half-cell performance. Consequently, the coin cells were subjected to EIS tests at varying cycle numbers, following the completion of a 4.0 V charge. As illustrated in a, during the initial cycle, the CLP-coated material displays a diminished CEI resistance (RCEI) in comparison to the pristine NFM, indicating that the CLP coating contributes to the development of the CEI film. After 100 cycles, RCEI of the pristine NFM material exhibits a significant increase (from 184.5 to 312.2 Ω). In contrast, the change in RCEI for the CLP-coated material is negligible, with an increase of less than 30 Ω (). This suggests that the CLP coating is capable of maintaining the stability of the CEI film throughout the cycling process, thereby enhancing the capacity retention of the material (which corroborates the XPS findings). Moreover, the alterations in impedance data throughout the aging process are further examined (as illustrated in c,d). On the third day of the aging process (c), the RCEI of the pristine NFM reaches 350.8 Ω (), a value significantly higher than that of the CLP-coated samples (with RCEI values of 170.1, 117.8, and 172.8 Ω for NFM@CLP1, NFM@CLP2, and NFM@CLP3, respectively). During the subsequent aging process (d), the RCEI of the pristine samples exhibits a further substantial increase to 886.9 Ω, a value that significantly exceeds the increase observed in the CLP-coated samples after 6 days. This evidence indicates that the electrolyte is susceptible to continuous decomposition at elevated temperatures, simultaneously forming unfavorable surface product layers on the charged NFM surface. In contrast, the CLP coating has been demonstrated to effectively inhibit this phenomenon.",
                        "The CLP layer has been demonstrated to enhance the cycling stability of the NFM while also improving its rate capability under the appropriate coating content. The thin CLP coating layer exhibits a pronounced advantage in high-rate charge–discharge conditions (as illustrated in a), where performance disparities become increasingly evident at rates exceeding 1C. Notably, at a high charge rate of 5C (corresponding to a current density of 750 mA g–1), the NFM@CLP1 demonstrates a remarkable discharge capacity of 108.81 mAh g–1, in contrast to the limited 98.23 mAh g–1 for the pristine NFM material. However, an excessive coating amount has a detrimental impact on the rate capability, resulting in a decline in performance relative to that of pristine NFM. The improved rate capability can be attributed to the beneficial impact of the CLP coating on Na+ kinetics. To gain insight into this mechanism, we employed the GITT to evaluate the apparent diffusion capability of Na+ (DNa) during the charge–discharge process. b,c, based on the GITT profiles (), presents the trends of DNa for both NFM and NFM@CLP1 as a function of the state of charge (SOC). Both exhibit comparable DNa profiles, reaching a maximum at 70% SOC and exhibiting minima at the end of the charging and discharging processes. It is noteworthy that the DNa values of NFM@CLP1 are significantly higher than those of NFM, NFM@CLP2, and NFM@CLP3 () within the SOC range of 40–90%. This corroborates the superior Na+ diffusion efficiency of NFM@CLP1 during the charge–discharge process and aligns with the experimentally observed optimal rate capability.",
                        "It is postulated that the oxygen-containing groups within CLP may engage in specific interactions with the electrolyte, facilitating more efficient desorption of Na+ from the solvent and enabling their subsequent transport to the surface and internal regions of the material. To validate this hypothesis, an in-depth analysis was conducted by using Raman spectroscopy. d presents a comparative analysis of the Raman spectra of the electrolyte, the CLP, and their mixture. The pure CLP does not exhibit any distinct characteristic peaks within the investigated range. Meanwhile, the slightly asymmetric peak located at 690–730 cm–1 in the spectra containing the electrolyte can be attributed to the ring deformation vibration of PC.  Additionally, the peak at approximately 740 cm–1 represents the stretching vibration mode of PF6– anions.  The peak fitting results presented in e,f demonstrate that the feature observed at 690–730 cm–1 can be further decomposed into two subpeaks. The higher wavenumber peak is associated with the coordination of PC molecules with Na+. The incorporation of CLP has been demonstrated to result in a notable reduction in the coordination ratio of Na+ to PC, with a corresponding decrease in the peak area ratio from 37.85 to 27.12%. These findings are in accordance with the results of the DFT theoretical calculations. a–d illustrates the surface electrostatic potentials resulting from the interactions between Na+ and PC, as well as the Na+ and the oxygen-containing groups at varying locations within CLP. The calculated binding energies of the different oxygen-containing groups by DFT are −54.39 (b), −46.26 (c), and −54.55 kJ/mol (d). These values are in close proximity to the binding energy of Na+ with PC molecules, which has been determined to be −55.18 kJ/mol. This provides further theoretical evidence that the oxygen-containing groups in CLP are capable of competing with PC molecules for the coordination of Na+. This process facilitates the dissociation of Na+ from the electrolyte and its more efficient intercalation into the electrode material, thereby elucidating the enhanced rate capability of NFM@CLP1. In conclusion, the CLP coating markedly enhances the rate capability of the NFM cathode material by optimizing Na+ kinetics, providing novel insights and experimental evidence to the advancement of high-performance electrode materials for SIBs."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, we successfully synthesized a unique and functionalized CLP-modified O3-type cathode material using a straightforward wet-chemical method. Our work represents a pioneering investigation into the substantial impact of CLP coating modification on the electrochemical performance of NaNi0.33Fe0.33Mn0.33O2 while simultaneously providing initial insights into the underlying mechanisms. Electrochemical analysis reveals that the application of the CLP coating effectively mitigates the decomposition and disruption of the CEI film during cycling, thereby enhancing cycling stability. Specifically, after 300 cycles at 25 °C, the capacity retention of the material exhibits an increase of 10%. At 65 °C, the capacity retention demonstrates a notable enhancement, reaching 60% after 200 cycles. Furthermore, the oxygen-containing groups present in the CLP coating are capable of coordinating with Na+, which in turn reduces the coordination between Na+ and PC solvent molecules. This results in an enhanced diffusion efficiency of Na+ during the charging and discharging processes, a finding that aligns with the results of the GITT test, which enhances the rate capability of the NFM material. In conclusion, this study demonstrates that the CLP coating modification is a practical and efficient strategy for enhancing the performance of layered cathode materials for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "A Cross-Linked Polymer Coating Strategy to Enhance the Performance of NaNi0.33Fe0.33Mn0.33O2 Cathode for Sodium-Ion Batteries"
}