{
    "DOI": "10.1039/D1NR05521F",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As a common type of secondary electrical storage device, lithium ion batteries (LIBs) have become the most common in controlling energy storage in the portable electronic market. However, with the increasing scarcity of lithium sources, it has become difficult to meet the high demands of LIBs for the current widely available automobiles. As a result, energy researchers have focused their efforts on developing an alternative rechargeable battery system to avoid the situation of lithium consumption in the following years. Due to the oversupply of sodium valuable supplies, sodium ion electrical storage devices have been revisited and are believed to be a potential replacement for LIBs. Among the numerous proposed materials for SIBs, transition metal selenides, labeled as high theoretical capacity and relatively high kinetics (10−3 S m−1) materials, have piqued the interest of battery researchers. As is well documented, selenium has a narrow band gap, which explains its increased electrical conductivity. Furthermore, the conversion reaction occurring in sodium storage benefits from the metal–Se covalent bonding, which exhibits a lower intensity than that in metal–O/S. Anode materials for SIBs have been confirmed to be MoSe2, CoSe2, SnSe2, and FeSe2. Particularly, bimetallic selenides, have better electrical conductivity and redox action than monometallic selenides because of the expansion of optional metal segments, taking into account better Na+ storage.",
                "Selenide iron (FeSe2) has a high adsorption coefficient and a narrow band gap (1.0 eV). Besides, as a commonplace p-type semiconductor, its enormous Bohr span of excitation could bring about a solid quantum restricted impact, resulting in fascinating properties in energy storage applications. As for SIBs, FeSe2 conducts a four-electron process. FeSe2 has a different response mechanism than FeS2, which experiences an irreversible change during Na ion in(de)tercalation. Iron selenides, on the other hand, suffer from significant volume change and material pulverisation throughout the charge/discharge process, resulting in a poor cycling performance. According to theoretical calculations, stress could be decreased by fabricating the anode material to nanoscale or permeable shapes. The meticulous yolk–shell structure design has resulted in significant improvements in cycle lifespan and rate capability. Lu et al. developed a progressive yolk–shell carbon-covered FeSe2 microcapsule, which viably reduced the degree of volume extension, leading to magnificent sodium storage (371.7 mA h g−1 at 10 A g−1 even after 1500 cycles). CoSe2 has good electron transport and a theoretical capacity of 494 mA h g−1 as an anode for SIBs, which is significantly greater than graphite (35 mA h g−1). In any case, its sluggish charge movement and high characteristic obstruction during sodium ion de(in)tercalation restricted its ability as a SIB anode. Accordingly, reasonable planning of FeSe2 and CoSe2 hybrid designs would be a judicious technique to use the separate qualities and synergistic interfacial effects.",
                "Here, porous N-doped carbon nanosheet-supported FeSe2/CoSe2-CN are fabricated through a facile solvent ultrasonic method and a pyrolysis selenation process. By using chitosan, the electron-rich groups can chemically bond strongly with heavy metal ions (Fe2+ and Co2+), which is critical for the production of homogeneous monolithic composites and chitosan-derived carbon, as it prevents the produced metal selenide particles from aggregating during thermal reduction and selenation. Benefiting from the connected conductive network and porous structure of FeSe2/CoSe2-CN, the enhanced kinetics and released stress during Na+ in(de)tercalation can be applied. The FeSe2/CoSe2-CN nanosheets have high rate performances and long cycling life expectancy (1000 circles) with a high reversible capacity (350 mA h g−1 at 10 A g−1) when employed as an anode for SIBs. In addition, the developed FeSe2/CoSe2-CN, performs admirably when applied to full batteries. The idea of creating porous structured bimetallic selenides with a connected conductive network has the potential to become a universal technique for enhanced electrodes in SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 200 mg chitosan was dissolved in a mixture of 15 mL deionized water and 5 mL glacial acetic acid, and the solution was stirred for 24 h at 25 °C. Thereafter, 0.5 mmol K3Fe(CN)6 and 0.5 mmol K3Co(CN)6 were ultrasonically dissolved in 2 mL deionized water, and then added to the solution from the first step with ultrasonic dispersion, followed by freeze-drying for 24 h. The freeze-dried products were collected and calcined at 700 °C for 2 h at a heating rate of 5 °C min−1. The products were then washed several times and vacuum dried. The product was mixed with selenium powder at a mass ratio of 1:2 and calcined at 400 °C for 3 h at a heating rate of 3 °C min−1 to obtain FeSe2/CoSe2-CN."
                    ],
                    "name": "Material fabrication",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction was used to characterize the crystal structure of FeSe2/CoSe2-CN (XRD, Bruker, D/MAX-2000, Cu K). Hitach (SU-9010) was used to obtain the scanning electron microscopy (SEM) images of FeSe2/CoSe2-CN. On an HRTEM, Tecani G-20, images of FeSe2/CoSe2-CN were obtained for (high-resolution) transmission electron microscopy (TEM/HRTEM). XPS (ESCALAB, 250Xi) was also utilized."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In general, FeSe2/CoSe2-CN, polyvinylidene fluoride and carbon black were used to make the electrode. Their weight distributions were 70%, 10%, and 20%, respectively. The slurry was then equally applied on the Cu sheets and dried in a vacuum stove for 12 h at 100 °C. After that, the electrode sheets were squeezed with a force of around 10 MPa and sliced into circular sheets. The mass loading of the active material was ∼5 mg, and was then constructed in a glove box into coin-type cells. The counter electrode was a sodium sheet, while the electrolyte used was NaPF6 in 1,2-dimethoxyethane (1.0 M). A Neware battery test system was used to evaluate cycle and rate performance (0.01–3 V). CV was done at various scan rates on an electrochemical workstation. To assemble the sodium-ion full cell, FeSe2/CoSe2-CN and Na3V2(PO4)2O2F with a weight ratio of 1:(4.5–5), respectively, were connected. To ensure the creation of a stable solid electrolyte interphase layer, the anode electrode was pre-sodiated in a half-cell for five discharge/charge cycles at 0.1 A g−1 in the voltage range of 0.01–3 V before assembling the full cell. The electrolyte and separator were identical to those used in the half-cells."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The Fe/Co-CN precursor XRD pattern (Fig. S1, ESI†) reveals its Fe/Co-CN properties. With the crosslinked chitosan and freeze dry treatment, the as-prepared Fe/Co-CN precursor formed large-scale nanosheets with a connected network structure, as shown in Fig. S2a and b.† XRD confirms the subsequent product after the selenation reaction. The sample is well compatible with cubic FeSe2 (PDF#21-0432) and hexagonal CoSe2 (PDF#53-0449) from the XRD pattern, as illustrated in Fig. 1a. The prominent peaks at 24.5°, 29.2°, 30.9°, 34.7°, 36.2°, 37.2°, 40.4°, 44.3°, 47.9°, 53.7°, 57.3°, 59.4°, 63.8°, 72.9°, and 76.5° correspond to the FeSe2 lattice planes of (110), (011), (101), (111), (120), (200), (210), (121), (211), (031), (131), (310), (122), (132) and (240), respectively. In addition, except for the plentiful overlapping peaks of CoSe2, the prominent peak at 50.7° can be indexed to the (002) plane of CoSe2. These proved the successful synthesis of Fe/Co-CN-based bimetallic selenides. The component proportion and valence bond of the samples were explored using XPS. FeSe2/CoSe2-CN exhibits the notable six element peaks of C, N, O, Fe, Co, and Se, as shown in the survey spectrum in Fig. S3.† The peaks at 780.7 and 795.3 eV in the Co 2p range (Fig. 1b) were assigned to Co 2p3/2 and 2p1/2 in CoSe2, respectively. The Co–O of Co 2p3/2 and 2p1/2 orbitals is responsible for the peaks at 784.8 eV and 800.6 eV, respectively, attributed to the local oxide layer on a superficial level. Moreover, the anti-bond orbits among Co and Se molecules are displayed by two separate satellite sign peaks of Co 2p. The two peaks positions at 711.1 and 724.2 eV are the signals of Fe 2p3/2 and 2p1/2, respectively, and can be distinguished in the Fe 2p range (Fig. 1c). In addition, in the Se section, the two peaks at 56.5 and 55.6 eV fit nicely to Se 3d3/2 and 3d5/2, respectively (Fig. 1d).",
                "After selenation, the product as a whole is in the nanosheet shape covered with an external connected network structure (Fig. 2a and b). From the TEM image (Fig. 2c and d), it is clearly seen that the FeSe2/CoSe2-CN nanosheets are permeable in design with a good deal of void of 20 nm. It is estimated that the porous-organized nanosheets are valuable for quick ion/electron movement and volume expansion reduction. Further observation of the HRTEM image of FeSe2/CoSe2-CN shows two obvious interplanar distributions with a spacing of 0.310 nm and 0.248 nm, which is confirmed by the (011) crystal plane of FeSe2 and (120) phase plane of CoSe2, respectively (Fig. 2e). The distinct rings with yellow lines from the electron diffraction (SAED) pattern of FeSe2/CoSe2-CN can be seen (Fig. S4, ESI†), indexing to the (121) and (400) planes from inside to outside. The homogeneous distribution of C, N, Fe, Co, and Se elements in the STEM and related elemental mapping pictures (Fig. 2f–l) clearly supports the formation of FeSe2/CoSe2-CN nanosheets. Pure FeSe2-CN and CoSe2-CN were made in the same way, for comparison. The XRD and SEM measurements of the Fe-CN precursor (Fig. S5 and S6†) reveal its Fe crystal and nanosheet features. The Fe-CN precursor transforms into cubic FeSe2 (PDF#21-0432) with a porous nanosheet structure after selenation (Fig. S7 and S8†). Similarly, a nanosheetlike Co-CN precursor is obtained (Fig. S9 and S10†). Furthermore, nanosheets, such as CoSe2-CN, can be produced (Fig. S11 and S12†). The Raman spectra in Fig. S13† show a couple of distinct peaks at 1346 cm−1 (D peak) and 1579 cm−1 (G peak), which predict an imperfect initiated amorphous carbon and crystalline graphite, respectively. FeSe2/CoSe2-CN has an ID/IG of roughly 1.17. Fig. S14† shows thermogravimetric (TG) curves obtained to determine the carbon content. The carbon content of FeSe2/CoSe2-CN is about 26.1%, according to the weight of residues from the curves.",
                "We systematically examined the electrochemical performance and mechanism of FeSe2/CoSe2-CN for SIBs. CV measurement was first performed at 0.1 mV s−1. The steep reduction signals at 1.5 V and 1.74 V result from the Na ion insertion into the FeSe2/CoSe2-CN to create NaxFeSe2 and NaxCoSe2 in the first cathodic process, as illustrated in Fig. 3a. The conversion reactions from NaxFeSe2 and NaxCoSe2 to Fe, Co, and Na2Se, trailed by the creation and construction of a familiar solid electrolyte interface layer (SEI), are also represented by the reduction peaks at 0.52 V and 0.76 V. The first cycle displays two reduction peaks at 0.5 and 1.1 V, which disappear in the subsequent scans and thus possibly correspond to the irreversible intercalation of Na+ and the formation of SEI. The peaks at 1.5 V, 1.75 V, and 1.94 V on the following anodic curve are due to partial Fe and Co transformation into FeSe2 and CoSe2, respectively. In addition, Na2Se is largely converted to Se. In the following four cycles, CV spectra with minimal variations are observed, demonstrating that FeSe2/CoSe2-CN possesses high electrochemical reversibility. The first discharge and charge specific capacities of FeSe2/CoSe2-CN at 0.2 A g−1 are 596 mA h g−1 and 450 mA h g−1, respectively, with a calculated first coulombic efficiency of 75.5% (Fig. 3b). In SIBs, FeSe2/CoSe2-CN has a long life cycle (Fig. 3c). After 1000 cycles (1 A g−1), the specific capacity of FeSe2/CoSe2-CN is 494 mA h g−1, while CoSe2-CN and FeSe2-CN only show 398 mA h g−1 and 299 mA h g−1 after 100 cycles, respectively (Fig. S15†). The improved sodium storage of FeSe2/CoSe2-CN can be attributed to the large specific surface area, abundant active sites and the synergistic effects between FeSe2 and CoSe2. Fig. 3d and e demonstrate the rate performance of FeSe2/CoSe2-CN. The specific capacities of FeSe2/CoSe2-CN are 436, 411, 396, 385, 375, and 364 mA h g−1, respectively, for 0.2, 0.5, 1, 2, 5, and 10 A g−1, which are equivalent to the rate performances of produced pure FeSe2-CN and CoSe2-CN (Fig. S16†). Furthermore, in FeSe2/CoSe2-CN, FeSe2-CN, and CoSe2-CN, the distinct and comparable stage from the charge–discharge curves is clearly recognizable; a characteristic of transition metal selenide-based electrodes for sodium storage. Furthermore, as demonstrated in Fig. 3f, the rate performance of FeSe2/CoSe2-CN outperforms that of conventional FeSe2 and CoSe2-based electrodes. In addition, the long-cycle stability at 10 A g−1 is assessed (Fig. 3g). It was demonstrated that a capacity of 350 mA h g−1 can be achieved even after 1000 cycles. The magnificent cycling performance is due to the stable porous nanosheet structure of FeSe2/CoSe2-CN. Equivalent circuits were used to measure and fit electrochemical impedance spectra (EIS) (Fig. S17†). The diffusion of Na+ is reflected by the linear trend in the low frequency region. The FeSe2/CoSe2-CN anode has a charge transfer resistance of 23 Ω, which is substantially lower than that of FeSe2-CN (34 Ω). The steeper slope of the FeSe2/CoSe2-CN electrode implies that the FeSe2/CoSe2-CN possesses better transport/diffusion kinetics with Na+ and electrons. A post-mortem examination of the cycled FeSe2/CoSe2-CN anode was further carried out. As seen in Fig. S18,† the nanosheetlike FeSe2/CoSe2-CN was also found, suggesting its stability in SIBs.",
                "The cyclic voltammetry curve was investigated at various scan rates (0.2 to 1.0 mV s−1) (Fig. 4a). The observed force is obtained from the peak current (i) and scan rate (v): i = avb and log(i) = blog(v) + log(a). The slope in Fig. 4b is used to find the value of b in the equation. In general, b ranges from 0.5 to 1.0, with b demonstrating the level of diffusion control or surface capacitive control. Fig. 4b shows that the b values are 0.94, 0.95, 0.99, 0.87, and 0.98, respectively, by fitting the peaks from CV curves of FeSe2/CoSe2-CN, which are close to 1.0, showing that the FeSe2/CoSe2-CN electrode surface or near surface has strong pseudo capacitance features in reaction kinetics. The formula i(v) = k1v + k2v0.5 was used to quantify the surface pseudo capacitance properties of the FeSe2/CoSe2-CN electrode, where k1v represents the capacity of pseudo capacitance contribution, and k2v0.5 is the ion diffusion contributive capacity. According to calculations, the k1v value in the FeSe2/CoSe2-CN electrode at a sweep speed of 2.0 mV s−1 is 99.3% (Fig. 4c). Besides, at 0.4, 0.6, 0.8, and 1.0 mV s−1, the k1v values are 97.5%, 98.4%, 97.7%, and 98.5%, respectively, as shown in Fig. S19.†Fig. 4d summarizes the k1v values at various scan speeds. For scan rates from 0.2 to 2 mV s−1, k1v was determined to be 96.8%, 97.5%, 97.9%, 98.4%, 98.6%, 99.1%, and 99.3%, respectively. Obviously, the values appear to ascend with increased sweep speed. This can be attributed to the synergistic activity of FeSe2 and CoSe2, which promotes ion/electron transport at the same time.",
                "In Na ion full cells, the Na3V2(PO4)2O2F cathode was employed to couple with FeSe2/CoSe2-CN. The XRD pattern of Na3V2(PO4)2O2F, as shown in Fig. S20,† demonstrates a usual NASICON-type structure. Furthermore, the SEM image shows that Na3V2(PO4)2O2F is made of nanocuboids, which is advantageous for sodium storage. The charging/discharging curves of a full cell at 0.1 A g−1 are shown in Fig. 5a, and show that it is possible to reach a high discharge capacity of 320 mA h g−1. Fig. 5b shows the FeSe2/CoSe2-CN/Na3V2(PO4)2O2F full cell cycle stability. It can be seen that after 40 cycles, a capacity of 297 mA h g−1 is maintained. Furthermore, a full cell can adequately illuminate a LED gadget (inset of Fig. 5b). Fig. 5c shows the rate capabilities. At 0.1, 0.2, 0.5, 1, 1.5, and 2 A g−1, specific capacities of 354, 372, 374, 367, 356 and 346 mA h g−1 were attained, respectively. When it returns to 0.1 A g−1, the initial discharge specific capacity is restored. Its computed power and energy densities are equivalent (Fig. 5d). The full cell, for example, has an energy density of 109 W h kg−1 at a power density of 207 W kg−1. When the power density is increased to 3896 W kg−1, 96 W h kg−1 energy density is still produced, which is the best among other transition metal selenide-based electrodes."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, we were able to successfully construct FeSe2/CoSe2-CN nanosheets using a simple reaction followed by selenization. FeSe2/CoSe2-CN has potential use in SIBs due to its three-dimensional porous interconnected structural features. In particular, the FeSe2/CoSe2-CN nanosheets deliver a capacity of 494 mA h g−1 at 1 A g−1 after 1000 cycles. Furthermore, a satisfactory rate capability and cycling stability of the FeSe2/CoSe2-CN were also achieved. In addition, FeSe2/CoSe2-CN/Na3V2(PO4)2O2F full batteries were found to have an energy density of 109 W h kg−1 and a power density of 207 W kg−1. The porous interconnected electric conductance network with substantial pseudo capacitance behavior is responsible for the improved sodium storage capability of FeSe2/CoSe2-CN."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Constructing electronic interconnected bimetallic selenide-filled porous carbon nanosheets for stable and highly efficient sodium-ion half/full batteries"
}