{
    "DOI": "10.1021/acsami.6b03757",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Low cost and long life rechargeable batteries are now in great demand for ever-increasing electric storage applications.  Though lithium-ion batteries have successfully used for powering electric vehicles and tested for distributed power stations, their large-scale applications is still a serious concern about the high costs and limited resources of Li reserves on earth. In fact, sodium ion batteries (SIBs) have similar electrochemical performance but potentially much lower cost to their lithium counterparts because of the widespread availability of sodium resources, thus making them a competitive candidate for electric storage applications.  In recent years, a great effort has been devoted to find suitable materials for Na-storage reaction and a variety of cathodic hosts, such as transition-metal oxides,  polyanionic phosphates  and Prussian blue analogues,  have been revealed to deliver acceptable Na+-insertion capacity with certain cyclability. In contrast, only few of anode materials are reported to have decent Na-storage performance up to data. Despite a few of hard carbons were revealed to have considerable Na-storage capability, their low potential and large polarization are a severe concern for battery application.  Quite a large array of alloy compounds such as Sn, Sb and their sulfides and phosphides have shown high reversible capacities for Na-storage anodes,  However, the structural instability due to their large volume change during charge–discharge cycles is still a big obstacle as in the case of Li-insertion electrodes.  Therefore, it is still a challenge to search for low-cost and cycling-stable anode materials for development of practically viable SIBs.",
                "Titanium dioxide (TiO2), a low-cost, structurally stable, and environmentally benign anode material, has been recently proved to be a promising Na(Li)-insertion anode with adequately high reversible capacity and good cyclability.  Several polymorphs of TiO2, such as amorphous,  anatase,  rutile,  TiO2(B),  and TiO2 (H),  have been proposed as anode hosts for SIBs; however, these materials exhibited a large diversity in the electrochemical Na- storage performance. Recently, Wang et al. reported electrochemical properties of different phases of TiO2 nanospheres and found that anatase TiO2 has a better Na-storage capability than mixed anatase/rutile or amorphous TiO2.  Several groups have combined the nanoarchitectural design with conductive composite engineering to improve the capacity utilization of TiO2.  However, most of the nanostructured TiO2/C composites reported so far have a limited reversible capacity less than 200 mA h g–1  and only a few of them can deliver a higher capacity of 250 mA h g–1 at low rates.  Nevertheless, all the pioneering works seem to suggest that one-dimensional nanosized anatase TiO2 is advantageous for achieving higher capacity utilization and rate capability as a Na-insertion anode. ",
                "In this work, we report the synthesis of anatase TiO2/carbon nanofibers (TiO2/C) through an electrospinning process and the electrochemical performance of this material as a Na+ insertion anode. Due to the one-dimensional confinement of nanosized TiO2 in carbon nanofibers, the TiO2/C nanofibers has a shortened Na+ diffusion path and the enhanced electronic conductivity, which greatly facilitate Na-insertion reaction. Meanwhile, the nanofiber morphology also offers abundant electrochemically active surface sites, enabling a high utilization of the TiO2 nanoparticles. As expected, The TiO2/C anode exhibits a high capacity of 302.4 mA h g–1 with excellent capacity retention of ∼100% over 1000 cycles, offering a promising alternative anode for constructing low-cost and high-capacity Na-ion batteries."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A single-nozzle electrospinning technique was employed to synthesize the TiO2/carbon nanofibers. The precursor solution for electrospinning process was prepared by dissolving 1.7 g of tetrabutyl titanate (Ti(OC4H9)4, 97%,) and 0.8 g of polyvinylpyrrolidone (PVP, Mw = 1 300 000, Aldrich) in 9.2 g ethanol (≥99.9%) at vigorous stirring for 12 h. Next, the precursor solution was loaded into a 10 mL syringe equipped with a size nine needle and the flow rate of solution was set to 8.5 mL h–1 by a syringe pump (Model LSP01–1A, Shanghai, China). A high-voltage power supply (model DW-N503–1A CDF, Tianjin, China) was connected to the needle in order to apply a voltage of 10 kV between the needle and the collecting aluminum plate for the formation of nanofibers. Heat-treatment of the as-collected nanofibers was carried out in a tube furnace at 550 °C in Ar atmosphere for 3 h at a heating rate of 5 °C min–1.)"
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Scanning electron microscopy (SEM, ZEISS Merlin Compact) and transmission electron microscopy (TEM, JEOL, JEM-2010-FEF) were employed to characterize the morphologies of the TiO2/C nanofibers. The crystalline structure of the TiO2/C nanofibers was evaluated by X-ray diffraction spectrometry (XRD) on a Shimadzu XRD-6000 machine. Thermogravimetric measurement (TGA) was conducted on a TGA Q500 thermogravimetric analyzer (TA Instruments, USA). The X-ray photoelectron spectrometry was used to identify the valence states of the TiO2/C electrodes cycled at different charge/discharge depths using a Thermo Scientific spectrometer (ESCLAB 250 Xi) equipped with an Al Kα achromatic X-ray source (1486.68 eV)."
                    ],
                    "name": " Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare the TiO2/C anode, we gently mixed 80 wt % TiO2/C nanofibers, 10 wt % super P, and 10 wt % poly(acrylic acid)  (PAA, 25 wt %) to form a slurry, and then the slurry was coated onto a copper foil to form an anode film. After being dried under vacuum at 80 °C for 12 h, the anode film was cut into small disks with 1 cm diameter. The loading weight of the active material in the anode film was 1.5 mg cm–2. The CR2016-type half cells were assembled in a glovebox filled with highly pure argon gas (O2 and H2O levels <0.5 ppm) by sandwiching a glass-fiber separator (Whatman) between the anode film and a metallic sodium disk and then filling an electrolyte solution of 1 M NaClO4 in propylene carbonate (PC)/ethylene carbonate (EC) (PC:EC = 1:1, in volume). Electrochemical performances of the TiO2/C anode were evaluated by galvanostatic charge/discharge on a LAND cycler (Wuhan Kingnuo Electronic Co., China) and cyclic voltammetry on a CHI 660c electrochemical workstation (ChenHua Instruments Co., China).)"
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The preparation process and synthetic chemistry of the TiO2/C nanofibers are schematically illustrated in . In the electrospinning process, the precursor solution was extruded from the syringe needle under electrostatic drive to form the nanofiber precursor, which was converted into the TiO2/C composite nanofibers at subsequent heat treatment through the thermal carbonization of PVP polymer and simultaneous hydrolysis of Ti(OC4H9)4. On the basis of the weight losses in TGA measurement (a), the total TiO2 content in the composite was determined to be 81%, which is in agreement with the expected value from complete carbonization and hydrolysis reactions of the precursor materials.",
                "The structural and morphological features of the TiO2/C nanofibers were examined by XRD, TGA, SEM and TEM spectrometry. As shown in b, all the XRD peaks can be indexed to the (101), (200), (105)/(211), and (204) diffractions of a tetragonal phase, corresponding to anatase TiO2 (JCPDS No. 021–1272), space group I41/amd, a = 3.785 Å, and c = 9.514 Å). The weak intensities of the XRD signals were attributed to the nanosized TiO2 embedded in amorphous carbon matrix and no any diffraction was detected from other phases, suggesting the high purity of the as-synthesized TiO2 crystallites. N2 adsorption–desorption isotherms were measured todetermine the Brunauer–Emmett–Teller (BET) surface area and pore size distribution, as shown in c, d. The BET surface area and the average pore width of TiO2/C nanofibers were determined to be 15.7 m2 g–1 and 14.7 nm, respectively.",
                "a–d shows the morphologies of the electrospun TiO2/C fibers after the thermal treatment. In the SEM images (a, b), the sample appears as well-dispersed but mutually connected nanofibers with a uniformly distributed diameter of ∼120 nm, forming a fibrous network. The surfaces of the nanofibers are very rough with densely distributed TiO2 nanoparticles, which may lead to high active surface areas for the Na-insertion reaction. The EDX element mapping image in  indicates that both carbon and TiO2 are homogeneously distributed in the composite nanofibers. In the magnified TEM image (c), it is clearly visualized that the TiO2 nanoparticles have an average size of ∼12 nm and are dispersed throughout the carbon fibers. The lattice fringes in the high-resolution TEM image (d) has a spacing of 0.35 nm, corresponding to the (101) planes of anatase TiO2. The amorphous regions around the lattice fringes reflect the disordered carbon phase.",
                "Na insertion performance of the TiO2/C anode were studied by cyclic voltammetry (CV) and galvanostatic charge–discharge measurements. As demonstrated in a, a large and broad cathodic band appears at the potential region of 1.8 to 0 V during first negative scan, which considerably decreases its intensity during subsequent cycles, suggesting that the formation of a solid electrolyte interface (SEI) by decomposition of electrolyte was involved in the initial sodiation reaction of the TiO2/C nanofibers. At subsequent scans, the pair of cathodic and anodic current bands kept their shapes and intensities almost unchanged, implying stable and reversible redox reactions of the material. b shows galvanostatic charge/discharge profiles of the TiO2/C electrode, cycled at a constant current of 20 mA g–1 in the voltage interval of 3.0–0.01 V. Similar to its CV features, the TiO2/C electrode displays sloped charge/discharge profiles without distinct plateaus, suggesting a homogeneous Na insertion into the TiO2 lattice. The TiO2/C electrode shows initial charge/discharge capacities of 391/227.5 mA h g–1, corresponding to a Coulombic efficiency of 58% at the first cycle. This low Coulombic efficiency was also frequently encountered for the nongraphite Li+-insertion anodes due to the formation of a SEI film by the electrolyte decomposition and this problem can be well solved by a prelithiation technique for practical battery applications.  During subsequent cycles, the reversible capacity remained stably at 212 mA h g–1, showing a remarkable cycling stability. Taking into account of the possible capacity contributions of the carbon components to the TiO2/C anode, we also measured the Na-storage capacities of the carbon fibers and conductive super P carbon powder and found that these carbons contributed only a few tens of milliampere hours (∼31.5 mAh g–1) () in the total capacity. Nevertheless, the Na-insertion capacity of the TiO2 crystallites in the anode reached to 302.4 mA h g–1 at a moderate rate of 20 mA g–1, corresponding to 1 Na+ insertion into per TiO2 unit. This capacity is possibly the highest among the TiO2 materials for Na+-insertion anodes.",
                "The TiO2/C nanofibers also exhibit remarkable long-term cyclability and high-rate performance. As displayed in c, the TiO2/C anode can deliver a high capacity of 240.4 mA h g–1 at a quite high current of 200 mA g–1 after a few cycles of initial activation and then keep this capacity almost constant at 237.1 mA h g–1 over 1000 cycles, suggesting a very reversible Na+ insertion reaction in the structurally stable TiO2 lattice. To provide further evidence for the structural stability of the TiO2/C nanofibers, SEM and TEM images of the TiO2/C nanofibers were taken from the cycled electrode, as shown in . It can be seen from  that the fibrous morphology of the TiO2/C nanofibers remains intact after 150 and 200 cycles and is still distinguishable even after 1000 cycles, indicating a strong tolerance of the material to the volumetric change during Na+-insertion/extraction cycles.",
                "The rate performances of the TiO2/C nanofibers are further evaluated at various charge–discharge rates from 50 to 2000 mA g–1. As shown in d, the reversible capacity is slightly decreased from 254.5 mA h g–1 to 241.3, 227.7, and 203.8 mA h g–1 with increasing current rates from 50 mA g–1 to100, 200, and 500 mA g–1, respectively. Even when the current rate was raised up to very high rates of 1000 and 2000 mA g–1, this anode can still remain 185.3 and 164.9 mA h g–1, respectively, indicating a rapid reaction process for Na+- insertion process. This superior rate performance is apparently ascribed to the nanoarchitectural design of the TiO2/C composite, where the well-dispersed TiO2 nanoparticles provide abundant active sites for Na+-insertion and meanwhile their surrounding carbon matrix offers high electric conduction paths for fast electron transport.",
                "To confirm the Na-insertion mechanism, we disassembled the test cells and characterized the structural changes of the TiO2/C anodes cycled at different states of charge/discharge by ex situ XRD technique. a shows the XRD patterns of the TiO2/C anodes charged and discharged at different depths. During the discharge process, all the XRD peaks kept their positions and decreased their intensities with increasing the depth of discharge, as expected from a Na-insertion reaction. When fully discharged to 0.01 V, the whole XRD pattern became indistinct, representing an amorphous state of the sodiated TiO2. This progressive amorphourization reaction is obviously brought about by the insertion of Na+ ion into the TiO2 lattice during discharge, which leads to a decrease of the lattice symmetry of the material. Once reversely charged to 3 V (a), the XRD peaks reemerged at their original positions with a slightly weakened intensities, demonstrating a highly reversible structural change during charge/discharge reactions. Since no traceable XRD signals from Ti0 and Na2O phases could be detected, the charge/discharge mechanism of the TiO2 nanofibers can only be assigned to Na+-insertion/extraction reactions. To further confirm this reaction mechanism, we calibrated the changes in the oxidation state of Ti element by XPS analysis of the cycled TiO2/C anodes. As shown in b, the pristine TiO2/C anode shows two XPS peaks at 458.9 and 464.6 eV, corresponding to the binding energies of Ti4+ 2p 3/2 and Ti4+ 2p 1/2, respectively. When discharged to 0.01 V, these binding energies negatively shifted to 457.8 and 463.4 eV, respectively, suggesting that all the Ti4+ ions in the TiO2 lattice were reduced to Ti3+ ions. After a reversed charge to 3.0 V, the binding energies recovered to their original values, indicating a reversible conversion of Ti3+ into Ti4+ ions in the TiO2 lattice. This XPS evidence combining with XRD analysis reveal a completely chemical and structural reversibility of the Na+-insertion reaction in the TiO2 host.",
                "To test its practical feasibility for battery applications, we assembled a full Na-ion battery using the TiO2/C anode coupled with a Na-rich Na2FeFe(CN)6 cathode. The construction and electrochemical performance of the TiO2/Na2FeFe(CN)6 full cell are described in . As expected from the potential difference between the TiO2 and Na2FeFe(CN)6 couple, this full Na-ion battery give an open circuit voltage of 3.2 V and an average discharge voltage of >2.0 V. Derived from the charge/discharge curves of the full cells, the TiO2/C anode can deliver a discharge capacity of 235.9 mA h g–1, fully utilizing its reversible capacity in a practical Na-ion battery."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, anatase TiO2/C nanofibers were successfully synthesized by a single-nozzle electrospinning method followed with subsequent heat treatment. Benefiting from a combination of the large active surfaces of well-dispersed TiO2 nanocrytals and the high electronic conductivity of the carbon fibers, the TiO2/C nanofiber electrode demonstrated a high reversible capacity of ∼302.4 mA h g–1 and a strong rate capability with 164.9 mA h g–1 at a very high current of 2000 mA g–1. Particularly because of being dispersively embedded in the carbon matrix, the TiO2 nanocrystals were prevented from aggregating and attacking by electrolyte, therefore exhibiting a remarkably long-term cycling stability with nearly 100% capacity retention over 1000 cycles. Such superior electrochemical performances described above make the TiO2/C nanofibers a promising anode material for constructing low-cost and high-capacity Na-ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Electrospun TiO2/C Nanofibers As a High-Capacity and Cycle-Stable Anode for Sodium-Ion Batteries"
}