{
    "DOI": "10.1039/C9NR02542A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable sodium ion batteries (SIBs) have been regarded as an alternative to lithium ion batteries (LIBs) for application in electric vehicles and large-scale renewable energy storage, considering sodium's abundant natural sources and similar chemical properties to lithium. However, its larger ionic radius and more sluggish diffusion kinetics impede the development of SIBs due to the structural instability and poor rate capability of the electrode materials. Thus, developing electrode materials with long cycling stability and excellent rate capability is the key for high performance SIBs. Among the potential anode candidates, alloying materials (Sn, Ge, Si, P) possess high capacities due to the highly reversible Na alloying/dealloying reactions. Tin dioxide (SnO2) has been extensively studied as an anode material in both LIBs and SIBs because of its low cost and high specific capacity. Unfortunately, SnO2 suffers from severe volume expansion and intrinsic low conductivity just as other conversion-alloying materials do. The volume expansion of over ∼400% can lead to serious pulverization and aggregation of SnO2, and thus result in a rapid capacity fading. The issue of inherent poor electrical conductivity (with a band gap of ∼3.6 eV) also needs to be addressed in order to improve its kinetic reaction and rate capability.",
                "Generally, the kinetics of the alloying process (diffusion-controlled process) are much lower than those of the faradaic process (surface-controlled process, also regarded as the pseudocapacitive effect). In this way, one promising strategy towards the above issues is to increase the pseudocapacitive contribution of the electrode. Downsizing the particle size and doping other elements such as O, N and S have been regarded as effective ways to increase the kinetics of electrode materials. The reduced particle size not only provides a short path length, but also increases the faradaic reactions occurring at the surface of the material. Dunn et al. demonstrated that when decreasing the particle size of TiO2 below 10 nm, the capacitive contribution became increasingly important, which is very favorable for the rate capability. The introduction of heteroatoms has also been demonstrated to be effective at increasing the electrochemical activity of host materials. Xu et al. investigated the great role of a N dopant in SnO2 nanoparticles and they found that the conductivity and cyclability were greatly enhanced by the N dopant due to the improved local chemical state. Binding SnO2 with a heteroatom doped carbon matrix is another worthy strategy to increase its pseudocapacitance just like the mechanism in supercapacitors. Even then, it is still challenging to fabricate SnO2 with both ideal ultrafine particle size and element doping. Moreover, the pulverization and aggregation of SnO2 is still unavoidable. Therefore, the challenge in developing suitable SnO2 anode materials with high pseudocapacitive contribution and low volume changes still needs to be addressed.",
                "Here, we designed an N-doped graphene wrapped ultrafine SnO2 nanocomposite via a one-pot ionic liquid assisted hydrothermal method. The added ionic liquid 1-butyl-3-methylimidazolium dicyanamide ([BMIM]N(CN)2) acts as a surfactant, auxiliary solvent and dopant to regulate the growth of the SnO2 nanoparticles, stabilize graphene oxide (GO) and decorate GO layers. The synergistic effect of the ultrafine structure of SnO2 and the wrapped N-rGO helps to increase the pseudocapacitance of the nanocomposite. Meanwhile, the obtained N-rGO with high N doping enhances the electrochemical activity. In addition, the ultrafine SnO2 particles were well anchored on the N-rGO substrate, which helps to relieve the volume expansion. The obtained IL-SnO2/N-rGO composite shows an initial capacity of 607.6 mA h g−1 at 50 mA g−1 and 261.8 mA h g−1 at a high current density of 2 A g−1 in Na+ half-cells. The Na+ full-cell performances are also evaluated at different current densities and a capacity of 133.3 mA h g−1 can still be obtained at a high current density of 2.4 A g−1. Its feasibility for practical use can also be proved as a capacity retention of 74.3% can be maintained after 50 cycles."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxide was prepared from pristine graphite according to a modified Hummers’ method. The prepared graphene oxide was dispersed in moderate deionized water to form a graphene oxide suspension (15 mg mL−1). Then, 6 ml ionic liquid ([BMIM]N(CN)2) was added into the above GO suspension to form a homogeneous solution mixture (IL-GO suspension) under ultrasonication. At the same time, 0.225 g SnCl2·2H2O was dissolved in 3 ml deionized water by agitating. Then, SnCl2 solution was dropped into the IL-GO suspension slowly and after that, the resulting solution mixture was stirred for 1 h at room temperature on a magnetic stirrer. The final solution was poured into a 20 mL Teflon-lined autoclave and kept for 12 h at 180 °C. A black solid product was collected by centrifugation and washed with absolute ethanol and deionized water several times. After drying at 80 °C for 12 h under vacuum conditions, the precursor was calcined at 500 °C with a heating rate of 5 °C min−1 for 3 h under an Ar atmosphere in a tube furnace. H-SnO2/rGO was prepared without an ionic liquid for comparison. IL-N-rGO was prepared without adding SnCl2·2H2O."
                    ],
                    "name": "Material preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) patterns were recorded on a Rigaku D/max2500 diffractometer with Cu Kα radiation (λ = 1.5418 Å) to analyze the crystal structure of the prepared materials. The surface morphology and structure of the prepared material were characterized by Scanning Electron Microscopy (SEM) on a Nova Nano SEM 450 and Transmission Electron Microscopy (TEM) on a Tecnai G2 F30. Raman spectra were obtained using a Raman spectrometer (a Digilab FTS3500). X-ray photoelectron spectroscopy was performed on an ESCALAB250 electron spectrometer under the measurement conditions of Al Kα radiation (15 kV, 150 W, 500 μm). Thermogravimetric (TG) data were obtained using the DSC1 instrument under air from room temperature to 800 °C with a heating rate of 10 °C min−1."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrode was obtained by mixing 70% active material, 20% Super P as a conducting agent and 10% polyvinylidene fluoride as a binder in moderate N-methyl pyrrolidinone (NMP). The obtained slurry was coated on a copper foil and then the electrode was dried at 80 °C and kept for 16 h under vacuum. The loading mass of active materials in each electrode is around 2.0–2.5 mg cm−2. And the specific capacity in our work was calculated based on the mass of the SnO2/rGO composite. The half cells were assembled with the as-prepared electrode as the working electrode, glass fiber as the separator, sodium as the counter/reference electrode and 1 M NaClO4 in a 1:1 (v/v) mixture of ethylene carbonate (EC)/propylene carbonate (PC) (1:1 v/v) with 5 wt% fluoroethylene carbonate (FEC) as the electrolyte in an argon-filled glove box (O2 ≦ 0.1 ppm, H2O ≦ 0.1 ppm). Cyclic voltammetry (CV) was carried out between 0.005 and 3 V on a CHI630E electrochemical workstation at different scan rates. Galvanostatic charge–discharge measurements were carried out on a Land CT2001A battery instrument in the potential window of 0.005–3 V (vs. Na+/Na). The electrochemical impedance was tested on a CHI630E electrochemical workstation at an amplitude voltage of 5 mV in the frequency range of 100 kHz to 0.01 Hz.",
                        "For the Na-ion full cell tests, Na3V2(PO4)2O2F was used as the cathode material. The cathode was prepared by mixing 70% Na3V2(PO4)2O2F material, 20 wt% acetylene black, and 10 wt% carboxymethylcellulose (CMC) dissolved in deionized water. Then, the slurry was pasted on aluminum foil. The preparation process of the anode for the full cell is the same as the electrode for the half cell while the binder was replaced by 10 wt% carboxymethylcellulose (CMC). The mass ratio of the cathode to anode was 3:1. Before full-cell fabrication, all anodes should be pre-sodiated chemically. The pre-sodiation for the IL-SnO2/N-rGO anodes can stabilize the electrode surface and activate the materials. The galvanostatic charge–discharge measurements were carried out on a Land CT2001A battery instrument between 1.0 and 4.2 V."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The morphology of the obtained IL-SnO2/N-rGO was investigated by scanning electron microscopy (SEM) with H-SnO2/rGO synthesized by a hydrothermal process without an ionic liquid as the control material (Fig. S1a and 1b†). It is obvious that the rGO agglomerates together and large-sized SnO2/rGO blocks can be observed in the H-SnO2/rGO composite. After the addition of the ionic liquid [BMIM]N(CN)2, a more uniform 2D flake-like morphology was obtained due to the stabilization effect of [Bmim]N(CN)2 for rGO during the hydrothermal process (Fig. 1a and b). On the one hand, the [Bmim] cation can be attracted by the anion groups of the GO layers. The electrostatic interaction between positive [Bmim] and negative GO facilitates the insertion of [Bmim]N(CN)2 between GO layers, leading to the better dispersion of GO. On the other hand, [Bmim]N(CN)2 plays a great role as a surfactant, which helps to inhibit the aggregation of the SnO2 nanoparticles during the hydrothermal process, leading to an ultrafine morphology of the obtained IL-SnO2/N-rGO as shown in Fig. 1d. The particle size distribution is shown in Fig. 1e and Fig. S2† with H-SnO2/rGO (Fig. 1f) as a comparison. It is obvious that the average particle size of IL-SnO2/N-rGO is 3–7 nm, while that of the SnO2 nanoparticles in H-SnO2/rGO mainly ranges between 5 and 9 nm. The smaller-sized structure might be more favorable for the high rate capability due to its ultrafine particle sizes with a shorter transport distance for e− and Na+ transport as well as a larger electrode/electrolyte area. Moreover, the smaller particle size will benefit the kinetics of the electrode by increasing the faradaic reactions occurring at the surface of the material. The transmission electron microscopy (TEM) image in Fig. 1c also shows the detailed morphology of SnO2 nanoparticles on the rGO sheets. It can be observed that SnO2 nanoparticles uniformly anchored on the N-rGO sheets. Notably, the tightly wrapped rGO on SnO2 can act as a buffer layer to alleviate the volume expansion during the charge/discharge process, leading to an impressive cycling stability. The high resolution TEM (HRTEM) images of SnO2/N-rGO and H-SnO2/rGO were investigated as shown in Fig. 1h and Fig. S1c,† respectively. The interplanar spacings of 0.335 nm and 0.264 nm are attributed to the (110) and (101) planes of SnO2. The selected-area electron diffraction (SAED) (Fig. 1g) further demonstrates the polycrystalline structure of SnO2 and all diffraction rings are indexed to the diffraction peaks of the (110), (101), (211) and (301) planes in the rutile SnO2 phase. The elemental mapping images (Fig. 1i) confirm the uniform distribution of C, N, O, and Sn elements in the IL-SnO2/N-rGO composite.",
                "The composition and crystal structure of the prepared IL-SnO2/N-rGO and H-SnO2/rGO composites were analyzed by X-ray diffraction (XRD) as shown in Fig. 2a. It is clear that all the diffraction peaks of both IL-SnO2/N-rGO and H-SnO2/rGO are well-indexed to the rutile structure of SnO2 (JCPDS 41-1445). For the IL-SnO2/N-rGO composite, broader and lower intensity peaks can be observed than those of the H-SnO2/rGO composite, indicating the smaller size of SnO2 particles in the IL-SnO2/N-rGO composite. Although diffraction peaks for N-rGO were not observed obviously in XRD, the existence of N-rGO could be verified using the Raman spectra in Fig. 2b. Two peaks located at 1345 and 1585 cm−1 are attributed to the disorder-induced D and graphitic G bands of reduced graphene oxide. The intensity ratios of the D band and G band (ID/IG) for IL-SnO2/N-rGO (1.30) and H-SnO2/rGO (1.45) are both higher than that of GO (0.85), indicating the successful reduction of GO. Notably, the ID/IG reflects the crystallinity of carbon materials. The lower ID/IG ratio (1.30) of IL-SnO2/N-rGO indicates the higher crystallinity of rGO than that of H-SnO2/rGO (1.45), which can effectively enhance the kinetics of the electrode.",
                "X-ray photoelectron spectroscopy (XPS) was employed to further clarify the chemical structure and the chemical bonding configuration of the IL-SnO2/N-rGO and H-SnO2/rGO (Fig. S3†), with IL-N-rGO (Fig. S4†) as the control material synthesized by the same ionic liquid assisted process but without SnO2. As shown in Fig. 2c, the survey spectrum of IL-SnO2/N-rGO demonstrates the presence of Sn, O, C and N elements. Two peaks located at 495.2 eV and 486.7 eV in Fig. 2d are ascribed to Sn 3d3/2 and Sn 3d5/2 for SnO2 in the composite, which is also observed in H-SnO2/rGO (Fig. S3b†). Fig. 2e shows the high-resolution spectrum of C 1s, in which five peaks at 284.3 eV, 284.9 eV, 285.8 eV, 287.6 eV and 288.5 eV can be assigned to C–C, CN, C–N, CO and O–CO, respectively. The existence of CN and C–N indicates the polymerization of N(CN)2 anions during the hydrothermal and calcination processes. Furthermore, the high-resolution spectrum of N 1s in Fig. 2f displays four peaks, which correspond to NC (398.5 eV) in the cyclic structure, pyridinic N (399.6 eV), pyrrolic N (400.2 eV) and quaternary structure N (400.8 eV), respectively. It is notable that the N of CN in the cyclic structure/–CN and pyridinic N are primary types in the composite, also indicating its polymerization under high temperature conditions. The similar high-resolution spectra of C and N in IL-N-rGO (Fig. S4†) also demonstrate the great role of the N(CN)2 anions. Fourier transform infrared spectroscopy (FTIR) measurements were adopted to further study the structural configuration of IL-SnO2/N-rGO. As shown in Fig. 2g, the characteristic peaks of –CH3 (2926 cm−1), –CH2– (2853 cm−1), CC (1633 cm−1), C–N (1568 and 1465 cm−1) and CN (1314 cm−1) can be observed in IL-SnO2/N-rGO, which can be assigned to N-rGO. It is worth mentioning that the content of N in the composite is evaluated to be 12.6 at% from the XPS data. The high content of N doping will enable a surface-controlled process, which will ensure the pseudocapacitive Na+ storage contribution. Then, the total contents of SnO2 in IL-SnO2/N-rGO and H-SnO2/rGO were evaluated by thermogravimetric analysis (TGA) shown in Fig. 2i. The TGA curve of H-SnO2/rGO displays two stages of weight loss. The weight loss of 1.1% below 100 °C is due to the removal of absorbed water, and the subsequent loss of 18.4% can be assigned to the combustion of rGO in the composite. Correspondingly, IL-SnO2/N-rGO shows a different TGA curve. The weight of absorbed water is about 1.3% and the weight of N-rGO is about 34.6%, which is higher than that of H-SnO2/rGO. The increased weight of rGO and the different loss curve both demonstrate the introduction of the N element and the polymerization of the N(CN)2 anions. Nitrogen isothermal adsorption/desorption measurements (Fig. S5†) were performed to further study the porous structure of IL-SnO2/N-rGO, H-SnO2/rGO and IL-N-rGO. It can be observed that H-SnO2/rGO exhibits a different isothermal curve from IL-SnO2/N-rGO and IL-N-rGO. The Brunauer–Emmett–Teller calculation shows that the specific surface areas of IL-SnO2/N-rGO, H-SnO2/rGO and IL-N-rGO are 43.2 m2 g−1, 31.1 m2 g−1, and 40.9 m2 g−1, respectively. The higher surface area indicates the introduction of polymerized N(CN)2 anions. Pore size distributions were further analyzed by non-local density functional theory (NLDFT). Both IL-SnO2/N-rGO and IL-N-rGO possess a broad distribution in the mesopore range. Correspondingly, H-SnO2/rGO displays a narrow pore size centered at 5 nm. The higher surface area and wide distribution of mesopores are also desired for a fast kinetics of Na+ storage.",
                "The electrochemical properties of the IL-SnO2/N-rGO anode electrode in sodium ion batteries were first evaluated by cyclic voltammetry (CV) and galvanostatic discharge/charge tests in the voltage range of 0.005–3 V (vs. Na+/Na). In the first cathodic scanning, the reduction peaks ranging from 1.5 to 0.5 V can be attributed to the formation of an irreversible solid-electrolyte interface (SEI) and the irreversible conversion reaction of SnO2 to Sn. The reduction peaks between 0.5 V and 0.005 V are assigned to the alloying reaction of Na+ and Sn to NaxSn. Subsequently, wider peaks can be observed from 1.0 to 0.2 V, which could be attributed to the multi-step alloying reaction between Na and Sn. In addition, we noted that H-SnO2/rGO and IL-N-rGO did not exhibit obvious peaks between 1.0 and 0.2 V, indicating their poor electrochemical performances (Fig. S6 and S7†). In the anodic scanning, two obvious peaks located at 0.6 V and 1.2 V can be observed which are assigned to the reversible oxidation of Sn. The galvanostatic discharge/charge test displays a similar electrochemical process as CV curves. As displayed in Fig. S8,† IL-SnO2/N-rGO exhibits a high irreversible capacity in the initial cycle which can be attributed to the formation of the SEI and the irreversible conversion reaction of SnO2 to Sn. The low coulombic efficiency might be reduced by designing heterostructures, modifying the electrode, or adding electrolyte additives to suppress the formation of the SEI. From the second cycle, the charge and discharge capacities decrease to 449 mA h g−1 and 541.5 mA h g−1 with a coulombic efficiency (CE) of 82.92%. The almost overlapped profiles in the following two cycles demonstrate its impressive reversibility (Fig. 3b).",
                "The rate capability of SnO2/N-rGO for SIBs is then evaluated from 0.05 A g−1 to 2 A g−1 with H-SnO2/rGO and IL-N-rGO as a comparison as shown in Fig. 3c and Fig. S9.† It is apparent that the capacities of H-SnO2/rGO and IL-N-rGO decline rapidly as the current density increases (only 34.5 mA h g−1 80 mA h g−1 at 2 A g−1, respectively). By contrast, IL-SnO2/N-rGO exhibits much higher specific capacities of 494.6 mA h g−1, 427.8 mA h g−1, 377 mA h g−1, and 310 mA h g−1 at current densities of 0.1, 0.2, 0.5, and 1 A g−1, respectively. Even at a high current density of 2 A g−1, SnO2/N-rGO still delivers a high capacity of 261.8 mA h g−1. It is noteworthy that when the current density returns to 50 mA g−1, a discharge capacity recovers to as high as 535.3 mA h g−1, indicating the good stability of the IL-SnO2/N-rGO anode. The cycling stability of the electrode material is another significant parameter for performance judgment and it was evaluated at 500 mA g−1, as shown in Fig. 3d. It can be observed that even at a rate of 500 mA g−1, a reversible capacity close to 189 mA h g−1 (ca. a decay of 0.264 mA h g−1 per cycle) was still obtained after 500 cycles, indicating the impressive cycling stabilities of IL-SnO2/rGO.",
                "The structure stabilities were examined by ex SEM for the IL-SnO2/N-rGO and H-SnO2/rGO electrodes after 30 cycles, respectively. As shown in Fig. S12 (a) and (b),† the cycled IL-SnO2/N-rGO composite retained its pristine morphology and no obvious cracks and agglomeration were observed on the surface of the material. However, the SEM image of H-SnO2/rGO shows that the electrode structure was severely damaged and the material aggregates together during cycling. The above analysis results further demonstrated the good connections between SnO2 particles and rGO in the IL-SnO2/N-rGO composite. The uniform distribution of SnO2 on N-rGO could maintain the structure stabilities and the existence of the N-graphene layer can act as the buffer layer to accommodate the volume change of SnO2, resulting in excellent cycling and rate performance in sodium ion batteries.",
                "In order to figure out its high-rate and long-life performance, we studied the redox pseudocapacitance contribution in both IL-SnO2/N-rGO and H-SnO2/rGO electrodes by investigating the kinetics of the electrode based on CV tests. As shown in Fig. 4a, the CV curves of IL-SnO2/N-rGO exhibit a uniform shape for Na+ insertion/extraction processes from 0.1 mV s−1 to 1 mV s−1, indicating the same electrochemical reactions. The pseudocapacitive effect brought by the N-doped graphene and ultrafine nanoparticles was revealed by analyzing the b value using the i = avb formula. The b value can be obtained from the slope of the logi − logv plots. Typically, b = 0.5 indicates a diffusion-controlled process, while b = 1.0 represents a capacitive process. As shown in Fig. 4b, the b value of IL-SnO2/N-rGO is as high as 0.91 and 0.87 for peak 1 and peak 2, respectively, suggesting the high ratio of the contribution of capacitive processes. Moreover, we studied other b values at different potentials as shown in Fig. S11.† It is obvious that IL-SnO2/N-rGO shows higher b values than that of H-SnO2/rGO, revealing the more rapid reaction rate of IL-SnO2/N-rGO. The capacitive contributions at different scan rates were further quantified by using the formula i = k1v + k2v1/2. Based on the quantification, the capacitive contribution of 74% at 0.1 mV s−1 can be obtained and the percentage enlarges with the increased scan rate as shown in Fig. 4c. When the scan rate increases to 1 mV s−1, the contribution increased to 89% as revealed from the red region in Fig. 4d. Electrochemical impedance spectroscopy (EIS) was further employed to demonstrate the fast kinetics of IL-SnO2/N-rGO. Fig. S12† shows the Nyquist plots at open circuit voltages in the frequency range of 100 kHz to 100 mHz. Both plots are made up of a semicircle and a straight line. The diameter of the semicircle in the high-frequency region reveals the charge transfer resistance, of which we can see a lower value in IL-SnO2/N-rGO compared to that in H-SnO2/N-rGO. Moreover, the straight line in the low-frequency region can be attributed to the Warburg impedance. The steeper slope presents a nearly ideal capacitive behavior in IL-SnO2/N-rGO, indicating a characteristic of superior Na+ diffusion.",
                "In consideration of the impressive performance of IL-SnO2/N-rGO in half batteries, a full SIB cell was assembled using IL-SnO2/N-rGO as the anode and Na3V2(PO4)2O2F (NVPOF, a theoretical capacity of 130 mA h g−1) as the cathode. Fig. 5a shows the galvanostatic discharge/charge profiles of IL-SnO2/N-rGO and NVPOF electrodes in half cells and the assembled full cell. The full cell was cycled in the range of 1.0–4.2 V and shows an average output voltage of around 2.5 V. The rate performance shown in Fig. 5b reveals that capacities of 270 mA h g−1 at 0.12 A g−1, 210 mA h g−1 at 0.3 A g−1, 183 mA h g−1 at 0.6 A g−1, 159 mA h g−1 at 1.2 A g−1 and 133 mA h g−1 at 2.4 A g−1 are obtained. The cycling performance of the full cell at 0.3 A g−1 was evaluated as shown in Fig. 5c. It can be seen that the full cell keeps a specific capacity of 156.8 mA h g−1 after 50 cycles, with a capacity retention of 74.3%. The above results proved the feasibility of the practical use of the IL-SnO2/N-rGO anode."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we prepared an IL-SnO2/N-rGO composite by an ionic liquid assisted hydrothermal method. The ionic liquid [BMIM]N(CN)2 plays great roles as the auxiliary solvent and the nitrogen source. On the one hand, [BMIM]N(CN)2 not only prohibits the aggregation of the graphene layers, but also acts as a surfactant during the hydrothermal process, which is favorable for the formation of ultrafine SnO2 nanoparticles. On the other hand, the polymerization of N(CN)2 anions ensures the N-doping for the composite. The obtained IL-SnO2/N-rGO composite exhibits a high capacity of 607.6 mA h g−1 with an impressive rate capability and cycling performance in Na+ half-cells. In addition, when it acts as an anode material in Na+ full-cells, the composite also exhibits a good performance with a capacity of 133.3 mA h g−1 at 2.4 A g−1. The ultrafine structure of SnO2 and the N-doped graphene guarantee its high pseudocapacitive contribution and superior Na+ diffusion. Moreover, the wrapped N-doped graphene plays a great role of buffer layers to alleviate the volumetric changes of the SnO2 nanoparticles, which also ensures the high performance of the IL-SnO2/N-rGO composite. These encouraging results may provide new insights into developing high-performance Na-ion batteries with high energy and fast kinetics."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Ionic-liquid-bifunctional wrapping of ultrafine SnO2 nanocrystals into N-doped graphene networks: high pseudocapacitive sodium storage and high-performance sodium-ion full cells"
}