{
    "DOI": "10.1039/D2NR00691J",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are one of the most promising candidates for next-generation energy storage such as portable devices, electric vehicles, and large-scale smart grid energy storage due to their low cost, high abundance of sodium resources, wide distribution of sodium reserves, and a quite similar energy storage mechanism to LIBs. However, due to the large radius (0.102 nm) of sodium ions compared to lithium ions, the electrode materials often exhibit massive volume expansion/contraction and sluggish sodium reaction kinetics during the charge/discharge processes, resulting in inferior cycling stability and low rate capability. Therefore, to achieve high-performance SIBs, well-designed nanocomposites are effective to improve the sodium ion kinetics and accommodate the huge volume change.",
                "Among the various strategies to improve electrochemical performance, two-dimensional (2D) layered materials have attracted extensive attention due to their fascinating physical, chemical, and mechanical features that differ from their bulk counterparts. However, the natural restacking tendency of 2D nanosheets can result in serious side effects such as low ionic/electronic conductivity and pulverization/agglomeration due to large volume expansion. Thus, designing well-defined heterostructures with two different 2D materials is an effective solution to solve this problem while also allowing these layered materials to reach their full potential. It has already been demonstrated that incorporating 2D active materials into 2D material interlayers such as graphene and MXene as spacers could effectively prevent the natural restacking of 2D active materials. This approach resulted in enhanced electrochemical performances for MnO2 nanosheets/graphene, Sb nanosheets/graphene, Na2Ti3O7 nanosheets/graphene, phosphorene nanosheets/MXene, and MoS2 nanosheets/graphene. Because of the superior electrical conductivity afforded by the carbon matrices, which ensures excellent electron transfer in the charge/discharge operation, the electrochemical performance in terms of specific capacity has been greatly increased. However, these 2D layered heterostructures still suffer from insufficient rate and cycle performances because the sheets are in contact too strongly. This strongly stacked structure reduces the surface area, pore size, and ionic conductivity and it is vulnerable to the volume expansion of active materials. Therefore, the development of 2D layered heterostructures with a resilient porous structure for enhancing ionic conductivity and accommodating volume change is of great importance but challenging.",
                "Among the various investigated electrode materials, transition metal phosphides (TMPs), such as iron phosphides, cobalt phosphides, nickel phosphides, copper phosphides, and tin phosphides, have attracted attention as promising anode materials for high-performance SIBs due to relatively high specific capacity, moderate redox potential, and abundant resources. Furthermore, the presence of metal atoms acted as electronic pathways significantly improving the electronic conductivity. Over the past few years, many studies have been conducted on morphology control such as nano/micro-sized metal phosphide made by the ball-milling method, 2D or 3D nanostructured metal phosphide made by multi-step processes, and utilizing carbonaceous materials such as graphene and CNTs for TMPs. Although the electrochemical performance has been gradually enhanced, TMP based anode materials still suffer from the lack of capacity owing to the inevitably produced oxidized metal-phosphide (M-POx) during the synthesis process, and poor rate capability and cycling stability due to the inherent physical features such as poor reaction kinetics and large volume expansion. Among the shortcomings as above, the creation of M-POx is a particularly important factor because the decrease in the amount of metal phosphide (M-P), that can react with sodium, is directly related to the decrease in capacity. In addition to this, an increase in the proportion of M-POx species can decay the electric properties of the active materials, which is a major obstacle for high-performance anodes. Therefore, effectively minimizing the production of oxidized metal-phosphide in the synthesis process is important for allowing the metal-phosphide materials to reach their full potential.",
                "In this work, a novel expanded sandwich-like porous heterostructure with iron-phosphide nanosheets and reduced graphene oxide (expanded FeP NSs@rGO) was simply fabricated through an electrostatic self-assembly reaction between positively charged Fe-tris-based brucite-type metal hydroxide nanosheets and negatively charged polystyrene beads (PSBs) and graphene oxide (GO), followed by phosphorization and annealing treatment. The important advantages that arise from the decomposition of PSBs during the annealing process are as follows: (1) the void space can provide not only a large surface area leading to enhanced sodium ion accessibility but also buffer space which can accommodate the volume change resulting in preventing the pulverization/agglomeration of FeP NSs during the charge/discharge process. (2) The inevitably produced oxidized iron-phosphide (Fe-POx) was in situ reduced into FeP through a carbothermic reduction, resulting in a high ratio of FeP/Fe-POx. Furthermore, the rGO can not only improve the electronic conductivity but also provide a synergistic effect on structural stability. Interestingly, the expanded FeP NSs@rGO nanostructure tends to be more resistant to oxidation from air and moisture exposure. We believe that the rGO can successfully inhibit the penetration of water or oxygen molecules into deeper layers of the nanocomposite.",
                "Consequently, the as-prepared expanded FeP NSs@rGO electrode exhibits high reversible specific capacity (916.1 mA h g−1 at 0.1 A g−1), superior cycling stability with low-capacity decay (85.4% after 1000 cycles at 1 A g−1), and high rate capability (440.9 mA h g−1 at 5 A g−1). Furthermore, from the full cell test, it also exhibits a high capacity (95.3 mA h g−1 at 0.1 A g−1) and rate capability (59.6 mA h g−1 at 2 A g−1) and cycling stability (67.1 mA h g−1 after 100 cycles at 0.5 A g−1)."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The PSBs with a particle size of 60 nm (diameter) were synthesized by controlled emulsion polymerization. Initially, 50 mg of potassium persulfate (PPS) as an initiator and 5 mg of sodium dodecylsulfate (SDS) as a surfactant were dissolved and mixed with 30 mL of deionized water in a 50 mL round bottomed flask and degassed with nitrogen for 30 min. After the temperature of the reactor was elevated to 70 °C in an oil bath, 3 mL of styrene (Aldrich), which had been purified through a column filled with activated alumina, was injected quickly by using a syringe and reacted at 70 °C for 4 h with vigorous stirring. The crude colloidal dispersion was filtered through a glass filter and charged into a semi-permeable cellulose membrane tube (MWCO 12000–14000, MFPI) which was fully soaked in a 5 L bath containing DI water to remove the unreacted low molecular weight impurities in the tube. DI water was replenished until the resistivity reaches about 12 MΩ. Finally, the 2 wt% of PS colloid was kept in a vial containing a small amount of ion exchange resin (AG501-X8, Bio-Rad) added for the preservation of colloidal dispersions."
                    ],
                    "name": "2.1 Preparation of polystyrene beads (PSBs)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Initially, 0.396 g of FeCl2·4H2O were dissolved in 50 mL of deionized water. Also, 2.422 g of tris(hydroxymethyl)aminomethane was dissolved in 50 mL of deionized water. Then, the two solutions were mixed and stirred for 15 hours. The reacted brownish solution was collected and washed with water three times by centrifugation. The material was then freeze-dried for 4 days."
                    ],
                    "name": "2.2 Preparation of Fe-tris-based brucite-type metal hydroxide nanosheets (Fe-tris NSs)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Graphene oxide was synthesized by a modified Hummers’ method. The Fe-tris NSs@PSBs@GO nanocomposite was prepared by a facile charge-driven self-assembly method. In detail, 0.1 g of Fe-tris NSs was dispersed in 20 mL of DI water and sonicated for at least 1 h. Then, 1 g of PSB solution and 10 mL of GO solution (0.0005 g mL−1) were added dropwise under magnetic stirring overnight. After that, the Fe-tris NSs@PSBs@GO nanocomposite was collected by centrifugation and dried in a vacuum oven at 60 °C for 12 h. The Fe-tris NSs@GO nanocomposite was prepared under the same conditions without PSBs."
                    ],
                    "name": "2.3 Preparation of the Fe-tris NSs@PSBs@GO nanocomposite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The expanded FeP NSs@rGO nanocomposite was prepared by phosphorizing the Fe-tris NSs@PSBs@GO nanocomposite. In detail, 2 g of NaH2PO2 and 0.1 g of the as-prepared Fe-tris NSs@PSBs@GO nanocomposite were put in the separate alumina boat and placed upstream and downstream of the quartz tube, respectively. After sealing, the tube was purged using Ar and underwent heat treatment at 430 °C for 3 hours with a rate of 2 °C min−1. After that, heat treatment was conducted once more at 600 °C for 3 hours with a rate of 5 °C min−1 for removing PSBs. The FeP NSs@rGO nanocomposite was prepared by phosphorizing Fe-tris NSs@GO under the same conditions."
                    ],
                    "name": "2.4 Preparation of the expanded Fe phosphide nanosheets@rGO nanocomposite (expanded FeP NSs@rGO)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First, 16 mmol oxalic acid, 4 mmol vanadium oxide, and 12 mmol sodium dihydrogen phosphate were dissolved in distilled water at 80 °C for 30 min with continuous stirring. Subsequently, the mixed solution was dried at 60 °C for 12 h and the gel was formed. Finally, the prepared gel was heated at 350 °C for 5 h and 800 °C for 10 h under an argon atmosphere in a tube furnace."
                    ],
                    "name": "2.5 Preparation of Na3V2(PO4)3 (NVP)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Scanning electron microscopy (SEM) images were obtained using a field emission scanning electron microscope (FE-SEM; Hitachi S-4800, 15 kV) equipped with an energy-dispersive spectrometer (EDS). The nitrogen adsorption/desorption isotherm result was obtained using a BELSORP-mini II (MicrotracBEL Corp). Atomic force microscopy (AFM) images were obtained using NX-10. Zeta potential measurements were conducted using a ZEN1020 (Malvern Instruments). The specific surface area was calculated through the Brunauer–Emmett–Teller (BET) method. The microstructures of the samples were characterized by high-resolution transmission electron microscopy (HR-TEM; JEOL JEM-2100F, 200 keV). Raman analysis was performed with a Raman spectrometer (DXR2xi). The crystallographic structures were obtained by X-ray diffraction (XRD; Bruker New D8 Advance, scan range in 2θ of 10–80°). X-ray photoelectron spectroscopy (XPS) was performed on an Axis-HIS with Al irradiation at 12 kV and 18 mA at a constant pass energy of 20 eV."
                    ],
                    "name": "2.6 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrode was prepared by mixing the as-prepared active materials, carboxymethyl cellulose (CMC; Sigma Aldrich), and carbon black (Super P; Timcal) in a mass ratio of 80:10:10. Then, the mixed slurry was cast on a copper foil current collector and dried at 60 °C under vacuum for 5 h. The areal loading mass of the active material was about 1.20 mg cm−2–1.25 mg cm−2. Then, the cell was assembled using a coin type cell (CR-2016) in an argon-filled glove box (O2 and H2O < 0.1 ppm) with sodium metal foil as the counter electrode and a glass fiber filter as the separator. The electrolyte was 1 M NaClO4 in propylene carbonate (PC) with 5% fluoroethylene carbonate (FEC). Electrochemical tests were conducted using a WBCS3000s cycler (WonA-Tech, Korea) within a potential window of 0.001–3.0 V vs. Na+/Na. Electrochemical impedance spectroscopy (EIS) measurement was conducted using a ZIVE SP1 (ZIVE LAB)."
                    ],
                    "name": "2.7 Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The detailed synthetic process is schematically illustrated in Fig. 1. First, Fe-tris-based brucite-type metal hydroxide nanosheets (Fe-tris NSs) were synthesized by a facile mixing method using iron chloride solution and tris(hydroxymethyl)aminomethane solution. Then the dark-green colored solution turned to a brown colored solution subsequently becoming positively charged Fe-tris NSs. After washing and drying, the as-prepared Fe-tris NSs were self-assembled with negatively charged polystyrene beads (PSBs) and graphene oxide (GO) to form sandwich-like Fe-tris NSs@PSBs@GO. Finally, Fe-tris NSs@PSBs@GO was phosphorized at 430 °C via chemical vapor reaction and annealed at 600 °C to produce an expanded sandwich-like porous nanocomposite with thin iron-phosphide nanosheets in between rGO (denoted as expanded FeP NSs@rGO). During the annealing process, the PSBs located in between FeP NSs and rGO layers were thermally decomposed and simultaneously reacted with the surface of FeP NSs. From the thermogravimetric analysis (TGA) measurement results shown in Fig. S2,† the PSBs are decomposed at 350 °C, and all the samples are fully decomposed, with no residual material left after 600 °C. In this process, the phosphorus–oxygen bonds in the inevitably produced oxidized iron-phosphide (Fe-POx) were broken and further resulted in the formation of iron-phosphide (FeP). Furthermore, the expanded porous structure provided not only plenty of channels to promote electrolyte penetration leading to excellent Na ion diffusion property but also effective accommodation of volume expansion leading to excellent cycling and structural stability. Also, the rGO layers are beneficial for preventing the restacking of FeP NSs and enhancing electric conductivity. For comparison, we synthesized densely packed FeP NSs@rGO without PSB treatment.",
                "The morphology and microstructure of expanded FeP NSs@rGO and FeP NSs@rGO were examined based on scanning electron microscopy (SEM). Fig. 2a shows that negatively charged PSBs are well attached to the positively charged Fe-tris NSs through electrostatic interactions and this can be seen from Fe-tris NSs@PSBs@GO possessing a layer-by-layer assembled structure. As shown in Fig. 2b and S1,† after the phosphorization and annealing process, each FeP NSs@rGO is well separated and stacked with adequate void space without aggregation. It is expected that this sandwich-like porous structured nanocomposite provides void space to accommodate the volume changes of FeP NSs during the charge/discharge process while maintaining mechanical stability. On the contrary, Fe-tris NSs@GO and FeP NSs@rGO (Fig. 2c and d) can be seen to possess a densely packed bulk structure. This structure can be vulnerable to maintaining shape. As shown in the atomic force microscopy (AFM) image and related height profiles (Fig. S3a and b†), the average topographic height of Fe-Tris NSs is about ∼4 nm, which possesses a noticeable thickness. To achieve a favourable electrostatic assembly between the surfaced charged samples, the surface charges of Fe-tris NSs, GO, and PSBs were investigated by zeta potential measurements (Fig. 2e). In the case of Fe-tris NSs, an unusually high positively charged surface was detected with a net charge of 30.14 mV. The result resembles the amine group of Fe-tris NSs, which is functionalized by tris-NH2 during the synthesis step. In contrast, the zeta potentials of GO and PSBs indicated a negatively charged surface with the net charge of −27.8 mV and −37.6 mV, respectively. After mixing Fe-tris NSs and PSBs, a positively charged surface was detected with a net charge of 19.3 mV. Therefore, assembly between the Fe-tris NSs, GO and PSBs was easily triggered under neutral conditions via electrostatic interactions.",
                "The expanded sandwich-like porous structured nanocomposite of expanded FeP NSs@rGO and FeP NSs@rGO samples was subjected to the nitrogen isothermal adsorption/desorption measurement (Fig. 2f) and expanded FeP NSs@rGO resembled a type IV with a H3 type hysteresis loop. Remarkably, the Brunauer–Emmett–Teller (BET) specific surface area of expanded FeP NSs@rGO was calculated to be 209.1 m2 g−1, which is much higher than that of FeP NSs@rGO (149.3 m2 g−1). Based on the Barrett–Joyner–Halenda (BJH) model (Fig. S4†), the well-defined morphology of expanded FeP NSs@rGO indicates the presence of abundant mesopores with a narrow pore size distribution. In contrast, FeP NSs@rGO has a non-uniform pore size distribution. The large surface area and abundant mesopores ensure a shortened ion diffusion pathway, increased reactive sites, and better electrolyte accessibility resulting in effective charge/discharge kinetics.",
                "A detailed examination of expanded FeP NSs@rGO was initiated using TEM analysis (Fig. 3a). In the following images, FeP NSs and rGO NSs are not clearly distinguished, because FeP NSs and rGO NSs are densely stacked by electrostatic attraction. To investigate the detailed morphologies and chemical compositions of expanded FeP NSs@rGO, high-resolution transmission electron microscopy (HR-TEM) and energy dispersive spectrometry (EDS) elemental mapping measurements were conducted. HR-TEM was initiated to determine the crystal structure of expanded FeP NSs@rGO (Fig. S5†). The lattice distance of 0.272 nm for FeP NSs corresponding to the (011) plane can be observed and rGO is composed of 5–6 layers with a (002) plane layer spacing of 0.34 nm. EDS mapping of expanded FeP NSs@rGO (Fig. 3c–f) shows the elements of P (Fig. 3d), C (Fig. 3e), and Fe (Fig. 3f). The result demonstrates the facile development of iron-phosphide with well-attached rGO NSs which can benefit the overall electrochemical performance. The corresponding EDS mapping (Fig. S6a–d†) also shows the representation of the given elements (C, P, and Fe) and FeP NSs are well attached with rGO NSs. The total weight of carbon in expanded FeP NSs@rGO and FeP NSs@rGO was measured by elemental analysis (EA) (Table S1†). The amount of carbon in expanded FeP NSs@rGO and FeP NSs@rGO was estimated to be 5.37 wt%, and 5.03 wt%, respectively.",
                "An additional analysis of expanded FeP NSs@rGO and FeP NSs@rGO was conducted using Raman spectroscopy (Fig. 4a). The recognizable sharp peaks at 440 and 595 cm−1 were determined as the minor vibration of FeP, which further explained the previous HRTEM examination (Fig. S5†). The obvious peaks at 1345, 1582 and 2698 cm−1 are the D, G and 2D bands of graphitic carbon, respectively, indicating reduced graphene oxide. The ratio between the intensity of the D and G band (ID/IG) is determined as 0.845, with 0.831 representing the level of the defective nature of carbon within expanded FeP NSs@rGO and FeP NSs@rGO, respectively. The crystallographic structures of expanded FeP NSs@rGO and FeP NSs@rGO nanocomposites are displayed in Fig. 4b. The XRD patterns exhibited distinct diffraction peaks of the orthorhombic FeP phase, matching the JCPDS card no. 65-2595 without any impurities.",
                "To clearly demonstrate whether PSBs played an important role in synthesizing iron phosphide, the chemical composition and valence states of expanded FeP NSs@rGO and FeP NSs@rGO were confirmed by X-ray photoelectron spectroscopy (XPS) analysis. Fig. S7a and b† show the wide-scan XPS survey spectra, which exhibit the XPS peaks from Fe, P, O, and C elements. The Fe 2p high-resolution spectrum is shown in Fig. 5a and d. The two deconvoluted peaks at 710.2 eV (Fe 2p3/2) and 723.6 eV (Fe 2p1/2) indicate the presence of Fe2+, while two other peaks at 715.4 (Fe 2p3/2) and 726.1 eV (Fe 2p1/2) are ascribed to the Fe3+ state, which might be created owing to the unavoidable oxidation during the synthesis process and created by the surface oxidation of FeP in the presence of air and water. Also, the peaks at 706.6 and 720.0 eV are attributed to Fe–P bonding, which confirms the successful formation of FeP during the phosphorization process. From the results, the expanded FeP NSs@rGO sample has 36.9% of the iron-phosphide, but the FeP NSs@rGO sample has only 22.3%. In the P 2p spectrum shown in Fig. 5b and e, the doublets at 129.7 eV can be assigned to the iron phosphide and the broad feature at 133.8 eV corresponds to P–O bonds which are also attributed to the unavoidable oxidation during the synthesis process and the exposure to air and water. From the results, the expanded FeP NSs@rGO sample has 52.3% of iron-phosphide, but the FeP NSs@rGO sample has only 21.6%. As shown in Fig. 5c and f, the O 1s spectrum revealed peaks at 530.7, and 533.1 eV which respectively correspond to metal bonding (M–O), and carbonates (C–O), respectively. The metal bonding (M–O) can be assigned to P–O and Fe–O bonds, which are possibly from oxidized iron-phosphide (Fe-POx). The difference in the iron-phosphide content between the two samples can be directly related to the electrochemical performance. As shown in Fig. S7c and d,† the C 1s peak can be divided into three different components. The most intense peak at 284.5 eV corresponds to C–C/CC, and the others at 283.9 eV, and 285.6 eV correspond to C–P bonds attributed to the phosphide distributed in the nanocomposites, and O–CO bonds, respectively. The result from C 1s reveals the existence of graphitic carbon of rGO. The XPS result suggests that the PSBs, which are located in between Fe-tris NSs and rGO, can assist in the complete conversion of Fe-tris NSs to FeP. The reasons can be hypothesized as follows: (1) the PSBs widen the interplanar distance between the FeP NSs and offer plenty of void space allowing the H3P gas to easily attach to the surface of FeP NSs which are deep in the nanostructure. (2) Although surface oxidation is inevitable, it can be mitigated by the carbothermic reduction of PSBs during the annealing process. After the FeP NSs@rGO@PSBs is annealed at 600 °C, more iron-phosphide (FeP) is exposed and the oxidized iron-phosphide (Fe-POx) is partially removed by the carbothermic reduction as evidenced by XPS measurements (Fig. 5).",
                "The electrochemical performances of expanded FeP NSs@rGO and FeP NSs@rGO electrodes are investigated. Fig. 6a shows the cyclic voltammetry (CV) of the as-prepared expanded FeP NSs@rGO electrode from the first to the fifth cycles at a scanning rate of 0.1 mV s−1 in the potential window of 0.001–3 V (vs. Na/Na+). From the initial sweeping scan process, the cathodic peak appears around 0.48 V, which is ascribed to the conversion reaction of FeP to Fe and Na3P (FeP + 3Na+ + 3e− → Fe + Na3P) and the formation of solid electrolyte interface (SEI) layers. After that, the cathodic peak localized at 0.94 V corresponds to the sodiation reaction. During the following anodic scan, there are broad anodic peaks at 1.9 to 2.1 V, which correspond to the desodiation reaction of Na3P (Fe + Na3P → FeP + 3Na+ + 3e−). The well-matched CV indicates good reversibility of the electrochemical reactions of expanded FeP NSs@rGO during repeated sodium ion insertion–extraction. For comparison, the CV result of the FeP NSs@rGO electrode is almost the same as that of the expanded FeP NSs@rGO electrode but the cathodic–anodic peaks are slightly shifted (Fig. S8†). These results indicated that the sodiation–desodiation kinetics of the expanded FeP NSs@rGO electrode is faster than that of the FeP NSs@rGO electrode, because of the large surface area.",
                "In relation to the XPS data, the relationship between the ratio of FeP/FePOx and the specific capacity was investigated. The galvanostatic discharge–charge profiles of expanded FeP NSs@rGO and FeP NSs@rGO electrodes are shown in Fig. 6b and S9,† respectively. The first discharge–charge capacities of the expanded FeP NSs@rGO electrode are 1306.7 and 912.2 mA h g−1, respectively, with an initial coulombic efficiency (ICE) of 69.8%. The plateau located around 0.5 V in the initial discharge process is related to the sodiation process of FeP, and the SEI layer formation on the surface of the electrode material, which is well consistent with the CV curves. For comparison, the initial discharge–charge capacities of FeP NSs@rGO are 916.8 and 658.1 mA h g−1, respectively (Fig. S9†), with an ICE of 71.8%. This demonstrates a noticeable capacity loss of ∼27.9% and it could be because of the low ratio of FeP/FePOx. The relatively low ICE of expanded FeP NSs@rGO could be derived from the high irreversible capacity by creating a SEI layer on the large surface area. Furthermore, the galvanostatic profiles show a similar shape from 2 to 100 cycles, exhibiting the good cycling stability of expanded FeP NSs@rGO and FeP NSs@rGO electrodes, however the difference in specific capacity appears large. From these results, it was confirmed that FePOx could have an important effect on the specific capacity of active materials.",
                "The rate performance of expanded FeP NSs@rGO and FeP NSs@rGO electrodes at various current densities (0.1, 0.2, 0.5, 1, 2, and 5 A g−1) is shown in Fig. 6c. For the expanded FeP NSs@rGO electrode, reversible specific capacities of 916.1, 810.0, 713.9, 615.8, 547.4, and 440.9 mA h g−1 can be reached at current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively. Moreover, it can recover back to 858.3 mA h g−1 at 0.1 A g−1, even after cycling at a high current density. In contrast, the rate capability of the FeP NSs@rGO electrode delivers lower reversible specific capacities of 656.3, 524.4, 418.7, 234.6, 125.3, and 49.0 mA h g−1 at current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively.",
                "The cycling performance of expanded FeP NSs@rGO and FeP NSs@rGO electrodes was estimated at a current density of 1 A g−1 (Fig. 6d). The expanded FeP NSs@rGO electrode exhibits good cycle retention maintaining the high reversible capacity of 644.4 mA h g−1 at 1 A g−1 after 1000 cycles with a cycle retention of 85.4%. After the initial capacity loss, the columbic efficiency of expanded FeP NSs@rGO increases to almost 100%, indicating excellent reversibility for sodium storage. On the other hand, the FeP NSs@rGO electrode exhibits a lower capacity of 251.8 mA h g−1 at 1 A g−1 after 1000 cycles with a cycle retention of 20.1%. The improved rate capability and cycling stability of expanded FeP NSs@rGO are due to the synergetic effects of rGO, FeP NSs, PSBs. Introducing rGO can not only improve the electrical conductivity but also prevent the electrode from aggregation during cycling. Also, ultrathin FeP nanosheets with an average thickness of ∼4 nm can shorten the sodium-ion diffusion length and alleviate the mechanical stress from the volume expansion and maximize the utilization of active materials. Furthermore, the void space derived from PSBs increases the surface area, resulting in a shortened sodium ion diffusion pathway, increased reactive sites, and better electrolyte accessibility. In particular, a promising capacity of 916.1 mA h g−1 is achieved at 0.1 A g−1. As can be seen from the XPS data, this can be due to the increased content of iron-phosphide which is reduced from oxidized iron-phosphide (Fe-POx).",
                "As shown in Fig. S10a,† the electrochemical impedance spectroscopy (EIS) measurement was conducted to understand the electron transport kinetics and the resistances involved. The measurements were conducted 10 times and EIS plots were fitted using the equivalent circuits (Fig. S10b†). According to the EIS fitting results (Table S2†), the Rct value of expanded FeP NSs@rGO (72.12 ± 1.34 Ω cm−2) was smaller than that of FeP NSs@rGO (78.28 ± 5.24 Ω cm−2). We compared the rate performance of various metal-phosphide based anode materials (Fig. 6e). Such a superior specific capacity of expanded FeP NSs@rGO is one of the highest values reported previously for metal-phosphide anode materials for SIBs.",
                "In order to directly evaluate the advantages of the expanded stacking structure for enhancing the structural stability of the electrode, the structures of the expanded FeP NSs@rGO and FeP NSs@rGO electrodes after cycling were also examined by SEM as shown in Fig. S11.† After the cycling, the pure FeP NSs in the expanded FeP NSs@rGO electrode are converted into nanospheres which grow along with the rGO layer because of plenty of void space. However, for the densely packed structure of the FeP NSs@rGO electrode, rGO sheets cannot sufficiently prevent the volume expansion of FeP NSs and FeP NSs are converted into microspheres comprising numerous nanoparticles through pulverization/aggregation. The conclusion is that the morphology of the cycled active materials can influence the reversible efficiency such as rate capability and cycling stability. As the active material size increases, sodium ion and electrolyte diffusion and penetration significantly decrease, thus slowing down the reaction kinetics.",
                "To further estimate the sodium kinetics of the expanded FeP NSs@rGO electrode, CV tests at various scanning speeds from 0.5 to 2 mV s−1 were conducted (Fig. 7a). As the scanning rate increased, the anodic/cathodic peaks gradually deviate from the original peak position due to ohmic resistance. According to the previous studies, the relationship between the peak current (i) and the square root of the scan rate (v) can be calculated from the following eqn (1) and (2).",
                "In the above equations, a and b are the adjustable value. The b-value can be calculated from the fitting line (Fig. 7b). In general, the b-value of 0.5 represents the electrochemical reaction mainly relies on diffusion-controlled behavior, and the b-value of 1 represents surface-capacitive behavior. For expanded FeP NSs@rGO, the b-values of anodic and cathodic peaks are 0.753 and 0.762, respectively. These results indicate that the charge storage in expanded FeP NSs@rGO is related to surface-capacitive behavior. For more details, the surface-capacitive contribution versus the scan rate can be calculated from eqn (3) and (4).",
                "k 1 v 1/2 and k2v represent the diffusion contribution and surface-capacitive contribution, respectively. Fig. 7c shows the surface-capacitive contribution for the expanded FeP NSs@rGO electrode at 1.5 mV s−1. The surface-capacitive contributions are 54.1%, 58.3%, 63.4%, 69.1% and 75.6% at different scan rates of 0.1, 0.5, 1, 1.5, and 2 mV s−1, respectively (Fig. 7d). These results further prove that the electrochemical kinetics of expanded FeP NSs@rGO is mainly controlled by the surface-capacitive behavior. The fast sodium kinetics is derived from the introduction of PSBs and rGO with a large surface area and high electric conductivity in expanded FeP NSs@rGO.",
                "In addition, the galvanostatic intermittent titration technique (GITT) test was conducted to characterize the sodium-ion diffusion coefficient (DNa+). The sodium-ion diffusion coefficient was calculated using eqn (5).",
                "In the equation, τ, mB, VM, MB, and S are the pulse time, mass, molar volume, and molar mass of the active material, and the active surface area of the electrode, respectively. Also, ΔES is the voltage change between the single-step and ΔEτ is the voltage change during the constant current pulse. Fig. S12a and b† show the GITT profiles and DNa+ at the different potentials of expanded FeP NSs@rGO. From the results, DNa+ of expanded FeP NSs@rGO is ∼10−12 cm2 s−1.",
                "As shown in Fig. S13,† the ex situ XRD measurement was conducted to investigate the electrochemical reaction process and phase transformation during the first discharge/charge cycle. During the first discharge process, the peaks of Na3P and Fe gradually appear when the electrode is discharged to 0.1 V. The peaks located at 22.5° and 37.2° correspond to the (101) and (103) plans of Na3P (JCPDS 74-1164), while the peak at 49.2° corresponds to the (101) plane of Fe (JCPDS 34-0529). The peaks located at 32.8°, 37.2°, and 46.3° correspond to (011), (111), and (112) planes of FeP (JCPDS 65-2595). The FeP peaks disappear during the discharge and reappear during the charge process which corresponds to the conversion reaction of the FeP material.",
                "To demonstrate the practical application, a full cell was assembled by using the pre-sodiated expanded FeP NSs@rGO electrode and Na3V2(PO4)3 as the anode and cathode, respectively. As shown in Fig. S14,† the galvanostatic profiles of the Na3V2(PO4)3 cathode in a half cell shows a specific capacity of 89.7 mA h g−1 in the potential window of 2.0 to 4.2 V and at a current density of 0.1 A g−1. The full cell was cycled in the potential window of 1.0 to 3.5 V. The rate performance shown in Fig. 7e exhibits an initial charge and discharge capacity of 95.3 mA h g−1 and 92.0 mA h g−1 at 0.1 A g−1 (based on the mass of the cathode material), respectively. The electrode capacity ratio between the anode and cathode is 1.12. The current density increases gradually to 0.2, 0.5, 1, and 2 A g−1, and the specific capacities are 89.3, 82.1, 72.3, and 59.6 mA h g−1, respectively. Furthermore, the cycle performance of the full cell was estimated at the current density of 0.5 A g−1. The full-cell can retain a specific capacity of 67.1 mA h g−1 after 100 cycles (Fig. 7e).",
                "Interestingly, we also investigated the air stability of expanded FeP NSs@rGO and FeP NSs using XPS measurement (Fig. S15†). In situ sputtering was conducted to etch ∼6 nm of the surface layer. For expanded FeP NSs@rGO and FeP NSs, they were exposed to ambient atmosphere (temperature 23–25 °C, humidity 75–85%) for 90 days. After exposure to ambient atmosphere, 40.2% of FeP in the FeP NS sample was oxidized to Fe-POx (Fig. S15b and c†). In contrast, 16.1% of FeP in the fresh expanded FeP NSs@rGO sample was oxidized as shown in Fig. S15a.† According to these results, iron-phosphide in the expanded FeP NSs@rGO nanocomposite is more resistant to oxidation than FeP NSs owing to the successful inhibition of the penetration of water or oxygen into deeper layers of the nanocomposite. Also, it can be seen that the air stability of iron phosphide can be an important factor for compounds such as black phosphorus and red phosphorus."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, an expanded sandwich-like porous heterostructure of expanded FeP NSs@rGO is successfully prepared via a charge-driven self-assembly strategy and a subsequent phosphorization/annealing process. The sandwich-like porous structure offers high ionic and electronic conductivity, rapid sodium ion diffusion and effective electron transport pathway, and stable structure during sodiation–desodiation, resulting in excellent rate performance and long-term cycling performance by combining the advantages of FeP NSs and rGO. Importantly, the unavoidably produced oxidized iron-phosphide (Fe-POx) partially reduces into FeP during the annealing process by the carbothermic reduction. As a result, the amount of FeP in the expanded FeP@rGO sample is 52.3%, and this is significantly higher than 21.6% of FeP in the FeP@rGO sample. The as-prepared sample used as an anode in sodium-ion batteries exhibits remarkable electrochemical performance: high capacity (916.1 mA h g−1 at 0.1 A g−1), superior rate capability (440.9 mA h g−1 at 5 A g−1), and long-term cycling stability (85.4% capacity retention after 1000 cycles at 1 A g−1). On the contrary, the FeP NSs@rGO sample exhibits much lower electrochemical performance: lower capacity (656.3 mA h g−1 at 0.1 A g−1). From these results, an increase in the FeP proportion is directly related to an increase in capacity. In addition, expanded FeP NSs@rGO is more resistant to oxidation than FeP NSs after ambient atmosphere exposure for 90 days. This effective strategy is expected to pave a new direction to achieve hybrid 2D materials with sandwich-like heterostructures and to construct high-performance metal-phosphide based active materials for lithium-ion batteries, potassium-ion batteries, electrocatalysts and supercapacitors."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "An expanded sandwich-like heterostructure with thin FeP nanosheets@graphene via charge-driven self-assembly as high-performance anodes for sodium ion battery"
}