{
    "DOI": "10.1021/acsami.9b22745",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Although the renewable energy has been in active exploration in recent years, its utilization remains a challenge due to the intermittent conveying and the uneven distribution.  As a result, several of advanced energy conversion and storage devices have been continuously developed to address the challenge. In this regard, lithium-ion batteries (LIBs) have become the most promising and attractive choice for portable electric devices and storage devices. However, the insufficient Li resources can hardly cover the ever-growing demand of LIBs in particular with the demanded large-scale storage devices in future.  Alternatively, sodium-ion batteries (SIBs) are recently attracting the tremendous attention on the large-scale energy storage on account of their abundance of Na, low-cost, environmental-friendliness, and the similarity between Li and Na. Therefore, it is essential to develop the corresponding electrode materials of low cost and renewability, while fulfilling the large-scale applicable requirements arising from the boom of electrical vehicles and stationary energy systems. ",
                "According to the literature, a great deal of materials have been studied as anode candidates, including carbon materials,  sulfides,  metal oxides,  alloys,  and so forth. To date, the hard carbon (HC) material is still identified as the most promising and industry-accessible anode because of its large d-interlayer spacing for Na ion insertion, low average potential of sodiation/desodiation, and the most cost-effectiveness, which is the top priority for the industrialization of SIBs.  Owing to the advantages of being low-cost, renewable, and environmentally friendly, the biomass has showed great promises as precursors to produce HC materials, while minimizing the wastes caused by the current handling of incineration or landfill.  Accordingly, many recent researches have reported the biomass-derived HC materials with the capacity generally ranging from 240 to ∼310 mA h g–1 at the current density of 50 mA g–1.  More recent studies on the charge-transfer mechanism shows that the low voltage part (0.0–0.1 V) corresponds to Na ions embedded in the carbon layers while the high-voltage range (0.1–2 V) is related to the reaction of Na ions on the surface of the carbon material. There is no uniform conclusion on the mechanism of sodium storage in HC materials.  In this regard, the d-interlayer spacing of HC materials proves to be important on their electrochemical performance when accommodated with Na ions, and the d-interlayer spacing varies significantly with the species of precursors and post-treatment temperature. The Na ion can undergo electrochemical insertion/extraction when the d-interlayer spacing exceeds 0.37 nm. It indicates that a larger d-interlayer spacing facilitates the Na-ion insertion/extraction to enhance the electrochemical performance, which has also been proved by Cao through experimental and theoretical calculations.  Kelp-derived HC materials presented a wide range of d-interlayer spacing from 3.9 to 4.3 Å by changing the calcination temperature.  Another work on mangosteen shell-derived HC materials has suggested that calcining at 1500 °C gave rise to an optimal reversible capacity of ∼330 mA h g–1 at 30 mA g–1 with the initial Coulombic efficiency (ICE) of ∼83%.  In order to attain larger d-interlayer spacing, the procedure of heterogeneous cation occupation has been proposed widespread, where selected ions have been intentionally incorporated into HC materials. These heterogeneous atoms can uptake certain volume during the graphitization process and, therefore, engage to regulate the d-interlayer spacing. However, the most of investigations requires exogenous salts for introducing the heterogeneous atoms as well as the additional process for its homogenization with biomass precursors. In addition, it is challenging to intensively distribute heterogeneous atoms into the biomass structure. On the contrary, inspired by the hyperaccumulation of plants, several of ions can be selectively enriched and dispersed uniformly into plant tissues. The enriched cations could serve as a natural self-incorporated heterogeneous atom for the synthesis of doped HC materials.  The enrichment effect of plants is a biological phenomenon widely existing in natural plants. Natural plants have complex and exquisite microstructures, and these structures ensure transport stability while serving for nutrition transfer. Based on these cases, plants can selectively absorb certain required substances from the environment to rhizomes and transfer them to specific parts. During the whole process, some specific metal ions, such as Ca ions, K ions, Zn ions, and so forth, will also be absorbed and enriched in certain parts of plants. In this regard, the tamarind is a green economic plant widely cultivated in tropical and subtropical regions for the major use of nutrition, medicine, and ornament.  Many parts of tamarind, such as the extracts of leaves, flesh, seed, and root bark, have been recorded to have positive antibacterial, anti-inflammatory, anti-drug, analgesic, hypoglycemic, and hypolipidemic effects.  In particular, tamarinds can enrich Ca ions naturally, being potentially a self-incorporated precursor to regulate the d-interlayer spacing. Unfortunately, to the best of our knowledge, it is unprecedented to use the tamarind fruit as precursor to produce HC materials rather than their performance optimization for SIBs.",
                "Herein, we have applied the tamarind fruit shell as biomass precursors to produce HC materials, where a cost-effective, facile, and straight forward pyrolysis procedure was introduced. The relationship between the lattice structure and electrochemical properties of HC was revealed as varying the calcination temperature. In particular, the HC material prepared at 1200 °C exhibited the optimal electrochemical performances due to the balance among the d-interlayer spacing, graphitization and defects, and nanoporosity in the microstructure. Moreover, the hyperaccumulation effect of Ca ions has been identified and confirmed to further expand the d-interlayer spacing and facilitate the Na-ion transport in the insertion/extraction processes. As a result, a reversible capacity of 326.7 mA h g–1 was achieved at the current density of 50 mA g–1 with the capacity retention of 89.4% after 250 cycles."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The tamarind was purchased from Yunnan province, China. Before calcination, the tamarind shell was washed with the deionized water several times. The tamarind shell was then cut into pieces, smashed, and dried at 80 °C for 24 h. Consequently, the dried powder was loaded into a tubular furnace and carbonized at certain temperature with a heating rate of 5 °C min–1 under Ar flow. By varying the calcination temperature (800, 1000, 1100, 1200, and 1300 °C), different HC samples were obtained and thereafter noted as HC-800, HC-1000, HC-1200, and HC-1300, respectively. After cooling down to room temperature naturally, the prepared HC materials were collected for the following tests. Particularly, the HC-1200 sample was then washed again with 0.5 M HCl for 6 h to remove the residue Ca ions. The sample was dried at 120 °C overnight in vacuum (noted as HC-1200H)."
                    ],
                    "name": "2.1.  Synthesis of Ca-Rich HC Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology and crystalline characteristics of the Ca-rich HC were analyzed by using the scanning electron microscope (SEM, Zeiss Supra 55/3195) and transmission electron microscopy (HR-TEM, JEOL JEM-ARM200CF). The crystallographic characteristics were examined by using a X-ray diffractometer (XRD, D/MAX-RB) with Cu Kα radiation and X-ray wavelength of 1.5418 Å. Raman analyses were performed with a Renishaw visual Raman microscope by using a 514 nm laser beam with a spectral resolution of 1 cm–1. The mesoporous structure and the elemental composition were characterized by a CO2 and N2 sorption Brunauer–Emmett–Teller (BET, ASAP 2020 HD88 Quantachrome instrument) measurement, X-ray photoelectron spectroscopy (XPS, PHI5700) and an inductively coupled plasma optical emission spectrometry (ICP-OES, Optima 8300)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of HC materials was evaluated by using 2025-type coin-cells assembled in an argon-filled glove box (MBRAUN-6020 with the content of water and oxygen less than 0.1 ppm). The working electrodes were prepared by pasting mixture slurry of active materials, carbon black, and poly(vinylidene fluoride) (PVDF) onto a copper foil with a weight ratio of 8:1:1. The slurry was then dried at 120 °C overnight under vacuum. The Na metal was used as a counter electrode with the glass fiber as the separator. 1 M NaClO4 dissolved in 1 L propylene carbonate (PC) with (5 vol %) fluoroethylene carbonate was applied as the electrolyte. The cyclic voltammetry (CV) measurements were carried out by using an electrochemical workstation (CHI660E) from 0.1 to 2.5 V at a scan rate of 0.1 mV s–1. Electrochemical impedance spectroscopy (EIS) measurements were also performed on the same electrochemical workstation with the frequency ranged from 100 kHz to 0.01 Hz. The charge/discharge measurements were performed by using a Land-CT2011A battery tester between 0.01 and 2.50 V."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In order to elucidate the effect of the natural Ca-incorporation on electrochemical properties of HC materials, the redox behaviors are compared between HC-1200 and HC-1200H through the CV and charge/discharge profiles in . The CV curves of the initial several cycles are displayed between 0.01 and 2.50 V at a scan rate of 0.1 mV s–1 in a,d. Two cathodic peaks located at ∼0.4 and ∼1.1 V can be observed at the initial cycle, which disappear thereafter. It corresponds to an irreversible SEI formation, which could unavoidably lead to the decrease of ICE.  On the contrary, a pair of peaks at ∼0.1 V maintains reversibly, which results from the intercalation/extraction of Na ions into/from HC materials.  The consequent CV cycles exhibit very similar redox curves, indicating the high reversibility and stability of the electrode reaction.  As compared in b,e, the HC-1200 shows a reversible capacity of 326.7 mA h g–1 with the ICE of 70.39%, whereas the HC-1200H shows a lower discharge capacity of 311.9 mA h g–1 with an ICE of 68.96%. It confirms that the removal of Ca ions in lattice has showed the negative effect to their capacity utilization probably due to the narrowed d-interlayer spacing and the defects, as suggested by the BET, TEM, and XRD results aforementioned. Furthermore, the discharge/charge profiles contain a plateau region (generally <0.1 V), derived from the Na-ion insertion into carbon layers, and a sloping region from the Na-ion absorption at surface or defects.  As summarized and compared in c,f, both the HC-1200 and the HC-1200H show a decrease in the slope capacity due to the formation of SEI at the initial three cycles. The proportion of the platform capacity for the HC-1200 is larger than that of HC-1200H, which also indicates that the acid-washing has changed the d-interlayer spacing.",
                        "The cycling performance of HC samples was compared with respect of the capacity ratio of the plateau and slope, respectively. a presents the long cycling performance at a current density of 50 mA g–1. The HC-1200 sample provides the highest capacity among these HC samples. Specifically, the HC-1200 shows no distinct capacity fading over 250 cycles and delivers a reversible capacity of 326.7 mA h g–1 with excellent cycle stability. In addition, the specific capacities of HC-800, HC-1000, HC-1100, HC-1300, and HC-1200H reach to 196.8, 250.6, 282.1, 312.1, and 311.9 mA h g–1 over 250 cycles, respectively. Furthermore, as compared by b,c, the capacity proportion from the slope region is identified to be 69.9, 63.6, 58.5, 45.1, and 43.6% for the sample of HC-800, HC-1000, HC-1100, HC-1200, and HC-1300, respectively. A decrease in the capacity proportion from the slope region can be observed due to the graphitization by raising the temperature. As the calcination temperature increases, the nanopores and defects are decreasing and the local ordering of carbon layers continues to increase. It is beneficial to improve the ICE as well as the electrochemical performance. The ICEs are 50.35, 61.48, 67.45, and 70.39% with the sample of HC-800, HC-1000, HC-1100, and HC-1200, and it is apparently promoted by the pyrolysis at a higher temperature. The low-graphitized HC material (HC-800 e.g.) delivers a very limited plateau capacity (around ∼58.0 mA h g–1 and the 30.1% proportion of plateau capacity), which is the main reason to the insufficient capacity utilization. On the other hand, highly graphitized HC materials (e.g., HC-1300) with the reduced d-interlayer spacing seem to be not appropriate for capacity utilization because the HC-1300 (∼174.8 mA h g–1) offers less capacity than that of HC-1200 (∼180.4 mA h g–1). It highly suggests that the narrowed d-interlayer spacing will hinder the ionic diffusion in lattice due to the relatively large ionic radius of Na ions. Therefore, the pyrolysis temperature plays an important role to balance the graphitization, porosity, and the d-interlayer spacing and thus optimize the specific capacity obtained from both the plateau and the slope. As additional bonus, the ICEs are improved with the sample pyrolyzed at a higher temperature. The change of ICEs are due to the change of microstructures and porosity with materials pyrolyzed at different temperatures. Higher pyrolysis temperature promotes the degree of graphitization and reduces the defect sites on the surface of the material, the pore structure is more conducive to the storage of Na-ion, but the ICEs will decrease slightly when the temperature continues to increase. The Coulomb efficiency of HC-1300 is 67.52%. This is because when the temperature is further increased, the interlayer distance becomes smaller, and some active sites become inactive due to the formation of irreversible sites and the narrowed d-interlayer spacing, resulting in the reduced ICEs.",
                        "The rate performance of different samples was further compared in . As is expected, the capacity of HC decreases with the increase of the current density (a). The HC-1200 sample shows the optimal rate performance, delivering the capacity of 323.9, 270.7, 198.6, 93.6, 43.9, and 24 mA h g–1 at the current density of 50, 100, 200, 500, 1000, and 2000 mA g–1, respectively. The capacity can be restored to 317.8 mA h g–1 as the current density goes back to 50 mA g–1. Meanwhile, the HC-1300 delivers the capacity of 311.2, 214.4, 163.5, 65.4, 25.0, and 15.2 mA h g–1 from 50 to 2000 mA g–1 due to the enhanced graphitization. However, the HC-800 delivers the capacity of 171.9, 148.2, 118.1, 67.5, 44.0, and 32.5 mA h g–1, and the HC-1000 delivers the capacity of 243.9, 218.3, 162.7, 77.3, 42.9, and 28.8 mA h g–1, whereas the HC-1100 delivers the capacity of 267.9, 228.7, 184.0, 86.0, 42.9 and 28.2 mA h g–1. All these three samples deliver limited capacity utilization compared to that of the HC-1200 and HC-1300. In addition, the reduction of the platform capacity is considered as the main reason to the low capacity utilization (as shown in b). It can be concluded from the rate performance that the graphitization and the d-interlayer spacing can also determine the ion mobility and capacity retention during rate tests and thus gives rise to the different rate capability by the samples obtained at different temperatures. High graphitization gives rise to relatively high electronic conductivity to boost the rate capability, whereas the associated narrowed d-interlayer spacing and the loss of micropores constitute the major obstacle for the ion mobility. As a good balance between the graphitization and the d-interlayer spacing, the HC-1200 delivers the optimized rate performance.",
                        "In order to figure out the electrochemical kinetics of HC materials, the EIS measurements were carried out and the corresponding Nyquist plots are shown in c,e. The semicircle in high-frequency region is attributed to the resistance from the charge transfer (Rct), whereas the linear region corresponds to the Warburg diffusion of Na ions within HC materials. Accordingly, the Rct are calculated to be 1391, 1146, 805, 568, 489, and 594 Ω for the HC-800, HC-1000, HC-1100, HC-1200, HC-1300, and HC-1200H, respectively. Significantly, the Rct of the HC-1200 is the lowest among all the samples, which is ascribed to the balance between the higher degree of graphitization (high electronic conductivity) and the optimized d-interlayer spacing. In addition, the Na-ion diffusion coefficient (DNa+) can be calculated from  and  as followingwhere R is the ideal gas constant, T is the Kelvin temperature in the experiment, A is the area of working electrode, N is the number of electrons transferred during the chemical reaction, F is the Faraday constant, C is the Na-ion (4.9 × 10–4 mol cm–3) concentration in the electrode, Re is the resistance of the electrolyte, Zre is the real part of resistance, and σ is the Warburg factor which is related to Z′ and ω–1/2. d displays the correlation between Z′ and ω–1/2 at low frequencies. As a result, the DNa+ is calculated to be 3.80 × 10–14, 1.57 × 10–13, 2.43 × 10–13, 3.68 × 10–13, 1.75 × 10–13, and 1.75 × 10–13 cm2 s–1 for the HC-800, HC-1000, HC-1100, HC-1200, HC-1300, and HC-1200H, respectively. Again, the DNa+ is also found to be determined by the balance between the graphitization and d-interlayer spacing caused by the calcination process. Therefore, the optimization on the calcination temperature proves to be important on regulating the lattice structure of HC materials as well as their SIB performance, which is facile and cost-effective for their large-scale application."
                    ],
                    "name": "3.1.  Electrochemical Properties",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A promising natural Ca ion self-incorporated HC was derived from tamarind fruits as the SIB anode via the pyrolysis method. This work clearly highlighted that the regulation on the calcination temperature was significant for the porosity, lattice structure, and SIB performance. HC materials prepared at 1200 °C demonstrated the best overall performances due to the appropriate nanopores, defects, electronic conductivity, and the d-interlayer spacing, optimal for the Na-ion storage. Significantly, the natural enriched Ca ions via the hyperaccumulation process proved to further expand the d-interlayer spacing, which fulfilled the cation self-incorporation with good distribution for the ion diffusion. Optimized d-interlayer spacing was more conducive to the Na-ion intercalation/extraction during the charge/discharge process, which leaded to the increase of the platform capacity and promoted the electrochemical performance of HC materials. As a result, the HC anode exhibited excellent electrochemical performances, delivering the reversible capacity of 326.7 mA h g–1 and capacity retention rate of 89.40% after 250 cycles with an ICE of 70.39%. This work provides an insightful guidance on the utilization of self-incorporated HC materials for the large-scale application of energy storage devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hyperaccumulation Route to Ca-Rich Hard Carbon Materials with Cation Self-Incorporation and Interlayer Spacing Optimization for High-Performance Sodium-Ion Batteries"
}