{
    "DOI": "10.1021/acsami.8b03571",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have captivated significant interest, especially in the use of large-scale applications such as electrical energy storage systems. The advantages of sodium over lithium mainly include its low cost and worldwide abundant resources, which are the most important aspects to develop large-scale rechargeable batteries.  The practical implications of SIBs are facing challenges in designing high-performance electrode materials. Many of the electrode materials, which have already been investigated in lithium-ion batteries (LIBs), can be transplanted in SIBs for the Na+ de/intercalation. The positive electrode materials of SIBs are broadly investigated and have made great progress compared to their counterpart.  The development of anode materials is more challenging for SIBs as commonly used anodes in LIBs such as graphite and high-capacity silicon does not de/intercalate sodium ions.  Moreover, the anode materials in SIBs show poor cyclability because of the larger size of sodium ions (1.03 Å), which results in sluggish diffusion kinetics of sodium during reversible de/insertion. ",
                "Hard carbon is extensively studied in SIBs but it delivers limited reversible capacities between 100 and 300 mA h g–1.  Other carbonaceous materials such as graphene oxide, amorphous carbon, petroleum-coke carbon,  polyparaphenylene carbon,  soft carbon,  and so forth deliver even lower capacities which are insufficient for use in practical applications. Several other types of anode materials are investigated with intercalation, conversion, alloying, and amorphous reaction mechanisms. Each has their own dis/advantages such as intercalated anode materials (Ti-based materials)  reveal high structural stability but exhibit limited capacities of 100–200 mA h g–1, anode materials with conversion reaction (Fe3O4, NiCo2O4, FeS2, and Ni3S2)  exhibit large capacities of 150–400 mA h g–1 but suffer with poor cyclability and alloying mechanism (Sn, Sb, and P),  and also show high capacities but suffer from poor cyclability because of the large volume expansion/contraction during the Na+ insertion/extraction process. Thus, there is a need to find appropriate anode materials with high and stable capacities, which could be used for SIBs.",
                "Layered vanadium-based materials are known for multiple lithium intakes and exist with different compositions and oxidation states such as V2O5 (5+),  VO2 (4+),  LiVO3 (5+),  V6O13 (multiple from 2+ to 5+),  LiV3O8 (5+),  and NaVO3 (5+).  These materials are well-known to deliver large capacities in LIBs as cathode and anode materials based on multiple redox reactions of vanadium. Recently, NaVO3 was synthesized by the sol–gel method and investigated as a high-performance anode where it delivered a capacity of 356 mA h g–1 in LIBs.  NaVO3 is isostructural with CaMg(SiO3)2 which belongs to the pyroxene family where SiO3 chains are held together by metal ions.  Similarly, VO3 chains formed VO4 tetrahedra which are located at alternate channels with the NaO6 octahedral in the NaVO3 structure.  Despite high capacities in LIBs and their structural advantages, vanadium-based layered materials have been less explored in SIBs. Further, the zero-oxidation state of vanadium was not found during the charge/discharge process because of the strong interaction of V–O bonds and thus do not form metallic V, suggesting a lesser volume variation compared to typical conversion-based electrodes. ",
                "In this work, a layered NaVO3 is synthesized using the simple solid-state route, and its electrochemical properties as an anode material for SIBs are investigated. A comprehensive kinetic study using different techniques is conducted to reveal the sodium diffusivity in the NaVO3 electrode. Furthermore, the sodium insertion/extraction mechanism was investigated to probe the structural changes using in situ X-ray diffraction (XRD) and transmission electron microscopy (TEM) techniques and the oxidation state of the material was determined using X-ray absorption near edge structure (XANES) spectroscopy."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Na2CO3 (>99.0%) and V2O5 (>99.6%) were purchased from Sigma and used without any further modification. NaVO3 was synthesized by the solid-state process by mixing the stoichiometric ratio of Na2CO3 and V2O5. The mixture was well-ground with a mortar and pestle for ∼30 min and transferred to an alumina boat. The powder was heated at 600 °C for 6 h at a temperature ramp of 3 °C/min in the air in a box furnace. The obtained powder was analyzed with XRD (X-ray diffractometer from Rigaku equipped with radiations from a Cu source with a wavelength of 1.54 Å), field emission scanning electron microscopy (NanoSEM-FEI NOVA200), and high-resolution TEM (FEI Tecnai G2-F20). The X-ray photoemission spectroscopy (XPS) spectrum of the NaVO3 was acquired with a PHI 5000 VersaProbe (ULVAC-PHI) under high vacuum conditions (6.8 × 10–8 Pa). An Al Kα X-ray source (1486.6 eV) was used as a monochromatic to select the energy, and the carbon 1s peak (284.6 eV) was used for internal calibration. The peaks were fitted using the MultiPak software.",
                "Coin-type CR2032 cells were used to evaluate the electrochemical properties of the NaVO3 electrodes. NaVO3 powder, acetylene black, and polyvinylidene difluoride were mixed in a ratio of 7:2:1 to prepare the working electrodes. It is worthy to mention here that the mixing of NaVO3 and acetylene black was done using the ball-milling (material/ball weight ratio was 1:20) process for 3 h in an argon atmosphere with a speed of 300 rpm. The N-Methyl-2-pyrrolidinone solvent was used to get a uniformly mixed slurry which was then spread on the Cu foil and dried in an oven at 80 °C. The cells were fabricated with NaVO3 as a working electrode, glass fiber as a separator, and sodium metallic foil as a counter electrode. NaClO4 (1 M) dissolved in an equal weight ratio of ethylene carbonate, diethyl carbonate, and propylene carbonate was used as the electrolyte. Cyclic voltammograms (CVs) and electrochemical impedance spectroscopy (EIS) tests were conducted using a BioLogic potentiostat instrument (VMP3 BioLab, Inc.). The galvanostatic intermittent titration technique (GITT) was measured using a Maccor instrument by applying the repeated current pulses for 10 min at a current density of 11 mA g–1 followed by relaxation for 60 min. The relaxation time was set longer to achieve the equilibrium potential for the given electrode. GITT measurements were taken over a complete galvanostatic cycle.",
                "In situ XRD was conducted using a laboratory-made coin cell with a 3 mm hole in the disk and lower and upper caps, and the cell was cycled using a multichannel WonATech (WBCS3000K8) instrument. XRD measurements were taken using the X-ray diffractometer (Rigaku R-AXIS IV++) at the Korea Institute of Science and Technology (KIST). The diffractometer is equipped with Mo Kα radiations with a wavelength of 0.7107 Å, and the data are recorded on an image plate with an exposure time of 300 s. After processing the data from the 2D image to the 1D XRD pattern, the 2θ values were changed from Mo Kα to Cu Kα radiations to compare the data with the standard.",
                "For ex situ analysis, the samples were prepared by disassembling the cells at various dis/charged voltages. The electrodes were immersed in dimethyl carbonate solution to remove any surface salt contents. XANES measurements of V K-edge (5465 eV) were performed at 1D KIST, 7D XAFS, and 8C Nano XAFS beamlines at Pohang Light Sources (PLS-II). The energy was selected using a Si(111) double-crystal monochromator, the signals were detuned to ∼40% of the maximum intensity in the case of 1D and 7D beamlines, and a pure vanadium foil was used as a reference to calibrate the spectra. All the XANES measurements were performed in vacuum and the XANES spectra of electrodes were recorded in the transmission mode. The resulting spectra were analyzed using the ATHENA package.  The extended X-ray absorption fine structure (EXAFS) data were extracted by using the Hanning window function with k2 weighted in the k-ranges of 2.5–11 Å–1. It is worthy to mention here that the plotted data are converted without the phase corrected, so there is a shift (∼0.5 nm) in the observed bond lengths."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The structure of the as-synthesized material is determined using XRD as shown in . All the XRD peaks and lattice parameters of NaVO3 are found to match with PDF card no. 01-072-2272, and the main peaks are indexed for clarity. NaVO3 crystallizes in the monoclinic C12/C1 space group, and the lattice parameters are calculated to be a = 10.5692 Å, b = 9.4973 Å, c = 5.8772 Å, β = 108.35,° and V = 559.939 Å3. The material was found to have a high peak (220) over other planes which is presumably due to the preferred orientation of the crystals. The crystallite size was calculated using the Scherrer formula from three major peaks, that is, (200), (220), and (310), and its value was calculated to be 49 nm. The crystal structure of NaVO3 along the b-axis is shown in the inset of  where vanadium is tetrahedrally bonded with oxygen, and sodium ions are located at the interstitial sites between the V–O tetrahedral layers which are separated by a distance of 4.6763 Å. The large interlayer spacing could be useful for the sodium insertion/extraction process. The crystal structure of NaVO3 consists of alternate channels where VO3 chains are connected via oxygen at the corner to form the basic structural unit of VO4 tetrahedra.",
                "The morphology of the NaVO3 powder is observed using SEM as shown in a where most of the particles are grown with a rod-like morphology. The length and width of these rods are in the range of 1–4 μm and 100–700 nm, respectively. Some agglomerated particles were also observed with random shapes. TEM images (b) show the scattered NaVO3 particles with different shapes and sizes. To clearly observe the morphology, a single rod-like particle with a submicron dimension is shown in the inset of b.",
                "Further, the chemical composition of NaVO3 was analyzed using XPS to study the electronic configuration and the survey spectrum is shown in a. Prominent peaks of V 2p, O 1s, and Na 1s orbitals were detected in the XPS survey spectra and are plotted in b–d. The peaks at 517.1 and 524.5 eV (b) correspond to the binding energies of the V 2p3/2 and V 2p1/2, respectively, and their energy positions are indicative of the V5+ oxidation state.  The peaks were deconvoluted to get insight into the V 2p bond, and three different peaks at 517.1 (V 2p3/2), 523.6 (V 2p1/2), and 524.9 eV (V 2p1/2) were observed, which correspond to V–O bonds.  The deconvolution of the Na 1s peak (c) at energies of 1071.2 and 1072 eV represents the different interactions of sodium with alternate bonds in the structure.  The deconvolution of the O 1s peak (d) shows two peaks at 530.2 and 530.7 eV, which are typical characteristic peaks of metal–oxygen bonds.  Thus, XRD and XPS confirm the successful formation of the NaVO3 compound.",
                "The electrochemical properties of NaVO3 electrodes were measured using the half-cell. a shows the CV for the three cycles measured in a voltage range of 0.01–3.0 V at a scan rate of 0.1 mV s–1. In the first cycle, two distinct peaks at 1.2 and 0.2 V appear during reduction, presumably attributed to the irreversible reactions at the surface of the electrode with the electrolyte and formation of the solid electrolyte interphase (SEI) layer, respectively. A pair of sharp redox peaks was observed at ∼0.1 V and could be related to the insertion/extraction of sodium in the NaVO3. The second and third cycles almost overlap, demonstrating the reversibility of the material. b shows the galvanostatic dis/charge profile of the NaVO3 electrode at a current density of 9 mA g–1 in a voltage range of 0.01–3.0 V. The material exhibits a high discharge capacity of 359 mA h g–1 in the first cycle with a sloping profile. A charge capacity of 196 mA h g–1 was recorded in the first cycle which corresponds to a Coulombic efficiency of 55%. The low value of Coulombic efficiency belongs to the formation of the SEI layer and its value improved in the subsequent cycles. The second cycle delivers discharge and charge capacities of 223 and 196 mA h g–1, respectively, which corresponds to an improved Coulombic efficiency of 88%. The specific capacity decreases continuously in the subsequent cycles as shown in c. However, the Coulombic efficiency was improved, and the electrode exhibits a charge capacity of 125 mA h g–1 in the 80th cycle with a Coulombic efficiency of >99%. The rate capability of NaVO3 was measured at various current densities in a voltage range of 0.01–3.0 V as shown in d. The electrode delivered charge capacities of 164, 137, 93, and 51 mA h g–1 at current densities of 11, 22, 110, and 220 mA g–1, respectively.",
                "The electrode reaction insights and sodium diffusivity in the layered NaVO3 electrode are investigated using the CV, GITT, and EIS techniques. CV provides the information of the measurement of the current flowing through the electrode material as a function of the externally controlled potential. These current signals provide detailed information about the reaction associated with electron-transfer steps. The sodium diffusion coefficient (DNa) is calculated from CV measurements by assuming that the Na+ diffusion in the solid phase is a semi-infinite or finite diffusion process where the peak current (Ip) is proportional to the square root of the scan rate (v) and it follows the Nernstian equation. a shows the CV curves of the NaVO3 electrode measured at scan rates of 0.05, 0.1, 0.2, and 0.5 mV s–1 in a voltage range of 0.01–3.0 V versus Na/Na+. In the first cathodic scan at a rate of 0.05 mV s–1, the peak at ∼0.7 V could be attributed to the formation of the SEI layer. The anodic scan shows two broad peaks at 0.3 and 2.4 V, which could be related to the oxidation of vanadium. The peak current and gap between cathodic and anodic scans increase with increasing the scan rates, which indicates an increased polarization due to kinetic limitations related to the Na+ diffusion in the NaVO3 particles. b shows the relationship graph between Ip and the square root of v. The linear relationship between the two indicates that the sodium diffusion in the NaVO3 electrode is a rate-determining step. The DNa can be calculated by Cottrell .where A represents the area between the electrode and the electrolyte, CNa is the bulk concentration of the Na+ ions and its values are determined by assuming the concentration of sodium in the NaVO3 electrode, and n is the number of charge transfer, which depends on the cathodic respective anodic reaction. By substituting all these values in , the DNa is calculated to be 2.7935 × 10–16 cm2 s–1. The calculated value of DNa for NaVO3 is lower than that of the previously reported layered oxide anode where DNa is calculated to be 7.9 × 10–13 cm2 s–1 in the case of the layered NaxMoO2.  The lower values of DNa in NaVO3 particles could be the reason for less specific capacities at higher current densities as the electrode faces more polarization in large-sized particles because of the relatively higher time constant for Na+ diffusion. ",
                "Furthermore, to understand the kinetic performance in NaVO3, DNa is calculated using GITT measurements during the sodium insertion/extraction process. GITT was developed by Weppner and Huggins to measure the diffusion coefficient based on chronopotentiometry in a mixed conductor by assuming the diffusion process is one-dimensional in a solid solution. GITT also combines both the steady-state and transient measurements as well as thermodynamic data.  A constant current flux is applied to the host electrode materials to insert/extract the sodium ions for a limited time period, and this process changes the overall composition and cell potential. Subsequently, the change in the cell potential is recorded for each current pulse and the diffusion coefficient is determined. The GITT discharge/charge profile of the NaVO3 electrode is shown in c in the potential range of 0.01–3.0 V. During consecutive current pulses applied to the electrode, the insertion of Na+ ions into NaVO3 influences the electrode potential, and the resulting potential response is calculated to be a linear function of the square root of pulse time (√τ) as shown in d. The slope and a linear fit R2 value of the fitted line are calculated to be −0.106 and 0.982, respectively. DNa can be calculated using  by supposing that sodium transport follows Fick’s law.where τ is the current pulse time, VM (cm3 mol–1) is the molar volume of the NaVO3 electrode, mB (g) is the active material weight, MB (g mol–1) is the molecular weight, and S (cm2) is the electrode surface area. ΔEs and ΔEτ are measured for each step and denote the change in the steady-state voltage at a plateau and the total change in cell voltage during pulse time, respectively. The DNa values are calculated for each pulse by measuring and substituting the above parameters in . The DNa value is calculated to be 1.15715 × 10–13 cm2 s–1 at the start of the discharge process; it decreases with the increase in the insertion of sodium ions into the electrode material, and the value is calculated to be 2.02546 × 10–17 cm2 s–1 at the last step of the discharge process. The DNa value is calculated to be 5.66377 × 10–14 cm2 s–1 at the first step of the charge process; it also shows a decreasing trend with the sodium extraction process from the electrode material, and the value is calculated to be 2.25694 × 10–16 cm2 s–1 at the end of the charge process. The electrode material has shown low values of DNa toward the discharging and charging depths, which indicates that sodium ions face high polarization at the end of each process. This phenomenon could be ascribed to the fact that the electrochemical reactions in these regions are severely sluggish accompanied by the strong interactions of the sodium ions with the other surrounding ions. ",
                "To further probe the sodium diffusivity before and after cycling in the NaVO3 electrode, EIS was conducted in a sodium half-cell at open circuit potential. EIS is a powerful tool to follow the kinetics of sodium insertion/extraction into/from the electrode material where a collective response of kinetic processes is measured as a cell impedance. Further, the collective response consisting of interfacial and diffusion processes can be separated on the frequency scale. Moreover, EIS also offers an easy way to identify the side reactions.  The Nyquist plots of freshly prepared and after 80th cycle cells are shown in e. An equivalent circuit is used to fit the curves using the ZView software, and the circuit diagram is shown in the inset of e. The EIS curves are composed of semicircles at a high-frequency range which are related to the charge-transfer resistance at the electrolyte–electrode interface and a straight sloping line at the low-frequency range, corresponding to the sodium diffusion into the active material. The circuit is composed of Ohmic resistance of the electrolyte (Rs), charge-transfer resistance (Rct) at the interface, a constant phase element of the double layer, Warburg impedance (ZW) which is related to the diffusion process, and a double layer capacitance (C). The as-fabricated layered NaVO3 electrode shows a low Rct value of 27 Ω, indicating better kinetic activity, whereas the electrode shows a high Rct value of 153 Ω after the 80th cycle. Moreover, sodium ion transport inside the NaVO3 electrode was also calculated using the EIS spectra. The DNa was calculated from the sloping line in the Nyquist plot, according to .where T represents the absolute temperature (295.15 K), R represents the gas constant (8.314 J mol–1 K–1), A denotes the surface area (1.13 cm2), C represents the concentration of sodium ions calculated from the ratio of the tapped density and molecular weight, F indicates Faraday’s constant (96486 C mol–1), n represents the number of electrons associated with the reaction, and σ is the Warburg factor calculated based on the relation between ω–1/2 and Zreal (f). The DNa was calculated to be 1.368 × 10–15 and 4.952 × 10–16 cm2 s–1 for the as-fabricated and after the 80th cycle, respectively. Overall, sodium transport was measured to be lower after cycling mainly due to increased polarization and structural changes.",
                "The reaction mechanism of the electrode material has been explored using in situ XRD, ex situ TEM, and XANES.  shows the charge/discharge profile (left) and their corresponding XRD patterns (right). The ball-milling of the prepared material prior to making electrodes results in the lattice disorder and mismatch in the relative intensity of the XRD peaks, which can be observed in the in situ XRD of the electrode material. Ball-milling is a well-known technique to change the particle size, surface area, microstructure, and so forth of solid materials.  The cell diffraction and Cu peaks were eliminated to clarify the diffraction pattern from the electrode material. As the sodiation process starts, a significant gradual reduction in the intensity of all the diffraction peaks is observed. This behavior of decrease in the peak intensity is associated with the sloping trend of the discharge profile, which leads to the amorphous-like structure. The peak intensities continuously decrease during the sodium extraction process, suggesting the amorphous-like phase of the NaVO3 anode at the end of the first cycle. For a better understanding of the microcrystalline structure, we have conducted ex situ TEM. a displays the HR-TEM image of the pristine material where it shows good crystallinity, and the lattice fringes corresponding to d-spacing of 0.519 and 0.687 nm are observed which belongs to (110) and (200) planes, respectively. b shows the HR-TEM image of the NaVO3 anode at a fully discharged state to 0.01 V. The image reveals an amorphous-like microstructure with no visible fringes. c shows the HR-TEM image of the fully charged sample to 3.0 V which again shows an amorphous-like structure. Overall, the HR-TEM results show that the material transforms into the amorphous-like structure during the first discharge process, and once it loses its crystallinity, it remains in an amorphous-like phase. It is difficult to extract the structural and Na+ insertion/extraction mechanism information from the amorphous phase, but the material shows high capacity and stable cycle performance. However, the amorphous-type anodes have been previously reported; they possess the advantage of acting as a buffer to relieve the strains upon Na+ insertion and result in improved cycle performance.  Ex situ XANES was measured at the points denoted on the dis/charge profile as shown in d, and the resulting XANES spectra along with V4+ and V5+ standards are shown in e. The pristine sample shows a relatively high preedge peak which is caused because of tetrahedral symmetry as already discussed in the XRD results. When the electrode is discharged to point 2, there is not much shift in both the preedge and main peaks. However, discharging to points 3 and 4, the spectra show a substantial shift to a lower energy, indicating a reduction in the oxidation state from V5+ to V4+. The charge process (points 5 and 6) during the first cycle shows oxidation of vanadium; however, the spectrum at point 6 is at a lower energy than the pristine sample (point 1), which might be related to the partial irreversibility or structural changes in the material. A fully charged spectrum during the second cycle (point 7) is found to overlap the fully charged spectrum (point 6), which suggests the reversibility of the material in subsequent cycles during Na+ insertion/extraction. Overall, our results suggest that the electrochemical reaction in the NaVO3 anode takes place between V4+ ↔ V5+ oxidation states with high reversibility after the first cycle. EXAFS was performed to get insights into the local structure. f shows the EXAFS spectra of the pristine, fully discharged, and recharged electrodes. The dominant peak at ∼1.2 nm corresponds to the nearest V–O interaction, and the next peaks in a range of 2.9–3.4 nm belong to the V–Na interaction for the pristine NaVO3 spectrum. The inset of f shows the bond distance between the V–O and V–Na interactions. The different bond lengths of the V–O interaction in tetrahedral coordination suggest the distorted symmetry, which was also observed in the form of a high preedge peak in the XANES spectra. The presence of the V–O interaction peak in the EXAFS spectra suggests the preservation of the original structure of NaVO3. However, the slight shift and difference in the intensity of the V–O interaction peaks in the fully discharged and recharged spectra occurred, which is due to the Na+ de/intercalation."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the single-phase layered NaVO3 has been obtained with the solid-state method along the (220) orientation. The NaVO3 electrode shows promising electrochemical properties where it delivered a high specific capacity of 196 mA h g–1 in the first cycle and 125 mA h g–1 in the 80th cycle with a high Coulombic efficiency of >99%. The kinetic study was systematically conducted using different techniques such as CV, GITT, and EIS to calculate the sodium diffusivity. GITT is applied to the discharge/charge process, and DNa is calculated at each pulse where it shows a large variation in the values. DNa is calculated to be 1.15715 × 10–13 cm2 s–1 at the start and 2.02546 × 10–17 cm2 s–1 at the end of the discharge process, whereas its value is recorded as 5.66377 × 10–14 cm2 s–1 at the beginning and 2.25694 × 10–16 cm2 s–1 at the end of the charge process. Sodium ions face higher polarization toward the end of each process. The reaction mechanism is investigated, which suggests that NaVO3 transformed to the amorphous-like structure as confirmed by ex situ TEM but retained high reversibility after the second cycle as demonstrated by the XANES analysis."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Probing the Sodium Insertion/Extraction Mechanism in a Layered NaVO3 Anode Material"
}