{
    "DOI": "10.1039/D5CC00585J",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As is well known, the anode material is one of the key factors affecting the electrochemical properties of sodium-ion batteries. Currently, among the typical anode candidate materials, embedded anode materials, such as commercial graphite, have a low theoretical capacity (35 mA h g−1) due to the large radius of sodium ions (1.02 Å), while materials based on the conversion-reaction mechanism (transition metal oxides/sulfides/selenides etc.) have a high capacity but poor cycling stability.",
                "Alloy-based materials (such as Bi, Sb, Sn, P etc.), which have been extensively researched due to their excellent physical and chemical properties, offer a larger lattice spacing and facilitate Na+ transfer through alloying/de-alloying reactions with sodium. Bismuth (Bi), as a typical representative example, can provide a high theoretical capacity of 385 mA h g−1. However, Bi also suffers from issues like significant volume expansion (≈ 244%) during the charge–discharge processes, leading to serious pulverization and poor stability. Currently, novel micro-nano structure design, combined with conductive carbon and electrolyte optimization, is considered an effective strategy to improve its electrochemical performance. For instance, Zhong et al. prepared honeycomb-like nanostructured Bi/N-doped carbon composites, which exhibited a stable reversible capacity of 285 mA h g−1 at 5 A g−1 after 20000 cycles. Additionally, the Guo group synthesized a microscale carbon-coated bismuth particles (P–Bi/C) porous composite as an anode material, demonstrating an excellent rate capability (153.2 mA h g−1 at 150C).",
                "Conversely, biomass, a green raw material, has the characteristics of abundant resources, renewability, low cost and environmental friendliness. Transforming biomass into functional carbon materials is paving a new way to convert biomass into high-value-added products. Biomass-based carbon materials have the advantage of the unique layered porous structures of genetic biomass. These characteristics can provide abundant active sites and improve electrical conductivity, making biomass carbon-based materials one of the most promising functional materials in the field of energy conversion and storage. Tannic acid, a biomass material, can either self-polymerize or spontaneously form a coating on almost any surface, allowing for the formation of diverse carbon material structures, which has attracted increasing research interest. For example, Huang used tannic acid as a precursor to synthesize a rod-like carbon material with abundant pore structure and defects, which retained a specific capacity of 114.0 mA h g−1 after 3000 cycles at 1 A g−1. Besides, Zheng et al. synthesized a N/S double-doped porous spherical carbon material using tannic acid as a precursor, which achieved a capacity of 327.04 mA h g−1 when the current density was 0.05 A g−1.",
                "Therefore, a simple method was designed to synthesize a composite based on tannic acid-derived carbon (TAC) encapsulating Bi nanodiscs (Bi@TAC). This involved a one-step solvent-thermal method to synthesize the nanodiscs Bi2O3 precursors, followed by a simple tannic acid treatment to form the coated composite (Bi2O3@TA). After high-temperature calcination, it was found that the Bi@TAC composite showed a rod-like morphology, in which the Bi nanodiscs were embedded into the carbon substrate. The conductive carbon layer and Bi nanodiscs can shorten the diffusion distance of Na-ion/electron, ensuring fast kinetics and inhibiting the volume expansion during the charge–discharge process. As an anode, the Bi@TAC electrode demonstrated a superior specific capacity of 462.3 mA h g−1 at 0.5 A g−1 and impressive long-term cycling stability (414.8 mA h g−1 after 10000 cycles at 5 A g−1).",
                "The preparation process of the Bi@TAC composite is displayed in Fig. 1a. Firstly, the Bi2O3 precursors were prepared through a simple solvothermal route and combined with tannic acid (TA) to form the Bi2O3@TA composite. The morphologies of Bi2O3 and Bi2O3@TA are displayed in Fig. S1(a–c) (ESI†), where Bi2O3 precursors maintain uniform nanodiscs while Bi2O3@TA polymerizes into microrods due to the action of the tannic acid. As depicted in Fig. S1d (ESI†), the XRD patterns show clear diffraction peaks with high crystallinity, which match the standard peaks of Bi2O3 (JCPDS no. 71-0465). Then, after 700 °C calcination, Bi2O3@TA was converted into the tannic acid-derived carbon-coated Bi composite (Bi@TAC). The IR spectra (Fig. S1e, ESI†) results indicated that after high-temperature treatment of Bi2O3@TA, its abundant organic group peaks disappear and transform into a carbon layer.",
                "The crystal structures of the Bi@TAC composite and pure Bi are characterized in Fig. 1b. It can be seen that all the diffraction peaks match well with the standard diffraction of the rhombohedral Bi (JCPDS number 85-1329), and no impurity peaks are detected, which strongly proves that the Bi2O3 precursors have been successfully converted. The Raman spectra are shown in Fig. 1c, the peak at 308 cm−1 is the standard of bismuth and the peaks located at 1328 and 1582 cm−1 correspond to the D and G bands of the carbon material, respectively. As shown in Fig. 1d, the Bi@TAC composite exhibits a typical type IV isotherm feature, the specific surface area is calculated to be about 201.91 m2 g−1, and the pore size distribution curve shows a mesoporous structure, with the pore size mainly distributed around 4 nm. Additionally, the thermogravimetric test was used to analyze the content of the Bi@TAC composite (Fig. 1e), the weight change process can be attributed to the loss of adsorbed water, the oxidation of Bi to Bi2O3, and the loss of combustion weight of carbon. According to the residual product Bi2O3 accounting for 66.4%, the Bi content in the Bi@TAC composite is about 59.5%. XPS measurements were conducted to analyse the surface composition and chemical state of the Bi@TAC composite. As shown in Fig. S2 (ESI†) and Fig. 1(f)–(g), the full measurement spectrum indicates the presence of Bi, O, and C elements. The two peaks located at 159.2 and 164.5 eV in the high-resolution spectrum of Bi 4f correspond to Bi 4f7/2 and Bi 4f5/2, respectively. In the C 1s core-level spectrum, three binding energies at 284.7, 286.2, and 288.9 eV can be observed, which can be assigned to the C–C, C–O, and CO bonds, respectively.",
                "The morphology information of the Bi@TAC composite and pure Bi were studied by SEM and TEM measurements. Fig. 2(a) and (b) exhibits that the Bi@TAC composite maintains a microrod-like structure with uniform size and inherits the morphology of the Bi2O3@TA precursor after calcination. Moreover, the high-resolution TEM (HRTEM) images in Fig. 2(c) and (d) show that the Bi nanodiscs are embedded into the carbon substrate. In the inset of Fig. 2d, a well-defined lattice fringe with a spacing of 0.32 nm can be detected, which can be ascribed to the interplanar of the (012) plane for Bi. The high-angle annular dark-field scanning TEM (HAADF-STEM) and corresponding elemental mappings are shown in Fig. 2(e)–(g), which indicate the uniform distribution of Bi, C elements in the Bi@TAC composite. By contrast, as shown in Fig. S1f (ESI†), the structure of pure Bi obtained via the NaBH4 reduction pathway displays no uniform morphology and severe agglomeration.",
                "The sodium storage performances of Bi@TAC composite were studied using half-cells in a voltage range of 0.01–1.5V (vs. Na+/Na). As detected in Fig. 3a, the cyclic voltammetry (CV) curves at 0.2 mV s−1 of the Bi@TAC composite show that in the first cycle, the wide cathodic peak between 0.6–0.65 V is attributed to the formation of SEI film and the conversion of Bi to NaBi, furthermore, the peak at 0.47 V can be corresponded to the formation Na3Bi phase by NaBi. In the anodic reaction, it is a process of sodium removal, and the two peaks at 0.61 and 0.76 V correspond to Na3Bi → NaBi and NaBi → Bi, respectively. In addition, a pair of peaks at around 0.05 and 0.08 V could be attributed to the allocation to the sodium ion insertion/extraction carbon layer. The peaks in the subsequent second and fifth cycles almost overlap, indicating that the Bi@TAC composite has a high electrochemical reversibility. As shown in Fig. 3b, at 0.5 A g−1, the galvanostatic charge–discharge profiles have clear plateaus at different cycles, matching well with the redox peaks of the CV curves. The first charge and discharge capacities were 508.5 and 915.1 mA h g−1, respectively, leading to an initial Coulombic efficiency of 55.6%. The irreversibility of initial capacity loss could be attributed to the decomposition of the electrolyte to generate the SEI layer and side reaction between the carbon substrate and the electrolyte. In the subsequent cycles, the Coulombic efficiency is rapidly increased to nearly 100%, and no significant changes in the voltage curve are detected, indicating that the irreversible reactions only occur in the initial stage. As shown in Fig. 3c, the Bi@TAC composite delivers an excellent capacity of 462.3 mA h g−1 after 400 cycles at a current density of 0.5 A g−1, while pure Bi has a capacity of 314.1 mA h g−1 at the same current density (Fig. S3, ESI†). Additionally, after removing Bi from Bi@TAC through hydrochloric acid etching, the TAC delivers a capacity of 179.9 mA h g−1 at 5 A g−1 (Fig. S4, ESI†).",
                "The rate performances of the Bi@TAC composite and pure Bi were tested at different current densities (0.2 to 10 A g−1), the results are shown in Fig. 3d and Fig. S5 (ESI†). The average capacity of the Bi@TAC composite at current densities of 0.2, 0.5, 1.0, 2.0 and 5.0 A g−1 can be maintained at 487.3, 478.4, 476.9, 475 and 472.1 mA h g−1, and even at 10 A g−1, respectively, there is still an excellent capacity of 465.3 mA h g−1 (95% retention of the capacity compared with 0.2 A g−1), while pure Bi material is only 297.1 mA h g−1. When returned to 0.2 A g−1, it can still keep a specific capacity of 489.4 mA h g−1. These results indicate that the capacity of the Bi@TAC electrode hardly decreases with the increase of current density, demonstrating impressive rate capability. In addition, as shown in Fig. 3e and Fig. S6 (ESI†), the long cycling stability of the Bi@TAC composite was measured at 5 A g−1. The results show that the Bi@TAC composite maintains a high capacity of 414.8 mA h g−1 after 10000 cycles, which is much better than that of pure Bi materials, indicating that the Bi@TAC composite has superior structural stability. Similar to the previously reported Bi@C composites, the carbon-coating structure in the Bi@TAC composite not only effectively suppresses the volume expansion of Bi but also enhances the electrical conductivity and shortens electron/ion diffusion pathways, thereby achieving superior sodium storage performance. Additionally, as shown in Fig. S7 (ESI†), even when the mass loading reached 4.0 mg cm−2, the Bi@TAC composite was still able to deliver a high reversible capacity of 337.5 mA h g−1 after 1000 cycles at a current density of 5 A g−1. The XRD and SEM after cycling results demonstrated that the diffraction peaks remain consistent with those of pure Bi, while the rod-like morphology is well preserved without observable volume variation (Fig. S8, ESI†). To the best of our knowledge, as demonstrated in Table S1 (ESI†), such an impressive sodium storage performance is one of the best results achieved for Bi-based anodes.",
                "To thoroughly analyse the sodium-ion storage mechanism of the Bi@TAC composite, the CV curves at different scan rates were executed from 0.2 to 4.0 mV s−1. As demonstrated in Fig. 4a, with the increase in scan rate, the CV curves of the Bi@TAC composite still maintain similar redox peaks, presenting superior reversibility.",
                "Based on the existing literature, the reaction mechanism of the Bi@TAC electrode is qualitatively analyzed:",
                "The value of b can be obtained from the slope of the log i − logv diagram. A b value close to 0.5, indicates a diffusion-dominated process, while a b value approaching 1 signifies capacitive behavior. The calculated results are shown in Fig. 4b, where the slopes corresponding to peaks are 0.579, 0.568, 0.572 and 0.544, respectively. These values indicate that there are two modes of diffuse-dominant process and capacitive behavior, which contribute to improving electrochemical performance.",
                "The kinetic process was measured by electrochemical impedance spectroscopy (EIS). As shown in Fig. 4c, both Bi@TAC and pure Bi electrodes exhibit similar Nyquist diagram shapes, including semicircles in the high-frequency region and straight lines in the low-frequency region. The results show that the Bi@TAC electrode has a significantly lower charge-transfer resistance (Rct) value than pure Bi, indicating that the carbon substrate-coated structure is conducive to improving the rapid electron transfer. The relationship between in the low-frequency region of Bi@TAC electrode is linearly fitted according to the EIS data (Fig. 4d) and its slope can represent the ion diffusion coefficient. It can be clearly found that the slope value of the Bi@TAC electrode is smaller than that of pure Bi, indicating that the Bi@TAC composite has a high sodium-ion diffusion coefficient.",
                "The sodiation/desodiation mechanism in the reaction process of the Bi@TAC composite was investigated by ex situ XRD measurements. Fig. 4f shows the four characteristic stages (I–IV) of the charge discharge profiles, corresponding to the reaction process of the Bi@TAC electrode (Fig. 4e). When the discharge reaches about 0.5V (stage I), the Bi characteristic peak at 27.0° disappears, while a new characteristic peak at 31.7° is formed, which is attributed to the generation of NaBi. In stage II, when the discharge reaches 0.01V, the peak of NaBi disappears and the peaks of Na3Bi appear at 32.7° and 33.6°, indicating that the NaBi phase was transformed into the Na3Bi phase. During the charging process, Na3Bi is decomposed in two steps. In stage III, with the removal of sodium ions, the characteristic peaks of Na3Bi disappear, and NaBi regenerates. During charging up to 1.5 V (stage IV), the peak of NaBi disappears, and the peak of Bi reappears. The above results show that Bi@TAC electrode is a reversible alloying process of Bi ↔ NaBi ↔ Na3Bi.",
                "In summary, the Bi@TAC composite, consisting of Bi nanodiscs embedded in a carbon substrate was synthesized successfully using Bi2O3@TA as a precursor. The Bi@TAC composite exhibited an excellent sodium-ion storage performance with a 95% capacity retention when the current density was increased from 0.2 to 10 A g−1, as well as impressive long cycling stability with a capacity of 414.8 mA h g−1 after 10000 cycles at 5 A g−1. The superior performance is due to the synergistic action of the Bi nanodiscs and carbon substrate, and the smaller ion/electron diffusion pathway guarantees fast kinetics while effectively alleviating the volume expansion problem during the reaction process. In addition, the phase change of the Bi@TAC composite reaction process has been analyzed by ex situ XRD. These excellent properties provide valuable insights for the development of alloy anode materials.",
                "This work was financially supported by the National Natural Science Foundation of China (32271528) and the Scientific Research Foundation of Zhejiang A&F University (2022LFR026)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Tannic acid-derived carbon-coated Bi nanodiscs for high-performance sodium-ion batteries"
}