{
    "DOI": "10.1021/acsami.6b13179",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Na-ion batteries (NIBs) have received increasing attention as promising alternatives to Li-ion batteries (LIB) due to the low cost, natural abundance, and similar redox potential to lithium of sodium element.  However, the selection and exploration of suitable electrode materials for Na-ion batteries is still a great challenge due to the fact that Na+ has a larger radius (1.06 Å) than that of Li+ (0.76 Å), leading to a higher volume expansion and lower energy densities.  Currently, the investigated anode materials for sodium ion batteries include carbon-based materials,  alloy-based materials,  metal oxides,  and transition metal sulfides.  Among them, MoS2, as a member of layer transition metal dichalcogenides, is a promising candidate anode because of its graphite-like structure with large layer spacing of 0.615 nm and high theoretical capacities (670 mA h g–1).  However, the poor cycling stability and rates capability arising from the low electronic transmission rate and aggregation tendency plus the dissolution of reaction intermediates (Na2S) during charging/discharging remain stumbling blocks on the road to development of MoS2 anode.  To address these problems, one effective approach is preparation of ultrathin and expanded spacing MoS2  and combination with high conductivity materials such as carbon.  In addition, deposition of a passivation layer at the electrode/electrolyte interface is another effective strategy to prevent the structure degradation and repeated formation of SEI films, which have been widely adopted in LIBs research  and also NIBs anodes.  To this end, atomic layer deposition shows great potential for thin film deposition and electrode surface modification due to its advantages in excellent shape retention and thickness controllability. ",
                "Herein, we report for the first time the preparation of ultrathin TiO2-modified 3D flower-like MoS2 nanosheets arrays on flexible carbon cloth by a hydrothermal method and a subsequent ALD process. As a binder-free anode for sodium ion battery, such an electrode design is favorable to improve the specific capacity, cycling stability, and rates performance. First, the 3D flower-like nanosheets arrays directly supported on a current collector with large surface area facilitate the electron and ion diffusion and transportation (). Second, the TiO2 layer is stable enough during sodiation/desodiation cycles,  which can act as a satisfactory passivation and buffer layer of MoS2 to prevent the electrode corrosion and collapse. Moreover, the synergistic effect between the MoS2 and TiO2 is conducive to improving the electrode capacity and cycling stability. By testing them as NIBs anodes, enhanced capacity, cycling stability, and rates capability are demonstrated by ALD TiO2 modification on MoS2 nanosheets surface."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Carbon cloth was cleaned in acetone, ethanol, and deionized water by ultrasonication for 20 min each, respectively, and then soaked in nitric acid with a concentration of 65% for 24 h to improve its surface hydrophilicity. The growth of MoS2 nanosheets on carbon cloth was then accomplished by a hydrothermal method. In a typical process 120 mg of sodium molybdate (NaMoO4·2H2O) and 190 mg of thiourea (CH4N2S) were dissolved in 30 mL of deionized water and stirred for 30 min until clear, and then the above solution was transferred to a 50-mL sealed Teflon-lined stainless steel autoclave with one piece of the treated carbon cloth placed inside. The temperature was kept at 200 °C by an electric oven and maintained for 20 h. After that, the sample was taken out and washed with deionized water repeatedly, then dried in an oven at 80 °C.",
                        "The ultrathin TiO2 layer coating on the MoS2 surface with different thickness was conducted by a Picosun R-200 ALD system.  During the deposition process, TiCl4 and H2O were used as the precursors of Ti and O, respectively. The TiO2 was deposited at 75 °C with the speed of ∼0.8 Å/cycle and the thickness of the TiO2 layer was effectively controlled through different cycles’ settings: 7 cycles, 13 cycles, and 25 cycles were used to deposit about 0.5, 1, and 2 nm, respectively."
                    ],
                    "name": "2.1 Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The microscopic structure and morphology of the as-synthesized MoS2 nanosheets and TiO2-coated MoS2 nanosheets were recorded by field-emission scanning electron microscope (FE-SEM, FEI Sirion200), high-resolution transmission electron microscope (HR-TEM, JEM-2010F), and selected area diffraction patterns. The crystal structure, composition, and valence state of the samples were characterized by X-ray powder diffraction (XRD, Bruker D8-Advance) and X-ray photoelectron spectra (XPS, Kratos Axis Ultra DLD)."
                    ],
                    "name": "2.2 Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical measurements of all the active materials were carried out by using CR2032 coin-type cells. MoS2 and MoS2/TiO2 nanosheets on carbon cloth were directly used as binder-free anodes, and sodium foil (J&K Scientific) was used as the cathode for sodium ion battery. A microporous glass fiber membrane (Whatman) and 1 M solution of NaClO4 in ethylene carbonate (EC) and dimethyl carbonate (DMC) (1:1 by weight) with 5 vol % fluoroethylene carbonate (FEC)were employed as the separator and electrolyte for the cells, respectively. The carbon’s density was 13.4 mg cm–2 and the average loading density of these active materials was about 3 mg cm–2. The galvanostatic charge–discharge cycles at different current densities and the rates performance were tested in a multichannel battery tester (Neware Co., China) with a voltage of 0.01–2.5 V at room temperature. The cyclic voltammetry measurements were performed on a CHI760D electrochemical workstation."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The morphology and structure of the as-obtained MoS2 nanosheets and TiO2-coated ones were characterized by SEM and XRD. The low-magnification SEM image in a shows that spherical MoS2 structures with textured surfaces are almost uniformly wrapped around each carbon fiber. From the closer view in b, it can be seen that the flower-like MoS2 structures are assembled of several thin nanosheets. The diameter of each flower is about 1 μm. After the ALD of 2-nm TiO2 coating, the morphology does not change much, as shown in c, which is attributed to the characteristics of ultrathin TiO2 layer and ultrauniform deposition characteristics of ALD. The SEM images of MoS2 nanosheets coated with 0.5 and 1 nm of TiO2 are also provided in . The EDX elemental mapping () images obtained from the MoS2-2 nm TiO2 sample indicate the good distribution of the Mo, S, Ti, and O elements. The phase purity and crystallinity of the as-prepared samples were further demonstrated by XRD. As displayed in d, all the diffraction peaks are matched with the hexagonal phase of 2H-MoS2 (JCPDS 37-1492).  The peaks at 14.2°, 33°, 40°, 44°, and 58° are respectively indexed to (002), (100), (103), (006), and (110) planes of the single-phase MoS2, and the peak at 26° comes from the carbon cloth substrate. Especially, the (002) peak at 14.2° indicates the stacked layered structure of the MoS2 nanosheets.  Noting that we have not observed the characteristic peaks of TiO2 in the TiO2-coated sample, which is due to the amorphous structure of TiO2 deposited at 75 °C.",
                        "To explore more detailed structural information on the MoS2 nanosheets and MoS2–TiO2 composites, TEM and HR-TEM observations were performed. As shown in a, the ultrathin MoS2 nanosheets are interlaced with each other to form the flowers, which is consistent with the SEM observations. From the HR-TEM image of the pure MoS2 nanosheets in b, we can easily observe the lamellar structure on the edge of MoS2 nanosheet with a thickness of about 9 nm, which is corresponding to 13–15 S–Mo–S layers with an interlayer spacing of about 0.635 nm. The thicknesses of MoS2 nanosheets are between 5 and 10 nm, which can be clearly observed from the TEM image in . The corresponding SAED patterns in c demonstrate that the MoS2 nanosheets are polycrystalline. The diffraction rings are accurately indexed to (110), (103), (100), and (002) planes of 2H-MoS2. The HR-TEM picture of the MoS2 with 2-nm TiO2 coating is shown in d, which confirms that the amorphous TiO2 layer is uniformly coated the outside of the multilayer structure, and the thickness is precisely controlled at about 2 nm by ALD.",
                        "The composition and chemical state of the TiO2-coated MoS2 sample was further investigated by XPS. The high-resolution XPS spectra in  show narrow range scans for the peaks of the four elements. The high-resolution Mo 3d XPS spectrum in a shows two peaks with binding energies of 232.8 and 229.6 eV, which correspond to Mo4+ 3d3/2 and Mo4+ 3d5/2, respectively. The peak at 236 eV is attributed to the Mo6+ 3d,  which might be due to the oxidation of Mo4+ in the atmosphere. The S 2s peak is detected at 226.8 eV. The S2– 2p3/2 and S2– 2p1/2 peaks in b are centered at 162.3 and 163.5 eV, respectively.  As show in c, there are two peaks at 464.7 and 458.9, which can be attributed to Ti 2p1/2 and Ti 2p3/2, respectively.  The O 1s XPS spectrum is shown in d; besides the O 1s peaks at 530 eV attributed to the Ti–O–Ti bond, the peak at 532.0 eV could be assigned to the adsorbed water. "
                    ],
                    "name": "3.1 Morphology and Structure Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of as-synthesized MoS2 nanosheets and TiO2-coated ones with different thickness were evaluated by tested them as sodium ion battery anodes. First, we carried out the cyclic voltammetry measurements for each electrode at a scan rate of 0.2 mV s–1 between 0.001 and 2.5 V. In the first cycle, as shown in a, the curves of all the electrodes show typical peaks of MoS2 in the reduction and oxidation reactions. The first reduction peak at ∼1.9 V attributed to the insertion of Na+ into MoS2, forming NaxMoS2 are observed in pure MoS2, and 0.5- and 1-nm TiO2-coated MoS2 electrodes.  Noting that this peak intensity decreases with the increase of TiO2 layer thickness until disappearing in the 2-nm TiO2-deposited MoS2 electrode, which might be due to that the thick TiO2 layer would prevent the sodium ion to diffuse and react with the MoS2 in a timely manner. The following reduction peaks of all the electrodes at ∼0.8 V and ∼0.6 V are relevant to the further insertion of Na ions in MoS2.  The peak under 0.3 V in the deep cathodic process corresponds to the subsequent conversion reaction from NaxMoS2 to Mo. The corresponding oxidation peaks at about 0.4, 1.8, and 2.3 V are also observed. In the second cycle in b of CV curves, the reduction peaks at ∼0.8 V and ∼0.6 V are reduced and change to higher potential of 0.7 and 1.4 V, respectively. One peak at 1.4 V is attributed to the intercalation reaction of Na+ ions, and the other one at 0.7 V is assigned to the conversion reaction.  The redox peaks tend to keep stable in the following four cycles as displayed in , which indicates the stable and reversible process of sodiation/desodiation reactions.  During the oxidation/reduction process, the typical peaks of TiO2 are not observed, which may be due to the ultrathin thickness of TiO2 layer.",
                        "a shows the charge–discharge voltage-capacity curves of all the samples for the first cycle at the current density of 200 mA g–1 and a potential window of 0.01–2.5 V. The three voltage plateaus located at 0.8, 0.6, and 0.2–0.01 V are observed in the four electrodes, which are consistent with the CV analysis in a. To prove the stable cycling performance of the TiO2 modified electrode, the galvanostatic charge–discharge test was continued until 150 cycles under the same condition, which is demonstrated in b. According to the order of TiO2 thickness from thin to thick, the initial discharge and charge capacities of each electrode are 1392.8 mA h g–1 and 957.4 mA h g–1 (0.5 nm), 1101 mA h g–1 and 751.7 mA h g–1 (1 nm), and 1147.8 mA h g–1 and 745.8 mA h g–1 (2 nm). Compared with that of the pure MoS2 (910 mA h g–1 and 596.8 mA h g–1), the initial discharge capacity of the electrodes modified by TiO2 was significantly improved, and the initial Coulombic efficiency (CE) also increased from 64% to 69%. After 150 cycles, the discharge specific capacity of MoS2 is 317.2 mA h g–1, which is only 59% of its second cycle’s capacity. Meanwhile, the capacity retention rates of the composite electrodes with 0.5-, 1-, and 2-nm TiO2 coating are 75.8%, 74.1%, and 64%, respectively. This performance improvement in TiO2-coated MoS2 might be attributed to the synergistic effect of the composite materials and the passivation nature of TiO2 layer with functions of preventing pulverization of MoS2 caused by the volume change during charging/discharging process, as well as protecting the MoS2 from corrosion and preventing the formation of SEI film.",
                        "c exhibits the rates performance of the samples: the MoS2 nanosheets electrodes with ultrathin TiO2 modification show outstanding capacity retention at various current densities from 50 to 800 mA g–1. Even at a high rate of 800 mA g–1, their capacities retention could be still preserved at more than 42%, which corresponds to the capacities of 392 mA h g–1 for MoS2–0.5-nm-TiO2, 369 mA h g–1 for MoS2–1-nm-TiO2, and 329 mA h g–1 for MoS2–2-nm-TiO2, respectively. When the current returns to 50 mA g–1, the TiO2-coated MoS2 electrodes showed the specific capacity of 801 mA h g–1, 754 mA h g–1, and 775 mA h g–1, respectively. Their capacity recovery rates are as high as 92% or more, while that of the pure MoS2 is only 71%. The capacity and cycling performance of the TiO2-coated MoS2 electrodes in our case are superior to most of the previously reported MoS2-based composite electrodes, as summarized in .",
                        "To verify the superiority of TiO2-coated MoS2 electrode, the long-term stability of the samples was further evaluated at a high current density of 500 mA g–1 as shown in d. After 200 cycles, the reversible capacity of MoS2–1-nm-TiO2 and MoS2–2-nm-TiO2 electrodes could be still maintained at 182 and 157 mA h g–1, respectively, and the corresponding capacity retentions were 60% and 69%. These capacities retention are far higher than that of bare and 0.5-nm-TiO2-coated MoS2 electrodes, which are only 40% and 33%. From the view of this, the cycle stability of MoS2–0.5-nm-TiO2 electrode at high rate is not ideal. Such a similar poor cyclic performance with MoS2 might be due to the fact that the 0.5-nm TiO2 layer is too thin to adapt to the rapid volume change during sodium ion intercalation/deintercalation, leading to severe structural damage and sulfur dissolution.  Taking into account the capacity performance and the cycle stability, in can be concluded that the comprehensive performance of MoS2–1-nm-TiO2 electrode is the best among the three electrodes with different thicknesses of TiO2."
                    ],
                    "name": "3.2 Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The mechanism behind the high rate performance and exceptional cycling stability of the MoS2/TiO2 anode was also investigated. The morphology structure of electrode material after cycling can directly reflect its structural stability. a–d present the SEM images of MoS2 and MoS2 coated with 0.5-, 1-, and 2-nm TiO2 electrodes after 150 cycles at 200 mA g–1. For the pure MoS2 sample, the flower-like structure completely disappears after several cycles due to serious collapse and agglomeration problems. Whereas for the TiO2-coated ones, the flower-like structures are kept well, demonstrating the protective effect of the TiO2 layer. The TEM images of bare MoS2 and TiO2-coated MoS2 samples after 5 charging–discharging cycles are also shown in . No SEI films were observed in the TiO2-coated electrode in contrast to that of bare MoS2 one, indicating that the TiO2 layer modification can effectively prevent the formation of SEI films. On the asis of the above discussions, the high capacity retention characteristic of the ALD TiO2-coated MoS2 anodes might be attributed to the function of ultrathin TiO2 layer that can buffer the volume change of MoS2 during charging/discharging process and act as a protective barrier layer between the anode/electrolyte interface to prevent the formation of SEI film, as a result of keeping the structural integrity.",
                        "Furthermore, the ex situ XRD patterns of all the electrodes after 100 cycles at 200 mA g–1 were measured to study the structure and phase change after sodium ion intercalation/deintercalation process. As shown in , from the bottom to up, the diffraction patterns correspond to the pure MoS2 (I), MoS2–0.5-nm-TiO2 (II), MoS2–1-nm-TiO2 (III), and MoS2–2-nm-TiO2 (IV), respectively. After several cycles, two new additional peaks at 9.46° and 19.2° are clearly observed in the TiO2-coated samples, which correspond to the estimated lattice spacings of 9.33 and 4.61 Å, respectively. The dual relationship between these two lattice spacings demonstrates that a new lamellar structure with an enlarged interlayer spacing was formed during the process of Na+ insertion and extraction.  The diffraction peaks of composite material at 32.3°, 43.4°, and 56.8° indexed to the (100), (006), and (110) planes of MoS2 were also observed. These results suggest that the TiO2 layer can protect the crystal structure of MoS2 very well. However, the peak of corresponding (002) plane does not appear in the pure MoS2 electrode, which indicates that the layered structure was severely damaged during the cycles without the protection of TiO2. The XRD results are consistent with the analyses of SEM in .",
                        "To understand why the MoS2–0.5-nm-TiO2 electrode and MoS2–1-nm-TiO2 electrode exhibit different long cycling stability at varied current density, impedance measurements of the two samples were carried out after 50 cycles at a constant current density of 200 mA g–1 and after 100 cycles at a constant current density of 500 mA g–1. As shown in a and b, all the Nyquist plots were consisted of two semicircles at high and medium frequencies and straight sloping lines at low frequencies. It is well-known that the intercept of the Z′ axis in the high frequency corresponds to the bulk resistance of electrolyte, separator, and electrodes, the high frequency semicircle corresponds to the resistance of SEI film, the medium frequency semicircle corresponds to the charge-transfer resistance, and the low frequency sloping line is associated with the diffusion of sodium ions in the active material.  The corresponding Nyquist plots was fitted by an equivalent circuit model as shown in . As shown in a, it can be seen that the semicircles at high and medium frequencies of MoS2–0.5-nm-TiO2 electrode are smaller than that of the MoS2–1-nm-TiO2 electrode, which reveals that the MoS2–0.5-nm-TiO2 electrode possesses the lower interfacial resistance after 50 cycles at 200 mA g–1. Obviously, when the current density changes to 500 mA g–1 as shown in b, the interface resistance of MoS2–0.5-nm-TiO2 electrode is much larger than that of MoS2–1-nm-TiO2 electrode, which is arising from the collapse of structures and the absence of electrical contact. c and d show the Z′−ω–1/2 (ω = 2πf) curves in the low frequency region, and the low slope indicates good sodium ion kinetics in the electrode materials.  They clearly show that the sodium ion kinetics of MoS2–0.5-nm-TiO2 was better than that of MoS2–1-nm-TiO2 after cycles at 200 mA g–1 and worse than it after cycles at 500 mA g–1. This result is consistent with the phenomenon of the above long-term galvanostatic charge–discharge test, and the lower interface resistance and better sodium ion kinetics are the main factors leading to the excellent cycling stability."
                    ],
                    "name": "3.3 Mechanism Investigation",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussions",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, 3D flower-like MoS2 nanosheets arrays on carbon cloth have been fabricated by a facile and scalable hydrothermal route as binder-free anode for sodium ion batteries. The cycling stability and rate capability of MoS2 nanosheets electrodes were improved greatly by ALD deposited conformal TiO2 layer. After 150 cycles at 200 mA g–1, a remarkable capacity retention characteristic (75.8% of second capacity) was demonstrated for the TiO2 coated electrode. Such an excellent electrochemical performance is ascribed to the functional TiO2 layer that can keep the structural integrity of MoS2 nanosheets and prevent SEI layer formation. The ex-situ SEM and XRD results revealed that the TiO2 layer is able to improve the crystallinity and 3D structure retention of MoS2 nanosheets during cycling process, and the EIS tests showed the relatively thick TiO2 layer can reduce the resistance of SEI film and the electron-transfer, and promote the diffusion efficiency of the sodium ion at a higher current density. Our study provides a valuable reference for the electrode design and surface engineering toward high-performance sodium ion batteries with long cycling life and high rate capability."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "ALD TiO2-Coated Flower-like MoS2 Nanosheets on Carbon Cloth as Sodium Ion Battery Anode with Enhanced Cycling Stability and Rate Capability"
}