{
    "DOI": "10.1039/D0NR04843G",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As a mature energy storage device, lithium-ion batteries (LIBs) have been extensively used in various electronic devices, such as computers, smart phones and electric vehicles. However, the pursuit of higher capacity will never stop and the limited lithium source inhibits their large-scale applications. Sodium ion batteries (SIBs), as an energy storage device with an electrochemical mechanism similar to LIBs, have been brought into the spotlight on account of the abundant sodium resources on the Earth. However, many anode materials used for LIBs are not appropriate for SIBs. For instance, the traditional graphite material reported in previous studies has a low specific capacity of below 35 mA h g−1 in SIBs. Although some reported carbon-based materials, like hard carbon and expanded graphite, exhibit enhanced sodium storage capacity, their capacity is still less than 300 mA h g−1 at relatively low current densities. Hence, it is urgent to develop high-performance anode materials that can be applied in both LIBs and SIBs.",
                "Transition metal sulfides (such as Sb2S3, SnS, MoS2, and SnS2), which have high theoretical specific capacity in both LIBs and SIBs based on the conversion reaction and the alloying reaction, have attracted extensive attention from researchers. However, while providing high capacity, the alloying reactions induce large volume expansion, which causes separation of the active materials from the metal current collector, leading to a continuous capacity fade. Except for the above-listed transition metal sulfides, recent research indicates that indium sulfide (In2S3) can also deliver high capacity in both LIBs and SIBs. For instance, the RGO–In2S3 composites reported by Ye (et al.) maintain a high specific capacity of 604 mA h g−1 after 200 cycles in LIBs. Sun's group prepared In2S3-graphene composites by the method of hydrothermal calcination and achieved a maximum sodium storage capacity of 620 mA h g−1. However, the electrochemical properties, especially the cycling performance, urgently need further improvement. In addition, In2S3 has the characteristics of vacancy defects, which can hold more Li+/Na+ ions. Nevertheless, the lithium and sodium storage mechanisms of In2S3 have not been elucidated so far.",
                "Electrospinning technology is a versatile strategy which can achieve in situ composites with a carbon matrix for improving the electrochemical performance of active materials. Herein, a novel In2S3/C nanofiber was synthesized by electrospinning for the first time. The In2S3/C nanofibers have a 1D nanofibrous morphology with a uniform diameter of around 320–370 nm. The In2S3/C nanofibers show excellent lithium/sodium storage properties such as high specific capacity, long cycle life, and good rate performance. In addition, ex situ XRD was implemented to inquire into the reaction mechanism of In2S3 in both LIBs and SIBs. The research results indicate that the capacity of the In2S3 nanofibers in both LIBs and SIBs is provided by the conversion reaction and alloying reaction, and their maximum theoretical specific capacities are 1206 and 658 mA h g−1, respectively."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In2S3/C nanofibers were prepared by a simple method of electrospinning. Fig. 1 reveals the synthesis procedure of the In2S3/C nanofibers, which can be summarized in the following three steps. Firstly, the precursor solution was electrospun to form a nanofiber membrane. Afterwards, the nanofiber membrane was pre-oxidized in air, which can stabilize the structure of the nanofibers. Finally, the stabilized nanofibers were successively vulcanized and carbonized in a N2 atmosphere. In this calcination process, thiourea was decomposed into CS2, acting as the sulfur source of In2S3. More specific details about the experiment can be found in the ESI.†",
                        "The crystallographic structure of the as-prepared In2S3/C nanofibers was manifested by X-ray diffraction (XRD) analysis and is shown in Fig. 2a. All the identified diffraction peaks agree with tetragonal In2S3 (JCPDS card no. 25-0390) without an impure phase, indicating that In2S3 was successfully synthesized by the electrospinning method. The inset of Fig. 2b shows the crystal structure of In2S3. There are plenty of vacancies in the In2S3 crystal due to the incomplete coordination of S atoms. These vacancies can provide transport channels for Li+/Na+ ions. In the Raman scattering spectrum (Fig. 2b), there are two peaks at about 1340 cm−1 and 1590 cm−1 corresponding to the D peak (the disordered structure of carbon) and the G peak (the graphitic structure of carbon), respectively. The intensity ratio of D to G (ID/IG) is 1.19, indicating the nature of amorphous carbon with partial graphitization. There are some defects in the amorphous carbon structure providing some active sites for the storage of Li+/Na+ ions. In addition, in the low Raman shift range, the peaks located at 244.3 (A1g), 307.2 (A1g), 367.3 (A1g), 326.7 (F2g), and 264.7 cm−1 (E1g) are consistent with the typical Raman modes of In2S3.",
                        "The electronic valence and composition of the In2S3/C nanofibers were detected with X-ray photoelectron spectrometry (XPS) analysis. Fig. 3a shows the full spectrum of the In2S3/C nanofibers, revealing that the In2S3/C nanofibers contain four elements of In, N, C, and S. In the high-resolution In 3d XPS spectrum (Fig. 3b), the two peaks located at 444.9 and 452.5 eV correspond to In 3d5/2 and In 3d3/2 of In3+ in In2S3, respectively. Fig. 3c shows that the high-resolution S 2p spectrum has two peaks at 163.2 and 162.4 eV, which are consistent with S 2p3/2 and S 2p1/2 of S2− in In2S3, respectively. In Fig. 3d, the two peaks at 286.0 eV and 284.6 eV of the C 1s spectrum can be fitted to the C–N bonds and C–C bonds, respectively. The presence of the C–N bonds manifests that N elements from PVP and PAN have been successfully incorporated into the carbon matrix. The doping of nitrogen can provide more electrons for the π-conjugated system of carbon, thereby improving the electronic conductivity of the composite. The N 1s spectrum shown in Fig. 3e reveals that N mainly exists in the form of pyridinic N (398.0 eV), pyrrolic N (399.7 eV), and graphitic N (400.1 eV), which further implies that nitrogen was successfully doped into the carbon nanofibers (5.6 at% nitrogen content determined with XPS composition analysis). Among them, the defects in the carbon matrix caused by pyridinic N and pyrrolic N can provide some active sites for the intercalation of Li+ and Na+ ions.",
                        "The carbon content of the In2S3/C nanofibers was determined through the thermogravimetric analysis (TGA) and the results are shown in Fig. 3f. It can be seen from Fig. 3f that there is a slight weight loss below 200 °C, which is ascribed to the evaporation of physically adsorbed water and free water. The main weight loss of In2S3 occurs between 500 °C to 600 °C, which can be attributed to the oxidation of carbon and In2S3 in air. Subsequently, the TG curve tends to be flat, and the final total weight loss is 36.6%. XRD characterization of the combustion products (Fig. S1†) indicates that the final residue was identified as In2O3; therefore, the content of In2S3 in the composite can be calculated to be 74.4%.",
                        "The morphology of the as-prepared In2S3/C nanofibers was observed by field emission scanning electron microscopy (FE-SEM) and transmission electron microscopy (TEM). The FE-SEM image of the precursor fibers in Fig. S2† shows that the nanofibers have a smooth fiber surface and uniform fiber diameter of about 350–400 nm. After calcination, the FE-SEM images of the In2S3/C nanofibers (Fig. S3a and b†) with rough surfaces can be observed at low magnification, and the diameter of the nanofibers is about 320–370 nm. Under high magnification (Fig. 4a and b), it can be intuitively observed that the surface of the nanofiber is covered with a layer of floc and has been identified as a composite of In2S3 nanoparticles and a thin layer of amorphous carbon using TEM analysis below. The two curves in Fig. 4c represent the nitrogen adsorption–desorption isotherms of the In2S3/C nanofibers and the pore size distribution, respectively. The distinct hysteresis loop located at low and middle pressures indicates that there are many micropores and mesopores inside the material, which is consistent with its pore size distribution. The specific surface area and the pore volume were calculated to be 162.5 m2 g−1 and 0.098 cm3 g−1, respectively. The large specific surface area and porous structure can buffer the volume expansion caused by the electrochemical reaction; in the meantime, it can also increase the contact area between the electrolyte and the electrode.",
                        "Fig. 4d and e show the TEM image and the high-resolution TEM image of the In2S3/C nanofibers, respectively. The legible lattice fringes with a space of 6.1 Å correspond to the (1 0 3) plane of tetragonal In2S3, which is in agreement with the XRD result. The fast Fourier transform (FFT) image in the inset of Fig. 4e reveals clear diffraction points indicating the high crystallinity of In2S3. It can be seen from Fig. S4a† that there is a layer of floc on the fiber surface, which also confirms the result of the SEM analysis. When the red rectangular frame in Fig. S4a† is enlarged, it can be observed that there are some black crystal particles in the floc (as shown by the yellow dashed frame in Fig. S4b†). The high-resolution image (Fig. S4d†) of the black crystal particles in the red rectangle in Fig. S4c† and the interplanar crystal spacing statistical tables (the inset in Fig. S4d†) are shown in Fig. S4d.† The lattice fringes with a pitch of 3.2 Å corresponding to the (109) plane of tetragonal In2S3 can be identified. Therefore, the floc on the fiber surface should be composed of In2S3 nanoparticles and a thin layer of amorphous carbon. Fig. 4(g–j) display the energy-dispersive X-ray spectroscopy (EDX) elemental mapping of C, In, S, and, N with the test area corresponding to the high-angle annular dark field (HAADF) image in Fig. 4f. It can be seen directly that the four elements C, In, S, and N are uniformly distributed in the nanofibers. However, some light spots can be observed in the elemental mapping of In and S (as shown by the red dashed box in Fig. 4f, h and i), which correspond to the In2S3 particles in the floc on the fiber surface."
                    ],
                    "name": "2.1 Synthesis and characterization of In2S3/C nanofibers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To elucidate the lithium storage mechanism of In2S3, cyclic voltammetry (CV) and ex situ XRD have been employed to research the phase transition during the electrochemical reaction. The CV curves in the voltage range from 0.01 to 3.0 V can be seen in Fig. 5a. The reduction peak corresponding to the conversion reaction of In2S3 to In and Li2S is located at 0.99 V in the first cathodic scan (eqn (1)), which can be confirmed by ex situ XRD characterization in Fig. 5b. When discharged to 0.4 V, a weak diffraction peak appeared at 65.2°, which matched the (4 0 0) plane of Li2S. Moreover, the diffraction peaks at 33.0°, 36.3°, 39.1°, 54.5°, 63.2°, and 67.0° correspond to the (1 0 1), (0 0 2), (1 1 0), (1 1 2), (1 0 3), and (2 1 1) planes of tetragonal In, respectively. The cathodic peaks at 0.68 V in the first scan are related to the irreversible formation of the SEI film, and the cathodic peaks below 0.6 V may be attributable to the In–Li alloying reaction (eqn (2)). In Fig. 5b, two weak diffraction peaks appeared at 32.0° and 34.3° when discharged to 0.01 V, and disappeared when the voltage was charged to 0.4 V, which can be attributed to the (4 2 2) and (5 1 1) planes of cubic In3Li13, respectively. Therefore, the anodic peaks between 0.1 and 0.7 V correspond to the step-by-step dealloying reaction. The broad oxidation peak at 1.05 V in the CV curve (Fig. 5a) corresponds to the conversion of In to In2S3. However, the peak intensity decreases with an increase of the number of cycles, implying the poor reversibility of the reverse conversion reaction during the charging process. Therefore, In was only partially converted to In2S3 during the reverse conversion reaction. When the voltage is charged to 1.6 and 3.0 V, a diffraction peak appears at 33.2°, which corresponds to the (0 0 12) plane of In2S3 (Fig. 2a). Moreover, the diffraction peak of In can also be clearly observed in the ex-situ XRD pattern at cha-3.0 V, which once again confirms that In2S3 is only partially reversible. The conversion reactions per metal center are accompanied by multiple electron transfers, which makes the conversion from In2S3 to Li2S and In in the initial lithiation process largely irreversible. The low reversibility of the conversion reaction gives rise to the first irreversible capacity loss and a gradual decrease in the capacity during the initial several cycles. It is worth adding that the irreversible formation of the solid electrolyte interphase (SEI) film is also responsible for the first irreversible capacity loss.",
                        "To sum up, the lithium storage mechanism of In2S3 could be elucidated as eqn (1) and (2). 14.67 moles of Li+ ions and electrons are stored in one mole of In2S3, and the maximum theoretical capacity of In2S3 can be calculated to be 1206 mA h g−1.",
                        "The electrochemical performance of the In2S3/C nanofiber anode was investigated by the galvanostatic discharge/charge test. Fig. 5c shows the rate performance of the In2S3/C nanofiber anode at diverse current densities in the range of 50–2000 mA g−1. The In2S3/C nanofiber anode experiences an obvious capacity decrease during the first several cycles, which is consistent with the CV test result. Fortunately, even at a high current density of 2000 mA g−1, the In2S3/C nanofiber anode maintains a high discharge specific capacity of 301.2 mA h g−1, and after the current density was restored to 50 mA g−1, the specific capacity rapidly went back to 624.3 mA h g−1.",
                        "The cycling performance of the In2S3/C nanofiber anode at 50 mA g−1 and the corresponding first three discharge/charge profiles can be seen in Fig. 5d and Fig. S6,† respectively. The initial discharge and charge specific capacities are 1184.2 and 696.4 mA h g−1, respectively, meaning that the initial coulombic efficiency is about 58.8%. The low reversibility of the conversion reaction and the irreversible formation of the SEI film are the main reasons for the 41.2% irreversible capacity loss. After 100 cycles, the In2S3/C nanofiber anode delivered a high discharge specific capacity of 642.4 mA h g−1 with a capacity retention of 95.1% (based on the second discharge specific capacity of 675.2 mA h g−1). Beyond that, the In2S3/C nanofiber anode also shows ultra-long cycle life at 1000 mA g−1 (Fig. 5e), maintaining a discharge specific capacity of 312.5 mA h g−1 after 600 cycles with a capacity retention of 80.5% (based on the second discharge specific capacity of 388.3 mA h g−1). Compared with those of In2S3 materials in published articles, the electrochemical performance of the In2S3/C nanofibers in LIBs has been significantly improved. In the first several cycles, a minor specific capacity fade was observed at both 50 and 1000 mA g−1. The capacity fade could be mainly ascribed to the low reversibility of the conversion reaction and the separation of the In2S3 floccules from the fiber framework, which will be explained in subsequent articles.",
                        "The electrode reaction kinetics was investigated by electrochemical impedance spectroscopy (EIS). Fig. S8† shows the Nyquist plots, which include two depressed semicircles and a sloping line and the corresponding simulated curves of the In2S3/C nanofiber anode after 1 and 20 cycles at 50 mA g−1. Specifically, the high-frequency semicircle is related to the SEI film resistance as Rsei, the semicircle in the intermediate-frequency region is related to the charge-transfer resistance as Rct, and the sloping line is due to the ion-diffusion process in the solid phase. The simulated curves are obtained by constructing an equivalent circuit model (the inset in Fig. S8†). The simulated impedance parameters are listed in Table S1.† The In2S3/C nanofiber anode showed small impedance after 1 cycle and a negligible increase after 20 cycles. Moreover, the EIS of the In2S3/C nanofiber anode after 600 cycles at 1000 mA g−1 (corresponding to Fig. 5e) was also tested. After experiencing an ultra-long cycle, the continuous consumption of the electrolyte during repeated cycles leads to an increase of the Rs value (25.9 Ω after 600 cycles), which may be the reason why the specific capacity gradually decreases after 300 cycles. However, its Rct value on behalf of the charge transfer resistance is still only 20.3 Ω; the small Rct value indicates that the electrode structure of the In2S3/C nanofiber anode has not been destroyed after undergoing an ultra-long cycle. The small Rct value benefits mainly from the carbon matrix that fully encapsulates the In2S3 nanoparticles and enhances their electrical conductivity."
                    ],
                    "name": "2.2 Lithium storage performance and lithium storage mechanism",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance of the In2S3/C nanofibers in SIBs was tested in Na half-cells. The electrochemical reaction mechanism of In2S3 was investigated by CV and ex situ XRD analysis. The CV curves of the first three cycles can be seen in Fig. 6a. In the first cathodic scan process, the two strong reduction peaks at 0.38 V and 0.54 V can be attributed to the conversion from In2S3 to In and Na2S (eqn (3)) and the formation of the SEI film, respectively. The ex situ XRD pattern in Fig. 6b confirms the formation of the orthorhombic Na2S phase (the corresponding diffraction peak is located at 36.4°) and tetragonal phase (after discharging to 0.4 V). The reduction peak below 0.2 V and the oxidation peak at 0.49 V in all cycles may be attributed to the In–Na alloying reaction (eqn (4)) and the inverse dealloying reaction, respectively, which can also be confirmed by ex situ XRD results. A weak diffraction peak appeared at 21.0° when discharged to 0.01 V, which is absent when charged to 1.6 V; it could be assigned to the (1 1 1) plane of cubic NaIn. In addition, Fig. S5† shows the high-resolution In 3d spectrum at dis-0.01 V, which can be deconvoluted into three species. The peaks at 443.7 and 451.5 eV can be attributed to the metal indium. The metal indium peak shifted slightly to a lower binding energy, and two small peaks at 443.2 and 451.0 eV appeared, which may be due to the formation of NaIn, which caused the binding energy shift. Indium has less electronegativity than sodium, and it is easier for indium to obtain electrons. The density of the outer electron cloud increases and the shielding effect on the nucleus increases, thereby reducing the binding energy. During the charging process, the two peaks at 13.2° and 26.9° may be attributed to the (1 1 0) plane and the (2 2 1) plane of tetragonal Na8In2S7 (4Na2S + In2S3 ⇌ Na8In2S7), respectively. The intensity of the two peaks gradually disappears when the voltage increases to 2.5 V, which may be ascribed to the instability of Na8In2S7 at high voltage, resulting in its decomposition. The formation of In2S3 is a multi-step reversible conversion process corresponding to the oxidation peaks of 0.8 V and 1.2 V in the CV curve. When the voltage charges to 1.6 V, a diffraction peak reappears at 33.2° which can be attributed to the (0 0 12) plane of In2S3. In summary, 8 moles of electrons and Na+ ions are stored in one mole of In2S3, indicating that the maximum theoretical capacity of In2S3 can be calculated to be 658 mA h g−1.",
                        "In the subsequent CV scans, the shift of the reduction peak position may be put down to the phase transition and the formation of the SEI film. Beyond that, the CV curves overlap very well during the subsequent scans, indicating that the In2S3/C nanofiber electrode has high electrochemical reversibility.",
                        "The rate performance of the In2S3/C nanofiber anode was evaluated at diverse current densities in the range of 50–2000 mA g−1 (Fig. 6c). The In2S3/C nanofiber anode delivers a high specific capacity of 388.5 mA h g−1 at 50 mA g−1. Even if the applied current density increased to 2000 mA g−1, the capacity of the In2S3/C nanofiber anode can still be maintained at 235.6 mA h g−1. Then, the specific capacity quickly recovered to 344.7 mA h g−1 after the current density recovered to 50 mA g−1.",
                        "The cycle performance of the In2S3/C nanofiber anode in SIBs and the corresponding first three discharge/charge profiles were tested at 50 mA g−1 (Fig. 6d and S7†). The In2S3/C nanofiber electrode delivers the first discharge and charge specific capacities of 683.6 and 393.7 mA h g−1 at 50 mA g−1, respectively, meaning that the initial coulombic efficiency is about 57.6%. The large first irreversible capacity fade is mainly to blame for the formation of the SEI film. After the initial few cycles, the coulombic efficiency was maintained close to 100%, manifesting that the In2S3/C nanofiber electrode has good stability and reversibility. The In2S3/C nanofiber electrode can maintain a high specific capacity of 372.4 mA h g−1 after 100 cycles, and its capacity retention is 94.1% (based on the second discharge specific capacity of 395.9 mA h g−1). The In2S3/C nanofiber electrode also showed long-term cyclability (Fig. 6e), which maintained a specific capacity of 261.7 mA h g−1 after 300 cycles at 1000 mA g−1 with a capacity retention of 97.3% (based on the second discharge specific capacity of 269.1 mA h g−1). The cycle life of the In2S3/C nanofibers in SIBs has been significantly increased compared with the published article in which the In2S3 composite was used as an anode for SIBs.",
                        "The EIS was performed to investigate the electrode reaction kinetics of the In2S3/C nanofiber anode in SIBs. Fig. S9† displays the Nyquist plots and corresponding simulated curves (simulated impendence parameters can be seen in Table S2†) of the In2S3/C nanofiber anode. The Rs value is small with negligible increase. The addition of 5% FEC additive to the electrolyte of SIBs generated the formation of a compact SEI film on the surface of the electrode, which resulted in a large Rsei, however, without significant increase after 20 cycles. The large Rct value is ascribed to the large sodium ion radius. Interestingly, there is no obvious increase in the Rct value after 20 cycles, indicating a stable electrode structure in SIBs."
                    ],
                    "name": "2.3 Sodium storage performance and sodium storage mechanism",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to clarify the reason why the In2S3/C nanofiber anodes have excellent electrochemical properties in LIBs and SIBs, the morphology and microstructure of the after-cycled In2S3/C nanofiber anode were observed by TEM and EDX elemental mapping. First, the Li half-cell and Na half-cell that have been subjected to the rate performance test (corresponding to Fig. 5c and 6c) were disassembled, and then the electrolyte residue on the electrode surface was rinsed with dimethyl carbonate (DMC). Finally, the active materials coated on the copper foil were collected and dispersed by sonication in absolute alcohol. It can be seen in Fig. 7a and f, which show the TEM images of the after-cycled electrodes cycling in the Li half-cell and Na half-cell, that the after-cycled In2S3/C nanofiber anode retains the initial fibrous morphology after cycling at high current densities. Fig. 7b–e and g–j show the EDX elemental mapping of the after-cycled electrodes cycling in the Li half-cell and Na half-cell. In the fiber region, all elements (C, In, S, and N) are evenly distributed without visible light spots, which is different from the elemental mapping of the pristine In2S3/C nanofibers. The disappearance of the light spots in the element mapping of In and S may be ascribed to the large volume expansion during the alloying reactions, which causes the separation of In2S3 floccules from the fiber surface. No obvious elemental light spots implies that no agglomeration of In2S3 occurs during the electrochemical reaction. These phenomena including the unbroken fiber structure, uniform element distribution, and no agglomeration manifest that the carbon fiber framework has robust mechanical flexibility to adequately protect the In2S3 nanoparticles during repeated cycles."
                    ],
                    "name": "2.4 Characterization of the after-cycled In2S3/C nanofiber electrode",
                    "type": "section_h3"
                }
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a novel In2S3/C nanofiber anode material is synthesized by a simple method of electrospinning and subsequent heat treatment. The In2S3/C nanofiber anode exhibits excellent lithium/sodium storage properties such as high capacity, long-term cycle life, and outstanding rate performance. After 100 cycles at 50 mA g−1, the In2S3/C nanofiber electrode shows a high capacity retention of 95.1% and 94.1% in LIBs and SIBs, respectively. Moreover, the In2S3/C nanofiber electrode exhibits a capacity retention of 80.5% (after 600 cycles) and 97.3% (after 300 cycles) in LIBs and SIBs at 1000 mA g−1, respectively. The excellent electrochemical performance of the In2S3/C nanofibers mainly benefits from the in situ carbon encapsulation, which not only greatly improves the conductivity of the composite but also buffers the volume expansion resulting from the alloying reaction. More than that, the In2S3/C nanofibers with robust mechanical flexibility make the In2S3/C nanofiber electrode endure repeated cycles. Furthermore, the reaction mechanism of In2S3 in LIBs and SIBs has been illustrated with ex situ XRD. Based on the characterization result from the ex situ XRD test, the electrochemical reaction mechanism in both the LIBs and the SIBs includes the conversion reaction and the alloying reaction. The maximum theoretical specific capacities of In2S3 in LIBs and SIBs are calculated to be 1205 and 658 mA h g−1, respectively. We believe that the clarified Li/Na storage mechanism can further stimulate the development of In2S3 in the electrochemical energy storage field. In addition, the strategy of preparing In2S3/C nanofibers with electrospinning can also be applied to the preparation of other energy storage materials."
            ],
            "name": "3. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "The electrochemical storage mechanism of an In2S3/C nanofiber anode for high-performance Li-ion and Na-ion batteries"
}