{
    "DOI": "10.1039/D4NR01786B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage technology is of great significance to the development of society. Rechargeable LIBs have garnered increasing attention as an effective and clean energy storage technology due to their reversible capacity, high power density, portability, and long cycle life. At present, LIBs are widely used in portable electronics, electric vehicles, and power grid systems. In addition to LIBs, NIBs with abundant reserves and high safety are promising options for rechargeable batteries in the future. The performances of LIBs and NIBs are highly dependent on the properties of electrode materials. Graphite is widely used as an anode material for LIBs due to the high cycle stability and Coulomb efficiency, but the low specific capacity (372 mA h g−1) and high diffusion energy barrier (450–1200 meV) limit its further application. In addition, graphite is not suitable for NIBs because Na ions are unable to form a robust interaction with it. Hence, there is an urgent need for new anode materials to enhance the performance of LIBs and NIBs. In recent years, many Two-dimensional (2D) materials have been investigated as anode materials in metal-ion batteries due to their high specific surface area, high electrical conductivity and good mechanical properties. Graphene is the first example of 2D electrode materials for LIBs. Other 2D materials such as transition metal oxides (TMOs), transition metal dichalcogenides (TMDs), and transition metal carbides and nitrides (MXenes) were also investigated as anode materials for LIBs or NIBs. Recently, MBenes have garnered increasing attention because of their high performances as anode materials for metal-ion batteries. Notably, in 2017, Guo et al. first reported the orthorhombic MBenes, including Fe2B2 and Mo2B2, which exhibited high storage capacities (665 and 444 mA h g−1) for LIBs. Since then, a series of MBenes were investigated as anode materials for metal-ion batteries. The hexagonal Sc2B2, Ti2B2, Zr2B2 monolayers possess ultra-low diffusion energy barriers (3, 17 and 17 meV), while their specific capacities are relatively low (480, 456 and 526 mA h g−1) for LIBs. For NIBs, the hexagonal V2B2 demonstrate a quite high specific capacity (814 mA h g−1). However, the high initial and average voltages (1.2 and 0.7 V) reduce the advantages of it as anode materials. Additionally, the hexagonal Ti2B2 has an ultra-low diffusion energy barrier (8 meV) but a commonplace specific capacity (342 mA h g−1) for Na ions. Although MBenes show the potential as anode materials due to their high specific capacities and low ion diffusion energy barriers, there is still room for improving their overall performances. It is necessary and meaningful to find new anode materials with high performances for LIBs and NIBs.",
                "MBenes was defined as a family of 2D transition metal borides with sandwich-like structures which are derived from bulk ternary layered transition metal borides (MABs). At present, the MBene family only covers transition metal borides, among which the most reported are the orthogonal and hexagonal M2B2-type MBenes (M = Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Y, Zr, Nb, Mo, Tc, Ru, Rh, Hf, Ta and W). Actually, the hexagonal bulk binary layered metal borides (MB2) are also potential precursors for hexagonal MBenes apart from hexagonal MABs. The hexagonal bulk MB2 is composed of alternating layers of metal atoms and honeycomb boron rings. In experiments, the 2D MB2 (M = Ti, Zr, Hf, Nb, Ta, Cr, Al and Mg) nanosheets can be prepared by liquid-phase exfoliation of bulk MB2. Nonetheless, to obtain their monolayer structures, refinements in experimental methods and solvents are essential. Theoretically, it is possible to obtain two types of monolayer structures from bulk MB2. One is the MB2 monolayer (M–B2) composed of a layer of metal atoms and a layer of boron rings. The other is the M2B2 monolayer (M–B2–M), which consists of two layers of metal atoms sandwiching a layer of boron rings, with the same structure as the hexagonal M2B2-type MBene. Currently, some hexagonal MB2 (M = Ti, Hf, V, Nb, Ta, Fe, Be and Mg) monolayers have been verified to be stable by ab initio simulations, which cover IIA, IIIA and transition metal borides. However, there is a lack of research on M2B2 monolayers originating from bulk MB2, especially for main group metal borides.",
                "To enhance the specific capacity of MBene anode materials, efforts should be made to increase the ion loading capacity and reduce the molecular weight. To decrease the OCV of MBene anode materials, it is necessary to reduce the variation of energy with ion concentration during charging or discharging, which requires MBene to have a moderate adsorption energy for Li/Na ions. Currently, transition metal element MBenes possess high molecular weights and low adsorption energies for Li/Na ions, which respectively limit the enhancement of specific capacity and the decrease of OCV. If new MBenes with low molecular weights and moderate ion adsorption energies can be selected from non-transition metal elements, the overall electrode performance of MBenes will be further improved.",
                "In this work, we investigated the hexagonal I–IIIA metal M2B2 monolayers by ab initio calculations aiming to expand the MBene family to non-transition metal borides. Initially, we identified the stabilities of bulk MB2 and corresponding M2B2 monolayers (M = Li, Na, Mg, Ca, Al, Ga, In, Tl) at 0K. Subsequently, we investigated the exfoliation of these M2B2 monolayers from bulk MB2 and compared them to that of MB2 monolayers. The results indicated that M2B2 monolayers are more easily exfoliated from bulk MB2 than MB2 monolayers based on the surface formation energies. Finally, motivated by the excellent performance of MBenes in metal-ion battery anodes, we chose Mg2B2, Ca2B2 and Al2B2 to explore their applications in LIBs and SIBs. Specifically, the Mg2B2 and Ca2B2 monolayers were predicted to be promising for anode materials in LIBs and SIBs, with good thermal stabilities, high specific capacities, low average OCVs and low diffusion energy barriers. In conclusion, the IIA metal MBenes hold promise in enhancing the performance of anode materials for LIBs and NIBs, which is crucial for driving the innovation and advancement in energy storage technologies."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The ab initio calculations were performed using the Density Functional Theory (DFT) method as implemented in the Vienna Ab initio Simulation Package (VASP). The exchange–correlation interactions were described using the Perdew–Burke–Ernzerh (PBE) functional of the generalized gradient approximation. The plane-wave cutoff energy of 520 eV was used for all the calculations. For the structure optimizations, the force and energy convergence criteria were set to 1 × 10−4 eV Å−1 and 1 × 10−5 eV, respectively, and the k meshes were set to 4 × 4 × 1 using the Monkhorst–Pack method. For the static calculations, we adopted the k meshes of 6 × 6 × 1. For band and density of state calculations, the PBE and HSE06 functionals were respectively adopted to study the effect of the exchange–correlation functional on electronic properties of MBenes. The van der Waals (vdW) interaction in 2D MBenes was corrected by the DFT-D3 (Becke–Johnson damping) method. To avoid the interlayer interactions, a vacuum spacing of 20 Å was used in the z direction. The phonon calculations were performed based on the DFPT (density-functional perturbation theory) implemented in VASP with the 2 × 2 × 1 supercells for MBenes and 2 × 2 × 2 supercells for bulk MB2. The phonon spectra were obtained using the PHONOPY codes. The ab initio molecular dynamics (AIMD) simulations employed the canonical ensembles (NVT) controlling the temperatures by the algorithm of Nosé. For MBenes, we used the 5 × 5 × 1 supercells in the AIMD simulations. The climbing image nudged elastic band method (CI-NEB) was adopted to determine the transition states and calculate the diffusion energy barriers of Li/Na. The surface formation energies of M2B2 and MB2 monolayers are calculated using the following equation, where Eslab-M2B2 and Ebulk-MB2 represent the total energies of M2B2 monolayers and bulk MB2, respectively. μM represents the energy of the bulk M metal per atom. S is the cross-section area of bulk MB2. where Eslab-MB2 and Ebulk-MB2 represent the total energies of MB2 monolayers and bulk MB2, respectively. S is the cross-section area of bulk MB2. The single atom adsorption energies for Li and Na ions are calculated according to the following equation, where EMnMBene and EMBene represent the total energies of the MBene adsorbed with n Li/Na ions and the isolated MBene, respectively. EM represents the energy of the body-centered cubic Li/Na per atom. n is the number of adsorbed Li/Na atoms, which equals 1 for a single atom. To evaluate the adsorption stabilities of the Li/Na layers on MBenes, the average adsorption energies are calculated according to the following equation, where EMiMBene and EMi−1MBene represent the total energies of MBenes adsorbed with i and i − 1 Li/Na layers, EM is the energy of the body-centered cubic Li/Na per atom and m is the number of adsorbed Li/Na ions in the i layer. The theoretical specific capacities are calculated by the following equation, where n stands the number of adsorbed Li/Na ions, z is the valence number of Li/Na, F represents the Faraday constant (26801 mA h mol−1) and MMBene represents the molecular weight of the MBene. To assess the thermodynamic stability of the adsorption configurations, the formation energies are obtained from the following equation, where EMxMBene and EMBene represent the total energies of the MBene adsorbed with x Li/Na ions and the isolated MBene, respectively. EM represents the energy of the body-centered cubic Li/Na per atom. x is the number of adsorbed Li/Na atoms. The OCV with respect to M/M+ between the adjacent ion concentrations x1 and x2 is calculated as the following equation, where E(x2) and E(x1) represent the total energies of the adsorption configurations at Li/Na concentration x1 and x2, respectively. Nx2 and Nx1 stand the number of adsorbed Li/Na ions at concentration x1 and x2, respectively. EM represents the energy of the body-centered cubic Li/Na per atom. The diffusion coefficients of Li/Na ions are obtained from the following equation, where l is the ion migration distance between the equivalent S1 sites on the MBenes, υ0 is the vibrational frequency, Ebarrier is the diffusion energy barrier, kB presents the Boltzmann constant and T stands the temperature."
            ],
            "name": "2. Computational methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The structures of hexagonal bulk MB2, MB2 monolayer and M2B2 monolayer are exhibited in Fig. 1. These structures exhibit a high similarity, consisting of stacked metal atom layers and honeycomb boron ring layers. Inspired by the structural similarity of these systems and the elemental diversity of MB2 covering transition metal and main group metal, we investigated the I–IIIA metal M2B2 monolayers by ab initio calculations to expand the hexagonal MBene family. Initially, we verified the dynamic stabilities of hexagonal bulk MB2 (where M = Li, Na, K, Be, Mg, Ca, Al, Ga, In, Tl) through phonon calculations. The results in Fig. S1† show that all I–IIIA metal bulk MB2 are dynamically stable except for the bulk KB2. Subsequently, we focused on screening new hexagonal IA, IIA and IIIA metal M2B2 monolayers. We calculated the phonon spectra of M2B2 monolayers for the same metal elements as MB2 to investigate their dynamic stabilities. Except for the Be2B2 monolayer, all these monolayers were verified to be dynamically stable without imaginary frequencies in their phonon spectra as displayed in Fig. S2.† Interestingly, the bulk KB2 is dynamically unstable whereas the K2B2 monolayer is dynamically stable. Furthermore, we calculated the exfoliation energies of M2B2 monolayers from bulk MB2 and compared them to that of MB2 monolayers. The detailed results are shown in Fig. S5 and Table S2.† In Fig. S5,† the exfoliation energies of stable I–IIIA metal M2B2 monolayers (0.30–1.37 J m−2) are significantly lower than those of transition metal M2B2 (M = Ti, Zr and Hf) monolayers (2.35–2.59 J m−2), whose nanosheets have been exfoliated in experiments. In Table S2,† the exfoliation energy values of M2B2 and MB2 monolayers are very close with a maximum difference no more than 0.001 J m−2, indicating that both can potentially be exfoliated from bulk MB2. To determine the surface stability of M2B2 and MB2 monolayers, we calculated their surface formation energies using eqn (1) and (2), respectively. Fig. S6 and Table S3† shows that the surface formation energies of M2B2 for all M elements are smaller than that of MB2, indicating that M2B2 terminated by M atoms on both sides is more stable than MB2 terminated by M atoms on only one side. These results demonstrate that the M2B2 monolayers are more easily exfoliated from the bulk MB2 than the MB2 monolayers by breaking the M–B bonds at the blue dashed line instead of the red dashed line as shown in Fig. 1. Additionally, the surface formation energies of non-transition metal M2B2 and MB2 monolayers (0.046–0.750 J m−2 and 0.264–1.329 J m−2) are smaller than that of transition metal systems such as Ti, Zr and Hf (1.141–1.458 J m−2 and 0.264–2.158 J m−2). This indicates that non-transition metal monolayers require less energy to be obtained than that of transition metal monolayers.",
                        "Motivated by the applications of hexagonal MBenes in metal-ion battery anodes, we investigated hexagonal non-transition metal M2B2 systems for LIB and NIB anodes. Considering the stability and molecular weight, we selected the Mg2B2 and Ca2B2 monolayers as candidate anode materials for further investigation."
                    ],
                    "name": "3.1 Stabilities and exfoliation of M2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The optimized structures of hexagonal Mg2B2 and Ca2B2 monolayers with the P6/mmm space group are displayed in Fig. 2a and b, respectively. The M–M distances in planes are 3.078 Å and 3.333 Å and the thicknesses are 3.393 Å and 3.714 Å for Mg2B2 and Ca2B2, respectively. First of all, the previous calculated phonon spectra in Fig. 3a and b show that the hexagonal Mg2B2 and Ca2B2 monolayers are dynamically stable without imaginary phonon frequencies in the whole Brillouin zones. Subsequently, we calculated the elastic constants (cij) of Mg2B2 and Ca2B2 to evaluate their mechanical stabilities. The results in Fig. S3 and Table S1 in the ESI† demonstrate that these two 2D hexagonal crystals are mechanically stable satisfying c11 > 0 and c11 > |c12|. Furthermore, in order to evaluate their thermal stabilities, we conducted AIMD simulations for 10 ps at 300, 600, 900, 1200 and 3000 K, respectively. At 300 K, the average values of the total energies remain almost constant throughout the simulations as depicted in Fig. 3c and d. The corresponding structure snapshots show the intact geometries with only minor deformations in Fig. 3e and f. These results indicate that the Mg2B2 and Ca2B2 monolayers remain stable at room temperature. The energy fluctuations and structure snapshots of AIMD simulations at other temperatures are presented in Fig. S7 and S8,† respectively. The Mg2B2 monolayer keeps stable until 1200 K indicating the high stability for the application in metal-ion battery anodes. The Ca2B2 monolayer begins to tear and coalesce into chains at 900 K and the average of energies fluctuates drastically. Nonetheless, it remains stable at 600 K, which is enough for the application of anode materials."
                    ],
                    "name": "3.2 Structures and stabilities of Mg2B2 and Ca2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The intrinsic electronic conductivity has a profound effect on the cyclability and rate performance of the anode materials. Hence, we first calculated the PBE band structures and density of states (DOS) for Mg2B2 and Ca2B2 monolayers to investigate their electrical behaviors. In Fig. 4, the Mg2B2 and Ca2B2 monolayers exhibit metallic behaviors with electronic bands passing through the Fermi level and notable peaks of total DOS at the Fermi energy, which indicates their good electronic conductivities. The projected DOS of Mg2B2 shows that the B orbitals contribute dominantly while the Mg orbitals contribute partially near the Fermi level. For Ca2B2, the DOS is jointly contributed by the Ca and B orbitals. Besides, the HSE06 bands and DOS show that there is no band gap for Mg2B2 and Ca2B2 as shown in Fig. S9.† With excellent electronic conductivities, the Mg2B2 and Ca2B2 monolayers have the potential for applications as anode materials for LIBs and NIBs compared with the semi-conducting or insulating anode materials."
                    ],
                    "name": "3.3 Electronic properties of Mg2B2 and Ca2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Three adsorption sites were identified for the hexagonal Mg2B2 and Ca2B2 monolayers, including the hollow (S1), bridge (S2) and top (S3) sites, as shown in Fig. 5a. The S1 site is positioned above the B atom corresponding to the hollow site of the triangle of M atoms. The S2 site is located at the top of the B–B or M–M bridges. And the S3 site is above the M atom. Utilizing eqn (3), we calculated the single atom adsorption energies (Ead) for Li and Na on these sites, as shown in Fig. 5b. The single atom Ead of Li and Na on S1 are both the lowest for the Mg2B2 (−0.287 and −0.533 eV) and Ca2B2 (−0.102 and −0.477 eV) monolayers, indicating that the S1 is the most favorable adsorption site. All the most stable configurations are exhibited in Fig. S10.† Besides, the single atom Ead of Na are lower than those of Li at the same site of Mg2B2 or Ca2B2, suggesting that the single Na atom adsorption configurations are more stable than those of Li. Furthermore, the single Li/Na atom Ead of Mg2B2 is lower than Ca2B2, indicating that the adsorption configuration of Mg2B2 for a single Li/Na atom is more stable than that of Ca2B2.",
                        "After identifying the most favorable adsorption site, we focused on determining the specific capacity of the Mg2B2 and Ca2B2 monolayers. Charging or discharging in LIBs and SIBs involves a gradual process of ion adsorption or release. To determine the adsorption configurations at different ion concentrations, we first investigated the average adsorption energies (Eave) of the configurations with one layer of Li/Na on both sides. There are 8 hollow (S1) sites on one side of the monolayers. To determine the maximum numbers of Li/Na atoms that the monolayers can accommodate in one layer, we constructed two types of configurations adsorbed with different numbers of atoms. In Fig. 6, the Li2/Na2M2B2 (M = Mg, Ca) configurations have 4 adsorbed atoms at S1 alternatively on each side of the monolayers. In Fig. S11,† all 16 hollow sites of the monolayers are adsorbed with atoms in the Li4/Na4M2B2 configurations. The calculated Eave of Li4/Na4M2B2 and Li2/Na2M2B2 according to eqn (4) are listed in Table S4.† All Li4/Na4M2B2 configurations have positive Eave, which means the monolayers cannot adsorb Li/Na atoms at all hollow sites. Conversely, the Eave of all Li2/Na2M2B2 configurations are negative indicating that the monolayers can accommodate 8 atoms on hollow sites in one layer alternately. To analyze the adsorption configurations from the perspective of crystallography, we compared the (0 0 1) crystallographic planes of the monolayers with the (1 1 0) crystal planes of body-centered cubic Li and Na as plot in Fig. S12.† In Fig. S12,† to distinguish different hollow sites (S1) on the surface of Mg2B2 and Ca2B2, we labeled the S1, the nearest S1 and the next nearest neighbor S1 as A, B and C in Fig. S12,† respectively. The distances between S1 and the next nearest neighbor S1 (dA–C) of Mg2B2 and Ca2B2 are 3.078 and 3.333 Å, respectively. While the distances between S1 and the nearest neighbor S1 (dA–B) of Mg2B2 and Ca2B2 are 1.777 and 1.924 Å, respectively. For body-centered cubic Li and Na, the distances between the body-centered atom and the nearest atom in corner (db–c) in the (1 1 0) crystallographic planes are 2.996 and 3.638 Å, respectively. The mismatching ratios between dA–C and db–c (r1) and the ones between dA–B and db–c (r2) are listed in Tables S5 and S6,† respectively. The absolute values of r1 are smaller than the ones of r2. In other words, dA–C have a higher matching degree with db–c, which indicates the monolayers undergo a smaller change in bond length by adsorbing the Li/Na atoms on hollow sites alternately instead of all hollow sites in one layer. In terms of the electronic structure, the charge difference densities of Li2/Na2M2B2 configurations (in Fig. S13†) reveal that the electrons accumulate between the M atom layers of the monolayers and the Li/Na atom layers leading to the Li/Na–M bonds. The strong chemical bonds between the Li/Na atoms and the monolayers prevent the formation of Li/Na clusters, which is beneficial to the applications of these monolayers in anode materials.",
                        "Based on the most favorable adsorption configurations for one-layer Li/Na atoms, we constructed a series of Lix/NaxM2B2 configurations where x ranged from 0.25 to 3 in increments of 0.25 and calculated the corresponding Eave using eqn (4). The results of Eave are presented in Fig. 7. For LixCa2B2 and LixMg2B2, the Eave are all negative values in 0 < x < 2 and two consecutive positive values appear at x = 2.25 and 2.5. The maximum Li atom concentrations for Mg2B2 and Ca2B2 are both x = 2 at which the adsorption configurations remain energetically stable. According to eqn (5), the specific capacities of the hexagonal Mg2B2 and Ca2B2 monolayers for Li atoms are 764 and 527 mA h g−1, respectively. Their capacities significantly exceed those of graphene, MXenes and most MBenes due to their much smaller molecular weights. For NaxCa2B2 and NaxMg2B2, no positive adsorption energies occur in x < 2, while continuous values close to zero occurs in x > 2. Specifically, the Eave of NaxMg2B2 at x = 2.5 and 2.75 are −0.080 and −0.057 eV, respectively, and the Eave of NaxCa2B2 at x = 2.25 and 2.5 are −0.003 and −0.067 eV, respectively. These values in the range of −0.1 to 0 eV indicate that the corresponding configurations are energetically unstable. As a result, the 2 × 2 × 1 Mg2B2 and Ca2B2 can accommodate 9 and 8 Na atoms corresponding to the Na2.25Mg2B2 and Na2Ca2B2 configurations, respectively. Consequently, the specific capacities of the hexagonal Mg2B2 and Ca2B2 monolayers are 859 and 527 mA h g−1, respectively, surpassing the capacities of recently reported MoS2, WB4, Nb2Se2C, all MXenes and most MBenes. Notably, we observed that the Eave values of Li3Mg2B2, Li3Ca2B2 and Na3Ca2B2 configurations are negative. Nevertheless, it is essential to recognize that charging is a gradual and continuous process of ions on anodes. Consequently, configurations at x = 3 cannot form since the charging processes terminate at x = 2.",
                        "Small bond length changes, cross-sectional area change ratios and volume change ratios are important properties for 2D electrode materials. The structural schematics of the monolayers adsorbed with one layer of ions on both sides are displayed in Fig. 8a. The distances between the ion layers and the monolayers (d1), the thicknesses of the monolayers (d2) and the M–M, B–B and M–B bond lengths (lM–M, lB–B, lM–B) have small changes of approximately 10−2 Å in magnitude from the M2B2 to the Li/NaM2B2 or Li2/Na2M2B2 configurations. All these values of the distances are listed in Table S7.† Besides, the histograms of the Eave and the corresponding cross-section area (Scross) change ratios of the monolayers with one layer of ions adsorbed on the only top side (Li/NaM2B2) and one layer of ions adsorbed on both sides (Li2/Na2M2B2) are plotted in Fig. 8b. Among these configurations, Na2Mg2B2 possesses the highest Scross change ratio which is not exceeding 4.9%. These results demonstrate that the bond length changes and the Scross changes of Mg2B2 and Ca2B2 monolayers are very small, meeting the requirements of electrode materials. Furthermore, apart from the cross-section area change ratio, we also investigated the volume change ratio (γ) of Mg2B2 and Ca2B2 at different Li/Na concentrations. The results are shown in the Fig. S14 in the ESI.† In Fig. S14,† the Mg2B2 and Ca2B2 exhibit volume expansion and reduction at different Li/Na loading stages without obvious trend. The absolute values of γ of Lix/NaxMg2B2 (x, 0.25 to 2 with the increment of 0.25) are less than 2.5% in the whole charging or discharging process. The maximum of the absolute values of γ of LixCa2B2 and NaxCa2B2 are 4.3% (x = 1) and 6.3% (x = 0.75), respectively, which are comparable to the transition metal MBene anode materials (<7%). The small volume changes observed at different ion loading stages further demonstrate the structural stabilities of Mg2B2 and Ca2B2 monolayers.",
                        "To evaluate the influence of mechanical properties on the anode performance, we calculated the Young's modulus (E), shear modulus (G) and Poisson's ratio (μ) of Mg2B2 and Ca2B2 and compared them with other hexagonal MBenes. The results of E, G and μ can be found in Fig. S3, S4 and Table S1 in the ESI.† Mg2B2 and Ca2B2 exhibit high E and G (141 and 60 N m−1, 114 and 51 N m−1 respectively) and low μ (0.17 and 0.11 respectively) indicating their excellent mechanical stabilities and processing properties. Despite possessing lower E and G values than transition metal MBenes such as Ti2B2 (234 and 101 N m−1) and Zr2B2 (230 and 97 N m−1), Mg2B2 and Ca2B2 as strong as MoS2 (124 and 50 N m−1) still meet the performance requirements for anode materials."
                    ],
                    "name": "3.4 Li/Na adsorption and storage capacities of Mg2B2 and Ca2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The conductivity during the charge or discharge process has a great influence on the rate performance of the anode materials. To comprehensively understand the electrical conductivity during charging and discharging, we investigated the evolutions of the elemental projected DOS for the monolayers as shown in Fig. S15 and S16.† For Li0.25Mg2B2 (Fig. S15a†) and Li2Mg2B2 (Fig. S15b†), the B-p orbitals contribute dominantly at Fermi level while the contributions of the other orbitals are neglectable. Hence, Li atoms have a weak effect on the electronic structure of LixMg2B2. From Na0.25Mg2B2 (Fig. S15c†) to Na2Mg2B2 (Fig. S15d†), the dominance of the B-p orbitals remains with a slight increase in the contribution of Na-s orbitals, which is comparable to that of the Mg-p orbitals. From Li0.25Ca2B2 (Fig. S16a†) to Li2Ca2B2 (Fig. S16b†), the orbital contributions at the Fermi level change from the dominant contribution of B-p orbitals to the coupling contribution of Ca-p and B-p orbitals as the number of Li atoms increases. While the Li-s orbitals are negligible in the orbital contributions. For Na0.25Ca2B2 (Fig. S16c†), the B-p orbitals contribute dominantly at the Fermi level. For Na2Ca2B2 (Fig. S16b†), the Na-s, Ca-p and B-p orbitals make the coupling contribution while the contribution of B-p orbitals reduces a lot comparing to Na0.25Ca2B2. Hence, the electronic structure of Ca2B2 is more sensitive to Li/Na atoms than Mg2B2. In general, these systems both remain metallic behaviors at low and high concentrations of Li/Na atoms, thereby exhibiting excellent electrical conductivities as anode materials in LIBs or SIBs."
                    ],
                    "name": "3.5 Electronic structures of Mg2B2 and Ca2B2 monolayers adsorbed with Li/Na ions",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A good anode material should possess low OCVs ranged from 0 to 1 V, which prevent the anode from forming dendrites during charge or discharge and provide a large voltage window to match the cathode. To acquire the OCV profiles of the Mg2B2 and Ca2B2 monolayers, we calculated the formation energies (Ef) of Lix/NaxM2B2 configurations (0 ≤ x ≤ 3) using eqn (6) and constructed the convex hull of Ef. The convex hulls of Ef for LixMg2B2 and NaxMg2B2 are exhibited in Fig. 9a and b, respectively. Blue points located on the convex hull correspond to the configurations more thermodynamically stable than others. The red points correspond to the metastable configurations. All the points corresponding to the configurations with positive Eave are excluded in the convex hulls of Ef. For LixMg2B2, the configurations corresponding to x = 0.25, 1.0 and 2.0 are more stable than the other configurations. For NaxMg2B2, the configurations at x = 0.25, 1.25, 2.0 and 2.25 are more stable. According to the eqn (7), the OCV plateaus between two adjacent stable configurations were calculated with the corresponding energy differences between them. The OCV profiles of LixMg2B2 and NaxMg2B2 are exhibited in Fig. 9. In Fig. 9c, the three voltage plateaus for stable LixMg2B2 adsorption configurations (x ≤ 2) are 0.287, 0.436 and 0.463 V corresponding to Mg2B2 → Li0.25Mg2B2, Li0.25Mg2B2 → Li1.0Mg2B2 and Li1.0Mg2B2 → Li2.0Mg2B2, respectively. However, the plateau corresponding to Li2.0Mg2B2 → Li3.0Mg2B2 cannot form due to the unstable adsorption configurations in 2 < x < 3. The average OCV for LixMg2B2 is 0.395 V vs. Li/Li+. In Fig. 9d, NaxMg2B2 has four OCV plateaus in 0 ≤ x ≤ 2.25, including 0.532, 0.240, 0.230 and 0.114 V, and the average OCV of these four plateaus is 0.279 V vs. Na/Na+. These results indicate that Mg2B2 is a promising anode material providing low OCVs and large voltage windows for LIBs and SIBs. The convex hulls of Ef and corresponding OCV profiles for LixCa2B2 and NaxCa2B2 are displayed in Fig. 10. For LixCa2B2, two relatively stable configurations (x = 1.0 and 2.0) lead to two OCV plateaus (0.266 and 0.284 V) within the negative Eave range (x ≤ 2) in Fig. 10c. For NaxCa2B2, the stable configurations at x = 0.25, 0.5, 1.25, 1.5 and 2.0 result in five OCV plateaus (0.476, 0.375, 0.318, 0.326 and 0.315 V) within the negative Eave range (x ≤ 2) in Fig. 10d. The average OCVs of LixCa2B2 and NaxCa2B2 are 0.275 V vs. Li/Li+ and 0.362 V vs. Na/Na+, respectively. The initial and average potentials of Ca2B2 are quite low making it suitable for anode materials in LIBs or SIBs."
                    ],
                    "name": "3.6 Theoretical open-circuit voltages of Mg2B2 and Ca2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In addition to a high specific capacity and low OCVs, a high charging or discharging rate capability is essential for a promising anode material. The rate performance of anode materials is affected by the ionic diffusion coefficient related to the diffusion energy barrier. In Fig. 5, it is obvious that the adsorption energy difference between S1 and S2 is smaller than that between S2 and S3 for the same system. Hence, Li/Na ions prefer diffusing along the S1–S2–S1 path on the surfaces of Mg2B2 and Ca2B2 as shown in Fig. 11a and b, respectively. We calculated the Li/Na diffusion energy barriers of Mg2B2 and Ca2B2 by the CI-NEB method. As shown in Fig. 11c and d, for the Li0.25/Na0.25M2B2 configurations at delithiated/desodiated states, the Li/Na diffusion energy barriers of Mg2B2 and Ca2B2 are 27/14 and 16/12 meV, respectively, which are significantly lower than those of graphene, MoS2 and MXenes. Besides, it is easier for Na ions to diffuse than Li ions owning to their lower diffusion energy barriers. Furthermore, we calculated the diffusion coefficients of Li/Na atom on the Mg2B2 and Ca2B2 monolayers according to eqn (8). The results are listed in Table S8.† The diffusion coefficients of Li/Na on Mg2B2 and Ca2B2 at 300 K are 2.6 × 10−3/4.3 × 10−3 and 3.7 × 10−3/4.3 × 10−3 cm2 s−1, respectively, which are significantly higher than graphene (6.0 × 10−7 cm2 s−1 for Li) and most hexagonal transition metal MBene. For the Li2/Na2M2B2 configurations at fully lithiated/sodiated states, the Li/Na ions on different surface of the monolayers migrate in an alternating way by one side stationary and the other side moving as a whole with the lowest diffusion energy barriers. In Fig. 11e and f, the corresponding Li/Na diffusion energy barriers of Mg2B2 and Ca2B2 at are 187/58 and 52/34 meV, respectively. It is worth noting that the Li diffusion energy barrier of Mg2B2 at the 6th site is 56 meV arising from the alternative migration ions on different side of the Mg2B2 monolayer. The diffusion energy barriers for the fully lithiated/sodiated states of Mg2B2 and Ca2B2 is higher than that of the delithiated/desodiated states because the repulsive interactions between Li/Na ions on the surface of the monolayers. However, the energy barriers for full lithiation/sodiation is still much lower than that for delithiation/desodiation in graphite (450–1200 meV), indicating that Li/Na ions possess strong migration ability on the surface of Mg2B2 and Ca2B2."
                    ],
                    "name": "3.7 Li/Na diffusion on Mg2B2 and Ca2B2 monolayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To evaluate the performance of Mg2B2 and Ca2B2 monolayers as anode materials for LIBs and NIBs, we compared their theoretical specific capacities and average voltages with MBenes, MXenes and other 2D materials as shown in Fig. 12. In the plot of average voltage vs. theoretical capacity, the closer the data point is to the lower right corner, the better the overall performance of the anode material with higher theoretical specific capacity and lower average voltage. In Fig. 12a, the theoretical specific capacity of the Mg2B2 monolayer for LIBs (764 mA h g−1) surpasses that of the WB4 (708 mA h g−1), SbP3 (499 mA h g−1), and VSeTe (416 mA h g−1) monolayers, the orthorhombic Fe2B2 (665 mA h g−1) and Mo2B2 (444 mA h g−1) MBenes, as well as the hexagonal Zr2B2 (764 mA h g−1), Sc2B2 (480 mA h g−1) and Ti2B2 (456 mA h g−1) MBenes and the Ti3C2 (448 mA h g−1) MXene. Moreover, the diffusion energy barriers of Mg2B2 monolayer for Li atoms (27 meV) is much lower than graphite (450–1200 meV) and the orthorhombic Fe2B2 (240 meV) and Mo2B2 (270 meV) MBenes, as listed in Table S9.† The results indicate that the Mg2B2 monolayer is a promising anode material with excellent overall performance. The Ca2B2 monolayer exhibits a relatively low average voltage for LIBs (0.275 V), slightly higher than that of the hexagonal Zr2B2 (0.236 V). Additionally, its theoretical capacity for LIBs (527 mA h g−1) comparable to Zr2B2 (526 mA h g−1) makes Ca2B2 also a good 2D anode material. For SIBs, the theoretical specific capacity of Mg2B2 (859 mA h g−1) and Ca2B2 (527 mA h g−1) monolayers are comparable to BCN (647 mA h g−1) and higher than MoC2 (447 mA h g−1), Ti3C2 (352 mA h g−1), Nb2Se2C (335 mA h g−1), WB4 (472 mA h g−1), Ti2B2 (342 mA h g−1) and MoS2 (146 mA h g−1) as shown in Fig. 12b. Furthermore, the quite low average voltages (0.279 and 0.362 V) and diffusion energy barriers (14 and 12 meV) for Na atoms of Mg2B2 and Ca2B2 monolayers add merits to themselves as anode materials in SIBs as show in Table S10.†"
                    ],
                    "name": "3.8 Comparison with other anode materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To understand the effect of the multi-layer structures on the anode performance, we investigated the Eave, specific capacities and OCVs of M3B4 and M4B6 (M = Mg, Ca) for Li/Na ions. The Eave of Lix/NaxM3B4 are displayed in Fig. S17† and the energy differences of Eave between the Lix/NaxM3B4 and Lix/NaxM2B2 configurations are listed in Table S11.† Compared to the Ca2B2 monolayer, there is no significant change in the Eave of the Ca3B4 multilayer for Li/Na ions. The same case is observed for the Eave of the Mg3B4 multilayer for Li ions. However, the Eave of the Mg3B4 multilayer for Na ions decreases significantly when x > 2, leading to an increase in the maximum Na ion concentration (x = 2.75). The Eave of Lix/NaxM4B6 are displayed in Fig. S18† and the energy differences of Eave between the Lix/NaxM4B6 and Lix/NaxM2B2 configurations are listed in Table S12.† Specifically, the Eave of the Mg4B6 multilayer for Na ions also exhibits a significant decrease comparing to the Mg2B2 monolayer, which results in the maximum Na ion concentration reaching x = 2.75. In this way, the calculated specific capacities of Mg3B4, Ca3B4, Mg4B6 and Ca4B6 for Li/Na ions are 462/635, 328/328, 331/455 and 239/268 mA h g−1, respectively. As the layer thickness and the molecular weight increase, the specific capacities of these MBenes exhibit varying degrees of decline, even if the number of ions adsorbed on the surface increases for some MBenes. Besides, as exhibited in Fig. S19–S22,† the average OCVs of Mg3B4, Ca3B4, Mg4B6 and Ca4B6 for Li/Na ions are 0.360/0.353, 0.343/0.353, 0.423/0.341 and 0.341/0.312 V, respectively, showing no significant changes compared to their corresponding monolayers. Additionally, as shown in Fig. S23,† the diffusion energy of Mg3B4, Ca3B4, Mg4B6 and Ca4B6 for Li/Na ions are 22/12, 7/3, 23/12 and 29/4 meV, respectively. Among them, due to a relatively large decrease (−0.070 eV) in adsorption energy from LixCa2B2 to LixCa4B6, the diffusion energy of the Ca4B6 multilayer for Li ions (29 meV) has increased compared to that of the Ca2B2 monolayer (16 meV). Overall, the OCVs and Li/Na ion diffusion energy barriers of hexagonal 2D Mg and Ca borides are less affected by the multilayer structure, while the decreases in specific capacities lead to a decline in overall anode performance."
                    ],
                    "name": "3.9 Anode performance of multilayers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "During the synthetic process, MXenes tend to be terminated by surface functional groups, such as O, OH, and F. However, no functional groups were observed on the surfaces of synthetic Cr2B2, Mo2B2, and Ti2B2 MBenes. Besides, using ultrasonication in suitable solvents, the unmodified 2D metal borides nanosheets were exfoliated from the bulk MB2 (M = Ti, Zr, Hf, Nb, Ta, Cr, Al, and Mg). To investigate the O-functionalization effect on Mg2B2 and Ca2B2 monolayers, we constructed and relaxed the Mg2B2O2 and Ca2B2O2 structures and conducted phonon calculations and AIMD simulations at 300K for 10 ps. The results are displayed in Fig. S24 in the ESI.† The phonon spectra of Mg2B2O2 and Ca2B2O2 show imaginary frequencies in the Brillouin zones indicating that the O-modified Mg2B2 and Ca2B2 monolayers are dynamically unstable. The total energies drop fast in the first 300 steps in AIMD simulations and then maintain a certain average. The snapshots show that the inner boron atom layer produces distortion and segregation under the influence of the surface oxygen atoms. However, the entire monolayers remain in one piece. We conclude that functionalization will oxidize the structure of Mg2B2 and Ca2B2 monolayers and affect the anode performance. Hence, the synthesis of corresponding anode materials should avoid the contamination of functionalization groups by employing strict synthetic procedures in suitable solvents."
                    ],
                    "name": "3.10 Effects of functionalization",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, we predicted two IIA metal MBenes, including Mg2B2 and Ca2B2, by ab initio calculations. The MBene family was expanded to non-transition metal borides at the first time. The robust dynamic, mechanical, and thermal stabilities of the Mg2B2 and Ca2B2 monolayers were confirmed by phonon calculations, mechanical calculations and AIMD simulations, respectively. The band structures and DOS exhibit that Mg2B2 and Ca2B2 monolayers possess excellent electronic conductivities conducive to their applications in ion energy storage. Benefitting from their low molecular weights and moderate adsorption for Li/Na atoms, the Mg2B2 and Ca2B2 monolayers demonstrate the superior theoretical specific capacities as 764/527 and 859/527 mA h g−1 for Li/Na ions, respectively. Moreover, their robust electronical conductivities and small Scross change ratios meet the electrical and structural requirements during charging and discharging processes. Additionally, the low OCVs attributed to the small energy differences between stable adsorption configurations and the high ion diffusion coefficients resulting from the low diffusion energy barriers further enhance the potential of Mg2B2 and Ca2B2 as anode materials in LIBs and SIBs. The multilayer structures have less effect on the OCVs and Li/Na ion diffusion energy barriers, while the decrease in specific capacities lead to a decline in overall anode performance. Besides, the functionalization of O groups strongly reduces the stability of the monolayers, which should be avoided in experiments. In conclusion, we predicted two new 2D hexagonal IIA metal MBenes promising for anode materials in LIBs and SIBs. Our research paves a new way to the application of the main group metal MBenes in ion energy storage."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "We declare that we have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Hexagonal Mg2B2 and Ca2B2 monolayers as promising anode materials for Li-ion and Na-ion batteries"
}