{
    "DOI": "10.1039/D4NR05375C",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable sodium-ion batteries (SIBs) have emerged as a promising research focus in the energy storage field due to their operational principles, which are similar to those of lithium-ion batteries, and the abundant availability of sodium resources. Among various cathode materials for SIBs, layered oxide cathodes with active oxygen redox characteristics stand out due to their straightforward synthesis and high theoretical capacity. However, layered sodium-ion oxide cathodes face challenges in terms of cycling stability and reaction kinetics, and layered sodium-ion cathodes often exhibit suboptimal cycling stability and reaction kinetics due to complex phase transitions during cycling, which can lead to severe crystal structure distortions, transition metal (TM) migration, and the formation of microcracks. In addition, the residual alkali on the surface of layered sodium-ion cathodes can hinder electrolyte wettability and exacerbate adverse reactions between secondary particles and the electrolyte. These issues contribute to capacity loss, voltage fading, and a decline in rate performance of the battery.",
                "To address these challenges, researchers have adopted various strategies, including enhancing TM–O bonding, surface modification, modulating the crystal structure and introducing electrolyte additives. Among these, forming a thin and stable conductive layer on the cathode surface has proven to be a simple and effective solution. This approach not only stabilizes the crystal structure but also facilitates rapid and reversible Na+ migration. For example, Cao et al. demonstrated that Na2TiO3-coated Na0.44MnO2 achieved a discharge capacity of 127 mA h g−1 at 12 mA g−1 and a discharge capacity of 80.2 mA h g−1 at 2400 mA g−1. Feng et al. employed a room-temperature liquid-phase reduction method to construct in situ spinel and amorphous CoxB coatings on the surface of NaNi1/3Fe1/3Mn1/3O2. The modified cathode retained 79.6% of its capacity after 300 cycles at 2C (1C = 130 mA h g−1). Similarly, Liu et al. coated O3-NaNi0.6Co0.2Mn0.2O2 with NaTiOx, achieving a high specific capacity of 143.4 mA h g−1 and a capacity retention of 69% after 300 cycles at 150 mA g−1.",
                "This study presents two methods for synthesizing functional Na2Ti3O7 coatings by reacting titanium-containing compounds with residual alkaline species on the surface of layered sodium-ion oxide cathode materials. Pristine Na0.95Ni1/3Fe1/3Mn1/3O2 materials (NFM-P) were initially prepared via the solid-state sintering, then followed by two coating approaches: ball-milling NFM-P with TiO2 nanopowders and subsequent calcination to form sample NFMT-B; or coating NFM-P with tetrabutyl titanate followed by calcination to obtain sample NFMT-L. The effects of the Na2Ti3O7 coatings on suppressing structural changes and enhancing electrochemical performance were systematically analyzed. Both NFMT-B and NFMT-L coated samples exhibited improved electrochemical properties compared to the  pristine materials. Specifically, NFMT-L experienced only a 14.4% capacity decay after 200 cycles at 120 mA g−1 (2.0–4.0 V) and demonstrated a discharge capacity of 101.9 mA h g−1 at 1200 mA g−1. The Na2Ti3O7 surface layer significantly enhanced conductivity and provided wide channels for sodium-ion diffusion, improving electrolyte wettability and rate performance. These findings highlight the critical role of surface modification in suppressing structural distortion during charge/discharge cycles and increasing sodium-ion diffusion coefficients, offering an economical and effective approach for preparing high-performance cathode materials."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "O3-type Na0.95Ni1/3Fe1/3Mn1/3O2 (NFM-P) with controlled crystal facets was prepared via a molten salt method. Pre-calculated Na2CO3 (5% excess, Aladdin, 99.0%) and Ni1/3Fe1/3Mn1/3(OH)2 (CNGR, 99.9%) were uniformly mixed and pressed into pellets under 10 MPa. The mixture was placed in an atmospheric furnace, heated to 850 °C (3 °C min−1) in dehumidified air, held for 20 h, and then naturally cooled to room temperature. For the preparation of NFMT-B, NFM-P and TiO2 were mixed at a mass ratio of 1:1000 via simple solid-state ball milling, sintered at 800 °C for 2 hours, naturally cooled, and ground into powder. For NFMT-L, NFM-P was mixed with an ethanol solution of tetrabutyl titanate at a 5 wt% ratio, stirred for 20 minutes, and vacuum-filtered. The sintering process for NFMT-L was the same as that for NFMT-B, and the resulting product was ground into powder to obtain the NFMT-L sample (Fig. 1a)."
                    ],
                    "name": "2.1. Synthesis of materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All materials were characterized using X-ray diffraction (XRD, D8 Bruker Advance). In situ XRD tests were performed at a current density of 12 mA g−1 to study the structural evolution of the materials during sodium-ion deintercalation. The XRD results were refined using the Rietveld method with GSAS software. The microstructure of the materials was observed using scanning electron microscopy (SEM, JSM-7600F, JEOL) and transmission electron microscopy (TEM, JEM-2100F, JEOL), while energy-dispersive X-ray spectroscopy (EDS) was employed to analyze the surface elemental distribution. The electrolyte contact angle was measured using a DataPhysics OCA20 instrument (Germany). X-ray photoelectron spectroscopy (XPS, Thermo Scientific ESCALAB 250Xi, UK) was used to investigate the elemental states of surface elements."
                    ],
                    "name": "2.2. Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First, the cathode material and acetylene black (SP) were added to an agate mortar and ground together. Then, polyvinylidene fluoride (PVDF) and N-methyl-2-pyrrolidone (NMP) were added, and the mixture was stirred evenly to prepare the composite slurry. The resulting slurry was coated onto aluminum foil and dried at 100 °C for 12 h to remove NMP, forming the cathode. CR2032-type coin cells were assembled in an argon-filled glovebox with extremely low oxygen and moisture levels. Electrochemical performance tests were conducted in the voltage range of 2–4 V at 30 °C using the NEWARE CT-4008 system. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests (frequency range: 0.01–10 kHz, amplitude: 5 mV) were performed on an IVIUM electrochemical workstation. Galvanostatic intermittent titration technique (GITT) tests were carried out on the NEWARE CT-4008 system at 12 mA g−1 for charge/discharge experiments."
                    ],
                    "name": "2.3. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "To examine the structural and morphological changes of the samples before and after the coating treatment, XRD and SEM analyses were conducted on the three samples. As shown in Fig. 1b–d, the XRD patterns confirm that all synthesized materials retain the typical α-NaFeO2 layered hexagonal structure (space group Rm), indicating that the crystal structure of the materials was not altered by the coating process. The lattice parameters refined through Rietveld analysis (Tables S1–3†) reveal changes in the calculated sodium-ion occupancy and the c-axis value. After coating, the sodium content in NFMT-B and NFMT-L decreases slightly, indicating that a small amount of sodium atoms reacts with titanium on the surface to form the coating layer. This reaction increases the Na–O layer spacing and leads to an expansion of the c-axis value. These results suggest that during the high-temperature treatment at 800 °C, trace amounts of titanium are incorporated into the surface transition metal layer. NFMT-L exhibits the largest interlayer spacing, as the surface coating and doping achieved through the liquid-phase coating method are the most uniform. In contrast, some TiO2 in NFMT-B does not integrate with the substrate, resulting in a less uniform coating layer and reduced titanium incorporation into the material. Fig. 1e and f display the SEM images along with the corresponding EDS characterization, revealing the microstructure and elemental distribution of the samples. The pristine NFM sample exhibits spherical secondary particles (∼10 μm) formed by the aggregation of numerous plate-like primary particles. However, the surface of the bare NFM particles contains numerous small, viscous particles, likely residual alkaline substances such as Na2CO3. After high-temperature sintering, both NFMT-B and NFMT-L samples preserve the spherical morphology of the original material. Notably, in the NFMT-B sample, which underwent milling with TiO2, high-temperature sintering triggers a reaction between TiO2 and residual surface alkaline substances. This reaction produces island-like coatings that gradually fill surface pores and partially cover the material. In contrast, the NFMT-L sample, treated via liquid-phase coating, exhibits a clean and smooth surface with a uniformly distributed coating layer.",
                "The microstructure and morphology of the coated samples were further compared using transmission electron microscopy (TEM), confirming the uniformity of the Na2Ti3O7 coating (5–8 nm) on the NFMT-L sample. Fig. S2† and 2a show the high-magnification TEM images of the NFM-P and NFMT-B samples, respectively. In Region I, the lattice fringe spacing of 0.254 nm corresponds to the (−212) crystal plane of Na2Ti3O7. Region II exhibits an interlayer spacing of 0.318 nm, which matches the (012) crystal plane of the NFM-P material, indicating that the crystalline structure of NFM-P remains unchanged during the coating process. However, due to the uneven distribution of TiO2 during the ball milling process, the coating layer in Fig. 2a shows significant thickness non-uniformity. Energy-dispersive X-ray spectroscopy (EDS) mapping further reveals regions in the coating layer containing only Ti and O, suggesting incomplete reaction of TiO2 during the high-temperature treatment. Additionally, as shown in Fig. S3,† lattice fringes corresponding to the (101) crystal plane of the rutile TiO2 phase were detected in the coating layer.",
                "In contrast, as depicted in Fig. 2b and S4,† the NFMT-L sample prepared using the liquid-phase coating method with tetrabutyl titanate exhibits a uniform and continuous coating layer. In Region III, an interplanar spacing of 0.263 nm was observed, corresponding to the (112) plane of Na2Ti3O7. In Region IV, lattice fringes with a spacing of 0.213 nm, observed through fast Fourier transform (FFT), matched the (104) plane of NFM-P. This further confirms that the coating process preserved the layered crystal structure of the NFM-P material.",
                "Additionally, the EDS results further verified the uniformity of the Na2Ti3O7 coating.",
                "To explore the mechanism by which different coating methods affect the material's surface, XPS analysis was performed. Compared to NFM-P, the Ni 2p peak intensity of the NFMT-B and NFMT-L samples was enhanced, while the CO peak was weakened, indicating that the sodium carbonate (Na2CO3) on the NFM-P surface was consumed. As shown in Fig. 3a, the Ni signal was weakest in the NFM-P sample due to the coverage of sodium carbonate. The proportion of Ni3+ significantly increased in the Na2Ti3O7-coated samples. This is due to the exposure of the cathode material to air during the coating process, which causes sodium to be extracted from the material's surface, leading to an increase in Ni3+ content. The ball-milled coated NFMT-B sample exhibited the strongest Ni signal, likely due to uneven coating. The Ni 2p peak of the NFMT-L sample, prepared by the liquid-phase coating method, was relatively stronger, indicating that the Na2Ti3O7 coatings of sample NFMT-L were thin and uniform.",
                "The C 1s spectrum of NFM-P shows a distinct CO peak at 289.6 eV, attributed to residual alkaline substances such as Na2CO3 and NaHCO3 on the surface (Fig. 3b). After coating, the intensity of the CO peak significantly decreased in both coated samples, suggesting that the sodium-containing surface compounds were transformed into a Na2Ti3O7 coating layer during the coating process. In the Ti 2p spectrum shown in Fig. 3c, two peaks at 462.3 eV and 456.6 eV correspond to Ti4+. These peaks are absent in NFM-P but are observed on the surfaces of Ti-modified NFMT-B and NFMT-L, confirming the presence of Na2Ti3O7 in the coating. Notably, the Ti 2p signal in the NFMT-L sample is weaker, further indicating the formation of a thinner Na2Ti3O7 layer. This observation is consistent with the uniform Na2Ti3O7 coating observed in the TEM analysis.",
                "The wettability of an electrode is mainly related to the number of hydrophilic functional groups of binder-based materials and the pore distribution of the electrode, which can be evaluated using the dynamic contact angle measurements (Fig. 4a). The pristine sample (NFM-P) exhibits a hydrophobic surface (average contact angle: 108°) due to the PVDF binder. After coating, NFMT-B shows a reduced contact angle (95°), attributed to partial Na2Ti3O7 coverage. Notably, NFMT-L achieves a significantly lower contact angle (79°) owing to the uniform ultrathin Na2Ti3O7 coating on secondary particles, which enhances electrolyte wettability. This demonstrates that uniformity in coating critically improves interfacial compatibility.",
                "Additionally, electrode adhesion strength was tested (Fig. 4b and c). The results showed that the peel strength of NFM-P, NFM-B, and NFM-L gradually increased. This phenomenon can be attributed to the excessive residual alkaline substances on the NFM-P surface, which led to PVDF crosslinking and formed weak bonding points between the material particles and the current collector. These weak bonds made it easier for the particles to detach during the peel test, thus reducing the adhesion strength. To further verify this observation, the stirring time for the titration of the residual alkaline substances on the material surface was determined (Fig. 4d), and the contents of Na2CO3 and NaOH on the surfaces of the three samples were titrated (Fig. 4e). A comparison of residual alkali titration before and after coating indicated that the sodium source in the coating layer primarily originated from residual sodium-containing compounds, such as Na2CO3 and NaOH, on the material surface. The results were consistent with previous experiments, confirming that the Na2Ti3O7 coating effectively reduced the residual alkaline content on the material surface.",
                "Fig. 5a presents the in situ XRD patterns of NFM-P during charge and discharge, revealing the mechanism by which Na2Ti3O7 influences the crystal structure throughout the cycling process. The continuous shift in the diffraction peak positions of NFM-P indicates structural transitions between the O3 and P3 phases. The significant changes in lattice parameters reflect substantial crystal volume variation during cycling, which leads to the cracking of spherical particles and negatively impacts battery performance. The pronounced lattice parameter changes in NFM-P are primarily attributed to intense phase transitions and side reactions between the material and the electrolyte. In contrast, Fig. 5b shows the in situ XRD patterns of NFMT-L under the same current density during charge–discharge cycling. The Na2Ti3O7 coating effectively suppresses the P3–O3 phase transition, resulting in minimal lattice parameter changes throughout the entire cycle. These findings underscore the critical role of the Na2Ti3O7 coating in stabilizing the interface structure and mitigating side reactions between the material surface and the electrolyte.",
                "Different coating processes created distinct surface coverage environments on the cathode material particles. Fig. 6 compares the electrochemical performance of the three materials to evaluate the effectiveness of the two coating techniques. The cycling performance was assessed at 120 mA h g−1. After 200 cycles, the capacity retention rates of NFM-P, NCMT-B, and NCMT-L were 67.69%, 78.10%, and 85.66%, respectively (Fig. 6a). Fig. 6b shows the activation process at 25 °C and a current density of 12 mA g−1. The initial discharge capacities of NFM-P, NFMT-B, and NFMT-L are 135.62 mA h g−1, 137.51 mA h g−1, and 139.54 mA h g−1, respectively. The residual alkali on the surface of the samples was consumed to form Na2Ti3O7, which lowered the voltage of the redox reactions. As a result, both NFMT-B and NFMT-L exhibited higher initial coulombic efficiencies. It can be seen from Fig. 6b that the first charge curve of the electrode from the uncoated sample showed severe polarization, a plateau potential of ∼3.5 V, and the highest charging capacity. A large number of literature studies have reported that these three features are the electrochemical characteristics of surface residual alkali. The modified samples exhibit redox reactions at ∼3.1 V, which is a normal plateau voltage for O3-NFM cathodes with lower polarization.",
                "The cyclic voltammetry (CV) curves of all three cathodes for the first three cycles are provided in Fig. S5.† It can be observed that the NFM-P sample exhibits poor reproducibility during the initial cycles, with a relatively high oxidation voltage in the first cycle. This behavior is attributed to the residual alkaline substances on the surface, which hinder the redox reactions in the battery. In contrast, the modified NFMT-B and NFMT-L cathodes show good peak-repeatability, indicating that the Na2Ti3O7 coating effectively reduces the surface residual alkali and further enhances material stability, consistent with the charge–discharge results in Fig. 6b. The delayed oxidation peak in NFMT-L reflects slower CEI formation, consistent with enhanced structural stability (Fig. 6b). The shift in the oxidation peak in the first cycle for NFMT-L is due to the more uniform Na2Ti3O7 coating, which slows down the formation of the CEI (solid electrolyte interphase) layer during the initial charging process.",
                "Coating the particle surface with Na2Ti3O7, a fast sodium-ion conductor substantially enhanced the rate performance of the material by improving its ion transport kinetics. As the current density increased, the performance gap between the uncoated NFM-P and the coated samples became more evident. At a high current density of 10C, NFM-P retained a capacity of only 70.67 mA h g−1, while NFMT-B and NFMT-L maintained capacities of 82.57 mA h g−1 and 85.77 mA h g−1, respectively (Fig. 6c). This demonstrates that the more uniform coating in NFMT-L contributes to its superior rate capability.",
                "The sodium-ion diffusion coefficients (DNa+) calculated using GITT during the charge and discharge processes (Fig. 6d and e) indicate that the coated materials (NFMT-B and NFMT-L) consistently outperform NFM-P. In particular, NFMT-L demonstrates exceptional sodium-ion kinetics, which is consistent with its superior rate performance. Fig. 6f–h compare the dQ/dV profiles of the three samples during the 10th and 200th cycles, where NFMT-L exhibits the smallest differences in redox peaks. Fig. 6i–k present electrochemical impedance spectra (EIS) at different voltage positions during the first charge and discharge cycle, which can be used to evaluate interfacial impedance. The impedance was modeled, with the semicircles representing the solution resistance (Rs) and the charge transfer resistance (Rct). At 2.7 V, the Rct for NFMT-L was only 652.3 ohms (Table S4†), indicating that its uniform Na2Ti3O7 coating offers excellent sodium-ion transport kinetics.",
                "In this study, detailed characterization was performed on the cycled samples. The modified NFMT-L and NFMT-B samples exhibited minimal deviations in the characteristic diffraction peaks (003) and (104) compared to the standard JCPDS card, indicating that their crystal structures were well preserved (Fig. 7d). In contrast, the XRD results of cycled NFM-P showed significant differences. After cycling, the secondary particles of NFM-P developed cracks, which hindered the reinsertion of some sodium ions. This resulted in an increased interlayer spacing, causing the (003) plane to shift to a lower angle and the intensity of the (104) plane to weaken. Consequently, a sodium-deficient P3 phase structure was formed. Further analysis of Fig. 7a1–a2 reveals pronounced cracking in the NFM-P material after 200 cycles. This behavior is likely due to severe structural transformations during electrochemical cycling, compounded by side reactions with the electrolyte. Such structural instability is a critical factor in the degradation of electrochemical performance. For the NFMT-B sample, localized SEM images (Fig. 7b1–b2) revealed the presence of some fractured particles. However, the NFMT-L sample exhibited superior structural integrity, with its particles maintaining a more intact morphology (Fig. 7c1–c2). This demonstrates that the modification applied to NFMT-L was more effective in preserving the structural stability of the material during cycling. The enhanced stability of NFMT-L likely plays a key role in improving its electrochemical performance and extending its cycling life. These findings underscore the importance of surface modification strategies in stabilizing the phase transitions of cathode materials, offering valuable insights for advancing the performance and durability of sodium-ion battery cathodes."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, this work demonstrates that the surface residual alkali converted Na2Ti3O7 coatings effectively improve the electrode wettability and electrochemical performance of layered Na0.95Ni1/3Fe1/3Mn1/3O2 (NFM-P) cathodes for sodium-ion batteries. The NFMT-L sample, prepared using tetrabutyl titanate as the coating precursor, outperformed the NFMT-B sample (synthesized via ball-milling with TiO2) in both cyclability and rate capability. The uniform and ultrathin Na2Ti3O7 coatings in NFMT-L effectively stabilized the cathode-electrolyte interface, optimized the Na+ transport kinetics and enhanced structural stability of the NFM-P, resulting in excellent cycling stability (85.66% capacity retention after 200 cycles) and rate performance (101.9 mA h g−1 at 10C). Comprehensive characterization confirmed that Na2Ti3O7 alleviates lattice distortion in sodium-ion cathode materials, effectively suppresses secondary particle cracking during prolonged cycling, and enhances resistance to electrolyte corrosion. Additionally, GITT data indicated improved Na+ diffusion kinetics, contributing to the enhanced rate performance. The synergistic effects of enhanced structural integrity, expanded Na+ migration channels, and optimized interfacial dynamics highlight the critical role of the Na2Ti3O7 coating in stabilizing high-capacity layered oxide cathodes. These advancements underscore the potential of Na2Ti3O7 coating for tackling the intrinsic structural stability of sodium-ion battery cathodes, facilitating their practical application in next-generation energy storage systems."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Haotian Gong: data curation, methodology, software, writing – original draft, and writing – review & editing. Baiyao Gan: investigation, software and writing – review & editing. Xinkang Li: investigation, software, and writing – review & editing. Ting Long: funding acquisition and investigation. Biaobing Chen: resources. Li Zou: resources. Tong Zhou: resources. Ziyang Ma: resources. ZhiYe Yuan: resources. Jiang Yin: supervision, Yahui Yang: funding acquisition, project administration, and writing – review & editing. Lishan Yang: conceptualization, formal analysis, funding acquisition, methodology, resources, supervision, and writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.† Other figures are uploaded to the Science Data Bank (https://doi.org/10.57760/sciencedb.18909)."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Dual-enhancements of stability and wettability in O3-Na0.95Ni1/3Fe1/3Mn1/3O2 cathodes by converting surface residual alkali into ultrathin Na2Ti3O7 coatings"
}