{
    "DOI": "10.1021/acsami.0c23069",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid increase in renewable energy converted from solar energy and wind energy, a low-cost energy storage system is urgently needed. Although lithium-ion batteries (LIBs) have been widely applied to portable electronic equipment and electric vehicles,  the limited lithium resources trigger the concerns about the cost of large-scale energy storage grids. Hence, the low-cost alternatives to LIBs such as sodium-ion batteries (SIBs)  and potassium-ion batteries (PIBs)  have been explored in recent years. Due to the abundant sodium resources, SIBs have been considered as the most appropriate candidate with a similar electrochemical reaction mechanism to LIBs. ",
                "The cathode is the essential component of a battery, and varieties of SIB cathode materials have been studied.  The layered transition-metal oxides have been studied widely due to their two-dimensional fast ion diffusion channel and high capacity.  As a typical layered SIB cathode material, O3-type NaCrO2 shows good structure stability and a reversible capacity of about 120 mAh g–1 based on the Cr3+/Cr4+ redox.  Nevertheless, NaCrO2 synthesized through a solid-state reaction method usually shows poor rate and cycling performances due to its large primary particle size and irregular morphology. ",
                "Many modification strategies to overcome the weaknesses of O3-NaCrO2 have been reported so far, including carbon coating  and hetero-ion doping.  However, little attention has been paid to the effect of morphology. On the other hand, cathode materials with regular spherical morphology have been proved to have enhanced rate and cycling performances.  Lou et al. have synthesized P2-Na0.7CoO2 microspheres through a two-step self-template strategy.  The Na0.7CoO2 microspheres with a hierarchical structure enable good rate capability and capacity retention for sodium storage. Huang et al. have reported a Na3V2(PO4)2O2F material in spherical particles, which shows high rate performance and long cycle life for SIBs.  These results reveal that a spherical morphology with a hierarchical structure can greatly improve the sodium storage performance of cathode materials. Moreover, the electrode material with spherical particles is easier to obtain uniform laminates, which is of great significance for practical application.",
                "In this work, we report a facile self-template method to fabricate O3-NaCrO2 submicrospheres. First, Cr(OH)3 submicrospheres are synthesized via a reported hydrothermal method.  Then, Cr(OH)3 submicrospheres react with sodium acetate at 900 °C to obtain O3-NaCrO2. In this process, the spherical morphology can be maintained during the formation of NaCrO2 despite the high calcination temperature. The O3-NaCrO2 submicrospheres exhibit outstanding sodium storage ability with good rate capability and superior cycle stability."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A facile self-template strategy was employed to prepare NaCrO2 submicrospheres, as shown in . First, a Cr(OH)3 powder was prepared through a facile hydrothermal method. In brief, 2 mmol of acrylamide and 1 mmol of K2Cr2O7 were added into 70 mL of distillated water and stirred to form a homogeneous solution. Then, the solution was put into a 100 mL Teflon-lined autoclave and heated at 180 °C for 12 h. After being washed by distillated water and ethanol, the light green Cr(OH)3 powder was obtained after drying at 80 °C.",
                        "To synthesize NaCrO2, a mixture of sodium acetate (CH3COONa) and the as-synthesized Cr(OH)3 with a molar ratio of 1:1 was sintered at 900 °C for 5 h under an Ar atmosphere where the Cr(OH)3 microspheres act as self-templates. Thus, submicrosphere NaCrO2 was obtained and denoted as s-NaCrO2. For comparison, we also prepared a NaCrO2 powder with an irregular morphology by sintering the mixture of CH3COONa and a commercial Cr2O3 powder under the same conditions, and the product was denoted as i-NaCrO2."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structures of NaCrO2 samples were characterized by employing the strategies that had been described in our previous work.  The X-ray diffraction (XRD) patterns for Rietveld refinements were conducted at 2° min–1. Thermal gravimetric analysis (TGA, TA, SDT-Q600) was employed in nitrogen between room temperature and 700 °C at 10 °C min–1. The UV absorption spectrum was taken with a UV–vis–NIR spectrophotometer (Shimadzu, SolidSpec-3700). The surface area was analyzed by the Brunauer–Emmett–Teller method (BET) employing an accelerated surface area instrument (ASAP 2020)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of NaCrO2 samples were tested in coin-type cells (CR2032). The assembling process was the same as our last work.  The mass loading of the active material was 1.0–2.0 mg cm–2. For the full cell, Sb/C was employed as the anode, which was prepared according to our previous work  with a mass loading of around 1.0 mg cm–2. Before assembling the full cell, the anode was presodiated in a half-cell at 0.1 A g–1 for several cycles to form a stable SEI film and reduce the irreversible capacity in full cells, with the presodiated process end at the half-discharge state. The electrochemical measurement conditions were also similar to our last work  (Neware BTS-610, CHI660C). Galvanostatic intermittent titration technique (GITT) tests were employed in the initial cycles at 0.1 C. In this measurement, the galvanostatic pulse time was set to 5 min and the subsequent relaxation time was set to 10 min."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To obtain the NaCrO2 submicrospheres, the precursor Cr(OH)3 was first prepared by a hydrothermal process. The scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of Cr(OH)3 (a,b, respectively, and b) show the spherical morphology with a particle size of the secondary particles less than 1 μm. The primary particles of Cr(OH)3 show the morphology of nanowhiskers, which lead to the hairy edges of the spheres (c). The XRD pattern of Cr(OH)3 in d suggests its amorphous phase, which is also confirmed by the high-resolution TEM (HRTEM) image (c). After being heated to 700 °C in N2, Cr(OH)3 decomposed into Cr2O3 (e). There are two strong absorption peaks located at 450 and 600 nm in the UV absorption spectrum of Cr(OH)3 (f), which is consistent with the result in the previous report.  The crystal structures of s-NaCrO2 and i-NaCrO2 were analyzed by XRD, as shown in a. All of the diffraction peaks can be well indexed to the hexagonal O3-phase NaCrO2 (JCPDS card no. 25-0819) without impurity. Also, the Rietveld refinements of the XRD patterns of s-NaCrO2 and i-NaCrO2 are presented in  and , suggesting that the morphology has no effect on the crystal phase. The morphology of s-NaCrO2 was characterized by applying SEM and TEM (d,e and a–c). Although sintered at 900 °C, the product s-NaCrO2 maintains the spherical morphology of Cr(OH)3 with submicrospheres smaller than 1 μm. However, the primary particles are nanoflakes with a width less than 50 nm, which could effectively shorten the ion migration path when cycled in SIBs. Meanwhile, i-NaCrO2 shows irregular morphology with primary particle size more than 200 nm (a,b). Well-defined lattice fringes with a d-spacing of 0.531 nm can be observed in the HRTEM images of s-NaCrO2 and i-NaCrO2 (f and c, respectively), corresponding to the (003) planes of NaCrO2. The energy-dispersive spectrometry (EDS) mapping (g) further reveals the uniform distribution of Na, Cr, and O in s-NaCrO2. In addition, according to the N2 adsorption–desorption isotherms (), the specific surface areas of the two samples can be obtained, which are 3.90 m2 g–1 for s-NaCrO2 and 1.24 m2 g–1 for i-NaCrO2. On the other hand, assuming s-NaCrO2 microspheres are all dense, its specific surface area would be estimated around 1.5 m2 g–1 based on the equation: BET = 6/(ρD), where ρ is the density of NaCrO2 and D is the diameter of the spheres. Therefore, the submicrospheres in s-NaCrO2 must be porous, which is helpful for the electrode kinetics. Nevertheless, the BET of i-NaCrO2 (i.e., 1.24 m2 g–1) is close to its estimated value, meaning that its particles are rather dense, as shown in ."
                    ],
                    "name": "3.1.  Structures of s-NaCrO2 and i-NaCrO2",
                    "type": "h3"
                },
                {
                    "content": [
                        "The typical cyclic voltammetry curves of s-NaCrO2 and i-NaCrO2 tested at a scan rate of 0.1 mV s–1 between 2.0 and 3.6 V are shown in a,b, respectively. Two main pairs of redox peaks can be observed on cyclic voltammetry (CV) curves of s-NaCrO2 located at 3.04/2.85 and 3.33/3.30 V, with other smaller peaks corresponding to the order/disorder phase transition. Also, the redox voltage positions of s-NaCrO2 are almost overlapped in the subsequent cycles, indicating the great reversibility. When comparing the third cycle CV curves as shown in a, the separation of the redox peaks of s-NaCrO2 is smaller than that of i-NaCrO2, suggesting that the nanoflake-assembled hierarchical structure leads to faster dynamics and lower ion migration resistance in s-NaCrO2. In addition, the electrochemical performances were tested in half-cells between 2.0 and 3.6 V. The rate properties of s-NaCrO2 and i-NaCrO2 are presented in b. The s-NaCrO2 sample exhibits capacity values of 118 mAh g–1 at 0.2 C and 90 mAh g–1 even at a quite high current density of 50 C (c). Meanwhile, the i-NaCrO2 sample delivers 86 mAh g–1 at 20 C and only 48 mAh g–1 at 50 C. It demonstrates that the morphology of s-NaCrO2 leads to faster Na+ migration during the electrochemical process. The submicrosphere NaCrO2 also shows superior cycling properties. When cycled at 1 C for 300 cycles, s-NaCrO2 maintains 106 mAh g–1 with a capacity retention of 91%, while i-NaCrO2 only has 90 mAh g–1 (d). When cycled at an elevated current density of 10 C, s-NaCrO2 delivers 98 mAh g–1 after 800 cycles with a capacity retention of 90%, which is much higher than 61% of i-NaCrO2 (e). There is almost no polarization increase on charge/discharge profiles during cycling at 10 C (f) due to the stable structure. More surprisingly, s-NaCrO2 exhibits excellent electrochemical stability at a quite high current density of 20 C, where 90 mAh g–1 is maintained after 1500 cycles (g,h). The high capacity retention of 87% is obtained after ultralong cycling because of the special stable structure. However, the i-NaCrO2 sample shows worse cycling performance (). The discharge capacity of i-NaCrO2 decreases rapidly at 20 C, which is only 16 mAh g–1 at the 500th cycle, indicating its poor reversibility of the structure. We also tested the electrochemical performances of s-NaCrO2 when expanding the voltage to 3.8 and 4.0 V (a,b, respectively). The initial discharge capacities obtained are less than 110 mAh g–1, and the cycle stabilities are poor, which are consistent with the reported result.  When more Na+ ions are removed, Cr4+ will migrate from CrO6 slabs to Na+ layers irreversibly, leading to the capacity fading of the NaCrO2 electrode.",
                        "To investigate the effect of the nanoflake-assembled submicrosphere hierarchical structure on the ion migration kinetics, the GITT analysis was carried out during the initial sodium ion deintercalation/intercalation process. The GITT curves of s-NaCrO2 and the corresponding apparent Na+ diffusion coefficients (DNa+) in each current pulse-relaxation section are presented in a together with the locally enlarged version in the embedded image. The GITT results of i-NaCrO2 are shown in . The apparent Na+ diffusion coefficients were calculated by the following equation  ()",
                        "As shown in , τ, nm, Vm, and L are the duration of current pulse, the number of moles, the molar volume of the active materials, and the thickness of the loading slurry, respectively. ΔEs represents the difference between the equilibrium voltages before and after the pulse. ΔEτ is the variation of cell voltage during a titration step. b,c reveals the difference between the calculated DNa+ values of s-NaCrO2 and i-NaCrO2 at around a 3.0 V plateau in the initial charge and discharge process. Benefiting from the hierarchical submicrosphere structure, s-NaCrO2 shows a faster kinetic process at the 3.0 V plateau. The DNa+ value of s-NaCrO2 varies from 10–12 to 10–9 cm2 s–1 during the first cycle, while that of i-NaCrO2 is between 10–14 and 10–9 cm2 s–1. The calculated average DNa+ value of s-NaCrO2 (5.86 × 10–11 cm2 s–1) is also higher than that of i-NaCrO2 (3.57 × 10–11 cm2 s–1). Note that the average DNa+ calculated here is actually the apparent diffusion coefficient, which absorbs the contribution of porosity. The difference in DNa+ between s- and i-NaCrO2 is also consistent with their difference in the specific surface area or porosity. Consequently, the facile Na+ transfer facilitates the sodium storage, hence achieving excellent rate performance.",
                        "The electrochemical impedance spectroscopy (EIS) was employed to further compare the impedance of the two samples in the half-cells after being activated at 0.2 C for three cycles. The Nyquist plots along with the fitting curves are shown in a, and the corresponding linear fitting results of Z′ against ω–1/2 at the low frequency are presented in b. The intercepts of the semicircles with a Z′ axis at high frequency are attributed to the resistances of the electrolyte (Rs), and the semicircles represent the charge-transfer resistance (Rct). The fitted Rs, Rct, σ (Warburg factor), and calculated DNa are listed in . The Rct value of i-NaCrO2 (305.0 Ω) is much larger than that of s-NaCrO2 (93.9 Ω), suggesting that the nanoflake morphology effectively shortens the ion migration path, thus reducing the ion transfer impedance. These results further confirm the faster migration of Na+ in s-NaCrO2. Also, cyclic voltammetry measurements at varied scan rates were conducted (). The calculated DNa+ results are presented in , where s-NaCrO2 shows a higher DNa+ value of 3.96 × 10–11 cm2 s–1 than that of i-NaCrO2 (2.56 × 10–11 cm2 s–1). By applying these electrochemical measurements, the faster kinetic behavior benefited from the unique morphology in s-NaCrO2 is confirmed.",
                        "In order to further explore the influence of the repeated Na+ insertion/extraction process on the structure. The crystal structure and the morphology of s-NaCrO2 were characterized after 1500 cycles at 20 C. The ex situ XRD reveals that the high crystallinity of s-NaCrO2 is kept even after ultralong cycling (a). In addition to the acetylene black additive, the submicrospheres can be clearly observed in the TEM image without pulverization (b), suggesting the high structure strength of submicrospheres, against the stress and strain induced by Na+ intercalation/deintercalation. Therefore, the electrode damage during the charging/discharging process is effectively prevented. The lattice fringes in the HRTEM image also confirm the well-crystalline grains of cycled s-NaCrO2 with no change in the crystal structure (c). The ultrastable cycling performance and the good rate ability of NaCrO2 microspheres are among the best when compared with the literature data ()."
                    ],
                    "name": "3.2.  Sodium Storage Behavior of s-NaCrO2 and i-NaCrO2",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the samples at higher and lower temperatures were also measured to fully investigate the function of the hierarchical spherical structure. Compared with i-NaCrO2, s-NaCrO2 exhibits better sodium storage ability even at 50 °C (a) and −10 °C (b). When tested with different currents of 0.5, 1, 2, 5, 10, and 20 C at 50 °C, s-NaCrO2 delivers 110, 106, 101, 88, 80, and 50 mAh g–1, respectively, while i-NaCrO2 gives much poorer rate performance, with almost no capacity at 10 and 20 C. In the low-temperature test, s-NaCrO2 delivers 107, 102, 97, 90, and 60 mAh g–1 at 0.2, 0.5, 1, 2, and 5 C, respectively, while i-NaCrO2 shows worse properties with no capacity at 5 C. The excellent performances of s-NaCrO2 further confirm the faster ion migration in s-NaCrO2, which benefit from the advantages of the hierarchical morphology structure. Hence, it is revealed that the shortened ion diffusion path and the robust structure still favor the electrochemical properties in a wide temperature window.",
                        "In order to explore the prospect for the practical applications, the full cell with Sb/C as the anode material was assembled, as illustrated in c. d presents the charging/discharging process of the full cell together with the profiles corresponding to the cathode and anode half-cells. In this work, the N/P ratio of the full cell is around 3. Also, the energy density calculated at 0.2 C based on the cathode mass is 269 Wh kg–1. The full cell exhibits 111 mAh g–1 at 0.2 C during the charging/discharging process. When galvanostatically cycled at increased current density (e,f), the full cell shows 109, 107, 105, 102, 100, 97, and 85 mAh g–1 at 0.5, 1, 2, 5, 10, 20, and 50 C, respectively. Also, a capacity of 107 mAh g–1 can be maintained after being recovered to 1 C with no capacity loss, revealing the high reversibility of the unique structure. When tested the full cell at 10 C, a capacity of 100 mAh g–1 is obtained after 300 cycles with a capacity retention of 88% (g). In addition, the average voltage of the full cell drops slightly from the initial 2.2 to 2.0 V after 300 cycles due to the increasing polarization of the cathode and anode materials during the redox processes (h). The excellent performances of the full cell demonstrate the promising use of s-NaCrO2 in practical applications."
                    ],
                    "name": "3.3.  Temperature Effect and Full Cell Behavior",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ex situ XRD technique was conducted to clarify the phase transition in the initial sodium ion insertion/desertion process between 2.0 and 3.6 V. c shows the ex situ XRD patterns at different Na1–xCrO2 states corresponding to the typical potential profiles in d. The enlarged (003) and (006) peaks are listed in a,b, respectively. It can be observed that the (003) peak and (006) peak located at 16.7 and 33.6° shift to a lower angle accompanied with the (110) peak located at 62.4° that shifts to a higher angle during charging, indicating the expansion of the interlayer spacing in the c axis and the contraction of the a–b plane. In addition, the (104) peak becomes broader due to the fact that a new peak appears at the right side of the origin (104) peak, which is attributed to the newly formed monoclinic O3′ phase.  Also, the monoclinic O3′ phase dominates the structure when charged to 3.1 V. During the subsequent charging process, the peak intensity of the (104) peak decreases and the (015) peak at 45.2° becomes stronger, suggesting the existence of a monoclinic P3 phase.  The monoclinic O3′ phase gradually disappears, while the P3 phase remains until the end of charging. Therefore, the phase transformation during the charging process can be summarized as follows: hexagonal O3 → monoclinic O3′ → monoclinic P3. When further investigating the discharging process, an inverse process in the structure change can be found, confirming the reversibility of the phase transformation during the electrochemical process. The phase transition behavior is also consistent with the literature studies. "
                    ],
                    "name": "3.4.  Sodium Storage Mechanism of s-NaCrO2",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we designed and synthesized the layered O3-type NaCrO2 submicrospheres (smaller than 1 μm) through a two-step self-template method as a cathode material for SIBs. The primary particles of s-NaCrO2 are nanoflakes with a width less than 50 nm, which effectively shorten the ion diffusion distance. The self-assembled submicrospheres exhibit strong structure robustness with good crystallinity and can retain the spherical structure after ultralong cycle. Therefore, the as-prepared s-NaCrO2 shows good rate capability with a capacity of 90 mAh g–1 obtained at 50 C owing to the increased apparent Na+ diffusion coefficients. Especially, excellent cycle performance is achieved due to the high crystallinity and the stable hierarchical structure. After being tested at 20 C for 1500 cycles, s-NaCrO2 maintains a capacity of 90 mAh g–1 with a retention of 87%. In addition, the O3-NaCrO2 submicrospheres also show advantages at other operating temperatures of 50 and −10 °C. The full cells assembled employing Sb/C as the anode exhibit impressive rate capability with 85 mAh g–1 at 50 C and excellent cycling stability. Our successful exploration on the design and synthesis of the hierarchical structure of NaCrO2 submicrospheres provides a promising strategy to design advanced SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Self-Template Synthesis of NaCrO2 Submicrospheres for Stable Sodium Storage"
}