{
    "DOI": "10.1039/D3NR04300B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With fossil fuel depletion and rapid increase in energy demand, tremendous research efforts have focused on the development of renewable energy systems with green resources, powerful energy storage and less environmental pollution. Sodium ion batteries (SIBs), as one of the promising alternative energy storage systems, have attracted ever-increasing attention due to their low cost, environmental benignity, and inexhaustible resources. The low temperature charging ability of SIBs is superior to that of lithium-ion batteries, endowing them with huge promise as energy storage systems in the corresponding large scale energy storage field. Simultaneously, aluminum foil can be used as a substrate for cathode and anode during electrode preparation, further reducing the cost of SIBs and providing a huge price advantage. However, SIBs still suffer from sluggish kinetics as well as unsatisfactory electrochemical energy storage efficiency, due to the relatively larger sodium ion radius (Na+, 1.02 Å) when compared with its lithium counterpart (Li+, 0.76 Å). To date, various cathode materials like layered oxides (NaMnO2, NaNi1/3Fe1/3Mn1/3O2), phosphates (NaFePO4, Na2FePO4F, Na3Fe2(PO4)2P2O7), sulfides (Na2Fe(SO4)2), Prussian blue analogues and organic series candidates have been widely investigated in SIBs.",
                "Among many candidates, polyanion-type cathode materials with a Na super ionic conductor (NASICON) structure are of significant interest, as their unique 3D open framework endows these materials with rapid Na ion diffusion rates, as well as superior reversibility. In particular, Na3V2(PO4)3 (NVP) has been identified as a potential cathode candidate due to its high ionic conductivity, low volume alteration, pronounced structural stability, and high safety. Unfortunately, the utilization of each vanadium atom in the V3+/V4+ redox couple is limited by the intrinsically low electrical conductivity. To date, many efforts have been made to enhance the utilization ratio of V3+/V4+ in NVP, including surface carbon coating, nano-crystallization, and heteroatom doping (for example, Nd, Ga, Mo, Ti, and Cl ). It is known that the combination of heteroatom doping and surface carbon coating is an efficient route to simultaneously increase the material intrinsic conductivity and surface conductivity without consuming much tap density.",
                "However, using a material data analysis approach is still rare for doping trace alkaline ions to achieve superior electrochemical performance and reveal the inner regulation of improved properties. Herein, trace barium (Ba) doping in NVP is presented in this work and evaluated as a cathode material for SIBs. By revealing the Na+ migration route regulation and adsorption energy using topological symmetry analysis, in combination with the characterization of the Na storage mechanism by X-ray diffraction pattern (XRD), X-ray photoelectron spectroscopy (XPS), and related electrochemical analysis, the role of Ba-doping is systematically investigated. The results of theoretical calculations coincide with the experimental data, confirming that the electrochemical properties of the Ba-doped NVP exhibit excellent rate capability and significantly improved ultra-long cycling stability."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1(a) shows the XRD patterns of Ba-doped NVP materials. For convenience, Ba-doped NVP with different doping amounts can be abbreviated as NVBP-X, where X = 1, 2, 4 and 8 represents Ba-doping amounts of x = 0.01, 0.02, 0.04 and 0.08, respectively. From the results, indexed peaks can be well matched with the rhombohedral NVP phase with R3c space group (PDF # 70-3613), indicating that the partial substitution of Ba (≤0.1) does not change the crystal structure of NVP. The detailed alteration of the (113) diffraction peak from the XRD pattern is shown in Fig. 1(b). With the increase of the Ba-doping amount to 0.01, there is a slight negative shift of (113) (hkl) towards a smaller diffraction angle. When the doping amount is further increased to 0.02, a significant negative shift of the (113) peak is observed. This change of the diffraction peak is attributed to the larger size of the Ba ion radius (+2, 1.35 Å) than the V ion radius (+3, 0.64 Å, in 6-fold coordination), suggesting the expansion of the unit cell volume upon Ba2+ doping. However, when the doping amount increases to 0.04 and 0.08, the negative shift phenomenon of the selected peak disappears, which may be attributed to un-doping resulting from excessive doping amount. It is believed that the enlarged unit cell space can provide broader channels for Na ion diffusion, decreasing the Na ion migration energy and facilitating the electrode reaction kinetics. In addition, according to the Bragg formula, the interlayer space of the (113) peak in NVP can expand by substitution of V3+ by Ba2+ due to the bigger radius of Ba2+ than V3+, which broadens the Na ion migration diffusion channel and benefits in achieving a superior high rate capability.",
                "Fig. 2(a–e) shows the scanning electron microscope (SEM) images of the prepared materials. As displayed in the images, all five materials are composed of particles with various shapes and sizes, even though there are some observably agglomerated particles with the size of 2–3 μm for NVP. It is observed that the agglomeration degree is much weaker in NVBP-X than in NVP. Additionally, the particle size decreases with increasing Ba-doping content. When the Ba-doping amount varies from 0.01 to 0.08, the size of NVP particles decreases from several micrometers to hundreds of nanometers, which facilitates electrolyte penetration and shortens the diffusion route of Na ions. Simultaneously, the relatively smaller particle size after Ba-doping could weaken the ionic scattering during electrochemical sodiation/de-sodiation, resulting in improved kinetic characteristics. Fig. 2(f) presents NVBP-2 and corresponding energy dispersive spectrometer (EDS) elemental mapping images. From the results, C, Na, V, P and O elements are detected, and Ba is dispersed uniformly in the composite, implying the homogenous elemental distribution of the material.",
                "To further elucidate the architectural morphological features and the structure of the carbon coating layer, transmission electron microscopy (TEM) measurement was carried out, and the results are shown in Fig. 3. For NVP (Fig. 3(a–c)), the image clearly reveals severely aggregated particles with the size ranging from 2 to 3 μm, matching well with the SEM observation. Moreover, the graphene wrinkles as well as amorphous carbon architecture with a thickness of about 2–3 nm are detected in accompaniment with crystalline NVP (Fig. 3(b and c)). The residual carbon colony would serve as a high speed electron transfer network. Clear lattice fringes are detected with the lattice spacing of 0.374 nm, matching well with the (113) plane of the rhombohedral structure of NVP. After Ba-doping, as shown in Fig. 3(d–f), graphene sheets with an amorphous carbon architecture are still visible. The addition of Ba-based reagent slightly alters the crystal space of NVP since a larger lattice spacing (0.424 nm) is detected for NVBP-2. Simultaneously, the graphene layer with a lattice spacing of 0.34 nm is observable.",
                "To further identify the carbon architecture of the five samples, the Raman spectrum and TG plot were characterized. As shown in Fig. 4, it is verified that all five samples demonstrate two main characteristic bands of sp2-type carbon, including one band at 1590 cm−1 and another band at 1350 cm−1. The former carbon band is attributed to the breakage of symmetry at the edges of the graphite sheet (the E2g vibration mode), known as the D band, while the later carbon band is ascribed to the A1g vibration mode, arising from the graphite band and known as the G band. From the analysis of the ID/IG value, NVP has a stronger peak intensity ratio of the D band than that of the G band in comparison with NVBP-X materials, suggesting that the graphitization degree of carbon in NVP may have been slightly changed by Ba-doping. This indicates that the Ba ion may have a faintly catalytic influence for graphitization of carbon, such as Ni, Co, and Fe, which is still under investigation. It is noted that there is a small peak in NVBP-X and NVP materials at 437 cm−1, which is ascribed to the existence of VO6 or PO4. Besides, according to the thermogravimetric analysis (TGA) plot in Fig. S1,† the relative weight ratio of carbon is 5.7% for NVBP-2.",
                "X-ray photoelectron spectrum (XPS) measurement was carried out to analyze the valence information of C, V and Ba in NVP and NVBP-2, and the results are presented in Fig. 5. In Fig. 5(a), the C 1s spectrum in NVP is composed of four carbon-based bonding peaks: O–CO, CO, C–O and C–C peaks located at 288.5, 286.5, 285.1 and 284.1 eV binding energies, respectively. After Ba-doping, CO and C–O peaks shift slightly towards lower binding energy, whereas the C–C peak remains unchanged, suggesting that the carbon chemical environment is basically unaltered. For V 2p spectra, the high resolution spectra of NVP and NVBP-2 are shown in Fig. 5(c) and (d). Two de-convoluted peaks at 524.0 eV and 517.0 eV are attributed to V 2p3/2 and V 2p1/2 of V4+, respectively, while two others at 523.2 eV and 516.2 eV match well with V 2p1/2 and V 2p3/2 of V3+, respectively. The high ratio of V 2p3/2 at around 517.0 eV can be ascribed to the higher chemical state of vanadium from +3 to +4, originating from the balance of the valence and the conservation of the charge from aliovalent acceptor doping of Ba2+ for V3+. Moreover, from the analysis in Fig. 5(e) and (f), it is demonstrated that there is an emerging small characteristic peak existing at around 779.8 eV and 795.1 eV, which can be attributed to Ba2+ 3d5/2 and Ba2+ 3d3/2. The detailed alteration of Ba2+ before/after Na storage has been shown in Fig. S2.† In the image, compared with the discharge state at 2.5 V, there is a slight negative shift of Ba2+ peaks at the charging state of NVP at 4.3 V, illustrating that the Ba valence could be affected in accompaniment with Na+ intercalation/deintercalation. These results strongly corroborate that the as-expected Ba ion has been doped into the NVP structure, affecting the chemical environment of NVP.",
                "Fig. 6(a) and (b) present GCD profiles of NVP and NVBP-2 electrodes at various C rates in a potential range of 2.5–4.3 V versus Na+/Na, respectively. Here, 1C equals the theoretical capacity (117 mA h g−1) of NVP. Both electrodes exhibit the typical potential plateau of the NVP cathode at around 3.4 V, corresponding to the redox reaction couple between V4+ and V3+. The NVBP-2 electrode possesses a relatively superior specific discharge capacity at low C rate (<2C) or high C rate (>2C) when compared with the NVP electrode. The NVBP-2 electrode delivers a specific capacity of 104.5 mA h g−1 at 0.2C rate and maintains 65.1 mA h g−1 at 50C. In contrast, the NVP electrode possesses 113.3 mA h g−1 of specific capacity at 0.2C and there is only 37 mA h g−1 at 50C. It is noted that the bended profile of the charging/discharge curve at 50C is mainly attributed to the low data collection amount. From potential plateau analysis, it is noted that when the C rate exceeds 2C, there is a huge polarization phenomenon for the NVP electrode but no obvious polarization for the NVBP-2 electrode, indicating the shortened diffusion length of the Na ion and improved redox kinetics after Ba-doping. From the rate capability performance (Fig. 6(c)), the NVBP-2 electrode exhibits superior rate capability compared to NVP and other NVBP electrodes at high current densities (>5C), although the specific capacity of NVP is higher than that of NVBP-2 at 0.2C, 0.5C, 1C and 2C rates. For cycling performance at 0.2C (Fig. 6(d)), the NVBP-2 electrode also presents a high capacity retention (95.8%) compared to other Ba-doped electrodes after 100 cycles. With further increasing the C rate to 5C and prolonging the cycling span to 500 cycles, as shown in Fig. 6(e), the NVBP-2 electrode presents an excellent capacity retention of 91.5% when compared to 83.2% of NVP, 95.6% of NVBP-1, 93.2% of NVBP-4, and 93.4% of NVBP-8. The high-rate capacity retention has been improved by the suitable Ba-doping content while the low-rate capacity would be damaged. The reasons are unclear and still under investigation.",
                "Since the high rate capability is an important factor in determining the practical value of cathode materials for SIBs, we also detected the high rate capability of the NVBP-2 electrode at 10C and 50C rates. As displayed in Fig. 7(a), the electrode possesses 101.5 mA h g−1 of discharge capacity in the initial charge–discharge test at 10C rate, and the capacity maintains at 97.6 mA h g−1 at the 500th cycle, while it still maintains at 92.1 mA h g−1 after 1000 cycles. When tested at 50C rate, the NVBP-2 electrode gives 65.1 mA h g−1 of specific capacity in the first discharge cycle and maintains 63.2 mA h g−1 at the 900th discharge cycle, suggesting an excellent cycling stability. The observable voltage steps may be caused by the low data collection rate. Interestingly, the targeted NVBP-2 electrode can still remain with a discharge capacity of 52.8 mA h g−1 with 81.2% retention after 2000 cycles at 50C in Fig. 7(b). However, the NVP electrode only possesses a discharge capacity of 10 mA h g−1 at 50C rate. This result proves that the structural stability of NVP has been clearly improved by Ba-doping. Simultaneously, after Ba-doping into NVP, the lower migration barrier of Na ions benefits the diffusion of Na ions, especially under high rate conditions. As summarized, this Ba-doping NVP material demonstrates relatively higher rate capability than those of other structural NVP materials (Table S1, ESI†). Two possible reasons are responsible for enhanced electrochemical properties: (1) the inactive Ba-doping in the V-site in NVP stabilizes the NASICON structure during Na+ intercalation/de-intercalation due to the stronger Ba–O bond compared to the V–O bond; (2) the appropriate Ba-doping induces the formation of V valence from +3 to +4, which could enable more multi-electron redox reactions. However, excess Ba-doping might lead to lattice distortion and block the diffusion route of Na ions, resulting in poor electrochemical performance.",
                "To further deeply understand the electrode reaction kinetic mechanism of the NVP material before and after Ba-doping, CV curves were recorded, and the results are shown in Fig. 8(a and b). The well-defined sharp redox peaks at 3.52/3.49 V should be ascribed to the Na ion intercalation and de-intercalation in the NVP architecture. With the increasing scan rate, NVP and NVBP-2 electrodes present increased the current density and potential polarization. However, the cathodic and anodic peaks of NVP shift significantly towards lower and higher potentials, respectively, due to the enhanced polarization. In contrast, the NVBP-2 electrode still maintains complete redox peaks at a higher scanning rate of 0.5 mV s−1, suggesting faster kinetics and lower polarization. The corresponding linear relationship between peak current and square root of scan rate of the anodic/cathodic process is shown in Fig. 8(c). Calculated on the basis of the Randles–Sevcik equation, the Na ion diffusion coefficient in the solid state NVBP-2 electrode reaches 2.89 × 10−12 cm2 s−1, which is higher than that of the NVP electrode (1.18 × 10−11 cm2 s−1). Simultaneously, as shown in Fig. 8(d), in combination with the equation i = aυb (where i is the current response, a is a constant, υ is the sweep rate and b is the power-law exponent), the b value determines the controlled step in the electrochemical process, where a value close to 0.5 represents a diffusion-controlled step while a value close to 1 indicates the capacitive behavior of the surface faradaic redox reaction. The calculation results show that NVP has a b value of 0.39/0.01 for the anodic/cathodic peak current, while NVBP-2 shows a b value of 0.59/0.32, suggesting that the charge transfer mechanism is limited for NVP, and there is more contribution of the capacitive behavior for NVBP-2. Moreover, according to the calculations based on the equation i(V) = k1υ + k2υ1/2 (where i(V) is the response current, υ is the scan rate, k1υ is the surface capacitive contribution and k2υ1/2 is a diffusion-controlled process), the proportion of diffusion and surface contribution can be identified. With the increase of the scan rate, the NVBP-2 electrode demonstrates higher capacitive contribution than that of the NVP electrode, which may be attributed to the smaller particle size of NVBP-2 and Ba-doping influence.",
                "EIS tests for NVP and NVBP-2 electrodes were conducted, and the results are shown in Fig. S3.† It is noted that both electrodes show similar semicircles in the high-frequency section and a linear line in the low-frequency section. The semicircle in the high-frequency region represents the charge-transfer resistance (Rct), while the linear line in the low-frequency region indicates the Na ion diffusion procedure during the intercalation/de-intercalation process (W0). In comparison, the NVBP-2 electrode exhibits lower Rct (122.3 Ω) and a relatively more vertical linear line than that of NVP (Rct = 389.2 Ω), which confirms the higher electrochemical reaction activity and faster Na ion diffusion kinetic behavior than that of the NVP electrode.",
                "To further reveal the regulation of the Na ion diffusion route and electrochemical conversion barrier for the Ba-doped NVP material, the optimized crystal structure of NVP is shown in Fig. 9(a). In the asymmetric unit, there is one V and one P atom, while other atoms (Na and O) are represented in two distinct positions each. The main building block involves two VO6 octahedra interlinked by three phosphate groups lying along the c axis, with sodium atoms located in the voids of the framework with six- (Na1 site) and eight-fold (Na2 site) coordinations. As it is widely known, the Na2 site has higher electrochemical activity than the Na1 site due to the difference in the oxygen environment. Depending on the projection site of the V atom onto the a–b plane, there are three types of V atoms, and Fig. 9(b–d) shows Ba-doping into the three different V sites. Additionally, we performed NEB calculations to study the diffusivity of Na ions in Na3V2(PO4)3 and NaV2(PO4)3.Fig. 10(a) illustrates the Na ion migration path from a Na1 site to another Na1 site via a Na2 site, while Fig. 10(b) shows Na ion migration barriers in Na3V2(PO4)3 and NaV2(PO4)3 of 764 and 311 meV, respectively. This former value is much higher than the latter one, and therefore the Na ion at the Na1 site of NaV2(PO4)3 is hard to migrate to another Na1 site. In NaV2(PO4)3, the energy at the Na2 site is 665 meV, which is higher than that in Na3V2(PO4)3 (33 meV). This energy difference is attributed to destabilization of the Na2 site. One Na ion at the Na1/2 site is repelled by two/four neighboring V ions, and the oxidation states of V in NaV2(PO4)3 and Na3V2(PO4)3 are +4 and +3, respectively. Therefore, the Na2 site in NaV2(PO4)3 is less stable due to the stronger electrostatic repulsion from V ions (+4). With the same calculation strategy for Ba-doping NVP, Na ion migration barriers in Na3V11/12Ba1/12(PO4)3 and NaV11/12Ba1/12(PO4)3 were found to be 694 and 243 meV, respectively. The lower migration barriers of Na ions after Ba-doping, particularly the one for NaV11/12Ba1/12(PO4)3, shows that the third Na ion along with other two Na ions is more active during the charge/discharge process. To further investigate the origin of lower migration barriers, Fig. 11 shows the local density distribution near one Ba-doping V site (the charge density distribution is shown in Fig. S4†). The electronic distribution of V is “[Ar] 3d3 4s2”, while that of Ba is “[Xe] 6s2”. Without the 3d orbital, Ba is less chemically electrophilic, and thus more isosurfaces of electron accumulation appear around the Ba site, as shown in Fig. 11. These newly formed electron accumulation surfaces offer more potential paths for Na ion diffusion, which is consistent with previous experimental results. While the accessible Na ion sites of the surface component can be extended to have continuous three-dimensional configurations by allowing the Na ion to diffuse through tetrahedral sites in the framework. This Na ion percolation network with its high connectivity of the diffusion pathway helps to explain the high rate capability of NVBP-2, which is also confirmed by topology analysis. After Ba-doping, the inversion symmetry has been broken due to the non-uniform distribution of V sites along the lattice vector through the disappearance of inversion centers. It is believed that destroying the inversion symmetry can enhance the stability of the crystal lattice without polarization, which benefits Na ion diffusion and improves the electrochemical rate capability of this Ba-doping material. The lack of such inversion centers leads to the asymmetric polarization of the electric system, where orbitals V3d + V4p and V3d + O2p hybridize, and this leads to a possible 1s-3d transition, which exquisitely reveals edge differences between NVP and NVBP phases and explains the improved high-rate performance of the NVBP electrode."
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, a series of Ba-doped Na3V2(PO4)3 composites have been synthesized using a sol–gel method following high-temperature sintering treatment. The experimental results demonstrated that Ba-doping into the V-site can significantly improve the electron conductivity, affect the chemical micro-environment of vanadium, and generate an improvement of rate performance and cycling stability. In particular, an insight into the Na ion kinetics was revealed through DFT-assisted topology calculation. It has been found that the enhancement of electrochemical properties is mainly due to the broken inversion symmetry by Ba-doping. The resultant NVBP-2 composite demonstrates a superior electrochemical performance of 104.5 mA h g−1 at 0.2C, an incredible capacity of 101.5 mA h g−1 at 10C and 81.6% of capacity retention at 50C over 2000 cycles. This work provides a new viewpoint to screening cathode materials for high sodium storage performance."
            ],
            "name": "3. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Trace topological doping strategy and deep learning to reveal high-rate sodium storage regulation of barium-doped Na3V2(PO4)3"
}