{
    "DOI": "10.1021/acsami.9b09703",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Nowadays, the limited and unevenly distributed lithium sources are incapable of satisfying the ever-increasing requirement in electrochemical energy devices.  In the postlithium battery generation, a dual-ion battery (DIB) fabricated with a graphite cathode and a Na+-storage anode provides a promising alternative. Sodium-based DIBs display considerable electrochemical performance, such as the high output voltage, acceptable energy density, long cycle life, and so on.  Furthermore, graphite without a transition metal is ecofriendly and the processing technology is mature.  The sodium-based organic solvent taken as the electrolyte makes DIBs free of lithium.",
                "At present, Na+-storage materials in DIBs only include carbon,  MoS2/carbon,  FePO4,  Sn,  and Na2Ti3O7.  The development of DIBs suffers from the lack of suitable anode active material. Graphite fails to form a stable intercalation compound in ester-based electrolytes.  Graphitic carbon and hard carbon are subjected to the intercalation plateau around 0.1 V, causing the growth of sodium dendrite.  Alloys and metal oxides have to undergo drastic volume changes during sodiation/desodiation.  Titanium dioxide (TiO2) is identified as a promising Na+-storage anode due to its high safety, low cost, and stable structure.  In addition, the appropriate sodiation potential (∼0.8 V vs Na/Na+) avoids the sodium metal deposition. Thapa et al. have utilized TiO2 as a Li+-storage anode for DIBs in 2010, and TiO2/graphite lithium-based DIBs have displayed 91 mAh g–1 with the retention of 94.5% after 30 cycles, which demonstrates that the TiO2 anode can cooperate with the graphite cathode well.  In theory, TiO2 can be applied as a Na+-storage anode for DIBs.",
                "In this study, anatase TiO2 is involved as the Na+-storage anode for DIBs for the first time ever. TiO2/graphite DIBs exhibit high output voltage, long cycle life, and superior capacity. Moreover, the kinetic behaviors of PF6– in the graphite cathode and Na+ in the TiO2 anode are investigated by electrochemical impedance spectroscopy (EIS), the galvanostatic intermittent titration technique (GITT), and the potentiostatic intermittent titration technique (PITT)."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The morphology of anatase TiO2 (99.8%, Aladdin Chemistry Co., Ltd.) was verified by transmission electron microscopy (TEM) images with a JEM-2100F microscope operated at 200 kV. The X-ray diffraction (XRD) pattern was characterized by a Bruker D8 advance diffractometer with Cu Kα radiation (λ = 1.5418 Å). The specific area was obtained from the Brunauer–Emmett–Teller (BET) method, and the pore size distribution was analyzed using the nonlinear density functional theory (NLDFT) model.",
                "Anatase TiO2 (without further treatment) was mixed with carboxymethyl cellulose (M.W. 700 000, Aladdin Chemistry Co., Ltd.) and super-p carbon black at a mass ratio of 80:10:10 in water to form a homogeneous slurry. The slurry was coated on the copper foil and cut into a round disk (ϕ = 14 mm) to attain the TiO2 anode (∼1.5 mg per electrode). The mixture of graphite KS-6 (Imerys Co., Ltd., Switzerland) and teflonized acetylene black (Denka Co. Ltd.) (2:1 by weight) was pressed on aluminum mesh to obtain the graphite cathode. The mass ratio of graphite and TiO2 is 3. The electrolyte was 1 M NaPF6 dissolved in the mixture of ethylene carbonate and ethyl methyl carbonate (1:2 by volume). All of the batteries were assembled in a glovebox full of Ar (H2O, O2 < 1 ppm) after all electrodes were dried at 130 °C in vacuum for 3 h. The cyclic voltammetric (CV) curves, EIS, and PITT tests were conducted in a CHI600C electrochemical workstation. The graphite or TiO2 electrode served as the working electrode, and sodium metal worked as the reference electrode and counter electrode. The galvanostatic charge–discharge test, rate test, and GITT experiments of batteries were conducted using a Land 2001A cell test system. The current density and specific capacity were all based on the mass of the TiO2 anode in the text. Before EIS, GITT, and PITT experiments, the graphite cathode and TiO2 anode with sodium-ion batteries worked for five cycles at the current density of 50 mA g–1 in the voltage ranges of 3.0–5.0 and 0–3.0 V, respectively."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The particles of TiO2 show a rod-like shape, and the size is 25 nm (a). The XRD pattern can be indexed to the anatase phase (JCPDS no. 21-1272) (b). The BET specific surface area is 121.27 m2 g–1 (c), and the average pore diameter is 6.08 nm as analyzed by the NLDFT model (d).",
                "The Na+ ion-storage ability of TiO2 is evaluated through the galvanostatic charge/discharge test (). The initial capacities are 233 and 109 mAh g–1 with the initial Coulombic efficiency (ICE) of 46.9%. The recent review about the TiO2 anode for sodium-ion batteries describes the ICE ranges from 20 to 50% in general.  The irreversible capacity loss in the first cycle stems from the formation of solid electrolyte interface (SEI) film, some side reactions of the electrolyte, the sluggish Na+ diffusion, and the initial structural reorganization. After 150 cycles, the reversible capacity is 118 mAh g–1. To ensure that the active sites of TiO2 are occupied eventually, there ought to be excess graphite. Based on the previous study,  the mass of graphite is three times higher than that of TiO2. a represents the charge–discharge curves of DIBs in the potential window of 1.0–4.7 V and the current density of 500 mA g–1. There is an obvious couple of plateaus in 3.5 V. A unique plateau at ∼4.5 V is found in the first and second typical charge curves, which is distinct from the subsequent cycles. The charge platform (∼4.5 V) of DIBs is mainly caused by the discharge platform of the TiO2 anode at ∼0 V (a). In the 1400th cycle, a charge plateau is at ∼3.8 V (above 3.5 V), owing to the polarization of DIBs. The initial capacities is 146 mAh g–1 (charge) and 123 mAh g–1 (discharge) with the ICE of 84.7%. The capacity increases during the first 50 cycles due to the activation process, and the reversible capacity at the 50th cycle is 140 mAh g–1. After 1400 cycles, the specific capacity is 98 mAh g–1 with the retention of 70% (vs the capacity of the 50th cycle) (b) and the rate of decline in capacity is merely 0.022% per cycle. The cyclic stability of TiO2/graphite DIBs is found to be superior to common sodium-based DIBs.  The gradual decay may be attributed to the mismatched transport of PF6– and Na+ ions. The rate performance is described in c,d. The discharge capacity is 102 mAh g–1 at the current density of 1500 mA g–1. Moreover, the plateaus are around 3.5 V without an obvious shift at diverse current densities, which suggests the small polarization in DIBs. The energy and power densities of DIBs are estimated based on the mass of TiO2 and graphite. TiO2/graphite DIBs deliver the energy density of 113 Wh kg–1 at the power density of 41.75 W kg–1 and 74 Wh kg–1 at 1121 W kg–1 ().",
                "To gain understanding of the respective electrochemical reaction in negative and positive electrodes, we trace the separate potentials vs active carbon (AC) quasi-reference electrode in the TiO2 anode and graphite cathode during DIB operation ().  There are a couple of plateaus near 3.5 V controlled by the plateaus of the graphite cathode (1.7 V vs AC) and the TiO2 anode (−1.8 V vs AC). The potential variations of the graphite cathode and TiO2 anode gradually stabilize. In the fifth cycle, the TiO2/graphite DIB cycles between 1.0 and 4.7 V at the current density of 500 mA g–1, the graphite cathode between 1.18 and 2.15 V vs AC (i.e., 3.88–4.85 V vs Na/Na+), and TiO2 between −2.55 and 0.24 V vs AC (i.e., 0.15–2.94 V vs Na/Na+). In the region, the electrolyte does not decompose violently and the electrode can maintain stability, which ensures the stability of DIBs.",
                "Kinetic behaviors of PF6– anions and Na+ cations are also significant influencing factors in DIB electrochemical performance. EIS plots for the graphite cathode and TiO2 anode are measured in the frequency range from 100 kHz to 10 mHz with sodium-ion batteries (a). The two impedance curves show semicircles in the high-to-medium frequency, which are attributed to the SEI film resistance (Rf) and the charge-transfer resistance (Rct). The fitting results reveal that Rct of Na+ cations in the TiO2 anode (4829 Ω) is larger than that of PF6– anions in the graphite cathode (209.48 Ω) (), indicating slower charge-transfer kinetics of Na+ ions.  The slope line in the low-frequency region is attributed to the Warburg impedance, depicting the diffusion of Na+ and PF6– ions in the electrode materials, which can be used to calculate the ion diffusion coefficient (D) by equation D = R2T2/2A2n4F4C2σ2,  where R is the gas constant (8.314 J mol–1 K–1), T is the absolute temperature (298.15 K), A is the geometric area of the electrode (1.54 cm2), n is the number of electrons transferred per molecule in the electrochemical reaction, F is the Faraday constant (96 500 C mol–1), C is the concentration of ions, and σ is the Warburg factor. C is calculated from the tap density (ρ) and the molecular weight (M) (C = n/V = (m/M)/V = (ρV/M)/V = ρ/M).  The tap densities of graphite and TiO2 are 0.194 and 0.378 g cm–3, respectively. σ is obtained from the linear slope of Zre vs ω–1/2 (b). D of PF6– ions in the graphite cathode is 7.74 × 10–14 cm2 s–1 and of Na+ ions in the TiO2 anode is 7.6 × 10–15 cm2 s–1. Comparing the values of D, the transport of PF6– anions in the graphite cathode is easier than that of Na+ cations in the TiO2 anode.",
                "In addition, GITT is also adopted to evaluate the kinetic behaviors of PF6– and Na+ ions. a describes the schematic diagram of GITT, and D is calculated using the following equation. Here, τ is the duration of the current pulse, MB is the molar weight, S is the geometric area of the electrode, mB is the active material mass, and VM is defined as the molecular volume. The lattice constants of graphite KS-6 are determined to be a = 2.456 Å, b = 2.456 Å, and c = 6.696 Å, and VM is calculated to be 5.264 cm3 mol–1. For anatase TiO2, the lattice constants are a = 3.785 Å, b = 3.785 Å, c = 9.514 Å, and VM is 20.51 cm3 mol–1. ΔEs is the steady-state voltage change, and Eτ is the transient voltage during the titration process. In the GITT experiment, the TiO2 anode is discharged from the open-circuit voltage (OCV) to 0.11 V vs Na/Na+ and the graphite cathode is charged from OCV to 4.85 V vs Na/Na+ by a series of intermittent current (50 mA g–1) for 30 min and then kept still at the open circuit for 10 h (a,b). The selection of voltage range is based on potential files (). c, d reveals the relationship between Eτ and τ1/2 during a single titration process for the graphite cathode and TiO2 anode, respectively. Regarding the TiO2 anode, Eτ has a linear relation with τ1/2 and there is a deviation from the linear dependence referring to the graphite cathode. The deviation may be attributed to the high coefficient of PF6– ions, the increase of the graphite layer spacing, and the diffusion of PF6– ions occurring between graphite and graphite intercalation compounds. b describes D of PF6– and Na+ ions. For Na+ cations in TiO2, the maximum value of D is 2.77 × 10–11 cm2 s–1 (1.23 V vs Na/Na+) and the minimum value is 1.79 × 10–12 cm2 s–1 (0.11 V vs Na/Na+). In the case of PF6– ions in graphite, the value of D is within the range of 2.24 × 10–12 to 3.17 × 10–10 cm2 s–1. D of PF6– anions is larger than that of Na+ cations at the corresponding voltage, implying that the transport of PF6– ions in the graphite cathode is more facile.",
                "PITT is also performed to calculate D of Na+ and PF6– ions. The TiO2 anode is discharged from 2.05 (OCV) to 0.15 V vs Na/Na+, while the graphite cathode is charged from 4.15 to 4.85 V vs Na/Na+. The potential difference for each step is ΔE = 0.05 V, and the time span is 1200 s. D is calculated by the following equation. i is the step current, L is the diffusion distance, and t is the step time.  and  depict the chronoamperometry and ln(i) – t curves of the TiO2 anode and graphite cathode, respectively. D of Na+ cations ranges from 9.206 × 10–10 cm2 s–1 (2.0 V vs Na/Na+) to 4.718 × 10–9 cm2 s–1 (0.65 V vs Na/Na+), and D of PF6– anions changes from 1.813 × 10–9 cm2 s–1 (4.15 V vs Na/Na+) to 4.38 × 10–7 cm2 s–1 (4.85 V vs Na/Na+) (). At the corresponding voltage, D of PF6– anions in the graphite cathode is larger.",
                "DNa+ and DPF6– are both in the reasonable domain compared with the reported literature (). The results of EIS, GITT, and PITT are consistent. D of PF6– is larger than that of Na+. The transport of PF6– is faster, while the ionic radius of PF6– anions is bigger than that of Na+ cations. It is supposed that the ionic radius is not the decisive factor based on the Arrhenius equation k = A exp(−Ea/kBT). k is the reaction rate constant, which can represent D. A is the preexponential factor and is treated as an identical constant for PF6– and Na+ ions. Ea is the activation energy, kB is the Boltzmann constant, and T is the absolute temperature. The energy barrier of PF6– ion diffusion along the (100) direction of graphite is 0.23 eV and the migration energy barrier of Na+ ions in anatase TiO2 is 0.56 eV, which are both obtained by the density functional theory (DFT).  According to the Arrhenius equation, the ratio of DPF6– and DNa+ is 3.7 × 105. However, the ratios measured by EIS, GITT, and PITT are found to be far less than the theoretical value. Actually, the values of A for PF6– and Na+ ions should not be equal. A is determined by the nature of the reaction and is independent of the temperature and the concentration. The ionic radius, morphology, and other physical properties may affect the value of A. The difference in A reduces the rate gap between PF6– and Na+ ions.",
                "Furthermore, the CV curves tested at varying scan rates shed light on the Na+-storage manner in the TiO2 anode to account for the sluggish kinetic behavior (a–d). The relationship between the peak current (ip) and the scan rate (v) can be described with the power law formula, ip = avb.  Both a and b are constants. Parameter b can be obtained from the slope of the line log(ip) – log(v) (e). The 0.5 value of b indicates a diffusion-controlled intercalation process and 1 represents a capacitive process. For the TiO2 anode, b is 0.79 below 10 mV s–1 and 0.48 above 10 mV s–1. There is a distinct transformation in the Na+-storage mechanism of the TiO2 anode, which changes from a capacitive process to diffusion-controlled intercalation. However, when TiO2 is used as the Li+-storage anode, CV curves are described in a–d and the value of b is 0.57 (e). The Li+-storage manner is diffusion-controlled intercalation, which is different from the Na+-storage mechanism. D can be calculated by the Randles–Sevick equation ip = 2.69 × 105Z3/2AD1/2Cv1/2, where Z, A, and C is the charge-transfer number, the geometric electrode area, and the concentration of Na+ (or Li+) ions, respectively.  When Z, A, and C have the same values for Na+ and Li+ ions in anatase TiO2, D can be obtained by the slope of the line ip – v1/2 (f and f). The slope of the TiO2 anode in the lithium-ion battery is 0.0916, and the slope of the TiO2 anode in the sodium-ion battery changes from 0.0609 to 0.0559 with the increase in the scan rate. D of Li+ ions is larger than that of Na+ ions due to the smaller radius of Li+ ions. The transport of Na+ ions slows down when the scan rate exceeds 10 mV s–1, which is ascribed to the variation of the Na+-storage mechanism."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The TiO2/graphite sodium-based dual-ion battery exhibits high output voltage (4.7 V), long cyclic life (1400 cycles with the specific capacity of 98 mAh g–1), and outstanding rate performance (102 mAh g–1 at 1500 mA g–1). Furthermore, the behaviors of positive and negative electrodes are investigated. The graphite cathode and TiO2 anode cycle in the voltage ranges of 3.88–4.85 V and 0.15–2.94 V vs Na/Na+, respectively, which ensures the stability of DIBs. The ion diffusion coefficient is calculated by EIS, GITT, and PITT. All of the results are consistent and indicate that the transport of PF6– is quicker than that of Na+ ions. For the purpose of satisfactory DIBs, increasing the Na+ ion diffusion rate in the TiO2 anode is supposed to be an available approach."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Anatase TiO2 as a Na+-Storage Anode Active Material for Dual-Ion Batteries"
}