{
    "DOI": "10.1021/acs.langmuir.4c02868",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The increasing demand for efficient and sustainable energy storage solutions has driven extensive research, especially in the field of rechargeable batteries. In particular, the integration of renewable energy sources such as solar and wind power into the electrical grid has underscored the need for reliable and cost-effective energy storage technologies. Due to the prominent abundance of sodium in the earth, sodium-ion batteries (SIBs) have emerged as one of the most promising alternatives for large-scale energy storage. Anode materials are widely believed to significantly influence the overall performance of SIBs. Consequently, there has been a surge of interest in the development of various types of anode materials. Carbon-based materials,  alloy materials,  and organic compounds  among others have been investigated as potential anode candidates for SIBs. Biomass-derived hard carbon (HC), characterized by its disordered structure composed of curved graphite-like microcrystals, stacked nanopores, and defects, has garnered significant attention as a viable anode material for SIBs. Hu  reported the development of HC derived from corn cobs, exhibiting a reversible specific capacity of 300 mA h g–1 through simple treatment and carbonization. Li  synthesized HC by pyrolysis cotton, which has a natural tubular structure and a capacity of 315 mA h g–1. Its higher capacity is achieved through defect adsorption, surface functional group reactions, interlayer intercalation, and nanopore filling.  The charging/discharging curve of HC mainly includes the slope area and the platform area, corresponding to potentials below 0.1 V (vs Na+/Na) and above 0.1 V (vs Na+/Na), respectively.  However, due to the lack of sufficient sodium storage sites and conductivity in some precursors, their capacity and rate performance are poor. In addition, although some companies can prepare high-performance HC, the manufacturing process is complex, and the cost is high. All of the above issues are significantly behind large-scale applications of SIBs for energy storage.",
                "Due to the direct influence of the microstructure on the sodium storage capacity of HC, changing the microstructure and enhancing conductivity through simple processes should effectively improve the above issues. Usually, introducing N atoms can create defects, enhance conductivity, and improve its sodium storage capacity and rate performance.  Hu  prepared nitrogen-doped sample N-HC, and due to its effect of increasing defects and expanding interlayer spacing, its reversible capacity increased by 154.3 mA h g–1 compared to the undoped sample; however, excessive defects result in only about 50% of its first cycle coulombic efficiency (FCCE). Huang  used pyrrole monomer as carbon and nitrogen sources to prepare nitrogen-doped carbon fibers, which improved the electrical conductivity of the material; the prepared carbon anode exhibits a high specific capacity of 73 mA h g–1 at a current density of 20 A g–1. Subsequently, there have been numerous reports on the use of NH3 treatment, plasma treatment, chemical vapor deposition, and other methods to doping nitrogen to cause defects or increase interlayer spacing to improve sodium storage capacity.  Moreover, O atom doping of the oxygen atoms can form oxygen functional groups on the surface of HC, and the reaction between oxygen functional groups and Na+ helps to increase the Na+ slope capacity. Wu  prepared coal-driven HC with a C═O content of 26.9% through preoxidation, resulting in rapid Na+ reaction kinetics and a significant increase in reversible capacity to 306 mA h g–1. These two strategies can not only increase sodium storage sites but also improve conductivity. However, N element doping has the disadvantage of reducing FCCE, while the O element doping has a weak effect on improving conductivity. Therefore, developing a processing technology that can improve sodium storage sites and conductivity without reducing FCCE is crucial for accelerating the large-scale commercialization of SIBs.",
                "Herein, we use a simple process to increase the sodium storage sites and conductivity of HC by simultaneously doping N and O with a single doping source. Low-cost urea has high nitrogen content (25%) and oxygen content (16%) as the nitrogen source and oxygen source to configure high content N/O-doped coconut-shell-derived HC (N/O-HC) anodes for SIBs. The synergistic effect of oxygen and nitrogen increases both the platform capacity and slope capacity and exhibits rapid reaction kinetics. The treated sample N/O-HC anode has a higher reversible specific capacity than the untreated sample coconut-derived hard carbon (C-HC), with a capacity increase of up to 71 mA h g–1 and excellent rate performance, reaching 178 mA h g–1 at 1500 mA g–1, with almost no decrease in FCCE. In summary, the simple dual-element introduction modification strategy provides a reference for biomass-based modification."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemical reagents used were of analytical grade and employed directly without further purification. The N/O-HC was typically prepared through a combination of ball milling and pyrolysis, as illustrated in . Initially, coconut shells purchased from Landarun were calcined at 1300 °C for 2 h in a nitrogen (N2) atmosphere to obtain C-HC. Subsequently, the C-HC powder was mixed thoroughly with urea at weight ratios of 1:1, 1:2, and 1:3 by ball milling at 300 rpm for 5 h, respectively. Following this, the mixtures were calcined at 300 °C for 2 h in an argon (Ar) atmosphere using a tube-type furnace, with a heating rate of 5 °C min–1. The resulting specimens were designated as N/O-HC-1, N/O-HC-2, and N/O-HC-3, respectively."
                    ],
                    "name": " Preparation of N/O-HC Samples",
                    "type": "h3"
                },
                {
                    "content": [
                        "Both nitrogen-doped and undoped HC were mixed with Super P carbon black and poly(vinylidene fluoride) in a weight ratio of 8:1:1 in N-methylpyrrolidinone to form a uniformly mixed anode slurry. After magnetic stirring, the resulting slurries were coated onto a well-cleaned copper foil using an H-coating machine. Following the coating process, the anode copper foil was dried at 120 °C overnight in a vacuum oven (DZF-6051). Subsequently, the coated anode films were punched into disks with a diameter of 12 mm. The average loading capacity of active substances is 2.2 mg cm–2. These anode discs, along with fiberglass and sodium foil, were utilized to assemble CR 2032 coin-type SIBs with the anode acting as the working electrode, fiberglass as the separator, and sodium foil as the cathode. The assembly process was conducted within a glovebox filled with argon (Ar) (Universal 2400/750/900, Shanghai Mikrouna Mech Tech Co., Ltd.). To connect the electrodes, 0.1 mL of dimethoxyethane containing 1 M NaPF6 salt was used as the electrolyte. For comparative analysis, in addition to N/O-HC-1, N/O-HC-2, and N/O-HC-3, C-HC was also employed to examine the effects of nitrogen and oxygen atom doping."
                    ],
                    "name": " Assembling of a Half SIB",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of assembled half cells using different working electrodes, including C-HC (coconut HC), N/O-HC-1, N/O-HC-2, and N/O-HC-3, was evaluated through galvanostatic charge–discharge cycling and cyclic voltammetry (CV). Specifically, CV curves were recorded between 0 and 1.5 V (vs Na/Na+) using an electrochemical workstation [Autolab electrochemical workstation (MULTI AUTOLAB M204)]. The scanning rates were set at 0.1, 0.2, 0.3, and 0.5 mV s–1, respectively. Galvanostatic charge–discharge tests were performed by using a Landt CT2001A system in the voltage range of 0.01–3 V at room temperature."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Materials morphology evolution characteristics were observed by field emission-scanning electron microscopy (FE-SEM, ZEISS Sigma 300) equipped with an energy-dispersive spectroscope (EDS), transmission electron microscopy (TEM, JEOL JEM F200), and high-resolution TEM (HRTEM, Thermo Fisher Talos F200s). N2 adsorption and desorption isotherms were carried out at 77 K by a N2 adsorption analyzer (NOVA 2200e, Quantachrome Instruments). Before the measurement, all samples were outgassed at 180 °C overnight. Specific surface areas of specimens were calculated using the Brunauer–Emmett–Teller (BET) method. Pore size distributions were obtained from the adsorption branch of the isotherm using the Barrett–Joyner–Halenda (BJH) method. Structures and components of the materials were characterized by X-ray diffraction (XRD) with Cu Kα radiation (XRD, DX-2700) and Raman spectroscopy (Renishaw inVia). X-ray photoelectron spectroscopy (XPS) measurements were conducted on an ESCALAB 250 spectrometer (Thermo Scientific) with the mono Kα."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The morphology and microstructure of the as-prepared samples are characterized by using scanning electron microscopy (SEM) and HRTEM (a–f). The C-HC sample was synthesized through pyrolysis of a coconut shell. As presented in a, the C-HC sample is a large and dense block-like substance (approximately 8 μm in diameter). In contrast, b reveals that the N/O-HC-2 sample has smaller particles, a result of ball milling. Additional morphology and structural information is visible in the TEM and HRTEM images of C-HC and N/O-HC-2 samples. The C-HC sample exhibits long locally ordered crystal domains, extending up to 20 nm in length, as shown in c,d. Conversely, TEM images (e,f) show the highly disordered lattice of the N/O-HC-2 sample, characterized by short-range ordered and intricate vortex structures, leading to the formation of more pores. This structure is conducive to the storage of Na+.  In addition, in N/O-HC-2, multiple double-layer interlayer distances of graphite nanocrystals were selected and the average interlayer distance was calculated to be 0.39 nm, which is greater than that of C-HC (0.38 nm). The local expansion of local interlayer distance in N/O-HC-2 may result from “introduction of nitrogen element”. A larger interlayer spacing can effectively reduce the dynamic hindrance during Na+ insertion, thereby increasing the Na+ of storage.  To verify the differences in lattice structures between the N/O-HC-2 and C-HC samples, we conducted XRD and Raman spectroscopy analyses. As shown in g, the XRD pattern of the C-HC sample shows two peaks at 2θ = 23.5° and 43.5°, corresponding to the (002) and (100) lattice planes of graphite. The broad, low-intensity peaks indicate a low degree of graphitization. In contrast, the N/O-HC-2 sample exhibits less graphitization than the C-HC sample. The (100) lattice plane of the N/O-HC-2 sample is almost nonexistent for the C-HC sample, which is in accordance with the highly disordered structure of the N/O-HC-2 sample observed in the HRTEM image (f). Furthermore, it is notable that the (002) diffraction peak of the N/O-HC-2 sample shifts to a lower diffraction angle (2θ = 22.6°) compared with those of the C-HC (2θ = 23.5°) samples. According to Bragg’s law, the (002) plane interlayer distance of the N/O-HC-2 sample can be calculated to be 0.39 nm, which is larger than that of the HC (0.38 nm). This is in agreement with the HRTEM results (0.39 and 0.38 nm for N/O-HC-2 and C-HC, respectively) shown in d–f.",
                        "Raman spectroscopy (h) reveals that the intensity ratio of the D band to the G band (ID/IG) is higher for the N/O-HC-1 (, 1.24), N/O-HC-2 (1.27), and N/O-HC-3 sample (, 1.36) than for the C-HC sample (1.12). The D band at 1367 cm–1 and the G band at 1577 cm–1 correspond to defect-induced activation of the C6 ring A1g breathing vibration and sp2-bonded carbon E2g vibration, respectively.  However, excessive disorder can damage the structural integrity of the carbon skeleton, and excessive defects may lead to increased capacity but decreased FCCE.  The higher intensity ratio (ID/IG) of the D band to the G band further confirms that the structure of the N/O-HC samples is more disordered compared to that of the C-HC sample. This is consistent with HRTEM and XRD results. It should be noted that the HRTEM results can only display partial microcrystalline spacing, so the subsequent mechanism discussion will mainly focus on XRD calculations.",
                        "Specifically, the carbon oxygen nitrogen mapping maps of C-HC samples corresponding to the TEM images in i,j reveal a uniform distribution of carbon and oxygen atoms in the C-HC sample, with nitrogen elements being almost absent. In contrast, for the N/O-HC-2 sample (k,l), nitrogen elements are uniformly distributed alongside carbon and oxygen elements, forming a homogeneous chemical phase. The nitrogen component is evenly dispersed and incorporated into the carbon lattice.  This signifies the successful synthesis of N/O-doped HC materials.",
                        "The pore size distribution has a significant impact on the performance of HC.   displays the N2 physical adsorption isotherms and BJH pore size distribution for C-HC, N/O-HC-1, N/O-HC-2, and N/O-HC-3 samples. All samples exhibit typical type II adsorption isotherms. The pore volume of nitrogen-doped samples is significantly higher than that of the C-HC samples. Notably, the N/O-HC-2 sample shows a significantly higher pore volume compared to the C-HC sample, which is consistent with the observations from TEM images (f). BJH analysis reveals that the most prominent feature of the pore size distribution for N/O-HC-2 is the presence of micropores with sizes around 3 nm, as shown in . According to the BET method, the specific surface area of the N/O-HC-2 sample is calculated to be 24.52 m2 g–1, with a total pore volume of 0.04 cm3 g–1. In contrast, the C-HC sample has a specific surface area of 8.09 m2 g–1 and a total pore volume of 0.01 cm3 g–1, consistent with the observations from the SEM, TEM, and HRTEM images. These results further confirm that nitrogen doping with urea leads to the formation of increased micropores and mesopores, which is beneficial for improving sodium storage performance.",
                        "XPS was further used to analyze the surface elemental composition and bonding configurations of the synthesized C-HC, N/O-HC-1, N/O-HC-2, and N/O-HC-3 samples. As depicted in a–c, the XPS results of C-HC show C 1s and O 1s bonding configurations; no N 1s spectral peak is detected in the XPS survey spectrum, and the content of the elemental O is 4.48% (). In comparison, the XPS results of N/O-HC-1 (), N/O-HC-2 (d), and N/O-HC-3 () show the binding energies of the three main peaks corresponding to C 1s, N 1s, and O 1s which are located at 285.0, 400.0, and 532.0 eV, respectively. XPS shows that the N element content in samples N/O-HC-1 (), N/O-HC-2 (), and N/O-HC-3 () is 3.36%, 4.65%, and 18.93%, respectively. Excessive nitrogen doping can detrimentally affect the carbon framework, leading to reduced conductivity, increased impedance, and compromised cycling stability.  Notably, the oxygen content is measured to be 6.78%, 12.57%, and 9.33%, respectively. The diminished oxygen presence in N/O-HC-3 suggests that an overabundance of nitrogen generates excessive defects, thereby reducing potential oxygen reaction sites.  Overall, the incorporation of oxygen and nitrogen is dictated by the urea proportion added to the mixture. In , e, and , the C 1s spectrum comprises a combination of three peaks at 284.7, 285.7, and 288.8 eV, representing sp2 C–C, C–N, and O–C═O, respectively (). In , e, and , the O 1s spectrum comprises a combination of three peaks at 531.0, 532.3, and 533.4 eV, representing sp2 C═O, O–C–O, and HO–C═O, respectively. Among these functional groups, the presence of C–OH is particularly important because the hydroxyl groups improve the surface wettability. It is worth noting that the increase in the amount of C═O functional groups is significant, C═O + Na+ + e– → C–O–Na reaction for contributing sodium storage capacity,  which is caused by the ball milling of urea and C-HC followed by pyrolysis. The N 1s spectrum can be divided into two peaks located at 398.5 and 400.1 eV, corresponding to pyridinic N and pyrrolic N, as shown in , g, and  and .",
                        "Furthermore, the higher intensity of the pyridinic N peak in the N 1s spectrum suggests that nitrogen in the N/O-HC samples primarily exists in the pyridinic N state (h), and as shown in the figure, the formation of pyridine nitrogen will produce a defect, which has been shown to be more favorable for Na+ storage and reversible capacity in materials. In theory, each pyridinic N contributes one π electron to the graphite π system, thereby enhancing the conductivity of carbon.  In short, the introduction of appropriate N and O atoms is beneficial for storing Na+ through the pseudocapacitive effect and contributing to the slope capacity.  In this study, nitrogen/oxygen codoped samples (N/O-HC) were obtained solely through co-pyrolysis of urea and C-HC precursors. In this process, mechanical ball milling also plays an important role; a comparison was made with the high nitrogen/oxygen content of N/O-HC-2 (4.65% and 12.57%). In contrast, the F–N/O-HC-2 mixed sample, prepared using manual hand milling, shows nitrogen and oxygen contents of 1.42% and 14.01%, respectively, as depicted in  according to XPS analysis. Thus, employing urea in combination with ball milling and Ar pyrolysis represents an excellent strategy for producing nitrogen/oxygen-doped carbon materials with the potential for high performance in SIBs."
                    ],
                    "name": " Morphology and Structure Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To investigate and compare the electrochemical performances of C-HC and N/O-HC (N/O-HC-X, where X represents the urea-to-precursor ratio) samples as potential anode materials for SIBs, half coin cells were assembled with sodium metal as the counter electrode. a-d displays the first two CV cycles of C-HC and N/O-HC (various doping levels) samples between 0 and 1.5 V vs Na/Na+ at a scan rate of 0.1 mV s–1. In the first cycle, irreversible cathodic peaks are observed at 0.15 V vs Na/Na+, corresponding to electrolyte decomposition, followed by the formation of a solid electrolyte interphase (SEI) layer.  Notably, it should be mentioned that N/O-HC samples exhibit cathodic and anodic peaks around 0.1 V, which is evidence reported by other researchers, indicating the presence of redox reactions of SIB carbon anodes at low potentials. The cathodic and anodic peaks around 0.1 V are attributed to the insertion and extraction of Na+ on graphene-like planes.  As the area within the CV curve increases with a higher proportion of urea, this suggests that the capacity will correspondingly increase. However, the excessive irreversible cathodic peak observed in N/O-HC-3 indicates significant SEI film formation, leading to extensive irreversible sodiation, which could potentially decrease the FCCE. The galvanostatic charge–discharge profiles of the samples before and after doping are shown in e–h, and they are in good agreement with the CV data. The results indicate that at 30 mA g–1, the first reversible capacities of N/O-HC (N/O-HC-1, N/O-HC-2, and N/O-HC-3) are significantly higher than that of C-HC, with values of 296, 343, and 356 mA h g–1, compared to C-HC’s 272 mA h g–1. The capacity increases with a higher urea ratio, consistent with previous predictions. Notably, N/O-HC-3 exhibits the highest capacity; however, its plateau capacity (depicted in gray) diminishes, while its slope capacity (depicted in blue) augments. This shift may lead to an elevated median voltage, consequently reducing the overall voltage range and energy density of the full battery. The FCCEs for N/O-HC (N/O-HC-1, N/O-HC-2, and N/O-HC-3) are slightly lower than that of C-HC, with values of 68.0%, 69.8%, and 66.1% compared to HC’s 71.4%. The higher ICE of the raw material C-HC is due to fewer defects and less irreversible sodiation. It is worth noting that ICE has been reduced but does not significantly decrease the energy density, as the increased capacity of doped samples can offset this minor effect. This may be attributed to the presence of more defects and oxygen functional groups that consume more Na+ ions. Among the samples, N/O-HC-2 demonstrates the highest FCCE. Conversely, the notably reduced FCCE of N/O-HC-3 aligns with CV analysis predictions. This decline could be attributed to an excess of nitrogen incorporation, which leads to an abundance of defects and consequently increases irreversible sodium insertion.  Electrochemical impedance spectroscopy (EIS, i) was measured for C-HC, N/O-HC-1, N/O-HC-2, and N/O-HC-3 samples. The spectra both before and after doping show a compressed semicircle in the high-frequency region and a straight line in the low-frequency region. The semicircle in the equivalent circuit shown in i represents the charge transfer resistance (Rct), reflecting charge transfer at the electrode–electrolyte interface. The Rct value for N/O-HC-2 is significantly lower than that of C-HC, indicating the enhanced conductivity of N/O-HC-2 within the cell. However, the Rct value of N-HC-3 sample increased by nearly twice compared to C-HC. The increase in impedance is attributed to a higher nitrogen content leading to a higher amount of pyridine nitrogen, resulting in excessive defects [ID/IG values are the highest ()], which in turn leads to a decrease in the conductivity of the carbon skeleton, which is greater than its electron contribution of  which infers that its rate performance will deteriorate.",
                        "The N/O-HC-2 obtained by regulating the urea ratio is expected to be further applied due to its high capacity and minimal impedance. j,k displays the CV curves of C-HC and N/O-HC-2 samples at different scan rates. Near 0.1 V, the oxidation–reduction peaks of N/O-HC-2 exhibit higher intensities compared to C-HC, indicating that N/O-HC-2 provides a higher platform capacity through intercalation. Furthermore, the relationship between the peak current (Ip) and the square root of the scan rate (v1/2 s–1/2) is shown in l. Both C-HC and N/O-HC-2 exhibit excellent linear behavior, conforming to the Randles–Sevcik relationship. By calculation, the Na+ diffusion coefficient of N/O-HC-2 is determined to be 4.81 × 10–11 cm2 s–1, which is larger than that of C-HC (2.58 × 10–11 cm2 s–1). The above results indicate that the rate performance of N/O-HC-2 is better. Overall, the number of defects is crucial for regulating the capacity of slopes and platforms.",
                        "To further assess the impact of hierarchical porosity and N and O doping on the electrochemical properties of the carbon materials, capacity, rate performance, and cycling stability tests were conducted through galvanostatic charge/discharge cycling (). As depicted in a, all N/O-HC samples exhibit higher capacities than the C-HC samples at both current densities of 30 mA g–1. The reversible specific capacities after doping for N/O-HC-1, N/O-HC-2, and N/O-HC-3 are 296, 343, and 356 mA h g–1, which are significantly higher than the 272 mA h g–1 of the C-HC sample. Furthermore, the working voltage of N/O-HC is slightly higher than that of the C-HC samples. To characterize the working voltage, the average midvoltage (voltage at which half of the discharge capacity is reached) was calculated for N/O-HC and C-HC samples during 100 cycles at 30 mA g–1. The average midvoltages for C-HC, N/O-HC-1, N/O-HC-2, and N/O-HC-3 are 0.053, 0.074, 0.058, and 0.062 V, respectively. Although the slightly higher working voltage of N/O-HC may to some extent reduce the overall cell’s working voltage, the high capacity of N/O-HC compensates for this gap, ensuring that the full cell energy does not decrease. b provides a further analysis of the capacity contributions. The main capacity increase of N/O-HC samples is contributed by the slope. The sloping capacity (>0.1 V) of N/O-HC samples is increased by around 50 mA h g–1. The slope capacity increases with the increase of urea ratio, which is essentially due to the increase of defects and oxygen groups, thereby increasing the sodium storage active sites. N/O-HC-2 shows the most significant increase in plateau capacity (<0.1 V), while N/O-HC-3 exhibits a decrease of 19 mA h g–1. This indicates that excessive nitrogen doping will reduce the use of graphite microcrystals as active sites for low-pressure platform sodium storage. c presents a comparative analysis of rate performance among N/O-HC-1, N/O-HC-2, N/O-HC-3, and C-HC samples across varying current densities. From a current density of 30 mA g–1 increasing to 60, 150, 300, 600, 900, and 1500 mA g–1, N/O-HC-2 consistently outperforms, maintaining reversible specific capacities of 338, 307, 289, 272, 250, 222, and 178 mA h–1, respectively. Nevertheless, the overall performance of the N/O-HC series exceeds that of the C-HC samples. The superior rate performance of N/O-HC-2 is attributed to its low impedance and high ionic diffusivity, essentially stemming from an optimal incorporation of nitrogen and oxygen that enhances the material’s conductivity. Conversely, the poor rate capability of N/O-HC-3 aligns with previous impedance speculations, indicating that the improved electronic conductivity due to excess nitrogen doping is insufficient to counteract the reduced conductivity caused by carbon framework disruptions and the creation of carbon vacancies.  Therefore, the excessive introduction of heteroatoms is not conducive to improving the rate performance of the battery. More importantly, N/O-HC-2 achieves better performance than many previous studies of biomass-based HC materials (d,e). Regarding cycling stability, as shown in f, at a current density of 30 mA g–1, the N/O-HC-2 sample achieves a discharge capacity of 315.0 mA h g–1 after 100 cycles, significantly higher than the C-HC sample (262.4 mA h g–1), with 92.1% capacity retention rate. Long cycling life is also crucial for practical applications in SIBs. To study the long-term performance of the N/O-HC samples for SIBs, as shown in g, cycling was performed at a high current density (600 mA g–1). After 300 cycles, a reversible discharge capacity of 199 mA h g–1 was obtained, and the capacity retention rate was 82.8% compared to the third cycle.  shows the cycling process of different samples in the first 100 cycles, where N/O-HC-2 exhibits the best stability, while N/O-HC-3 has a higher initial capacity but the cycling decay is very fast, which is consistent with the previous analysis.",
                        "In order to comprehensively evaluate the performance of materials in ester-based electrolytes, this study conducted comparative tests using an electrolyte (1 M NaClO4 in EC/DMC = 1:1 vol %). Compared with the ether-based electrolyte (343 mA h g–1), the N/O-HC-2 sample has a reversible specific capacity of 302 mA h g–1 in the ester-based electrolyte (). The rate performance shows that it has a better high rate performance in ether-based electrolytes (), attributed to its superior electronic conductivity. The long cycle test () shows that its cycling stability is better and more stable in ether-based electrolytes. Overall, N/O-HC-2 has better compatibility with ether-based electrolytes. Although HC may limit the positive electrode voltage when using ether-based electrolytes in full batteries, it is believed that this issue will be resolved in the near future.",
                        " investigates the capacity, rate, FCCE, and cycling performance of biomass-based HC for SIBs in recent years. Compared with them, this article introduces that the material N/O-HC-2 ranks among the top in terms of performance. In summary, the performance of the material has been greatly improved due to the introduction of nitrogen and oxygen double atoms, which increases more sodium storage sites and enhances conductivity."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The mechanism of using the ball-milling pyrolysis process for C-HC modification is as follows. First, ball milling thoroughly mixes C-HC and urea and reduces their particle size, which promotes the pyrolysis reaction and increases the specific surface area. Second, the O 1s content of N/O-HC-2 (12.57%) is higher than that of C-HC (4.48%), which is attributed to the decomposition of urea into NH3 and the reaction of HOCN with the carbon skeleton caused by heating. Therefore, a large number of C═O functional groups are generated on the surface of microcrystals, as shown in red in a. The slope capacity of N/O-HC-2 is significantly higher than that of C-HC (b,c), and the analysis reasons are as follows: (1) the reaction between oxygen-containing functional groups and Na+ contributes to the slope capacity, C═O + Na+ + e– → C–O–Na.  (2) The generation of defects can provide slope capacity by adsorbing Na+ through the pseudocapacitive effect. Defects arise from the formation of pyridine nitrogen; when a pyridine nitrogen is generated, the carbon framework is destroyed, resulting in a defect, as shown by the blue-green atom in a. It is worth noting that one pyridinic N contributes one pπ electron to the graphitic π system,  enhancing the electrical conductivity of carbon.  This precisely explains the improved rate performance.",
                        "The increase in platform capacity is attributed to the following reasons: (1) the modified N/O-HC-2 has an extended interlayer spacing, which is beneficial for the Na+ storage contribution platform capacity. The lone-pair electrons of pyrrole nitrogen, perpendicular to the graphene plane, exhibit greater electrostatic repulsion and expand the interlayer spacing.  The increase in interlayer spacing in carbon materials can reduce the hindrance to Na+ insertion (c). (2) Closed pores increase, and the number of closed pores has been proven to increase platform capacity.  Raman spectroscopy shows a higher degree of disorder in N/O-HC-2, which leads to more closed pores in the domain stacking for storing Na+.",
                        "Based on the above analysis, it can be concluded that ball milling contributes to sodium storage by generating a small number of active sites to increase the slope capacity, successfully doping nitrogen and oxygen during secondary heating and subsequently introducing defects and oxygen-containing functional groups and increasing interlayer spacing to increase sodium storage capacity. In summary, this work established a three-dimensional network of modification strategies, material microstructures, and sodium storage mechanisms through various phase characterizations and electrochemistry."
                    ],
                    "name": " Formation and Working Mechanisms",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed a process of codoping N and O to improve the electrochemical performance of coconut-shell-derived HC and explained its role and formation mechanism. The introduction of nitrogen and oxygen can regulate the microcrystalline surface, defects, interlayer spacing, and pore structure of HC. In the end, we found that the N/O-HC-2 sample with an oxygen content of 12.57% and a nitrogen content of 4.48% exhibited the best performance. Using cheap urea as the N/O source, N/O doping and a short-range disordered porous structure were achieved at a temperature of only 300 °C. The synthesized N/O-HC sample exhibits excellent electrochemical performance. The porous structure endows N/O-HC samples with abundant Na+ storage active sites, effective diffusion of Na+, and high specific surface area, resulting in sufficient contact between the electrolyte and carbon materials. The excellent electrochemical performance of N/O-HC is attributed to the synergistic effect of introducing oxygen and nitrogen, which generates abundant C═O groups, defects, extended d(002) spacing, and closed pore combinations. The optimized microstructure results in a first-time charging capacity of 343 mA h g–1 at a current density of 30 mA g–1, which is significantly improved compared to that of C-HC (272 mA h g–1), and exhibits excellent rate performance, achieving 178 mA h g–1 at 1500 mA g–1. Finally, benefiting from the economy of a urea nitrogen/oxygen source, N/O-HC provides a low-cost solution for the widespread commercialization of carbon-based anodes in SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ball-Milling-Assisted N/O Codoping for Enhanced Sodium Storage Performance of Coconut-Shell-Derived Hard Carbon Anodes in Sodium-Ion Batteries"
}