{
    "DOI": "10.1021/acsami.4c12929",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, multiscale energy storage systems (ESSs) have undergone significant advancements, with energy storage secondary batteries serving as their core.  However, the widespread use of lithium-ion batteries (LIBs), the heart of these energy storage systems, has been hindered by dwindling lithium resources and escalating production costs.  Notably, sodium, a member of the Li family, possesses physical and chemical properties similar to those of Li. What sets it apart is its abundance in the crust, which is 423 times that of lithium, and its significantly lower price, which is only 1/186 of lithium’s. In addition, the operational mechanism of sodium ion batteries (SIBs) is essentially identical to that of LIBs.  However, SIBs utilize less expensive aluminum foil as the current collector for both the positive and negative electrodes, further enhancing cost-effectiveness.  Among the emerging battery materials, including potassium ion batteries and magnesium ion batteries, SIBs exhibit the greatest potential in meeting the requirements of performance, cost, and scalability requirements.  Consequently, SIBs are  ideal replacement products for LIBs.",
                "The cathode material serves a critical component that determines energy density and cost of SIBs.  Over the past decade, SIB cathode materials have witnessed significant advancements, leading to improved electrochemical performance.  Currently, various cathode materials have been developed and utilized for SIBs, including layered oxides,  polyanionic compounds  and Prussian blue analogues (PBA).  Among them, the PBA Na2M[Fe(CN)6] (M = Fe, Co, Ni, Mn, Cu, etc.) have garnered widespread attention due to their high energy density, good sustainability, and simple preparation process.  In particular, iron-based Prussian blue analogues (Na2Fe[Fe(CN)6], Fe-PBA) are dual electron redox reaction materials with a theoretical capacity of up to 170 mAh/g ─ a figure comparable to that of lithium iron phosphate cathode materials.  Currently, the preparation methods of Fe-PBA mainly include the hydrothermal method,  single iron source method  and liquid-phase precipitation method.  However, the hydrothermal and single iron source methods consume a lot of energy and produce highly toxic byproducts such as HCN. Therefore, the green and convenient liquid-phase precipitation method is an ideal preparation technique. Yan et al.  used a mixture of different NaCl to trisodium citrate ratios as a sodium additive and prepared Fe-PBA with high sodium content and low defects using a liquid-phase coprecipitation method. The material exhibited a first discharge specific capacity of 140 mAh/g at a current density of 0.2 C. It also demonstrated a superior rate capability with 55.2% of its initial capacity at 10 C and remarkable long-term cyclability with 78% capacity retention over 3700 cycles, highlighting its exceptional cycling stability. Nevertheless, there remain two significant challenges in the preparation of Fe-PBA. First, the mixing rate between Fe2+ and [Fe(CN)6]4– does not match the rapid reaction rate, leading to uneven mixing in traditional reactors, resulting in the formation of [Fe(CN)6]4– vacancies in the final product. This, in turn,  compromises the structural stability of the material. Second, The traditional method for preparing battery materials is the one-pot method, which is an intermittent process. The product quality varies between different batches, and the Fe-PBA preparation process requires the introduction of N2 as a protective gas. While the former issue can be partially addressed by adding chelating agent sodium citrate to slow release Fe2+,  the latter remains a concern. Despite Lim et al.’s  attempt to mitigate oxidation by incorporating ascorbic acid as an antioxidant, oxidation issues persist.",
                "Addressing the aforementioned challenges in Fe-PBA production lies in enhancing the mixing of the two liquid phase reactants and ensuring air isolation. Utilizing microreactors for the preparation process offers an ideal solution. On the one hand, numerous studies have shown that microreactors can enhance internal mixing, providing a homogeneous and stable environment for crystal nucleation and growth.  On the other hand, reactions within microreactors are continuous and enclosed by liquid, effectively eliminating air exposure. To date, research on the use of microreactors for the preparation of Fe-PBAs is limited, and microreactor design is mostly in the exploratory stage, making it challenging to achieve uniform and stable concentrations when mixing two liquid phases. ",
                "Herein, we introduce a T-shaped collision microreactor designed to significantly enhance the mixing rate in the liquid collision region, narrow the gap between it and the reaction rate, effectively eliminate the concentration gradient, and ensure air isolation. By addressing these principal challenges, the microreactor enables the continuous synthesis of low-defect Fe-PBAs using a liquid-phase precipitation method. The materials prepared in the microreactor were then compared to those prepared in traditional reactors to analyze the relationship between the microstructure characteristics of the product and its sodium storage performance. The Fe-PBAs synthesized in the microreactor possess low vacancies and high crystallinity, and it exhibits a specific capacity of 94.1 mAh/g at a current density of 0.5 C, with a capacity retention rate of 72.6% after 2000 cycles. The Coulombic efficiency of the cycling process was 100%. This work innovatively proposes the concept of matching mixing rate and reaction rate, adopting an efficient and fast preparation method that eliminates the need for protective gas, offering a new approach for the continuous production of high-quality Fe-PBAs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ferrous sulfate heptahydrate (FeSO4·7H2O, AR), sodium citrate dihydrate (C6H5Na3O7·2H2O, AR), ascorbic acid (C6H8O6, AR), and anhydrous ethanol (C2H5OH, AR) were purchased from Chengdu Cologne Chemical Co., Ltd. Sodium ferrocyanide (Na4Fe(CN)6, ≥98%) and N-methylpyrrolidone (NMP, C5H9NO, 99.5%) were purchased from Shanghai Aladdin Reagent Co., Ltd. Acetylene black was purchased from Cyber Electrochemical Materials Company. All reagents were not purified before use."
                    ],
                    "name": "2.1.  Chemicals and Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "At a certain temperature,  Na4Fe(CN)6 was dissolved in deionized water to obtain solution A.  FeSO4·7H2O, sodium citrate, and ascorbic acid were dissolved in deionized water to obtain solution B. Then, solutions A and B were injected into the T-shaped collision microreactor through two inlets at the same rate using an injection pump for precipitation reaction. The mixture discharged from the microreactor outlet was aged for 12 h. After aging, the supernatant was poured out, the lower mixture was centrifuged, and it was washed three times with deionized water and anhydrous ethanol in sequence. Finally, the product was obtained by vacuum drying at 70 °C for 12 h. The preparation conditions for a series of Fe-PBA, including temperature, feed rate, and reactant concentration, are detailed in , where the molar ratio of reactants Na4Fe(CN)6 to FeSO4 was consistently maintained at 1:1.2.",
                        "The schematic diagram of the T-shaped collision microreactor used in this work is shown in . The effects of equipment parameters (microreactor tube length and diameter), operating parameters (temperature, single feed flow rate, and reactant concentration), and additives (sodium citrate and ascorbic acid addition) on the preparation of Fe-PBA were explored. Fe-PBA was prepared under 14 different conditions, and the morphology of the material was characterized. These products are numbered as PBA-1, PBA-2, ..., and PBA-14. Under optimal conditions identified through this exploration, a comparative product was prepared in a flask, labeled as PBA-15. The raw materials for preparing PBA-15 were identical with the others. The preparation method is adding solution B dropwise to solution A, stirring for 2 h at 500 rpm, and then aging for 12 h. The subsequent centrifugal washing and drying steps were also consistent with those of the other samples."
                    ],
                    "name": "2.2.  Synthesis of Fe-PBA and Exploration of Synthetic Conditions",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na and Fe content in all materials was determined by inductively coupled plasma (ICP-OES, 5100 SVDV, Agilent, America). The C and N content was determined through elemental analysis (EA, Vario EL Cube, Elemental, Germany). The water content was determined by thermogravimetric analysis (TG/DTG, METTLER TOLEDO, Switzerland). The phase structure of the materials was characterized by X-ray diffraction (XRD, EMPYREAN, PANalytical, The Netherlands). The chemical bonds in the material were identified by Fourier transform infrared spectrometry (FTIR, Spectrum One, Nicolet, America). The valence state of the iron element in the material was determined by X-ray photoelectron spectroscopy (XPS, K-Alpha, Thermo Scientific, America). The morphology of the crystal was observed by a scanning electron microscope (SEM, Helios G4 UC, TMO) and a transmission electron microscope (TEM, FEI Talos F200S). SEM images were acquired in a high-vacuum environment with an acceleration voltage set to 30 kV. TEM images were obtained with an accelerating voltage of 200 keV.",
                        "To evaluate the electrochemical performances of the Fe-PBA, CR2025 button cells were assembled by using the prepared powder as the positive electrode and metallic Na as the counter electrode. The positive electrode of the battery consists of Fe-PBA, acetylene black, and adhesive (NMP solution of PVDF with a mass fraction of 8%), with a mass ratio of 7:2:1 (based on the mass of PVDF). The electrolyte comprises a 1 mol/L NaClO4 solution of ethylene carbonate/diethyl carbonate (EC/DEC, volume ratio 1:1). The batteries were assembled in an argon-filled glovebox and tested at room temperature. The constant current charging and discharging performance were examined on an electrochemical channel (CT-4008, NEWARE, China). Furthermore, the cyclic voltammetry curve (2–4.2 V, scan rate 0.1 mV/s) and AC impedance (10–2–105 Hz, amplitude 5 mV) were tested on an electrochemical workstation (CS2350, ARRTEST, China)."
                    ],
                    "name": "2.3.  Characterization of Materials",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The SEM images of Fe-PBA prepared under different equipment parameter conditions are shown in . As can be observed in a-c, Fe-PBAs synthesized in microreactors with different tube lengths typically appear as irregular blocks with larger particle sizes. Surprisingly, there is no significant morphological change as the tube length increases. This finding may suggest that the synthesis reaction rate of Fe-PBA is exceptionally rapid and that the control step in its preparation process is not the precipitation reaction step, but rather the subsequent crystal growth step. Furthermore, as seen in a and d, the degree of agglomeration  of Fe-PBA synthesized in microreactors with larger inner diameters noticeably increases, which can be explained by the fluid flow properties:",
                        "According to , when the fluid and flow rate are determined, the inner diameter of the pipeline where the fluid is located directly affects the flow state of the fluid. The larger the inner diameter, the smaller the Re, and the weaker the turbulence of the fluid. In a microreactor with an inner diameter of 0.8 mm, the reduced fluid flow intensity minimizes disturbances to the crystal growth. However, this also increases the likelihood of crystal agglomeration. Irregular crystal growth and aggregation often lead to inconsistent Fe-PBA performance. Therefore, for this study, a microreactor with a length of 30 cm and an inner diameter of 0.5 mm was selected as the optimal structural configuration.",
                        "The SEM images of Fe-PBA prepared under various operating parameters are presented in . A comparison of a with a-b reveals that when the temperature is reduced to 25 °C, the morphology of the prepared Fe-PBA crystal exhibits a significant improvement. Although there is still noticeable agglomeration, a regular cubic structure is clearly observable. Additionally, the particle size of the sample under this temperature is significantly reduced, leading to a narrower particle size distribution. When the temperature continues to decrease to 10 °C, there is a marked increase in the agglomeration of Fe-PBA crystals, presenting large clusters within the observed field. Concurrently, the size of the individual crystal particles diminishes. This is attributed to the enhanced crystal growth rate at the elevated temperature of 40 °C, where the dominant crystal faces are prone to excessive development, leading to irregularly shaped crystals. This aberrant growth broadens the distribution of crystal particle sizes and potentially compromises the quality of the final product. At the moderate temperature of 25 °C, the reaction kinetics and crystal growth rates within the microreactor are decreased compared to 40 °C, fostering the formation of crystals with more regular and well-defined shapes. At the lower boundary of 10 °C, the sluggish crystal growth rate results in the premature agglomeration of tiny crystal nuclei before they have a chance to fully mature, culminating in the creation of densely packed cluster-like structures. Therefore, a preparation temperature of 25 °C is deemed optimal for the synthesis of Fe-PBA.",
                        "From a, c, and d, it can be seen that the samples prepared under the three different flow rates exhibit similar morphologies, each prominently displaying a well-defined cubic shape with a narrow particle size distribution. It is evident that with an increase in flow rates, there is a corresponding decrease in the particle size of Fe-PBA, alongside a progressive rise in the level of agglomeration. This is because when the flow rate is high, the mixing uniformity when the fluid comes into contact is not enough, resulting in excessive local concentration of reactants and explosive nucleation, generating a large number of small crystal nuclei that aggregate together. Furthermore, experiments conducted at a flow rate of 0.3 mL/min resulted in the clogging of Fe-PBA within the microreactor pipeline, indicating that at such a low flow rate, the residence time of the product in the microreactor is excessively prolonged. Therefore, a flow rate of 0.5 mL/min has been identified as the optimal feed flow rate for the Fe-PBA preparation.",
                        "Inspection of c, e, and f suggests that Fe-PBA prepared with Na4Fe(CN)6 concentration of 0.05 mol/L takes on an irregular blocky morphology, characterized by large particle size and a broad particle size distribution. At a Na4Fe(CN)6 concentration of 0.1 mol/L, the Fe-PBA crystals adopt a more uniform cubic shape with a marked reduction in the particle size. Further increasing the Na4Fe(CN)6 concentration to 0.2 mol/L leads to the Fe-PBA particles aggregating into larger irregular cubes, although the individual crystals remain with a narrow particle size distribution. The underlying reason for these morphological changes is that at low reactant concentrations, the nucleation driving force is diminished, leading to a smaller number of nucleation sites. Under such conditions, the impediment to crystal growth is minimal particularly on favorable growth surfaces where the crystals can extend substantially, resulting in varied forms such as T-shaped and folded. With increasing reactant concentration, both the nucleation driving force and the frequency of nucleation sites rise alongside an augmentation in the resistance to crystal growth. This sequence of events translates to a decrease in crystal size and a progressive uniform in shape. Upon further concentration elevation, a large number of the systems gives rise to an abundance of fine crystals, which are prone to mutual adhesion and subsequent aggregation into larger clusters. Therefore, a concentration of 0.1 mol/L for Na4Fe(CN)6 was identified as the ideal feed concentration for the preparation of Fe-PBA.",
                        "The SEM images depicting Fe-PBA prepared under various additive addition conditions are shown in . A comparison of d and a and b reveals that a high dosage of sodium citrate results in crystals with  uniform cubic morphology. Conversely, when the amount of sodium citrate added is reduced to three times the molar equivalent of FeSO4, the obtained material lacks defined morphology or discrete crystals with distinct crystal boundaries and a high degree of agglomeration. The average particle size is approximately 1 μm, and there is a considerable spread particle size distribution. At this reduced sodium citrate concentration, issues such as pipeline blockage were encountered during the preparation process. This phenomenon correlates with the role of sodium citrate, which, as depicted in , can complex with Fe2+ to form ferrous citrate, thereby diminishing the free Fe2+ concentration, stabilizing it against oxidation, and decelerating the reaction rate. Such conditions are conducive to the formation of Fe-PBA with fewer defects. A high amount of sodium citrate ensures ample chelation with Fe2+, and the resulting regular morphology indicates that sodium citrate effectively moderates the reaction kinetics and improves Fe-PBA crystallinity. Insufficient sodium citrate leads to inadequate chelation, precipitating an extremely rapid reaction rate. This not only leads to a multitude of vacancy defects and crystal water within the crystal structure but also prompts irregular crystal to growth.  This quick formation of these aggregates is the primary cause of  pipeline blockage. Taking into account the preparation effect and cost, this study identifies the optimal sodium citrate quantity as 5 times the molar equivalent of FeSO4.",
                        "From a, c, and d, it is apparent that with a high concentration of ascorbic acid Fe-PBA crystals manifest as well-defined, uniform cubes featuring a low degree of aggregation, small particle size, and narrow particle size distribution. However, when the concentration is reduced to 0.1 times the molar equivalent of FeSO4, the Fe-PBA crystals become coarse, predominantly maintaining a cubic shape but with instances of crystals clustering together. This results in an irregular morphology, a broad particle size distribution, and a significant variance in particle size. The reason behind this is that ascorbic acid not only serves as an antioxidant but also forms comparatively weak complexes with Fe2+. With a limited addition of ascorbic acid, both the coordination and antioxidant effects are subdued, leading to diminished control over crystal growth and, consequently, a marked disparity in the particle sizes of Fe-PBA products.  Taking into consideration the synthesis quality and cost efficiency, this study has determined that adding ascorbic acid at 0.2 times the molar equivalent of FeSO4 is the optimal concentration.",
                        "In summary, the optimal synthesis conditions for Fe-PBA were established from the data gathered from the 13th sample group. These conditions include a tube length of 30 cm, a tube diameter of 0.5 mm, an operating temperature of 25 °C, and a singular feed flow rate of 0.5 mL/min. Additionally, the feed concentration of Na4Fe(CN)6 was set at 0.1 mol/L. To enhance the synthesis process, sodium citrate and ascorbic acid were added in quantities 5 and 0.2 times the molar equivalent of FeSO4, respectively. These parameters were selected as the benchmark for the most efficient production of high-quality Fe-PBA crystals."
                    ],
                    "name": "3.1.  Result of Conditional Exploration",
                    "type": "h3"
                },
                {
                    "content": [
                        "As shown in a, PBA-13 crystallizes into a well-defined cubic morphology with sharply delineated, homogeneously sized particles, predominantly measuring 1.24 μm in diameter. The particle size is relatively substantial and exhibits a narrowly confined distribution. Such uniformity can be attributed to the jet-flow-like reaction environment fostered by the T-shaped collision microreactor, which features a minimal contact surface area and a high mass transfer efficiency, effectively narrowing the gap between mixing rate and reaction rate. This setup swiftly mitigates system supersaturation post nucleation, thereby facilitating robust crystal growth. Moreover, the absence of material backmixing within the microreactor ensures a steady concentration of reactants and a consistent inflow, effectively preventing secondary nucleation while fostering uniform growth up to the micrometer scale.  In contrast, b unveils PBA-15 with an amorphous, blocky morphology and a primary particle size of mainly  1.76 μm. The particle size distribution appears markedly broadened, a result of significant backmixing in the beaker where the reactants are rapidly depleted during nucleation prior to achieving uniform mixing. Consequently, the beaker’s internal system fails to maintain a supersaturation level conducive to nucleation. Under vigorous stirring and collision, crystal nuclei tend to clump together into uneven aggregates, a condition decidedly adverse to the electrochemical performance of the material. Furthermore, TEM images in c-d showcase PBA-13’s consistent cubic-like structures. The selected region electron diffraction (SAED) pattern observed from a single PBA-13 particle along the crystal axis [100] (e) corroborates the single-crystalline nature of the PBA-13 lattice, underscoring its structural integrity.",
                        "The electrochemical performance of Fe-PBA is significantly influenced by the concentration of [Fe(CN)6]4– vacancy defects and the sodium content within the material’s structure. These critical parameters are directly reflected in the material’s molecular formula, which can be denoted as NaxFe[Fe(CN)6]y□1–y, where □ represents a [Fe(CN)6]4– vacancy defect. To accurately determine the molecular formula of  Fe-PBA, ICP spectroscopy and elemental analysis tests were conducted on PBA-13 and PBA-15. The outcomes of these analyses, alongside the derived molecular formulas, are presented in . The data elucidate that the PBA-13 crystal harbors fewer [Fe(CN)6]4– vacancy defects compared to that in PBA-15, and it also contains a higher sodium content than that in PBA-15. This indicates that the microreactor environment promotes a consistent and controlled growth for Fe-PBA crystals, effectively suppressing the generation of vacancy defects and enhancing the incorporation of sodium ions. This conducive synthetic setting facilitated by the microreactor is pivotal for yielding Fe-PBA materials with superior electrochemical properties.",
                        "To determine the crystal structure and water content of the material, XRD, FTIR, and TG tests were conducted on PBA-13 and PBA-15, respectively. As shown in a, the XRD patterns of both Fe-PBA samples align with the standard reference pattern for Prussian blue (JCPDS, No. 52-1907), confirming the absence of extraneous impurities and establishing a cubic crystal structure with the Fm-3̅m space group.  Notably, PBA-13 is distinguished by its more pronounced characteristic peaks, indicative of its superior crystallinity and the sparser presence of vacancy defects within the crystal lattice. A closer inspection of the 15°–45° range in a, as presented in b, reveals a noteworthy trend: the primary XRD corresponding to the (200), (220), and (400) crystallographic planes the three Fe-PBA sets are observed to shift toward lower angles in contrast to the standard reference. This is due to the incorporation of sodium ions into the crystal, which consequently enlarges the lattice parameters and provokes a distortion of the crystal framework, leading to the observed alteration in the peak positions.  The higher the sodium content, the more pronounced the peak shift, which is consistent with the calculated results of the molecular formula.",
                        "a illustrates the TG curves of the two samples, where a pronounced weight reduction is observed in the temperature range  30–290 °C. This mass loss is attributed to the evaporation of water from the samples. Beyond 290 °C, the weight loss can be attributed to the thermal decomposition of the Fe-PBA. The dehydration process from 30 to 290 °C occurs in two distinct stages. In the initial phase, from 30 to 200 °C, the water is associated with the zeolite, which is absorbed on the surface and within the crystal pores. This water is not chemically bonded to the Fe-PBA and is, therefore, readily removed. The second phase, from 200 to 290 °C, involves bound water that is situated at the [Fe(CN)6]4– vacancy defects within the material and is covalently bonded to the Fe atoms in the crystal lattice, rendering its removal more challenging. Moreover, the bound water in Fe-PBA is prone to intrusion into the battery during charging and discharging, potentially compromising the battery environment and impinging on the cycling performance of the battery.  The low content of bound water in the PBA-13 crystal suggests fewer structural defects and a higher crystallinity.",
                        "b presents the FT-IR spectra for PBA-15, with O–H bond absorption peaks at 3590 and 3620 cm–1, and H–O–H bond absorption peaks at 1617 cm–1, which are indicative of crystalline water. Conversely, these absorption peaks are diminished in the FTIR spectrum of PBA-13 signaling a lower water content within the PBA-13 crystal. The peaks located at 2060 and 594 cm–1 are associated with −C≡N and Fe–CN in the Fe-PBA crystal lattice, respectively.  The higher absorption peak in PBA-13 at these wavelengths suggests a higher prevalence of corresponding chemical bonds, pointing to a reduced number of [Fe(CN)6]4– vacancy defects. The characterization results of TG and FTIR are consistent with the calculated results of the molecular formula.",
                        " illustrates the XPS spectra of the two samples. In the Fe 2p spectral region of both Fe-PBAs, two distinct doublet peaks are discernible. The first doublet corresponds to the Fe(II), with Fe2+ 2p3/2 at 708.3 eV and Fe2+ 2p1/2 at 721.1 eV. The second doublet is attributable to Fe(III), with Fe3+ 2p3/2 at 711.3 eV and Fe3+ 2p1/2 at 724 eV.  The relative proportions of these peak areas reflect the iron valence state distribution within Fe-PBA. Upon quantification of the peak areas of FeII and FeIII in the XPS spectra of two sets of Fe-PBA samples, the FeII/FeIII ratio in PBA-13 is determined to be 1.79, signifying that FeII constitutes 64.2% of the iron present. In contrast, the FeII/FeIII ratio in PBA-15 is 1.62, with FeII accounting for 61.8%. These finding suggests that PBA-13 possesses a lower degree of iron oxidation, indicative of a higher sodium content with the crystal lattice exhibiting fewer vacancy defects, enhanced capacity, and greater structural stability.",
                        "The above characterization results indicate that, thanks to the uniform and stable growth environment of the microreactor and the preparation environment that isolates oxygen, the PBA-13 crystal prepared in it has a regular cubic appearance, narrow particle size distribution, high crystallinity, fewer [Fe(CN)6]4– vacancy defects, and low oxidation degree and theoretically has better electrochemical performance. Next, two sets of samples will be assembled into button type batteries for electrochemical testing to verify the hypothesis."
                    ],
                    "name": "3.2.  Material Characterization Results of PBA-13 and PBA-15",
                    "type": "h3"
                },
                {
                    "content": [
                        "The rate performance of PBA-13 and PBA-15 was tested at current densities of 0.1–5 C (1 C = 170 mA/g), as shown in a. It can be seen that PBA-13 consistently exhibits a superior specific capacity across all tested current densities when compared to PBA-15, and the disparity in specific capacities widens as the current density increases. At a current density of 5 C, the capacity retention rate of PBA-13 can reach 52.8%, which is higher than the 37.2% of PBA-15. This indicates that PBA-13 is capable of sustaining deep charge–discharge cycles even under strenuous conditions, implying that sodium ions are able to penetrate deeper into the crystal structure and that there is a relatively minor impediment to sodium ion transport within its crystal lattice. After experiencing a high current density cycle and then returning to a low current density of 0.1 C, PBA-13 recovers up to 96.8% of its capacity, a marked improvement over PBA-15’s recovery rate of 76.1%. This recovery performance indicates that PBA-13 crystals incur less damage from high-rate cycling, and consequently, the material exhibits enhanced stability.",
                        "b shows the charge–discharge curves of PBA-13 over multiple cycles. It can be seen that there are two distinct discharge platforms at around 3.4 and 3 V for a different number of discharge curves, which correspond to the discharge of Fe atoms in disparate chemical environments within the Fe-PBA structure. The higher potential plateau at 3.4 V is attributed to the low-spin Fe atom (FeL), which is bonded to the C atom of the C≡N bond in the Fe-PBA framework, contributing a modest specific capacity ranging from 10 to 20 mAh/g. The lower potential plateau at 3 V is associated with high-spin Fe atoms (FeH) bonded to the N atom of C≡N bond, providing a substantial specific capacity of 70 mAh/g.  Ideally, Fe-PBA crystals should contain equal amounts of FeL and FeH undergoing identical redox reactions and consuming equal charges, which would result in two discharge plateaus of equal duration at their respective potentials. In practice, however, the discharge platform at 3 V is barely noticeable and its contribution to capacity is almost negligible. This is ascribed to the higher redox potential of FeL, which is less readily activated; hence, fewer FeL are effectively involved in the reaction.  As the number of cycles increases, the potentials of  both discharge platforms gradually decrease, and the discharge platforms themselves become shorter. This phenomenon is attributed to polarization effects occurring during the charging and discharging process of the battery, which leads to structural damage in the material structure, widening the potential gap between the charging and discharging potentials and consequently diminishing the specific capacity. This degradation is a common occurrence in battery operation. It is worth noting that there is an additional discharge platform at 2.75 V in the first discharge curve of the battery. This may be due to the generation of other substances with electrochemical activity under the action of current before the battery starts cycling and stabilizes,  but their electrode reaction reversibility is relatively poor, so they will gradually disappear in subsequent cycles and merge into the Fe3+/Fe2+ discharge platform. This is also the reason  the specific capacity of the battery decays rapidly in the early stage of the cycle.",
                        "c shows the comparative cycling performance of PBA-13 and PBA-15 at a current density of 0.5 C. The initial specific capacity of PBA-13 is recorded at 94.1 mAh/g; following 2000 cycles, it diminishes to 68.3 mAh/g, equating to an impressive capacity retention rate of 72.6% that underscores the robust cycling endurance. The initial specific capacity of the material is not high due to its relatively high water content. Water molecules occupy some of the electrochemical active sites, resulting in capacity loss. However, the material position its cyclic performance among the highest in  recent comparable research works (as shown in ). In contrast, PBA-15 starts with an initial specific capacity of 95.0 mAh/g but experiences a precipitous decline to 33.7 mAh/g after 200 cycles, which corresponds to a significantly lower capacity retention rate of 35.4%. The relatively rapid capacity fade of PBA-15 points to a higher prevalence of vacancy defects within its crystal structure and greater susceptibility to structural damage during cycling, leading to reduced stability. This observation aligns with previous molecular formula calculations. In addition, the Coulombic efficiency of PBA-13 remained around 100% throughout the cycles, indicating minimal impurity presence and highly reversible electrode reactions in stark contrast to the lower efficiency exhibited by PBA-15, which hovers around 92%. Notably, the specific capacities of PBA-13 and PBA-15 do not decline linearly, but instead show a sharper reduction during the first 100 cycles ─ 9.8% for PBA-13 and a substantial 56.7% for PBA-15, followed by a more gradual decay. After approximately 600 cycles, PBA-13’s specific capacity decreases by 19.6% and then stabilizes, oscillating around 75 mAh/g. This could be attributed to the presence of other electrochemically active substances within the battery that contributed additional capacity initially, but have poor cycling performance and rapidly degrade within the first 100 cycles. Between 100 to 600 cycles, the specific capacity loss is primarily due to the degradation FeL, with the rate of decay slowing. After 600 cycles, the capacity is predominantly provided by FeH, and the battery reaches a stable phase with negligible further capacity loss,  corroborating the findings depicted in b.",
                        "To further elucidate the phase structural dynamics of PBA materials during the charging and discharging process, In-situ XRD assessments were conducted on PBA-13 at  17 mA/g. The findings, as delineated in , reveal that during different stages of the charging and discharging process (a), the XRD patterns of PBA-13 consistently exhibit intact Prussian blue analog crystallographic characteristic peaks. This indicates that PBA-13 undergoes minimal phase changes and maintains outstanding stability during charge–discharge cycles, accounting for its excellent cycling performance. In addition, as delineated in b, there was a slight splitting of the diffraction peak at the (220) crystal plane due to the high sodium content of the material.  Moreover, as plotted in c-e, with the advancement of the charging process, as Na+ was progressively released, the diffraction peaks at the (200) (220) and (400) crystallographic planes gradually returned to the peak positions of the standard curve, diminishing the splitting at the (220) crystal plane. On the contrary, during the discharge process, the embedding of Na+ causes lattice distortions and a shift of diffraction peaks toward smaller angles. However, these shifts are relatively minor, all under 0.4°, indicating that the Na+ intercalation and extraction exert minimal impact on the material’s structure.",
                        "To elucidate the electrode reaction mechanism and internal transformations occurring within Fe-PBA during charging and discharging, cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were conducted on PBA-13. As depicted in a,  CV profile PBA-13 is characterized by a high degree of loop closure, signifying a stable charging/discharging process within the chosen voltage window with no evidence of polarization phenomenon in the high voltage region. Notably, the voltammograms feature two pronounced redox peaks at 3.1/2.8 V and 3.5/3.3 V, which correspond to the Fe3+/Fe2+electrode reactions for the FeH and FeL in Fe-PBA, respectively.  The peak polarization values are modest at 0.3 and 0.2 V, indicative of the material’s favorable dynamic characteristics.  Additionally, the CV trace includes a prominent discharge peak at 2.6 V, attributed to other electrochemically active species emerging within the battery, with a corresponding charge peak potential at 3.1 V. The discharge peak’s intensity diminishes with subsequent  cycles, while the peak at 2.8 V grows stronger, suggesting a decline in cycling stability for the species at 2.6 V as it gradually converts to Fe2+ and coalesces with the 2.8 V discharge peak. This observation aligns with the cycling performance data. Furthermore, multiple minor charge–discharge peaks between 3.6 and 3.7 V, which may arise from alternate sodium ion extraction/intercalation sites within the Fe-PBA framework, are also discernible during cycling. ",
                        "To interpret the results of the EIS tests we used the equivalent circuit model presented in d,  with the corresponding fitted outcomes depicted in a. Within this model, Re represents the internal resistance encompassing the contact impedance of the electrolyte and electrode of the battery, which corresponds to the Zre-axis intercept in b. Rct signifies the charge transfer impedance at the electrode electrolyte interface, associated with the semicircle in the midto-high frequency region of b. W0 and CPE1 represent the Warburg diffusion or sodium ion diffusion process, which correlates with the linear part in the low-frequency region in b. The diffusion coefficient D of sodium ion diffusion process can be calculated using the following formula: where R is the gas constant, T is the absolute temperature, A is the surface area of the positive electrode of the battery, n is the number of single molecule transfer charges of the electrode active substance, F is the Faraday constant, and C is the concentration of sodium ions in the electrode. In a determined battery, these quantities are all constant values. σ is the Warburg factor, and it is calculated by the following formula:",
                        "According to  and , σ is negatively correlated with D. Perform linear fitting is performed on Zre and ω–1/2 in a, and the fitting result is shown in c. The slope of the obtained line is σ. The values of Re, Rct and calculated D obtained from  are shown in .",
                        "Observations from b reveal that as the cycle number increases, the semicircle in the midto-high frequency region gradually decreases, with only slight variance discernible between the 10th and 30th cycles. Based on the impedance data in , it can be seen that during the cycling process the solution impedance Re undergoes minimal alteration, while the charge transfer impedance Rct significantly decreases and gradually stabilizes after the 10th cycle. This trend can be attributed to the electrode–electrolyte interface reaching an equilibrium state after the 10th cycle, which then remains stable in the subsequent cycles elucidating the outstanding cycling stability of PBA-13. The fitted D value reflecting the diffusion coefficient progressively increases, with the rate of change markedly tapering after the 10th cycle. This suggests that the cycling process gradually activates the material, and after the 10th cycle, the material is optimally leading to the formation of a stable interface within the battery. Such findings underscore the battery’s rapid activation capability and robust long-term performance."
                    ],
                    "name": "3.3.  Electrochemical Performances",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, this study successfully synthesized Fe-PBA using an innovative T-shaped collision microreactor and explored the influence of the reactor’s design and operational parameters on the resultant material. The optimal apparatus and process conditions were determined to be a reactor tube length of 30 cm, with an internal diameter of 0.5 mm, an operating temperature of 25 °C, a single feed flow rate of 0.5 mL/min, a feed concentration of Na4Fe(CN)6 at 0.1 mol/L, and the addition of sodium citrate and ascorbic acid in molar ratios of 5:1 and 1:5 to FeSO4, respectively. Characterization results indicate that  synthesized Fe-PBA boasts a uniform morphology, a narrow particle size distribution, and a notable reduction in [Fe(CN)6]4– vacancy defects in the crystal, leading to a low degree of oxidation. This indicates that the excellent mass transfer effect in the microreactor narrows the gap between the mixing rate and reaction rate, establishing homogeneous and stable crystallization conditions for the material, thereby enabling meticulous regulation of the Fe-PBA growth. The battery employing this material as a cathode exhibited a specific capacity of 94.1 mAh/g at a current density of 0.5 C and maintained a capacity retention rate of 72.6% after 2000 cycles, showcasing exceptional cycle durability. In-situ XRD results demonstrate that the material structure remains essentially stable during the charging and discharging process, exhibiting excellent structural reversibility. EIS results reveal that the battery can form a stable interface that can be formed inside the battery after 10 cycles achieving rapid activation and steady performance. This research not only advances the continuous fabrication of low-defect and high-performance Fe-PBA materials but also suggests the applicability of the microreactor strategy for synthesizing materials with rapid core reaction rates in liquid-phase systems."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Synthesis of Iron-Based Prussian Blue Analogues with Ultralong Cycle Performance in a Novel T-Shaped Collision Microreactor"
}