{
    "DOI": "10.1021/acsami.4c03971",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The fossil energy crisis and environmental pollution issues have promoted the vigorous blossom of electric vehicles.  As the core component, high specific energy secondary ion batteries with high power density have been eagerly concerned. However, compared with quick refueling, the long charging time of electric vehicles limits their time efficiency.  Therefore, it is critical to tackle the fast charging issues faced by the battery high-tech industries. Particularly, it is deliberated that fast charging is basically achieved by two ways: one is high-voltage charging, and the other is high-current charging. However, the high-voltage charging must be achieved under the premise of improving the vehicle insulation level and the strength of the electronic components, which will greatly increase the production cost of electric vehicles.  Hence, high-current charging is the main form of fast charging at present, which mainly depends on the electrode materials, electrolytes, and charge transfer interfaces.  At present, microdesign of the anode itself plays a decisive role in the fast-charging performance. For anode materials, the idea of fast-charging design is attributed as follows: First of all, it improves the ionic and electronic conductivity of the material and accelerates ion and charge transfer. Besides, it enhances the infiltration ability of the electrolyte on the surface of the negative electrode material and reduces the interface transfer resistance. Furthermore, it inhibits the structural transformation and volume expansion of the material under high-current conditions and improves the cycle life. Of the promising electrode candidates, SnO is regarded as a potential anode material for high specific energy sodium-ion batteries due to its high theoretical specific capacity (1150 mAh g–1), abundant reserves, nontoxicity, and low cost.  However, due to the poor conductivity and sluggish Na+ diffusion kinetics, the electrochemical performance of SnO is still seriously restrained. By contrast, bismuth (Bi) is recently reported as fast-charging anode material for SIBs due to its layer structure, but it is still frustrated by the limited specific capacity of 385 mAh g–1.  Besides, due to the anisotropy of the layer structure, when Na+ ions are inserted into the Bi interlayers, they enter from the edge of the layered area and have a long diffusion path, resulting in the rate performance being severely suppressed. Therefore, it is necessary to prepare the nanosized Bi particles; specifically, the channels for Na+ ion migration should be shorter, which is more conducive to the movement of Na+ ions and the lifting of fast-charging capability. In consideration of both merits and deficiency between SnO and Bi, in this work, we design and fabricate SnO@Bi@C nanofibers, in which SnO and Bi nanoparticles were well coated by porous carbon nanofibers. Correspondingly, the prepared SnO@Bi@C composite has the following virtues: First, the introduced Bi nanoparticles around the SnO build an ion transfer bridge between SnO particles, which strengthens the connection between SnO particles and improves the ion transport and shift kinetics through SnO anodes. Second, the sodiation/desodiation reaction reversibility of SnO can be improved due to the presence of conducting-phase Bi and the good interface contact with the energy band downward, which is a superhighway for Na+. Third, the volume expansion of SnO is partly buffered due to the lower volume change of Bi during the charging process. Finally, the porous carbon nanofibers not only provide more active sites for the Na+ storage but also raise the mechanical strength for the fabricated electrode. Accordingly, when used as anodes, the fabricated SnO@Bi@C composite can deliver 529 mAh g–1 reversible capacity and 83.2% initial Coulombic efficiency (ICE), reaching a long cycle life of 4000 cycles at the current density of 5 A g–1. This work provides a new strategy for the preparation of low-cost oxides for a high-rate and long-cycle sodium-ion battery. Especially, the embedding of Bi nano species around SnO particles may be a viable approach to obtain fast-charging SIBs with oxides as anodes."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "BiCl3 (Aladdin, Mw = 315.34, 99%), commercial SnO (Aladdin, Mw = 134.71, 99%), polyvinylpyrrolidone (PVP, Mw = 1,300,000, Aladdin), and methyl methacrylate (PMMA, Aladdin) were used as raw materials. The SnO particles were first ball milled for 10 h by high-energy ball milling. 1 mmol BiCl3 was put into 10 mL of N,N-dimethylformamide (DMF), and 0.6 g of PVP with 0.6 g of PMMA was added, stirring continuously overnight. Then, the suspension with 1 mmol of SnO was ultra sounded for 10 min before the solution was put into two 10 mL syringes to carry out the electrostatic spinning. The positive and negative voltages were set to +17 and −3 kV, respectively, and the injection speed of the syringe was set to 0.08 mm/min. After that, the nanofibers were collected with aluminum foil and dried overnight in a 50 °C oven. The dried fibers were placed in a tubular furnace and heated to 600 °C in an Ar/H2 mixture for 2 h. Finally, the samples were denoted as SnO@Bi@C-1, SnO@Bi@C-2, and SnO@Bi@C-3 according to SnO and BiCl3 different molar ratios of 1:0.5, 1:1, and 1:2, respectively. In addition, for comparison, the SnO@C sample was also prepared."
                    ],
                    "name": "2.1.  Preparation of SnO@Bi@PCNF Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "The internal microstructure and phase composition of the SnO@Bi@C samples were analyzed by transmission electron microscopy (TEM) using a JEOL JEM-2100 CCD camera. The crystal structure evolution and phase structure evolution were studied by an X’Pert PRO diffractometer (XRD, Shimadzu, CuKα irradiation, λ = 1.5406 Å, scanning rate 10 min–1). In addition, the elemental valence state of the samples was also analyzed by X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi). In addition, thermogravimetric analysis (TGA) tests were performed in air with a heating rate of 10 °C min–1 and in the temperature range of 25 to 800 °C using a zero-friction vertical dilatometer (L75VS, LINSEIS, Germany)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The slurry was composed of 70 wt % active substance (SnO@Bi@C), 15 wt % carbon black (Super P), and 15 wt % sodium alginate as the binder. The working electrode was assembled into a CR2032 button cell battery in a glovebox filled with argon (O2 <1.0 ppm, H2O <1.0 ppm). In addition, the full battery was also assembled using Na(Ni1/3Fe1/3Mn1/3O2) as cathode. The electrolyte consisted of 1.0 M NaPF6 dissolved in dimethyl ether (DME, 100%). A glass fiber (Whatman GF/D) and sodium foil were selected for the diaphragm and counter electrode, respectively. The assembled battery was placed on hold for 8 h before testing. Electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) tests were performed using a DH7001 electrochemical workstation with frequencies and scan rates, respectively, ranging from 1 MHz to 0.1 Hz and 0.1 to 0.5 mV s–1, respectively. All batteries were cycled on Landt (Wuhan) and Neware (Shenzhen) multichannel battery test systems with discharge cutoff voltage 0.005 V and charge cutoff voltage 1.5 V (vs Na/Na+). All battery-specific capacity calculations were based on the weight of the active substance in the electrode."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                " shows the schematic diagram of the preparation process for the SnO@Bi@C composite. As shown, the SnO and Bi nanoparticles are encapsulated in porous carbon fibers by the electrospinning method and thermal treat process for carbonization. The unique structure is mainly manifested in two aspects. One is that the pores in the carbon fiber can provide more active sites for ion transfer and electrolyte permeation, except that the fiber structure has strong mechanical strength and sufficient space. For the other, it should be noted that the conducting-phase Bi is a layered structure, which provides fast diffusion channels for sodium-ion transport. This special design can not only improve the reversible capacity of SnO anodes but also ensure long cycle life and high-rate capability.",
                "The TEM images for the prepared SnO@Bi@C-2 composite are displayed in . It is observed that a large number of nanoparticles with sizes of 20–80 nm are dispersed inside the fibers from a–c, and the widths of the fibers are mainly in the range of 200–500 nm. In addition, pores with 10–50 nm are also found on the surface and edge of fibers, which is generated due to the PMMA evaporating in the carbonization process. Meanwhile, the parallel and ordered lattice stripes are clearly visible in the high-resolution TEM (HRTEM) images, indicating a better crystal structure of the prepared samples. Moreover, as indicated in d, the lattice spacings of 0.327, 0.237, and 0.227 nm, respectively, correspond to the planes of (012), (104), and (110) of Bi.  By contrast, the SnO (112), (020), and (021) planes, respectively, exhibit interlayer spacings of 0.315, 0.286, and 0.278 nm (e).  Importantly, it is also found that the different Bi and SnO phases are arranged at alternate intervals, which is conducive to accelerate ion transport and release stress generated during sodiation. The energy dispersive spectrum (EDS) in f–h further indicates the uniform distribution of the Bi, Sn, O, and C elements in the composite.",
                "The inner phase and structure evolution for different samples are characterized by the XRD patterns and shown in a; as indicated, the strongest diffraction peaks at ∼27.2o and ∼28.6o are assigned to the characteristic peaks of Bi and SnO,  respectively, suggesting that the pure Bi phase is obtained in the prepared samples. In order to further explore the element valence change in the fabricated composite, XPS was also used to reveal the inner information. As indicated by the full-spectrum XPS in b, the elements of Sn, Bi, and C are all included and the valence states evolving in each element are distinguished further in the high-resolution XPS (c–f). As seen, in the high-resolution Bi 4f (c), it is divided into four bands: two bands at ∼156.8 and ∼162.1 eV are ascribed to the zero-valence Bi (Bi0), and the others at ∼158.8 and ∼164.1 eV are attributed to trivalent Bi (Bi3+).  The occurrence of Bi3+ may be due to the oxidation reaction on the surface of Bi nanoparticles.  Similarly, in the high-resolution Sn 3d (d), the peaks at ∼486.7 and ∼494.8 eV correspond to Sn2+ that come from SnO; correspondingly, the peaks at ∼484.8 and ∼493.4 eV belong to zero-valence Sn. The reason for the appearance of Sn0 is because some of SnO is reduced to metal Sn in the process of carbonization. Moreover, in the C 1s high-resolution spectrum (e), 284.8, 286.7, and 288.7 eV belong to the C–C, C–O, and C═O bonds, respectively.  Moreover, the corresponding O 1s at 530.4 and 533.1 eV, separately, belong to the O–Sn and O═C bonds. As shown in e,f, it is found that the content of O–C═O and C═O in SnO@Bi@C-2 is obviously higher than that of SnO@Bi@C-1 and SnO@Bi@C-3, although the exact reason is still under exploration; it is suggested that more O element in the SnO may interact with the C in the fiber to form the O–C═O and C═O bonds in SnO@Bi@C-2 than in SnO@Bi@C-1 and SnO@Bi@C-3. In addition, it is also found that the least amount of Sn–O is in SnO@Bi@C-2 and the most amount is in SnO@Bi@C-3. Therefore, we speculate that the O element in SnO is bonded to the C element in the fibers.",
                "The electrochemical performance of the fabricated anodes is further evaluated in . As plotted in a, the profiles of the first discharge/charge of SnO@C and SnO@Bi@C-2 anodes cycled at 50 mA g–1 were compared. It is obvious that the SnO@Bi@C-2 anode exhibits a much higher ICE of 80.67%, which is a significant increase compared to 57.38% for the SnO@C anode. Such a high ICE increment ∼23.29% is the largest one ever reported (seen in g), except for the presodiation.  In addition, the SnO@Bi@C-2 anode also shows a relatively high sodiation voltage compared to the SnO@C anode, especially in the first discharge process shown in a, suggesting the fast sodiation reaction kinetics. Particularly, in the desodiation process, different samples display similar voltage terraces at ∼0.60 and ∼0.77 V, demonstrating the low polarization in the fabricated anodes. More information about the ICE compared for various samples is summarized in supporting .",
                "In order to further explore the charge transport kinetics, EIS tests were carried out and impedance spectral fitting was assessed based on the testing results. As indicated in b, the EIS plotting is constituted of a semicircle in the high-frequency region and a slant line in the low-frequency region. Definitely, the diameter of the semicircle represents the charge transfer impedance at the interface and the larger diameter indicates greater charge transfer resistance, while the inclined line reflects the diffusion impedance of Na+ and the larger slope of the slash indicates smaller diffusion resistance. ",
                "The inset in b is the equivalent circuit where Re represents the solution impedance, Rct represents the charge transfer impedance, Zw represents the Na+ diffusion impedance, and CPEct represents the capacitance associated with charge transfer. Importantly, according to ,  different points were selected in the region of 0.1–1.0 Hz and used to fit the linear relationship between the real part impedance Zre and the frequency ω–1/2, which is also plotted in .where k is the slope of the fitting lines. As seen from , the SnO@Bi@C-2 anode has the smallest slope value (k2 = 0.45) while the SnO@C anode has the largest slope value (k4 = 0.73); the other samples have k values in 0.45–0.73. To further obtain the Na+ diffusion character among the compared samples,  was used to further calculate the Na+ diffusion coefficient (DNa+). where R represents the gas constant (8.314 J mol–1 K–1), T represents the temperature, n is the number of electrons transferred per molar, A is the reaction area of the electrode (cm2), F is Faraday’s constant (96,485 C mol–1), and C represents the concentration of Na+ ions. Correspondingly, the diffusion coefficients are 2.83 × 10–6 and 1.07 × 10–7 cm2 s–1, respectively, for the SnO@Bi@C-2 and SnO@C anodes, which suggests that the introduction of Bi nanocrystals does enhance the ion diffusion capability in the fabricated SnO@Bi@C anodes. Furthermore, in order to deeply comprehend the Na+ storage kinetics, the CV testing for the first three cycles at a scan rate of 0.1 mV s–1 was performed in the voltage range 0.005–2.0 V (vs Na/Na+) for different samples. As compared in , a distinct difference is observed between the SnO@C and SnO@Bi@C anodes where CV curves show less symmetry in the former but better in the latter. In addition, the initial cycles in the SnO@Bi@C anodes also overlap well. The symmetry character and good overlapping are two important indications to corroborate the good reversibility in the SnO@Bi@C anodes; the more symmetric and better the overlap, the better the reversibility. In the initial three discharge/charge cycles, the first wide cathode band extended in the range 0.70–0.20 V is obviously different from the others, which is attributed to the formation of a solid electrolyte interface (SEI). The cathodic peaks at ∼0.67, ∼0.45, and ∼0.04 eV, respectively, are attributed to the gradual alloying of Bi to form NaBi and Na3 Bi, as well as Sn to NaxSn.  By contrast, in the subsequent anodic scanning, two sharp oxidation peaks at 0.62 and 0.75 V are ascribed to the dealloying of Na3 Bi to NaBi and NaBi to Bi, respectively. Similarly, the weak peak at 0.08 V is due to the dealloying of the NaxSn phase.  In addition, it should be pointed out that the reduction peak at 0.04 V and the oxidation peak at 0.08 V, which come from the alloy and dealloy of Sn, respectively, appeared in the SnO@Bi@C anode but were not observed in the SnO@C anode, indicating that the presence of Bi facilitates more NaxSn phase generation in the SnO anode, which is beneficial to improve the ICE and reversible Na+ ion storage. Particularly, under the same voltage range, the redox peaks of the SnO@Bi@C anodes become very obvious, suggesting that the addition of the Bi element does improve the reaction kinetics, leading to the elevated reversibility and improved ICE. Furthermore, the rate performance is also shown in d. As the current densities increased from 0.05 to 0.1, 0.2, 0.5, 1.0, 2.0, 3.0, 5.0, and 10.0 A g–1, respectively, the SnO@Bi@C-2 anode delivers capacities of 342, 320, 315, 310, 300, 290, 275, and 252 mAh g–1. When the current switches on 0.05 A g–1 again, the specific capacity recovers to the initial capacity again, meaning the good reversibility of the fabricated electrode. Differently, the SnO@C electrode displays inferior rate capability, as shown in d; when the current is increased, the electrode capacitance decays rapidly, and as the current is increased to 3.0 A g–1, the electrode capacity attenuates almost to zero. In parallel, e shows the cycle performance comparison in the initial 300 cycles between current 2.0 and 5.0 A g–1 for the SnO@Bi@C-2 anode. As shown, in the first several cycles, the specific capacity undergoes rapid decay, but after that, it can remain stable in the following hundreds or even thousands of cycles. After 300 cycles, the capacity retention can reach 94.4 and 88.1%, respectively, at current 2.0 and 5.0 A g–1. Similarly, in the subsequent long cycle up to 4000 cycles at a current density of 5.0 A g–1, the specific capacity converts from the initially stable 290 mAh g–1 into the ultimate 182 mAh g–1, suggesting a capacity loss of 0.008% for each cycle. The present work was also compared with the reported strategies in terms of electrochemical performance (), which shows that the present work exhibits a competitive advantage in the compared samples.",
                "As further clarified in , the different Na+ transport mechanisms are suggested between the SnO@C and SnO@Bi@C anodes during the charging process. For the SnO@C anode, the SnO phase converted to Sn and Na2O phases during the first discharge and the intermediate tetrahedral structure NaxSn phase is formed during the further alloying process. Due to the tetrahedral clusters greatly hindering the embedding and removal of Na+, the alloying and dealloying reactions of SnO become difficult. On the contrary, in the SnO@Bi@C anode, the intermediate phases NaBi and Na3Bi formed during the first alloying process belong to the layered structure; especially, Na3Bi is a high-speed ion conductor. This unique layered structure plays a critical role in promoting Na+ transfer in the fabricated electrodes. Particularly, it is equivalent to establishing fast channels for the Na+ diffusion and shift between the isolated SnO particles and thus improving the reaction kinetic of Na+ in the SnO-based anodes.",
                "In order to gain an in-depth view into the electrochemical reaction mechanism of Na+ with the prepared samples, ex-situ XRD was also used to investigate the fabricated anodes at different charging and discharging levels in the first cycle. As revealed in , when the SnO@C anode was discharged to 0.04 V, the XRD pattern shows that SnO has been almost reduced and new phases Na2O and Na3.75Sn can be detected, which is ascribed to the conversion of SnO to Sn and Na2O and the alloying between Na+ and Sn,  while in the charging to 0.23 V, the NaxSn (x < 3.75) phase appears due to the dealloying of Na3.75Sn.  In the whole discharging and charging cycles, Na2O always exists, indicating the irreversibility of the reaction. In contrast, for the SnO@Bi@C-2 anode, the biggest difference compared to the SnO@C anode is that the concentration of the Na2O phase is significantly reduced in the roundtrip cycle. The result indicates that the presence of the Bi element helps to reduce the irreversible Na2O phase; the concrete reason will be discussed in detail later. Additionally, it should be noted that some peaks are shifted with the progress of the reaction, as revealed in the enlarged regions in the XRD patterns in . It is found, in the first discharge process to 0.45 V, that the NaBi phase that posited between 50 and 55° shifted significantly to a small diffraction angle direction. We speculate that it is caused by the expanded lattice spacing when the Na+ ions were transported in the layer structure of NaBi. Meanwhile, the Sn phase shifted in the vicinity of 45°, as it was discharged to 0.04 V, which is attributed to the formation of different NaxSn phases with different Na contents in the sodiation process.",
                "As has been noted, owing to the unique structure in SnO@Bi@C, as shown in , it is suggested that the Bi matrix can form a stable layer backbone to build Na+ ion high-speed transport channels, leading to an excellent rate capability and high ICE. Inversely, SnO is a tetrahedron structure (a), which hinders the ion migration, but the layered Bi can provide more channels as highways for Na+ transfer. Predominately, with regard to the contact interface between SnO and Bi, the contact feature between both of them plays an important role in electron transfer across the interface, which is mainly determined by the work function of the two considered solids (Ws:SnO, WB:Bi). As illustrated in b, the work functions of SnO (Ws) and Na2O are ∼4.4 and ∼4.56 eV,  respectively, and ∼4.2 eV for Bi (WB); thus, the free electrons in Bi mitigate smoothly to the surface of SnO and Na2O owing to the Fermi level difference in height, forming a region where the energy band is bent downward. This energy level adjustment causes the SnO/Na2O surface to form a highly conductive region because electrons are more easily moved in this region. Subsequently, in the desodiation process, the electrons can easily be released from the SnO and Na2O to surface Bi without a barrier, thus enabling more Na+ shift and a higher ICE as well as improved rate capability of the SnO@Bi@C electrode. By contrast, the work function of carbon is ∼5.0 eV,  which is much higher than that of SnO and Na2O, and a blocking barrier is formed that impedes the electron transport, resulting in the suppressing release of Na+ and causing low ICE and poor rate of the SnO@C electrode.",
                "Inspired by the good electrochemical performance of the fabricated electrode, the full cell coupled with the Na(Ni1/3Fe1/3Mn1/3)O2 cathode was assembled. a shows the work principle schematic diagram, and b shows the charge and discharge curves of the full battery in the voltage window of 2.0–4.0 V. The rate performance for the fabricated full battery is also demonstrated (c), as the current density changed increasing from 30, 50, 100, to 150 and 200 mA g–1, respectively, the full battery can deliver specific capacities of 101, 52, 28, 25, and 20 mAh g–1. When the current density is restored to 30 mA g–1, the specific capacity reaches 55 mAh g–1 again, indicating that the fabricated sodium-ion full cell can bear the impact of high current density and exhibit good structural stability. Meanwhile, the cyclic performance test of the full battery was also carried out; as shown in d, after 65 cycles at a testing current density of 50 mA g–1, the full battery can still provide a specific capacity of 51.7 mAh g–1. In addition, the LED lights are successfully lit as also shown in the inset of d, suggesting practical application on the full battery. The results further indicate that the fabricated SnO@Bi@C electrode has a significant potential as the anode for the next-generation high specific energy sodium-ion batteries. More information about the cycle property and charge and discharge character of the Na(Ni1/3Fe1/3Mn1/3)O2 cathode is also feasible in  ."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a good interface contact between SnO and Bi was constructed through the composite SnO@Bi@C fabricated by a simple electrospinning method. With the special layer structure of Bi nanoparticles around SnO particles, the ion highways are built inner to facilitate the Na+ transport. Most importantly, the proper work function match between SnO, Na2O, and Bi cut down the energy barrier of electron transfer between different contact interfaces, subsequently promoting the Na+ ion release from the Na2O phase. The good interface contact combined with high-speed ion channels; the fabricated SnO@Bi@C exhibits a high ICE of 80.62%, compared to 57.38% of SnO@C. In addition, the excellent rate up to 10.0 A g–1 was also achieved in the fabricated anodes. The reversible capacity reached 529 mAh g–1 after 100 cycles at 50 mA g–1, and the capacity retention rates remained at 94.4 and 88.1% after 300 cycles at different current densities of 2 and 5 A g–1. Even after 4000 cycles under the condition of 5 A g–1, the capacity can still reach 182 mAh g–1, indicating good cycle stability. It is worth noting that the full battery assembled from the Na(Ni1/3Fe1/3Mn1/3)O2 cathode and SnO@Bi@C-2 anode can still provide a reversible capacity of 51.7 mAh g–1 after 60 cycles at 50 mA g–1. This work provides an effective strategy to conquer the sluggish ion transfer kinetics of oxide-based anodes for the next-generation sodium-ion batteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Energy Band-Modulated SnO Anodes with Improved Rate Capacity and Initial Coulombic Efficiency for Sodium-Ion Batteries"
}