{
    "DOI": "10.1039/D4TA05262E",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Benefiting from the abundant and cost-effective sodium resources, sodium-ion batteries (SIBs) have emerged as a compelling alternative to lithium-ion batteries (LIBs) for large-scale energy storage applications. Among the various cathode materials for sodium-ion batteries, Na4Fe3(PO4)2P2O7 (NFPP) stands out as a promising candidate with favorable prospect for industrialization. Its advantages include low cost, excellent structural stability, high theoretical capacity, and long cycle life. Over the past decade, NFPP has undergone significant advancements through methods such as doping, defect control and other strategies. Despite these advancements, the air stability of NFPP has received relatively little attention from researchers, with many assuming it possesses inherent air stability. However, air stability is a critical consideration for practical material applications. Air-sensitive electrode materials can react with water, oxygen and carbon dioxide in the atmosphere, leading to structural collapse and increasing slurry caking and impedance. High air sensitivity necessitates inert atmosphere protection during electrode preparation, adding complexity and cost to laboratory research.",
                "Previous studies have highlighted the importance of monitoring the air stability of polyanionic materials containing Fe2+, as Fe2+ can undergo oxidation upon exposure to air. For instance, Na3.12Fe2.44(P2O7)2 has been identified as an air-sensitive material, which exhibits irreversible capacity loss upon air exposure. Researchers have proposed a shell–core model to characterize the oxidation processes of such materials, revealing surface-initiated oxidation followed by penetration into the particle core. Additionally, other ferrous polyanionic cathode materials, such as Na2FeP2O7 and LiFePO4, show high sensitivity to moisture and CO2. Therefore, NFPP, as a polyanionic material containing Fe2+, warrants a comprehensive assessment of its air stability.",
                "In this study, we carefully explored the air stability and underlying degradation mechanism for NFPP in sodium-ion batteries. Combining X-ray diffraction (XRD), solid-state nuclear magnetic resonance technique (ss-NMR), high-resolution transmission electron microscopy (HRTEM) and various spectroscopy methods, we identified the structural and chemical degradation pathway of NFPP in air and their impact on the Na ion storage kinetics and stability. A facile recovery strategy via an appropriate re-sintering process for NFPP was further explored and identified. This work presents valuable insight for the design and practical application of high-performance Na-ion batteries."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The Na4Fe3(PO4)2P2O7 (NFPP) cathode was synthesized by a conventional spray-dry method. To assess its air stability and explore the initial deterioration mechanism, the original powder underwent air exposure at varying temperatures to accelerate the potential degradation process and simulate occasional exposure to ambient air above room temperature in the practical use of NFPP. NFPP was stored at temperatures of 25, 80, 160, and 240 °C in a muffle furnace for one hour each. Subsequently, the resulting samples were designated as NFPP-25, NFPP-80, NFPP-160, and NFPP-240, respectively. We also designed a supplementary experiment in which NFPP was exposed to air at 25 °C for one month to simulate long-term room temperature storage and observe changes in the material. The sample was named NFPP-one month. Phase composition and changes were analyzed using X-ray diffraction (XRD). The pristine sample exhibited peaks consistent with the reported NFPP structure, with minor deviations observed near 10.7°, corresponding to the (011) crystal plane of the impure Na3.12Fe2.44(P2O7)2 phase (Fig. 1a). This impure phase often occurs during the synthesis of NFPP due to the same constituent elements and the close phase-forming temperature regions of the two phases. The peak shapes and intensities remained almost unchanged after brief exposure to air at different temperatures, suggesting that NFPP maintained its structural integrity under these conditions (Fig. 1a, S1a and S2a†). However, the air exposed samples (except NFPP-25) all showed a new diffraction peak near 33.1°, corresponding to the (400) crystal plane of Na3PO4, which represented the fact that air exposure caused the extraction of Na+ and PO43− ions from NFPP and the formation of Na3PO4. To obtain a better signal-to-noise ratio for Na3PO4, we tried to extend the time of NFPP storage at 80 °C to 5 and 10 h. The XRD results are shown in Fig. S3.† Compared to pristine NFPP, prolonged air exposure did not significantly increase the peak intensity of Na3PO4, while the XRD peaks of NFPP decreased notably with increasing exposure time. This suggested that the Na3PO4 formed on degraded NFPP likely had poor crystalline quality or existed as an amorphous phase. NFPP-one month also exhibited decreased diffraction peaks, while another sodium phosphate impurity phase appeared, suggesting substantial structural degradation upon long time storage of NFPP.",
                "To gain deeper insights into the deterioration product of NFPP in air, 23Na solid-state NMR (ss-NMR) measurements were conducted under magic angle spinning (MAS) conditions (Fig. 1b). The 23Na ss-NMR spectra of the pristine sample revealed four distinct resonances corresponding to four different Na sites within the crystal structure. Remarkably, the 23Na ss-NMR MAS spectra of NFPP-240 remained almost consistent with those of the pristine sample, suggesting that the degradation products following a short period of air exposure were not significant, making minor deterioration difficult to discern. However, NFPP-one month exhibited a strong resonance near 0 ppm, indicative of sodium salts such as sodium carbonate or sodium phosphate. Combined with the XRD results, we identified the peaks near 0 ppm as being mainly attributed to Na3PO4. This provided solid evidence of NFPP degradation and the formation of harmful byproducts.",
                "Understanding the impact of air sensitivity on the electrochemical performance of NFPP is important for its practical application in batteries. A series of NFPP samples were prepared as electrodes for electrochemical performance testing in half-cells, the detailed information about the electrolyte and electrode can be found in Section 4.3, Electrochemical tests. Initially, NFPP exhibited commendable electrochemical properties, with a specific capacity of 107.2 mA h g−1 at 0.1C and a retention of 86.0 mA h g−1 even at a high rate of 20C, demonstrating excellent rate capability (Fig. 1c). One-hour exposure to room temperature air did not cause significant effects on the material, and the electrochemical performance of NFPP-25 was basically the same as that of the original sample (Fig. S2b–d†). However, exposing NFPP to higher temperature air for just one hour led to a notable decline in the rate performance. Specifically, the specific capacities decreased significantly to 101.4 mA h g−1, 102.0 mA h g−1 and 98.8 mA h g−1 at 0.1C and 50.4 mA h g−1, 41.2 mA h g−1 and 26.4 mA h g−1 at 20C for NFPP-80, NFPP-160 and NFPP-240, respectively (Fig. 1c and S1b†). This decline was accompanied by a rapid increase in polarization observed in the charge–discharge curves at a current rate of 1C (Fig. 1d and S1c†), indicating a deterioration in kinetic properties post-air exposure. NFPP-one month showed a similar but more severe degradation trend in electrochemical performance.",
                "The degradation in performance could be attributed to the hindrance of ion transport by low-conductivity impurities on the surface, which could be verified by electrochemical impedance spectroscopy (EIS) measurements. The Nyquist plots in Fig. 1e and S1d† were analyzed using the equivalent circuit presented in Fig. S4.† Table S1† lists the fitted resistance values. The electrode resistance of the pristine sample was quite small (the inset in Fig. 1e). After air exposure, the rapid increase of the charge transfer resistance (Rct) indicated that the decomposition products blocked the diffusion of Na ions.",
                "Additionally, the cycling performance of NFPP was adversely affected by air exposure, as evidenced by the capacity retention rates after 2000 cycles at 5C (Fig. 1f). NFPP demonstrated a retention rate of 88.73%, outperforming NFPP-80, NFPP-160 and NFPP-240, which exhibited retention rates of 84.95%, 83.07% and 84.29%, respectively. NFPP-one month had a very low reversible specific capacity of 50.2 mA h g−1 at 5C, with 90.60% capacity retention after 400 cycles (Fig. 1f).",
                "In order to investigate the deterioration mechanism of the materials under air exposure, we selected two representative samples, NFPP-80 and NFPP-240, to further analyze their surface chemical and structural information. Further evidence was obtained through Fourier transform infrared (FT-IR) spectroscopy for degradation product identification. As depicted in Fig. 2a, characteristic absorption peaks at 3610 cm−1 and 3710 cm−1 corresponded to the stretching vibrations of O–H bonds in Fe(OH)2 and Fe(OH)3, respectively. A weak Fe(OH)3 signal could be observed on the original sample surface, which might be due to the small amount of residual alkali produced during the sintering process of the material. However, the signals of Fe(OH)2 and Fe(OH)3 on the air-exposed samples' surface were significantly enhanced, suggesting that the air exposure leads to the extraction of Fe2+ in the material as well, which was bound to the water on the surface of the particles. The weakening of the absorbed-water peak at 3460 cm−1 after air exposure suggested the possibility of water involvement in the deterioration process. Additionally, the very weak absorption peak near 1458 cm−1 was attributed to the asymmetric stretching vibration mode of Na2CO3 (Fig. 2b). The strength of this weak signal did not appear regularly with the rise in air exposure temperature, further proving that Na2CO3 did not act as the main product of deterioration. It might originate from the Na2CO3 generated during the sintering process as well as from a further reaction between Na3PO4 and CO2 in air. However, due to the large overlap between the vibration and rotation modes of Na3PO4 and NFPP, the presence of Na3PO4 could not be conclusively determined from the FT-IR spectra.",
                "Fig. 2c–e present the XPS results of NFPP materials before and after air exposure. The Fe 2p XPS spectrum of NFPP showed four main peaks at 709.7 eV and 711.3 eV (Fe 2p3/2), 723.3 eV and 724.9 eV (Fe 2p1/2), corresponding to Fe2+–O in iron oxides and Fe2+ in NFPP, respectively. The small amount of iron oxides might originate from incomplete reaction during the sintering process. With the increase of exposure temperature, the content of iron oxides on the surface of the particles gradually increased and the signal of Fe3+–O appeared, demonstrating that the iron in the bulk phase was gradually extracted and oxidized on the surface, which coincided with the results of the FT-IR spectra. Besides, the binding energy of Fe in the bulk phase of NFPP gradually shifted from 711.3 eV (NFPP) to 711.8 eV (NFPP-240), which revealed that the valence state of iron staying in the lattice also increased during the air exposure.",
                "The O 1s XPS spectrum of the three samples exhibited a dominant peak at 531.5 eV and a minor peak at 533.2 eV, corresponding to P–O in PO43−/P2O74− and C–O bond, respectively. The O 1s peak at 529.8 eV could be attributed to the surface iron oxides on NFPP particles, and the peak intensity increased with increasing exposure temperature which was consistent with the Fe 2p results. The C 1s peak at 289.1 eV corresponding to Na2CO3 was essentially unchanged before and after air exposure, again suggesting that Na2CO3 was not the main product of air oxidation.",
                "Scanning electron microscopy (SEM) characterization (Fig. 3a–d) offered morphological insights, revealing a uniform distribution of poorly conductive impurities on the particle surface post-air exposure, with accumulation becoming more pronounced at higher temperatures. High-resolution transmission electron microscopy (HRTEM) revealed more structural changes on the surface. As shown in Fig. 3f, the original NFPP showed well-arranged crystal strips along (410) planes, and the surface was coated with a carbon layer about 2 nm thick. After air exposure, amorphous regions appeared on the surface of the particles (yellow region in Fig. 3g) and gradually transitioned to a small Na3PO4 cluster. The amorphous regions expanded as the exposure temperature increased, which was favorable evidence that the structure of the material was gradually destroyed under air exposure (Fig. 3h). The EDS mapping results (Fig. 3i) indicated that the surface of the sample still maintained a uniform elemental distribution after structural damage. Combined with the analysis of IR and XPS, amorphous Na3PO4, FeO and Fe2O3 mixtures might exist in the amorphous region.",
                "Fig. 3e briefly summarizes the air deterioration of NFPP. Upon exposure to air, elements like Na, P and Fe were extracted from NFPP's bulk phase, facilitated by absorbed water and O2 in the air. This results in the formation of an amorphous layer comprising sodium phosphate and iron (hydr)oxide with some small Na3PO4 grain clusters coating the particle surface. This degradation would pose potential issues for NFPP's applications if without appropriate processes. For example, irreversible loss and oxidation of Fe2+ in NFPP directly reduce cell capacity and the emergence of the non-conductive amorphous region not only reduces ionic and electronic conductance but also impedes full electrolyte–electrode contact, increasing charge and discharge polarization.",
                "In the previous discussion, we assumed that moisture in the air induced the deterioration of NFPP. To further verify this hypothesis, an immersion acceleration experiment was conducted (Fig. 4a). Specifically, 150 mg of NFPP was mixed with 5 mL of deionized water and stirred vigorously at 25 °C and 80 °C for one hour, respectively. The suspension was then filtered, and the residue was washed and dried at 40 °C for 12 hours in a vacuum oven to obtain the water-treated NFPP samples. Samples obtained from this process were labeled NFPP-25 °C water and NFPP-80 °C water.",
                "The water-immersed samples exhibited poorer crystallinity relative to the pristine samples (Fig. 4b), demonstrating that the crystal structure of the samples might transition to an amorphous state more rapidly under water immersion. No significant Na3PO4 phase peak was observed, which should be due to the solubility of Na3PO4 in water. As depicted in Fig. 4c and S5,† the water-immersed samples showed porous surfaces after ion release. ICP analysis (summarized in Table S2, S3† and Fig. 4d) revealed a significant extraction of Na and P elements from NFPP, surpassing Fe element. The molar ratio of extracted Na:P:Fe was 12:6.5:1 (NFPP-25 °C water) and 5.4:3.2:1 (NFPP-80 °C water), which significantly deviated from the elemental composition ratio of NFPP (Na:P:Fe = 4:4:3), indicating that this was not a straightforward dissolution process. Na was more susceptible to loss in air compared to P and Fe.",
                "The element extraction aligned with electrochemical performance, illustrated in Fig. 4e, where NFPP-25 °C water and NFPP-80 °C water exhibited notably lower initial charge capacity and higher initial coulombic efficiency than pristine NFPP. The original NFPP material exhibited a significant irreversible capacity, which greatly compromised its subsequent cycling capacity. This might be related to the distorted local coordination environment of Na+, leading to irreversible capacity loss during the first discharge cycle, a phenomenon that had been reported in the literature. The reduction in initial charge capacity reflects Na+ extraction during water exposure. The water-treated NFPP lost some Na content, which might have alleviated the distortion in the local coordination environment of Na+ to some extent, resulting in a more reversible charge–discharge process during the first cycle. Additionally, significant P element release was observed, confirming the predominant release of sodium phosphate, which was consistent with the results obtained under air exposure. Just like the air-exposed samples, the water-soaked samples also exhibited significantly decreased rate performance (Fig. 4f). The specific capacities decreased to 103.8 mA h g−1, 100.1 mA h g−1 at 0.1C, and 54.5 mA h g−1, 50.9 mA h g−1 at 20C for NFPP-25 °C water and NFPP-80 °C water, respectively.",
                "Based on the understanding of the air stability of the NFPP, we hope to find a way to restore the electrochemical properties of the degraded sample. Re-calcination under suitable conditions could be a simple and effective method to recover electrode materials' performance. We tried to conduct re-sintering on air-exposed samples for one hour under Ar protection. Under the protection of an inert atmosphere, the carbon coated on the surface of the material can play the role of reducing traces of Fe3+ on the surface. After the re-sintering process, the crystal structure of NFPP-80 (re-sintering) was well maintained, and the characteristic peak of Na3PO4 at 33.1° almost vanished, indicating that the re-sintering process was beneficial to the structure restoration (Fig. 5a). The SEM images of the NFPP-80 (re-sintering) sample (Fig. S6a and b†) showed that impurities on the surface of NFPP-80 basically returned to the bulk phase, and the particle surface became smooth again. As demonstrated in Fig. 5b, the lattice stripes on the surface became clear again, but a small amount of amorphous regions (yellow region in Fig. 5b) could still be observed, which proved that the structural reversibility was limited. It is difficult to completely restore the degraded material to the original state. Fortunately, the rate capability of NFPP-80 (re-sintering) could be recovered to initial levels, with reduced charge and discharge polarization (Fig. 5c and d); the cycling stability was slightly inferior to that of the original sample due to the irreversible damage to the structure (Fig. 5e). NFPP-160 (re-sintering) and NFPP-240 (re-sintering) exhibited similar trends but more irreversibility in structural and electrochemical performance (Fig. S6c, d and S7–S8†), while XRD results indicated that the re-sintering process led to further reduction in the crystallinity for more deteriorated samples. This highlighted re-sintering's effectiveness in recovering mildly deteriorated NFPP, emphasizing the need for tailored re-sintering conditions based on the extent of degradation.",
                "After comprehensively understanding NFPP's air sensitivity and deterioration mechanism, we recommend storing and transporting NFPP under an inert gas or, at least, under low-humidity conditions to prevent degradation. Additionally, long-term storage of NFPP materials before use should be avoided."
            ],
            "name": "2 Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, our study has provided valuable insights into the air stability and deterioration mechanism of NFPP as a cathode material for sodium-ion batteries. Through experimental analysis and characterization techniques, we have elucidated the process of chemical and structural deterioration for the NFPP cathode material upon exposure to ambient air, including the extraction of Na, P and Fe ions, formation of amorphous impurities, and degradation of the crystalline structure. Additionally, we have proposed recommendations for mitigating NFPP's air sensitivity and explored re-calcination as a potential recovery strategy. Our findings contribute to the understanding of NFPP's behavior in air and offer practical guidance for its application in sodium-ion batteries."
            ],
            "name": "3 Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Initially, the pristine Na4Fe3(PO4)2P2O7 sample was prepared by a spray-dry method. In a typical process, 5 mmol Na4P2O7 (Macklin, 99%), 10 mmol NH4H2PO4 (SCR Hushi, AR), 15 mmol Fe(NO3)3·9H2O (Energy Chemicals, 99%), and 33 mmol H2C2O4 (Shanghai Yuanye, 98%) were added to 60 mL 2 M acetate solution with magnetic stirring at room temperature until a transparent green solution was obtained. After that, the solution was spray-dried at 130 °C to get a yellow powder precursor. The precursor was pre-treated at 300 °C for 1.5 h in an Ar atmosphere. The sintered powder and oleic acid (Aladdin, AR) were mixed in acetone (SCR Hushi, AR) and stirred for 30 minutes. The mixture was dried at 60 °C and sintered at 500 °C for 10 h in a flow of Ar–H2 (95/5 vol%) to obtain the Na4Fe3(PO4)2P2O7 materials.",
                        "The air-treated samples were obtained by storing the original powder at temperatures of 25, 80, 160, and 240 °C in a muffle furnace for one hour (air humidity was about 30%). Subsequently, the resulting samples were named NFPP-25, NFPP-80, NFP-160 and NFPP-240, respectively. In addition, the NFPP powder was exposed to air at 25 °C for one month (air humidity was about 30%) to simulate the conditions of long-term storage, which was named NFPP-one month."
                    ],
                    "name": "4.1 Synthesis of Na4Fe3(PO4)2P2O7",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Solid-state NMR experiments were performed on Bruker Avance III HD 400 MHz spectrometers using 3.2 mm magic-angle spinning probes at a spinning rate of 15 kHz. 23Na magic angle spin (MAS) NMR spectra were acquired using pj-MATPASS (pj = projection, MAT: magic-angle turning, PASS: phase-adjusted sideband separation) pulse sequence with a π/2 pulse length of 1.7 μs. Recycle delays between 100 ms and 200 ms were employed. The 23Na spectra were referenced to 1 M NaCl solution at 0 ppm.",
                        "The phase purity was assessed using an X-ray diffractometer (XRD, Ultima IV, Rigaku) with a Cu Kᾳ X-ray source. In order to prevent errors caused by air contact during testing, we prepared samples with sealed sample stages and in a glove box. The Fourier transform infrared (FT-IR) spectra were recorded using an FT-IR spectrometer (IS50, Nicolet iS10, Thermo Fisher Scientific). The elemental composition and valence state of the material were characterized by X-ray photoelectron spectroscopy (XPS, Axis Supra+, Shimadzu). The morphologies were examined by scanning electron microscopy (SEM, SU8010, HITACHI). The detailed structural information of the sample surface was determined by high-resolution transmission electron microscopy (HRTEM, JEM 2100F, 200 kV). The measurement of different elemental contents in the filtrate was conducted by inductively coupled plasma-mass spectrometry (ICP-MS, NexION 300XX, PerkinElmer)."
                    ],
                    "name": "4.2 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All electrodes were prepared in an argon-filled glove box (H2O < 0.01 ppm, O2 < 0.01 ppm) to prevent further air-induced deterioration of the material. The NFPP electrode was prepared by mixing the active materials, acetylene black and PVDF (dissolved in N-methylpyrrolidone) at a weight ratio of 7:2:1 on the current collector of carbon-coated aluminium foil and dried at 80 °C under vacuum for 10 hours. Then the NFPP electrodes were cut into 12 mm disks and the active mass loading of NFPP was about 2 mg cm−2. CR 2032-coin cells were used for Na‖NFPP cells using the glass microfiber film (Whatman, F-type) as the separator and 15 mm diameter sodium metal disk as the anode. The electrolyte employed in this work is 1 mol L−1 NaPF6 dissolved in diethylene glycol dimethyl ether (DEGDME). The cells were assembled in an argon-filled glove box (H2O < 0.01 ppm, O2 < 0.01 ppm). The galvanostatic charge/discharge measurements were conducted on a Neware test system (Neware Technology Limited), with a voltage range of 1.7–3.9 V and a temperature of 25 °C. Electrochemical Impedance Spectroscopy (EIS) measurements were conducted on an electrochemical workstation (VSP300, BioLogic) at the cell voltage of 1.7 V and with the frequency range of 100 kHz to 0.01 Hz."
                    ],
                    "name": "4.3 Electrochemical tests",
                    "type": "section_h3"
                }
            ],
            "name": "4 Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The data generated and analyzed in this work are included in this published article and associated ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Huilin Pan: conceptualization, funding acquisition, supervision, and writing – review & editing. Xinyu Li: experimental design, data collection & curation, investigation, validation, writing (original draft). Sheng Dai, Qinlong Chen and Hongyan Mao: data collection, validation, revision. All authors discussed and provided interpretation of the results."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Understanding the air sensitivity and deterioration mechanism of the Na4Fe3(PO4)2P2O7 cathode for Na-ion batteries"
}