{
    "DOI": "10.1021/acsami.4c08082",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Hard carbon is considered as a highly promising anode material for sodium-ion batteries (SIBs) due to its beneficial characteristics, including abundant resources, low sodium storage potential, high capacity, and good cycling stability.  Currently, various carbon sources, such as resins,  biomass,  and their derivatives like glucose,  cellulose,  and lignin,  as well as pitch petroleum residue,  are utilized to produce hard carbon. However, resin-derived hard carbon is criticized for its high cost, and petroleum and pitch-derived carbon materials exhibit low capacity (below 230 mAh g–1), which hampers their commercial viability.  Biomass-derived hard carbon offers distinct advantages in terms of resource abundance, renewability, sustainability, and cost-effectiveness, making it appealing for SIBs. Previous studies have explored low-cost methods for preparing hard carbon by carbonizing biomass sources such as apricot shells,  rice husks,  banana peels,  palm fruit calyx,  and cotton.  However, the electrochemical performances of these materials are unsatisfactory since the carbon precursors are carbonized directly without an elaborate structural design or modification. Therefore, it is essential to engineer the structure of hard carbon materials to achieve superior electrochemical properties, thereby facilitating the commercialization of biomass-derived carbon for SIBs. ",
                "The sodium-ion storage mechanism of hard carbon remains a subject of debate, posing challenges to enhancing its specific capacity and rate capability.  As is well-known, hard carbon typically consists of randomly oriented, curved, and defective graphene nanosheets, forming turbostratic structures with large interlayer distances.  Recent research by Hu et al. suggested that the sloping and plateau capacity is linked to the complex turbostratic structure and internal closed pore, respectively.  However, there is still disagreement regarding the exact nature of sodium ions stored within the pores, with some studies observing metallic sodium and others only detecting sodium ions.  It is widely acknowledged that the pore structure of hard carbon significantly influences its electrochemical properties.  In previous studies, we investigated the mechanism of formation of closed pores in hard carbon derived from wood and identified the factors that affect their formation. The as-prepared hard carbon with abundant closed pores exhibited a high reversible capacity of 430 mAh g–1.  Therefore, it is believed that to achieve high-performance hard carbon, there is an urgent need to meticulously design the pore structure of hard carbon.",
                "Previous studies have shown several kinds of strategies to create the pore structure, thereby enhancing the electrochemical properties of hard carbon. For instance, Kamiyama et al. utilized MgO as a template to create nanosized pores in hard carbon materials, achieving a high reversible specific capacity of 478 mAh g–1 at 25 mA g–1.  Similarly, Meng et al. employed ethanol as a pore agent to precisely control the closed-pore structure of hard carbon materials, obtaining a high sodium storage capacity of 410 mAh g–1 at 30 mA g–1.  Despite these advancements, however, there is still a lack of efficient and scaleable strategies for tuning the pore structure, and the specific role of different types of pores (such as closed pores and open pores) in the sodium storage process has not been thoroughly investigated.",
                "Recently, the mechanochemical technique, which can induce physicochemical reactions under high-energy mechanical forces and regulate the carbon structure via introducing defects and heteroatoms, has attracted research attention.  Lu et al. regulated the microstructure of the carbon layer in hard carbon via a ball milling approach to illustrate the sodium storage mechanism in hard carbon.  Wang et al. proposed a dry ice-assisted ball milling process to increase the oxygen-containing functional groups in hard carbon, which demonstrates significantly improved specific capacity.  However, as their work demonstrates, ball milling hard carbon directly will significantly increase the specific surface area and introduce defect- and oxygen-containing functional groups, which will decrease the initial Coulombic efficiency of the hard carbon anode.",
                "Based on the above analysis, biomass bamboo was chosen as the focus of our research due to its affordability, widespread availability, and high crystalline cellulose content. A straightforward ball milling pretreatment method was proposed to regulate the microstructure of hard carbon materials by adjusting the carbon chain of biomass precursors. Our results indicate that the shearing force generated during ball milling effectively breaks down the carbon chains in the bamboo precursor. The length of these carbon chains greatly influences the shrinkage and cross-linking behavior during the carbonization process, resulting in various pore structures ranging from closed to open pores. The optimized hard carbon with abundant closed pores exhibited a specific capacity of 356 mAh g–1 at 20 mA g–1, significantly outperforming both bare hard carbon (243 mAh g–1) and hard carbon with abundant open pores (129 mAh g–1). Moreover, the kinetic analysis results further expand our understanding of the role of the pore structure in hard carbon materials."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The bamboo purchased from the Taobao store is 12–13 cm in diameter and about 2 m in length. The bamboo was divided into several sections, and the green skin on the surface was removed with a scraper. The bamboo powder was dried in a vacuum oven at 80 °C for 48 h and crushed in a small grinder for 10 min.",
                        "Twenty gram f bamboo powder and agate ball grinding beads was put into a 500 mL agate ball grinding tank in a ratio of 5:1. The ball grinding process was carried out by a planetary horizontal ball mill, the rotational speed was 500 rpm, and the ball milling time was set at 12 and 48 h, respectively. The bamboo precursors after ball milling time were named Balling-12h and Balling-48h. The hard carbon sample without ball milling was named Balling-0h. After carbonization at 1500 °C, the as-prepared hard carbon samples without ball milling and ball milling for 12 h were named Balling-0h-1500 and Balling-12h-1500, respectively."
                    ],
                    "name": "2.1.  Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The scanning electron microscope (SEM, JSM-7610FPlus) and the transmission electron microscope (TEM, FEI-Tian ETEM G2 80-300) were utilized to observe the microscopic morphology and structure. Powder X-ray diffraction (XRD) analysis was conducted by using a D/Max-III X-ray diffractometer with Cu Kα (λ = 0.15406 nm) radiation at 30 kV and 30 mA. The structure was further examined through Raman spectra using a LabRAM JY-HR 800 spectrometer equipped with a 532 nm laser. Pore structure information was obtained via nitrogen adsorption/desorption by using a JWGB volumetric gas adsorption apparatus at 77 K. Small-angle X-ray scattering (SAXS) was performed by using Xenocs Nano-InXider with a Cu Kα source. True density tests were carried out using an AccuPyc II 1340 instrument, with helium as the working gas. FTIR analysis was conducted by using a Thermos Nicolet iS50 FT-IR spectrophotometer in transmission mode with potassium bromide pellets. X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250XI) was employed to investigate the surface chemical properties."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the sodium-ion battery, electrochemical tests were conducted at room temperature using two-electrode coin cells (CR 2016). Pure Na foil was used as both the counter and the reference electrode. The working electrodes were prepared by mixing active materials, Super P, and poly(vinylidene fluoride) (PVDF) in a weight ratio of 8:1:1. This mixture was dissolved in N-methyl-2-pyrrolidone (NMP) and coated onto a copper foil, and the mass loading of active materials was kept more than 2 mg cm–2. The electrolyte used was 1 M NaPF6 in dimethyl ether (DME). A glass fiber separator was employed in the sodium-ion battery. The assembly of the CR 2016 coin cell was performed inside an argon-filled glovebox with the content of O2 and H2O maintained below 1 ppm. Electrochemical tests were conducted using a Neware battery testing system, applying a voltage range of 0.01 to 2 V at room temperature. Cyclic voltammetry (CV) measurements were performed using a CHI760 electrochemical workstation."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The scanning electron microscope (SEM) images () depict the distinct fiber structure of the original bamboo powder, with cross-section widths of approximately 100 μm. These fibers appeared smooth and densely packed. However, notable alterations in the fiber structure are observed after ball milling. After 12 h of ball milling (), the fibers exhibit fractures along with numerous fragments and small agglomerated particles. When further extending the ball milling time to 48 h (), the long fibers are completely fragmented, forming large aggregates spanning from a few microns to hundreds of microns in size. These observations suggest that the shear force generated during ball milling effectively breaks down the long carbon chains of the bamboo precursor into shorter ones. And the carbon chain length gradually decreases as milling time increases.",
                "The X-ray diffraction (XRD) patterns (a) of bamboo powder samples before and after ball milling reveal three distinct diffraction peaks at 15°, 22°, and 35°, corresponding to the characteristic peaks of crystalline cellulose. Based on the Segal formula provided in , the crystallinity of bamboo powder with different ball milling times (0, 12, and 48 h) was 48.6%, 39.2%, and 26.4%, respectively. This indicates that as the ball milling duration increases, the crystallinity of bamboo powder decreases (b), and the corresponding carbon chain length is shortened. ",
                "The Fourier transform infrared spectroscopy (FTIR) analysis was conducted to examine the changes in the components of bamboo powder. The samples obtained with different ball milling durations exhibit characteristic peaks of cellulose, hemicellulose, and lignin. Specifically, the absorption peaks at 1510 and 1423 cm–1 correspond to the aromatic stretching vibration in the lignin molecule. The absorption peaks at 3428, 1160, and 2885 cm–1 are attributed to the strain O–H in hydroxy, antisymmetric C–O–C bridge stretching, and C–H stretching in cellulose. Additionally, the absorption peaks at 1730 and 1600 cm–1 correspond to the stretching vibration of C═O in hemicellulose (c). The presence of these characteristic peaks indicates that the types of functional groups in the precursor were not altered by the ball milling treatment.",
                "The characteristic spectra of C 1s in the X-ray photoelectron spectra (XPS) are displayed in d–f and in . A comparison reveals that carbon atoms are primarily in the form of the C–C/C-H bond, C–O bond (286 eV in C 1s spectrum), and C═O bond (288.5 eV in C 1s spectrum). By analyzing the spectra, it is found that the proportion of C–C/C-H in the precursor after ball milling was significantly reduced, indicating that the carbon chains in the precursor were broken by the shear force. At the same time, the huge shearing physical action during the milling process will break the carbon chain, generating abundant free groups, which will combine with the oxygen or carbon dioxide in the ball mill tank, ultimately increasing the C–O content. ",
                "Based on the aforementioned characterizations, it can be inferred that prolonged ball milling will further interrupt the original long carbon chain structure present in cellulose, hemicellulose, and lignin, leading to the formation of shorter carbon chain structures.",
                "The calcination temperature of hard carbon was optimized, as demonstrated in ; the hard carbon obtained at 1500 °C demonstrated the highest capacity. Therefore, the calcination temperature is set to 1500 °C. All the hard carbon samples prepared under different ball milling conditions display typical XRD patterns of hard carbon (a), showing two broad peaks corresponding to the (002) and (101) planes, characteristic of the amorphous structure of hard carbon. ",
                "Raman spectroscopy is a valuable technique for characterizing the disordered structure of carbon materials. In b, characteristic peaks of carbon materials are observed at 1340 cm–1 (peak D), 1590 cm–1 (peak G), 2680 cm–1, and 3000 cm–1 (peak 2D). Peak D is induced by the defective structure in the hard carbon material, peak G is caused by the expansion vibration of the carbon mesh of sp2 hybrid orbit in the carbon material, and peak 2D is attributed to the disordered structure of the carbon material.  As shown in b, with the increase of ball milling time, peak D of the final hard carbon product becomes higher and sharper and the strength of peak 2D gradually increases, which indicates that the disorder degree of the final hard carbon material is significantly improved with the extension of ball milling time. The intensity ratio of peak D to peak G, known as ID/IG, can be used to assess the degree of defects in carbon materials. The ID/IG values for Balling-0h-1500, Balling-12h-1500, and Balling-48h-1500 are 1.10, 1.23, and 1.37, respectively (c), indicating changes in the orientation of the carbon layer and therefore pore structure formation in hard carbon materials.",
                "The high-resolution transmission electron microscopy (HRTEM) images of Balling-0h-1500, Balling-12h-1500, and Balling-48h-1500 reveal the significant impact of ball milling on the as-resulted carbon structure. The image of Balling-0h-1500 presents a typical amorphous carbon structure with closely arranged carbon layers along the c-axis direction. In contrast, Balling-12h-1500 exhibits abundant closed pores with a diameter of 2–3 nm, formed by the overlapping graphite-like layers (d). Furthermore, Balling-48h-1500 demonstrates an obvious open pore structure with a pore diameter of 5–10 nm (f). The HRTEM results demonstrate the obvious change in pore structure.",
                "To further reveal the nature of the pore structure, the specific surface area parameters of the hard carbon samples were determined using the N2 adsorption–desorption test. As shown in i, Balling-0h-1500, Balling-12h-1500, and Balling-48h-1500 exhibit Brunauer–Emmett–Teller (BET) specific surface areas of 7.16 m2 g–1, 9.52 m2 g–1, and 18.17 m2 g–1, respectively. With the increase of ball milling time, the BET-specific surface area of the hard carbon samples will also increase. It is worth noting that the determination of specific surface areas by BET theory relies on the phenomenon of physical adsorption of gases on the external and internal surfaces of a porous material. However, since N2 adsorption or desorption occurs primarily on the surface of carbon, it can only determine the “open pore” structure of carbon materials. Therefore, Balling-48h-1500 had the largest specific surface area.",
                "The pore structures in the hard carbon samples were further characterized by using small-angle X-ray scattering (SAXS) and a true density test. In SAXS analysis, the Q-value represents the scattering vector function with larger Q values indicating smaller pore and particle sizes. In the middle Q-value region (around 1 nm–1), the intensity evolution typically shows a plateau followed by a downward inflection point, indicating the presence of closed pores. In the SAXS analysis of all of the samples (g), an obvious peak at approximately 1 nm–1 is observed, indicating the presence of closed pores to some extent. Among these samples, Balling-12h-1500 exhibits the highest intensity hump, indicating the largest amount of closed pores, which is consistent with the findings from the TEM analysis. The results of the true density test (h) confirm that Balling-12h-1500 had the largest number of closed pores, with a pore content of 0.261 cm3 g–1, consistent with the SAXS results. For Balling-48h-1500, an obvious open structure was observed, but the number of closed pores was small, indicating that closed pores transformed into open pores gradually.",
                "According to the above characterization, it can be inferred that with the increase of milling time, the pore structure transforms from closed pores with small volumes into open pores with larger volumes, suggesting that the ball milling pretreatment of bamboo powder can effectively tune the pore structure of the hard carbon material, thereby influencing its sodium storage capacity.",
                "Combined with the previous characterization, the formation mechanism of the pore structure is speculated, as shown in . The shear force generated during ball milling effectively interrupts the carbon chain of the precursor. With the extension of milling time, the length of the carbon chain in the precursor gradually shortens. During subsequent carbonization, the carbon chain in the precursor experiences two main forces: mutual resistance (red arrow) and agglomeration contraction (blue arrow). In the case of the long carbon chain structure in the precursor without ball milling treatment, the carbon chains resist each other during carbonization, leading to the formation of a graphitized structure. After 12 h of ball milling, the length of the carbon chain is effectively shortened. During carbonization, both the carbon chains resist each other, and the shorter carbon chains tend to agglomerate. These two different behavior trends of carbon chains work together to form the closed-pore structure in the final carbon material. When the ball milling time is further extended to 48 h or more, the length of carbon chains in the precursor is further reduced. The resistance of excessively short carbon chains during the carbonization process becomes much less significant compared to the trend of agglomeration. As a result, the final carbon material forms an open pore structure with a larger volume.",
                "To investigate the sodium storage properties, constant current charge–discharge tests were conducted on the as-prepared hard carbon samples at a current density of 20 mA g–1 within a potential window of 0.01–2.0 V. As depicted in a, the sample without ball milling (Balling-0h-1500) exhibits a typical reversible capacity of 243 mAh g–1, with a plateau capacity of 183 mAh g–1. Conversely, the samples subjected to ball milling show significantly enhanced capacity. Particularly, Balling-12h-1500 demonstrates a reversible capacity of 356 mAh g–1 with the highest plateau capacity of 262 mAh g–1 (). This notable improvement in plateau capacity can be attributed to the abundant closed pores introduced by ball milling. However, it is noteworthy that when the ball milling time was extended to 48 h, both plateau capacity (71 mAh g–1) and total specific capacity (129 mAh g–1) significantly decreased for Balling-48h-1500. This phenomenon may be associated with the different sodium-ion storage mechanisms of open pores compared with closed pores. According to reports, sodium ions are primarily adsorbed on the surface of open pores while filled in closed pores. Therefore, closed pores can accommodate more sodium ions. The rate capability testing demonstrated that Balling-12h-1500 exhibited the best rate capability with specific capacities of 356, 318, 298, 283, 269, and 258 mAh g–1 at different current densities of 20 mA g–1, 50 mA g–1, 100 mA g–1, 200 mA g–1, 500 mA g–1, and 1000 mA g–1, respectively (c). Moreover, Balling-12h-1500 also displayed good cycling performance with a retention ratio of 80% after 500 cycles at a current density of 500 mA g–1 (d). At a current density of 1000 mA g–1 and 2000 mA g–1, Balling-12h-1500 demonstrated the capacity retention ratio of 74% and 77% after 500 cycles, respectively ().",
                "According to the above discussion, the appropriate ball milling treatment can introduce abundant closed pores in carbon materials, enhancing the sodium-ion storage capacity, especially in terms of the platform capacity. This agrees well with the sodium-ion storage mechanism, in which the platform capacity is mainly attributed to the filling mechanism of sodium in the closed pores of hard carbon. However, excessive ball milling will promote the conversion of closed pores to open pores, decreasing sodium storage sites and specific capacity.",
                "To further compare the kinetics of the samples, cyclic voltammetry (CV) curves (a–c) were utilized to accurately quantify the diffusive/capacitive contributions (d–f) and further elucidate the sodium-ion storage mechanism during the sodiation/desodiation processes.  All samples exhibit similar shapes under various sweep rates from 0.2 to 1.0 mV s–1. For the cathodic process, there is a main sharp peak at 0.01 V, which increases with the scan rate rising. The proportion of capacitive capacity contribution can be further quantified according to the following equation:  i(V)=k1v+k2v1/2",
                "In this equation, k1v and k2v1/2 correspond to the capacitive and diffusive behavior, respectively. By confirming k1 and k2, the proportion of the contribution of the current at a specific potential can be quantified.  From the normalized contribution ratio of capacitive capacities (d–f), the Balling-48h-1500 electrode demonstrates the highest capacitance contribution up to 96.17% at 1.0 mV s–1 (), meaning the best dynamic kinetics. This is because the presence of a large specific surface area and excessive open pore structure enables the storage of sodium ions through the adsorption mechanism, thereby improving the dynamic kinetics of the hard carbon.",
                "Electrochemical impedance spectroscopy (EIS) was further tested on these samples. As displayed in g and , the revealed charge transfer (Rct) of Balling-48h-1500 with an abundant open pore structure is only 0.75 Ω, while that of Balling-12h-1500 with an abundant closed-pore structure is 1.64 Ω. This is because the closed-pore structure can provide more filling sites for sodium ions, which will inevitably generate resistance in the embedding and removal processes of sodium ions, while the open pore can accommodate relatively fewer sodium ions via the adsorption mechanism. Similarly, the Warburg impedance (Rw) of the Balling-48h-1500 sample with an abundant open pore is only 1.65 Ω, smaller than that of the sample with an abundant closed-pore structure after 12h ball milling (Rw is 2.69 Ω), proving that the processes of adsorption and storage of sodium ions in open pores are smooth.",
                "To further confirm the above analysis, we carried out a galvanostatic intermittent titration technique (GITT) on Balling-12h-1500 (h) with a pulse current at 20 mA g–1(). According to Fick’s second law of diffusion, the diffusivity of sodium ion (DNa+) can be tested based on the following equation:D=4πτ(mBVMMBS)2(ΔESΔEτ)2where τ is the pulse duration and mB and MB are the hard carbon mass and molar mass of carbon, respectively.  VM is the molar volume, and S is the active surface area of the electrode. ΔES and ΔEτ can be obtained from the GITT curves. The results indicate that when the discharge voltage surpasses 0.1 V, the sodium-ion diffusion rate remains around 10–9 cm2 s–1, suggesting adsorption to surface and intralayer defects. Within the 0.1–0.05 V range, the diffusion coefficient gradually decreases due to enhanced repulsion between sodium ions from accumulation, corresponding to adsorption and interlayer intercalation. At the cutoff voltage (0.01 V), diffusion coefficients gradually rebound during the interlayer insertion/pore filling process, possibly because lower voltages reduce repulsion between ions.  By comparing the electrochemical properties of the hard carbon materials with different pore structures, we found that the hard carbon materials (Balling-12h-1500) with more final closed pores showed a higher plateau capacity. Combined with the existing sodium storage mechanism of hard carbon, the plateau capacity mainly depends on the reversible embedding/exiting of sodium ions, and the slope capacity is mainly attributed to surface adsorption/desorption.  Therefore, we believe that the closed-pore structure can provide more embedding/exiting sites for sodium ions; thus, Balling-12h-1500 demonstrates high reversible capacity. However, the hard carbon material with more open pores (Balling-48h-1500) possesses better dynamic kinetics since the open pore structure can provide more surface adsorption/desorption sites for sodium ions. Despite the high pseudocapacitance, the capacity contribution from open pores is limited; therefore, Balling-48h-1500 demonstrates low capacity.",
                "In brief, we demonstrated the inconsistency between specific capacity and dynamic kinetics. We believe that the capacity increase brought by the closed-pore structure is through providing more accommodation sites for sodium ions, and the capacity brought about by these sites is reversible. As a result, hard carbon materials with rich closed-pore structures can have both high reversible specific capacity and high ICE. However, the dynamic kinetics on the plateau is significantly lower since the sodium ion needs to diffuse through the carbon layer before accommodation. The slow dynamic kinetics means high polarization at high rates, which will always lead to the deposition of sodium metal. Although the open pores can endow hard carbon with better dynamic kinetics, its contribution to capacity is low due to the limited surface. Therefore, to achieve hard carbon with high capability and excellent dynamic kinetics, the pore structure and the carbon layer that makes up the pores should be elaborately designed."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, hard carbon materials with different pore structures (closed and open pores) have been successfully obtained through a simple ball milling treatment on the bamboo precursor. It was demonstrated that the ball milling process effectively breaks down the long carbon chains of the precursor, thereby influencing the microstructure of the resulting hard carbon after carbonization. The type of pore structure demonstrated significant impact on the electrochemical properties. The hard carbon with an abundant closed-pore structure exhibited a notably enhanced capacity of 356 mAh g–1 at 20 mA g–1 along with outstanding cycling stability. However, the kinetic analysis reveals that hard carbon with open pores possesses better sodium-ion diffusion kinetics than that with closed pores due to different sodium storage mechanisms. These results indicate that to obtain hard carbon simultaneously possessing high performance and excellent dynamic dynamics, it is necessary to carefully design the pore structure."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Regulating the Pore Structure of Biomass-Derived Hard Carbon for an Advanced Sodium-Ion Battery"
}