{
    "DOI": "10.1021/acsami.4c14597",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As the increasing concerns on fossil fuel resources and ecological crisis, the creation of effective energy storage technologies to optimize energy consumption occurred.  Recently, researchers have started to look into other alkali metal ion batteries of the same main family as lithium ions as potential substitutes in an effort to alleviate the scarcity and uneven distribution of lithium resources and to further promote the large-scale development of energy storage devices. People’s perceptions of sodium-ion batteries (SIBs) have steadily changed due to their richer supplies and improved temperature adaptability.  Though their storage sites are comparatively solitary and they have a weak capacity to embed Na+ with wider radius, the graphite anode electrode materials that are currently commonly utilized in commercialization have consistent electrochemical performance.  While many researchers have worked to improve transition metal-based compounds and inorganic compounds, which have a high theoretical specific capacity and excellent capacity retention at high current densities for SIBs, their poor long-term cycling performance and high production costs make it difficult to meet the demand for energy storage materials in a short amount of time.  As a result, creating novel anode electrode materials with superior functionality, environmental friendliness, and practical value has emerged as a pressing issue that requires attention.",
                "Anodes of SIBs based on amorphous carbon materials provide a multitude of benefits, including low cost, broad sourcing, strong conductivity, and enormous application possibilities.  It is simpler to control the structure than traditional graphite anode electrodes, and with a few straightforward heat treatment and modification steps, it can greatly improve the material’s interlayer and pore resistance to Na+ insertion and extraction, leading to improved ion storage performance.  Pitch separated from industrial byproducts has drawn a lot of interest as one of the precursors of amorphous carbon. The aromatic core (conjugated sp2 carbon) and side chains (peripheral sp3 carbon) of polycyclic aromatic hydrocarbons (PAHs) in unmodified pitch will form a large number of sequentially stacked carbon layers during high-temperature carbonization (600–2800 °C), which will ultimately result in neatly stacked graphite-like soft carbon.  Only lithium-ion batteries can demonstrate high electrochemical performance due to its relatively narrow graphite-like interlayer spacing, which limits its application range.  In response to this problem, researchers have discovered that cross-linking and polymerization of the fundamental units of pitch can occur when pitch is heated to a low temperature (150–320 °C) in an O2 environment prior to high-temperature carbonization.  In the process of high-temperature carbonization that follows, the cross-linked structure progressively experiences pyrolysis to produce gas escape, which inhibits the rearrangement of carbon chains.  With a hard carbon structure, the resulting pitch-based carbon material generates more flaws and pores in addition to a greater pseudographite interlayer gap. As a result, it can be utilized in energy storage materials to increase the number of ions that the material can hold during decalation and adsorption. Furthermore, during the manufacturing process, pitch-based anode electrode materials ideal for SIBs must fulfill the following requirements: a sufficient heating system, trace doping of heteroatoms, targeted morphology modification, and pore control. Different heating temperatures can cause changes in the degree of disorder in the structure of pitch based carbon materials, thereby affecting the interlayer spacing of graphite-like materials.  Meanwhile, doping with trace amounts of heteroatoms (N, S, P, B, etc.) can significantly improve the conductivity of the material, promote ion adsorption and diffusion, improve the first cycle Coulombic efficiency (ICE), cycling stability, and rate performance.  Furthermore, reasonable morphology modification and pore structure design (such as the template method, activation method, etc.) can control the specific surface area of materials, thereby promoting ion transport and reducing the internal resistance of batteries. Especially, optimizing the morphology and pore structure can help alleviate the problem of volume expansion and improve the long-term cycling stability of the battery.  At present, researchers are systematically exploring the modification of pitch-based carbon materials around these three directions and have achieved significant research results.",
                "Herein, we integrates various proven and effective modification methods, using recrystallized NaCl as a template to modify the surface of pitch and preoxidized pitch precursors, respectively. It primarily for favorable properties in high-temperature reactions and chemically inert, ensuring it does not react with the carbon precursor. After carbonization at an appropriate temperature, pitch-based carbon materials that can be used as anode electrodes for SIBs are ultimately obtained. Its two-dimensional structure can provide more active sites and shorter ion diffusion paths, which plays an important role in improving the cycling and rate performance as well as the long-term cycling stability of SIBs. At the same time, N and S were further introduced into the structure of pitch-based carbon materials through low-temperature hydrothermal methods, thereby constructing two-dimensional pitch-based carbon nanosheets with multielement synergistic modification. A detailed analysis was conducted on the morphology, phase structure, and functional groups composition of the material through various characterization methods, and it was applied to SIBs to test the corresponding electrochemical performance and capacitance contribution. The results showed that the reversible capacity of the pitch precursor with the introduction of O, N, S atoms was significantly improved after template treatment and high-temperature carbonization. Among them, NS-P-OPDC exhibited a high reversible capacity of 406.77 mAh g–1 at a current density of 100 mA g–1. At the same time, the synergistic modification of multiple elements significantly improved the rate performance and cycling stability of the anode electrode material. It showed an excellent rate performance of 193.20 mAh g–1 at a high current density of 3 A g–1, and had a capacity retention rate of 97.7% after 4000 cycles. Notably, a full-cell composed of NS-P-OPDC and Na3V2(PO4)3 exhibited a specific capacity of 235.30 mAh g–1 at a current density of 300 mA g–1. In this work, the synergistic modification of pitch-based carbon nanosheets with multiple elements as the anode electrode material for SIBs is of great significance for the efficient utilization of industrial byproducts, elucidating the synergistic mechanism of multiple elements, and optimizing the electrochemical performance of SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "36.0 g of bulk NaCl was dissolved in 100 mL of deionized water and stirred for 4 h to form a saturated solution. Anhydrous ethanol was then added dropwise to the solution while stirring. The recrystallized crystals after filtration and drying were named as R-NaCl. The pitch obtained from petroleum fractionation process with a softening point of 253 °C (Liaoning Hongyu Carbon Graphite Materials Co., Ltd.). It was ground into a powder using a ball mill, washed with deionized water, and then dried in a vacuum oven at 80 °C for 12 h to obtain petroleum pitch precursor powders, named 253-P. Subsequently, it was slowly heated to 295 °C under pure oxygen atmosphere and held for 10 h. After the furnace cooled down, it was washed and dried in the same way as before to obtain preoxidized petroleum pitch precursor powders, called 253-O. 1 g 253-P and 253-O was dissolved in 60 mL of N-methyl pyrrolidone (NMP) and stirred for 2 h, respectively. 15 g R-NaCl were ground in an onyx mortar for 0.5 h, mixed into the above solutions and stirred for 3 h. After that, the solutions were dried in a vacuum oven at 80 °C for 12 h to form a homogeneous mixture, allowing the solvents to evaporate completely. Afterward, they were heated to 1400 °C at a rate of 5 °C min–1 and held for 2 h. After cooling, they were removed, washed, and dried to obtain two-dimensional carbon nanosheets, named P-PDC and P-OPDC, respectively. To prevent potential interference with the elemental composition of materials, Ar was selected as the protective gas. After cooling naturally to room temperature, the samples were washed with deionized water using centrifugation to remove the residual template. They were then collected by vacuum filtration and dried at 80 °C for 12 h. Each samples were designated as P-PDC and P-OPDC, respectively. Then, P-OPDC and thiourea (CH4N2S, 99%, Shanghai Macklin Biochemical Co., Ltd.) in 1:1 mass ratio were added to a 50 mL hydrothermal reactor. The resulting mixture was heated in a 120 °C environment for 12 h. The specimen obtained after washing and drying was named NS-P-OPDC (). The preparation of Na3V2(PO4)3 (NVP) was based on the synthetic route of Wei et al.  The NH4VO3, NaH2PO4, C6H12O6 were dissolved in ethanol in the ratio of 2.7:4.4:1.3 and dispersed by sonication. Subsequently, the solution was vacuum-dried in an oven at 60 °C for 8 h to evaporate the ethanol, then transferred to an onyx mortar and manually ground for 0.5 h. The obtained samples were calcined in a flowing Ar/H2 mixed atmosphere at 850 °C for 3 h and cooled to obtain the NVP powders."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The surface morphology of the materials and were captured by scanning electron microscopy (SEM, TescanMIRA3LMH) and transmission electron microscopy (TEM, JEOL 2100F), their corresponding elemental distributions were characterized by energy dispersive spectroscopy (EDS). The physical structure was examined using X-ray diffraction (XRD, Rigaku SmartLab) and Raman spectrometry (Renishaw inVia) at room temperature and under a shaded environment. BET curves and pore size distribution (JW-BK-122W) were tested with N2 as the absorbent agent at a temperature of 77 K. X-ray photoelectron spectroscopy (XPS, Thermo Scientific Escalab 250) was used to further analyze the composition of elements and functional groups, and the spectral acquisitions were recorded in the energy range 0–1200 eV. "
                    ],
                    "name": "2.2.  Characterization of Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The samples, acetylene black, and polyvinylidene fluoride (PVDF) were ground and mixed in a mass ratio of 7:2:1. Next, an appropriate amount of N-methyl pyrrolidone (NMP) was added to the samples to form a slurry and then applied to the copper foil. The samples were placed in an oven and vacuum-dried at 120 °C for 8 h to completely evaporate the solvent from the slurry. Subsequently, they were punched into 15 mm diameter circular disk to be used as electrodes. In SIB half-cell, Na foil was served as counter electrodes. Accordingly, in SIB full-cell, NVP was used as a cathode, with the mass ratio of 1.05 about cathode to anode. Before fabricating the full-cell, the anode materials need to be assembled into a half-cell to complete 5 cycles in a voltage window of 0.01–3 V. A single-layer glass fiber membrane (Whatman GF/C) acted as separator. The electrolyte consisted of 1 M NaClO4, 5% fluoroethylene carbonate (FEC) and a 1:1:1 volume ratio mixture of ethylene carbonate (EC), dimethyl carbonate (DMC) and ethyl methyl carbonate (EMC). The potentials of cyclic voltammetry (CV) test ranged from 0.01 to 3.0 V, and the sweep speeds ranged from 0.2 to 1.2 mV s–1, for a total of six sets of data. The electrochemical impedance spectroscopy (EIS) measurements were made over a frequency range of 0.01–100 kHz. The galvanostatic charge and discharge (GCD) curves, galvanostatic intermittent titration technique (GITT) profiles, half-cell and full-cell performance at different current densities were tested by the LAND CT2001A battery test system. Especially, the voltage measurement range of half-cells is 0.01–3 V, and the voltage measurement range of full-cells is 1.0–4.3 V."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The morphology of recrystallized sodium chloride crystals was studied using SEM. As shown in , R-NaCl exhibits an irregular shape, and its particle size mostly ranges from 1 to 10 μm. From the SEM image at a magnification, it can be observed that the grains exhibit a regular cubic stacking structure. a–c show images of pitch-based carbon nanosheets after salt template pore formation. Corresponding to the SEM images of pitch in the previous experiment, it indicates that the introduction of recrystallized molten salt templates has brought abundant large pore channels and surface pits to the surface of pitch-based carbon materials, successfully constructing a two-dimensional nanosheet structure. The defect-rich amorphous carbon is beneficial for the storage and transport of Na+, while the two-dimensional nanosheets ensure close contact with the electrolyte, promote the interaction between the electrode and the conductive network, and maintain structural integrity.  Comparing the three samples, their morphology shows interconnected and irregular fluffy structures. The surfaces of P-PDC and P-OPDC are relatively rough, and the pore structure is relatively uneven. The NS-P-OPDC formed after hydrothermal treatment has a relatively smooth surface and regular channel structure, indicating that the introduction of N and S elements has a certain influence on the surface morphology of pitch-based carbon nanosheets.",
                "Furthermore, TEM was used to provide a more detailed characterization of the microstructure of NS-P-OPDC. The image in d clearly reflects the large-sized pore structure present in pitch-based carbon nanosheets. The corresponding high-resolution images (HR-TEM) are shown in e, indicating the presence of a large number of long-range disordered and short-range ordered microstructures in NS-P-OPDC.  At the same time, rich vortex domains can also be observed, representing the pores and cavities present on the material surface, which provide a large number of channels and active sites for ion transport and storage. The two shallower diffraction rings in the illustration correspond to the spacing of the (002) and (100) crystal planes, respectively, and also indicate that the sample has a lower degree of graphitization.  The element distribution on the material surface was tested using TEM-EDS, and the corresponding images are shown in f–j. The uniform distribution of O, N, and S elements proves the successful recombination of carbon materials with heteroatoms during preoxidation and hydrothermal processes.",
                "a shows the BET curves and corresponding pore size distribution of three sets of pitch-based carbon nanosheets, which were subjected to adsorption and desorption tests on the surface of the material using the inert gas N2. Based on , it can be concluded that a clear H3-type hysteresis loop can be observed in all three samples, which corresponds to the dominant presence of mesopores in the carbon matrix. The calculated specific surface area is between 17 and 21 m2 g–1, indicating that the surface pore size of the nanosheet structure is relatively small. The three sets of samples simultaneously contain some macropores, which may be due to the volatilization of a small amount of nanoscale NaCl pore-forming agent under high-temperature carbonization. The two-dimensional nanosheet structure can provide fast diffusion channels, thereby enhancing ion transfer. The presence of mesopores on the surface facilitates sufficient contact between the electrolyte and pitch-based carbon anode materials, thereby providing more electrochemical reaction interfaces; on the other hand, serve as reservoirs for electrolyte storage, which facilitates better ion accessibility to the active material, thereby contributing to improved capacity, especially at high rates.  b shows the Raman spectra of three groups of pitch-based carbon nanosheet samples. The introduction of O atoms can significantly increase the defect density of materials, and NS-P-OPDC has the smallest ID/IG value, only 0.79. After introducing the doping agent, the defect density showed a significant downward trend, indicating that hydrothermal treatment of thiourea has a significant impact on the defect structure of the material surface. c shows the XRD patterns of three groups of samples, all of which exhibit two independent broad peaks corresponding to the (002) and (100) planes of the amorphous carbon structure, consistent with the analysis results of the diffraction rings in HR-TEM. The corresponding lattice parameters are shown in . The interlayer spacing of pitch-based carbon nanosheets increases after introducing O atoms, and the microstructure becomes disordered. However, there is a slight increase in the degree of graphitization after introducing N and S in hydrothermal treatment. This result is consistent with the changes in the defect density of the materials.",
                "The heteroatom functional groups distribution of NS-P-OPDC, used as an anode material for SIBs, was characterized and analyzed using XPS before cycling. The corresponding proportion is shown in . During the hydrothermal process, the morphology of carbon nanosheets is more conducive to contact with the modifier, thereby obtaining a higher proportion of heteroatoms. The introduction of N atoms into the carbon lattice can strengthen the interaction between the anode material and ions, leading to improved electrochemical performance. On the other hand, S atoms doping also create additional defects and active sites, contributing to improved ion transport and storage capacity. Moreover, the synergy between N and S in codoped systems is well-documented, as they can form favorable chemical bonds with each other and with carbon atoms, resulting in a more stable and conductive framework.  At the same time, the hydrothermal treatment method also makes the distribution of the modifier more uniform when heated together with carbon materials. a shows the XPS spectrum of the NS-P-OPDC sample, which clearly displays the peaks of the four elements C, O, N, and S.  Accordingly, fitting was performed on each functional groups of peaks to obtain the corresponding composition. b illustrates the fitting of four corresponding peaks and their binding energies in C 1s. Among them, the binding energy of C–C is 284.8 eV, the binding energies of C–O and C–N are both 285.7 eV, C–S is 286.6 eV, C═O is 287.8 eV, and the satellite peak of π–π * is 290.9 eV.  In c, two peaks corresponding to C═O and C–O can be distinguished in O 1s, with binding energies of 532.4 and 533.6 eV, respectively. Specifically, the peak positions of S═O and S–O correspond to those of C═O and C–O, respectively.  d shows the peak fitting curve of N 1s, with three sets of peaks appearing, corresponding to the pyridine-N peak at 399.2 eV, the pyrrole-N peak at 400.4 eV, and the graphite-N peak at 401.7 eV.  The four peaks fitting of S 2p in e can be categorized into S 2p3/2, S 2p1/2, C–SOX 2p3/2 and C–SOX 2p1/2 at 164.6, 165.4, 168.8, 169.5 eV, respectively.  The analysis results indicated that N and S elements were successfully doped into the carbon nanosheets.",
                "Three sets of pitch-based carbon nanosheets were applied to the anode electrode of SIBs for testing and performance analysis.  shows the CV curves of NS-P-OPDC during the first three cycles. A clear peak was observed at a potential of around 0.85 V in the first loop, this phenomenon stemed from the occurrence of the SEI film and the reaction between electrolyte and carbon surface functional groups, respectively. An excessively thick SEI film negatively affects the initial Coulombic efficiency (ICE), but also stabilizes the structure of the anode material, which in turn extends the cycle life.  In the subsequent cycle, the peak area decreased significantly compared to the first cycle, indicating a significant irreversible reaction between the anode electrode material and the electrolyte in the first cycle, which had a certain negative impact on the capacity of the SIBs. The second cycle discharge and charging curves of each anode electrode samples, as well as the corresponding proportions of the slope and platform regions, are shown in a,b, respectively. The three groups of samples mainly exhibit surface adsorption desorption, and the introduction of heteroatoms significantly enhances the capacity of SIBs. During the second cycle, NS-P-OPDC showed the best performance, with a reversible capacity of 406.77 mAh g–1 at a current density of 100 mA g–1. The preoxidation of petroleum pitch precursors plays a crucial role in determining the defect density and electrochemical properties of the materials after carbonization. A comparison of the electrochemical performance of P-PDC and P-OPDC, it reveals that the increased defect density resulting from the preoxidized precursor after carbonization significantly enhances the electrochemical performance. This improvement is reflected not only in the substantial increase in slope capacity but also in the expansion of the graphite layer spacing, which enhances the insertion and extraction of Na+, subsequently increasing the plateau capacity. c shows that the cycling performance of three groups of samples at a low current density of 100 mA g–1. After 100 cycles, it can be concluded that the two-dimensional nanosheets prepared from the pitch-based hard carbon precursor obtained after preoxidation have better sodium storage properties. d and  correspond to rate performance at different current densities and their equivalent circuit diagrams and Nyquist curves. The reversible capacity of pitch-based carbon nanosheets with the introduction of O atoms has been significantly improved. Meanwhile, NS-P-OPDC has the best high current density rate performance and the lowest charge transfer resistance, indicating its potential for long-term stable cycling under high current density. e tests the performance of NS-P-OPDC after long-term cycling at a current density of 3 A g–1. When cycling was initiated, it exhibited a high reversible capacity of 193.20 mAh g–1. Notably, the result shows that after 4000 cycles, NS-P-OPDC still has good cycling stability, with a capacity retention rate of 97.7%. It indicates that NS-P-OPDC not only has excellent performance at high current density, but also has an impressive cycle life.",
                "In order to characterize the morphological changes of anode materials after cycling at high current density, the morphology of P-OPDC and NS-P-OPDC before cycling, after 5 and 1000 cycles as anode materials at 3 A g–1 on the electrodes was characterized using SEM, respectively. The results are shown in a–f. Before cycling, the electrode materials remained relatively intact, while after cycling, the materials showed a certain degree of agglomeration, and the morphology changed to different degrees. Compared to P-OPDC, NS-P-OPDC still maintains a relatively compact surface morphology after 1000 cycles without significant structural dispersion, the reinforcement of the carbon framework structure by the additional bonding sites provided by N and S heteroatoms is a key factor in enhancing structural integrity. This modification reduces the risk of delamination and structural collapse during high-current operation, where rapid charge/discharge cycling generates significant mechanical stress. Additionally, both N and S heteroatoms contribute to the electrical conductivity of carbon nanosheets. Nitrogen enhances charge transport properties by introducing charge carriers and lowering the overall resistance of the material, while sulfur improves electron delocalization within the carbon framework. The combined effect of these conductivity enhancements ensures that the material can effectively handle the demands of fast-cycling high currents, thereby maintaining its electrochemical properties.  This phenomenon indicates that the synergistic modification of multiple elements can promote the formation of a more stable skeleton structure in pitch-based carbon nanosheets, thereby enhancing the electrochemical performance at a current density of anode materials.",
                "Furthermore, XPS tests were performed on the anode electrode after 5 and 1000 cycles at 3 A g–1 of NS-P-OPDC, respectively. The corresponding XPS spectrum and high-resolution spectra are shown in  and a–e, respectively, while the elemental occupancy ratio is also shown in . In particular, the peak positions and high-resolution spectra of the elements in the  in XPS spectrum were fitted in the same manner as the uncirculated anode material in a–e. Comparing the corresponding data, it can be concluded that the percentage of various types of heteroatoms, especially the oxygen element, has been significantly enhanced after 5 cycles of the electrode. This is due to the decomposition reaction of the electrolyte itself during the cycling process which brings in some heteroatoms.  At the same time, during the cycling process, the formation of SEI film and adsorption phenomenon at the defects will lead to the deposition of heteroatoms on the surface of the anode material and chemical reaction with the components in the electrolyte to produce a large number of compounds containing O, N and S. ",
                "However, when XPS tests were performed on the anode electrode after 1000 cycles, the elemental occupancy and the peak occupancy of each element in the high-resolution spectra changed significantly. a and  show the XPS spectra of the polar disc and elemental occupancy ratio after 1000 cycles. Due to the fact that the SEI film will be continuously broken and redeformed during the long cycling process so that the composition changes, especially the content of the oxygen-containing compounds (e.g., carbonates and oxides), which are more chemically stable at the surface of the electrode, gradually increase.  b illustrates the fitting of peaks and their binding energies in the C 1s spectrum. The binding energy of C–C is 284.8 eV, the C–O and C–N are both 285.3 eV, C–S is 286.4 eV, C═O and C-NOX are both 288.1 eV, O–C═O is 289.4 eV.  Particularly, the satellite peak of π–π * has disappeared. In c, three peaks corresponding to C═O/S═O, C–O/S-O and O–C═O can be exhibited in O 1s, with binding energies of 531.2, 532.7, and 535.6 eV, respectively.  d shows the four fitting peaks of N 1s, corresponding to pyridine-N at 398.1 eV, pyrrole-N at 399.7 eV, graphite-N at 401.4 eV, and C-NOX at 407.2 eV.  The four fitting curves of S 2p in e can be tested into S 2p3/2, S 2p1/2, C–SOX 2p3/2 and C–SOX 2p1/2 at 162.3, 164.1, 167.8, and 169.4 eV, respectively.  The concentration and variety of heteroatom compounds were significantly enhanced after 1000 cycles, which had a positive effect on stabilizing the anode material for longer cycles. This stems from the fact that during the formation and remodeling of the SEI film, certain components form coordination bonds with the heteroatoms distributed on the surface, which in turn change the binding energy.  This phenomenon further verifies the presence of heteroatoms reacting with the electrolyte surface and intuitively demonstrates the modifying effect of heteroatoms during the electrode reaction.",
                "To discover the Na+ storage behavior of pitch-based carbon nanosheets, CV curves were tested at 0.2–1.2 mV s–1 and then shown in a. As the scan rate increases, the area of the corresponding CV curve expands. The relationship between peak current (i) and scan rate (v) can be quantified using these equations ( and ):",
                "",
                "The b value can be used to evaluate the dynamic characteristics of the electrochemical energy storage process.  The results are shown in b, and the b-values for the anode/cathode are 0.5839/0.9821, respectively, indicating that the anode electrode material exhibits both ion diffusion and surface capacitance behavior.  The proportions of surface capacitance and ion diffusion can be further quantified using :where k1, k2 are constants, whereas k1v and k2v1/2 represent the ratio of capacitance and ion diffusion, respectively.  The capacitive contributions of NS-P-OPDC at different scanning speeds were calculated and their variations are shown in c,d. As the scanning speed increases from 0.2 to 1.2 mV s–1, its capacitance contribution rate gradually increases from 40 to 78%. The significantly increased surface capacitance effect corresponds to rapid ion transfer while also having a significant promoting effect on the rate performance and reversible capacity of NS-P-OPDC.",
                "Furthermore, to illuminate the surface diffusion in Na+, SIBs were characterized by testing the GITT method with 10 min pulse and relaxation time. The DNa+ can be computed by this following equation ():that L is the electrode thickness (cm), τ is the relaxation time (s), △Es is the steady-state potential change, and △Et is the potential change with deleting the iR drop.  The voltage response and diffusion coefficient of SIBs are shown in e. Throughout the test process, voltages above 0.2 V indicate that Na+ adsorbed in the defects and pores, and voltages below 0.2 V indicate Na+ insertion into the pseudographite layer.  Compared to insertion coefficients, the diffusion coefficients for adsorption are mostly higher. In particular, a significant increase in the diffusion coefficient is observed during the transition from extraction to desorption, followed by a gradual decrease. This suggests that high-energy sites affect the desorption of Na+ at high voltage, thus reducing the diffusion rate.  In order to investigate the mechanism of Na+ intercalation storage in the anode material, the NS-P-OPDC was subjected to ex situ XRD testing during a second lap of discharge and charge at a current density of 100 mA g–1, and the results are shown in f. When discharged at 2 to 0.01 V, the (002) peak is slightly shifted to a lower angle. When the charging voltage was increased from 0.01 to 3 V, the (002) peak gradually returned to its original position, which further demonstrated the intercalation behavior of the material as well as the good reversibility of Na+ de-embedding.  Meanwhile, in order to further confirm the pore adsorption behavior of Na+ in the very low-pressure region, XPS tests were carried out on the anode electrode at the state of 0.01 V discharge voltage. As shown in g, the peak value of Na 1s appeared near 1072 eV when the discharge process continued up to 0.01 V. The peak value of Na 1s was found to be around 536.0 eV in the low-pressure region, in addition, there is a Na KLL Rusche peak at 536.0 eV, which is related to the adsorption of Na+ with oxygen-containing functional groups and surface redox reactions.  Further analysis of the fine spectrum of the Na+ in h showed that the Na 1s peak shifted to a lower binding energy (1071.5 eV).  Meanwhile, a distinct sodium quasimetallic peak appeared between the binding energies of Na-ion and Na-metal, further confirming the contribution of pore adsorption behavior in the capacity of the material. ",
                "In view of the excellent performance of half-cells, it is important to evaluate the electrochemical performance of full-cells for practical applications. The NVP was chosen as the cathode of the full-cell because of its high voltage plateau. According to the capacity principle, the mass ratio of anode to cathode active material is about 1.05:1. Before assembling into a complete cell, the NS-P-OPDC electrode was activated with three cycles at a current density of 50 mA g–1 to form a stable SEI film. a,b show the charge/discharge curves of the NVP//NS-P-OPDC full-cell in the voltage range of 1.0–4.3 V and its corresponding rate performance. It can be seen that the full-cell still has good capacity retention ability at high current density. As the voltage increases, the full-cell maintains excellent capacity retention. At a current density of 0.1 A g–1, the reversible capacity of the full-cell is 441.5 mAh g–1. Even when the current density is increased to 3 A g–1, it retains a high reversible capacity of 320.9 mAh g–1.In addition, as shown in c, the full-cell was subjected to 150 cycles at a current density of 300 mA g–1, and the reversible capacity after cycling was 235.30 mAh g–1. In comparison to P-OPDC, the full-cell utilizing NS-P-OPDC as the anode material exhibits greater stability in Coulombic efficiency and higher capacity throughout the cycling process. This indicates that pitch-based two-dimensional carbon nanosheets modified with N and S heteroatoms possess enhanced practical application value."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we successfully developed advanced anode materials for SIBs using petroleum pitch-based carbon materials through a series of established multielement modification techniques. By integrating the use of recrystallized NaCl as a molten salt template, pretreatment in a pure oxygen atmosphere, high-temperature carbonization, and hydrothermal methods, we introduced O, N, S heteroatoms, and finally achieved significant enhancements in the electrochemical performance of the resulting two-dimensional carbon nanosheets. The NS-P-OPDC anode demonstrated a high reversible capacity of 406.77 mAh g–1 at a current density of 100 mA g–1, along with superior rate performance of 193.20 mAh g–1 at 3 A g–1. Its remarkable cycling stability was evidenced by a capacity retention of 97.7% after 4000 cycles. Furthermore, a full-cell configuration with a NVP cathode and NS-P-OPDC anode exhibited a reversible capacity of 235.30 mAh g–1 at 300 mA g–1, highlighting its practical applicability. The integration of various modification techniques not only improved the ion storage properties and cycling stability, but also enhanced the rate performance of the anode materials. This research underscores the potential of petroleum pitch-based carbon materials as high-performance anodes for SIBs. The successful synergistic modification approach provides a promising pathway for the efficient utilization of industrial byproducts and the development of cost-effective, high-performance energy storage solutions. The findings of this study contribute to the advancement of SIBs anode materials and offer insights into the design and optimization of electrode materials for energy storage devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Innovative Multielement Modification of Pitch-Derived Two-Dimensional Carbon Nanosheets as Anodes for Superior Performance Sodium-Ion Batteries"
}