{
    "DOI": "10.1021/acsnano.4c02046",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) with low cost and abundant sodium resources (about 2.83%) have been identified as the most promising alternative to lithium-ion batteries for large-scale energy storage owing to the shortage of lithium resources in the earth’s crust (only 0.01%).  Among the numerous anode materials, hard carbon shows huge competition for practical SIBs considering its balanced performance in terms of moderate reversible capacity (∼300 mA h g–1), low plateau potential (∼0.1 V), long cycle life, and abundant resources.  However, it is challenging to develop a hard carbon anode with high plateau capacity in low-voltage regions, which is critical for increasing the energy density of SIBs, due to its complex structure and controversial sodium storage mechanism.",
                "A large number of recent persuasive studies have tended to attribute the plateau capacity to the closed-pore filling.  Therefore, closed-pore structure engineering is an effective strategy to enhance the low-voltage plateau capacity of hard carbon anode materials. Preoxidation is a method for constructing closed pores. Generally, preoxidation can boost the degree of cross-linking of the precursors, which can hinder the orientated growth of graphitic domains during carbonization, thereby constructing more amorphous carbon microstructures and further forming numerous closed pores.  However, the number of closed pores constructed by preoxidation strategies is usually limited, which only results in a slight enhancement of low-voltage plateau capacity for hard carbon. Compared to preoxidation, introducing pore-forming agents including hard templates (e.g., nanosized MgO  and ZnO ), organics (e.g., ethanol  and polyethylene glycol ), and activation agents (e.g., KOH ) is a more direct way to construct closed pores, allowing for the production of high plateau capacity hard carbon anodes in general. For the hard-template method, the containing Mg/Zn precursor is first transformed into nanosized MgO/ZnO @carbon composites by a precarbonization process. Then, the rich open-pore carbon after removal of MgO/ZnO is post-treated at a high temperature to obtain hard carbon with numerous closed pores. For example, Chen et al.  synthesized a closed-pore dominant hard carbon anode using a nanosized MgO hard template, achieving a considerable plateau capacity of 240 mA h g–1. For organics as pore-forming agents, Meng et al.  employ ethanol as the pore-forming agent to cure liquid phenolic resin via a solvothermal method, where ethanol functions as a steam generator to induce a pore cavity among the cross-linkage matrixes and further construct a rich closed-pore hard carbon anode with a high plateau capacity of 284 mA h g–1 after subsequent high-temperature carbonization. As an example of using activation agents as pore-forming agents, Wang et al.  use KOH activation of anthracite precursors to obtain rich open-pore disordered carbon and then achieve the conversion of open nanopores and disordered carbon crystallite into closed pores surrounded by short-range aligned carbon structures via high-temperature carbonization. The optimized hard carbon anode delivers a high capacity of 308 mA h g–1 that is dominantly contributed by the low-voltage plateau process.",
                "Unfortunately, these current strategies for constructing closed pores usually involve two or more steps and suffer from low efficiency. The cumbersome processes inevitably increase the cost and reduce the controllability of production. It is worse that the removal of hard templates and some activation agents (such as KOH) will involve complicated and time-consuming acid dissolution, which will also result in serious environmental pollution. Therefore, it is important to develop a simple and effective closed-pore construction strategy for improving the low-voltage plateau capacity of hard carbon anodes. In addition, the formation mechanism of closed pores, which is crucial for designing closed-pore structures to enhance the plateau capacity of hard carbon anodes, needs to be elucidated urgently.",
                "In this work, a rich, closed-pore hard carbon is prepared by a simple one-step pyrolysis of zinc gluconate (ZG). During the pyrolysis, the generation of open pores and the conversion from open to closed pores can be achieved simultaneously, while the generated ZnO can be completely removed at 1100 °C without additional acid-washing steps. The generation of open pores originates from the precipitation of ZnO nanoparticles and the ZnO etching on carbon under 1100 °C, and the conversion from open pores to closed pores is driven by the development of graphitic domains and the shrinkage of the partial open pores at 1100–1500 °C. Benefiting from the considerable closed-pore content and suitable microstructure, the optimized hard carbon anode exhibits a supraordinary sodium storage capacity of 481.5 mA h g–1 with a plateau capacity of 389 mA h g–1. The assembled full cell can deliver a high energy density of 260.4 W h kg–1 and a high power density of 615.6 W kg–1 with considerable cycling stability. Furthermore, we utilize some advanced techniques to demonstrate that the high-voltage slope capacity and the low-voltage plateau capacity stem from the adsorption of sodium ions at the defect sites and Na-cluster formation in closed pores, respectively."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "ZG-derived hard carbons (ZGHCx, where x represents the pyrolysis temperature) are prepared by a simple one-step pyrolysis method. For comparison, glucose (G)-derived hard carbons (GHCx, where x represents the pyrolysis temperature) are also synthesized with the same conditions. SEM images in a–d show that ZGHCx all exhibit an irregular block morphology with a similar average size of about 7 μm.  shows that GHCx also exhibits an irregular block morphology similar to that of ZGHCx but with a larger average size (about 13 μm). HRTEM is employed to evaluate the microstructure of ZGHCx and GHC1500. As shown in e–h and , ZGHCx and GHC1500 all consist of small turbostratic graphitic domains (yellow dotted line) with random orientations and nanopores, which can be regarded as voids between the turbostratic graphitic domains. Notably, the microstructure of GHC1500 is dominated by turbostratic graphitic domains with a small number of nanopores. Conversely, ZGHCx all show abundant nanopores that originate from the extraction of ZnO nanoparticles from the carbon matrix and their etching of the carbon framework. (The formation mechanism of nanopores will be thoroughly discussed in  and .) Furthermore, the length of graphitic domains and the number of stacked layers increase with the elevated temperature. The measured interlayer distances based on HRTEM and calculated average values are shown in  and i, respectively, where the average interlayer distances of ZGHC1100, ZGHC1300, ZGHC1500, and ZGHC1600 are 0.402, 0.387, 0.383, and 0.374 nm, respectively. It can be seen that as the temperature increases, the interlayer distance gradually decreases due to the continuous development of graphite domains. The HRTEM image of GHC1500 and the interlayer distances measured from it are shown in , respectively. Notably, the average interlayer distance of ZGHC1500 is larger than that of GHC1500 (0.383 vs 0.367 nm), which is conducive to the transportation of sodium ions.",
                "The XRD and Raman tests are employed to further distinguish differences in the microstructure of the samples. As displayed in j and , the XRD patterns of GHCx and ZGHCx all exhibit two broad peaks at around 23 and 44°, corresponding to the (002) and (100) diffractions of the typical graphite nanodomains in the hard carbon, respectively.  For ZGHCx, as the carbonization temperature is elevated from 1100 to 1500 °C, the (002) peak shifts continuously to larger angles, indicating the gradual narrowing of the interlayer distance. As displayed in , the variation trend of the interlayer distance calculated by XRD is consistent with the results measured through HRTEM. The average graphitic domain length (La) and the graphitic crystallite thickness (Lc) of samples can be calculated via the Scherrer equations  of La = 1.84λ/B100 cos θ100 and Lc = 0.89λ/B002 cos θ002, where λ is the wavelength of the X-rays (0.154178 nm), B100 and B002 are the full width at half-maxima of the (100) and (002) peaks, and 2θ100 and 2θ002 are the corresponding peak positions. As shown in k, the La/Lc value of ZGHCx increases from 4.57/1.339 to 6.29/1.393 nm as the carbonization temperature is increased from 1100 to 1500 °C, suggesting that elevating the carbonization temperature can enhance the development of graphite domains in hard carbons. Meanwhile, the calculated interlayer distances and La/Lc values exhibit a similar variation trend for GHCx in  and . The fitted Raman spectra of ZGHCx are displayed in , where the D-band and G-band located at ∼1345 and ∼1590 cm–1 are assigned to defects in the carbon layer and graphitic sp2 carbon, respectively.  The calculated area ratio of D-band and G-band (AD/AG) is displayed l. Specifically, the AD/AG values for ZGHCx decrease from 1.883 to 1.694 as the carbonization temperature is increased from 1100 to 1500 °C, further suggesting that elevating the carbonization temperature can enhance the order degree of carbon materials. Furthermore, the fitted Raman spectrum of GHC1500 is shown in . It can be seen that ZGHC1500 exhibits smaller La/Lc values (6.18/1.324 nm vs 7.21/1.382 nm) and higher AD/AG values (1.766 vs 1.683) than GHC1500 under the same carbonization temperature, demonstrating that the Zn species in ZG can hinder the overgrowth of graphite domains during pyrolysis.",
                "N2 adsorption–desorption tests are performed to evaluate the open-pore (connecting with the external environment) structure information in samples. As shown in , the isotherms with a negligible N2 adsorption amount of GHCx show that they are all nearly open-pore-free materials. However, ZGHC1100 and ZGHC1300 exhibit combined type I/IV isotherms with noticeable uptake at P/P0 < 0.02 and an obvious H4 hysteresis loop at 0.1 < P/P0 < 1, indicating the presence of abundant micropores and mesopores.  This result suggests that the presence of Zn in the precursor can create numerous open pores in hard carbon samples. As the carbonization temperature increases, ZGHC1500 and ZGHC1600 have negligible N2 adsorption amount, suggesting that they have almost no open pores. The differential and cumulative open-pore size distributions of ZGHCx based on density functional theory (DFT) are displayed in b,c, respectively, where the open-pore diameters of ZGHC1100 and ZGHC1300 are concentrated at 0.45–4 nm. Considering the characteristics of the open-pore size distribution for ZGHCx, the pore size can be divided into three intervals of 0.45–0.86, 0.86–1.18, and 1.18–4 nm. The corresponding open-pore volumes for each interval are listed in d. Compared with ZGHC1100, the open-pore volume (0.191 vs 0.053 cm3 g–1) with pore sizes of 0.45–0.86 nm in ZGHC1300 decreases dramatically, while the open-pore volume (0. 0.137 vs 0.108 cm3 g–1) with pore sizes of 1.18–4 nm only slightly decreases. In addition, compared to ZGHC1100, ZGHC1300 adds new open pores with pore sizes of 0.86–1.18 nm originating from the partial shrinkage of the 1.18–4 nm nanopores in ZGHC1100, and their corresponding open-pore volumes in this interval are 0.022 and 0.079 cm3 g–1, respectively. This result demonstrates that the majority of small-sized open pores of 0.45–0.86 nm are preferentially eliminated at 1300 °C, while the elimination of large-sized open pores of 1.18–4 nm requires high temperatures of 1500 °C and above. The open-pore Brunauer–Emmett–Teller (BET) specific surface area (SBET) and total open pore volume (Vopen pores) of ZGHCx and GHCx are shown in e. Specifically, the SBET of ZGHC1100, ZGHC1300, ZGHC1500, and ZGHC1600 are 865.7, 583.4, 9.31, and 12.55 m2 g–1, respectively, and their corresponding Vopen pores are 0.360, 0.249, 0.015, and 0.012 cm3 g–1, respectively. It can be seen that the SBET and Vopen pores of ZGHCx decrease sharply with elevated carbonization temperatures before 1500 °C and approach 0 at carbonization temperatures up to and above 1500 °C. For GHCx, the SBET and Vopen pores of all samples are close to 0 due to the absence of a pore-forming agent.",
                "The tap densities of ZGHCx and GHCx are shown in f. ZGHCx exhibits significantly lower tap densities than GHCx at the same carbonization temperature, indicating that the porosity (including open pores and closed pores) in ZGHCx is much higher than that in GHCx. Furthermore, the tap densities of ZGHC1500 (0.427 g cm–3) and ZGHC1600 (0.419 g cm–3) do not increase, but rather decrease, compared to that of ZGHC1100 (0.449 g cm–3) with rich open pores, suggesting that there are still a large number of pores in ZGHC1500 and ZGHC1600. It should be noted that the pores in ZGHC1500 and ZGHC1600 are closed pores rather than open pores, as the above N2 adsorption–desorption test results show that there are almost no open pores in ZGHC1500 and ZGHC1600.",
                "To further obtain the closed-pore structure information, we performed small-angle X-ray scattering (SAXS) and true density tests. As displayed in g, ZGHCx exhibits obvious shoulder peaks at about 0.1 Å–1 derived from nanopore (including open pores and closed pores) scattering,  while the shoulder peak of GHCx is very weak, indicating that ZGHCx has significantly more nanopores than GHCx. Moreover, with increasing temperature, the volume and specific surface area of open pores for ZGHCx decrease, but the intensity of the shoulder peaks from nanopore scattering does not weaken, indicating the conversion of abundant open pores into closed pores. SAXS patterns can be used to calculate the total specific surface area (Ssaxs) from open pores and closed pores according to Porod’s law,  while the specific surface area from the open pores (i.e., SBET) has been obtained by the above N2 adsorption–desorption tests. Therefore, the surface area of closed pores (Sclosed pores) can be obtained by this equation of Sclosed pores = Ssaxs – SBET. h displays the specific surface area from closed pores of ZGHCx calculated based on SAXS patterns. It can be seen that the specific surface area of the closed pores increases gradually with increasing temperature, where the corresponding values of ZGHC1500 and ZGHC1600 are as high as 1008.2 and 1033.0 m2 g–1, respectively. Meanwhile, the closed-pore volumes (Vclosed pores) of ZGHCx can be obtained by true density tests based on the formula of Vclosed pores = 1/ρture – 1/2.26.  As depicted in i, the closed-pore volume gradually increased from 0.08 to 1.68 cm3 g–1, with increasing pyrolysis temperature, which is consistent with the SAXS results. According to the above analysis, we propose a possible conversion mechanism from open pores to closed pores in j. ZGHC1100 consists of short graphitic domains and open pores surrounded by them, and these open pores have large pore entrance sizes. During the high temperature stage of 1100–1500 °C, the graphite domains elongate, while the partial pores shrink, making the pore entrance sizes narrower to form the closed pores in ZGHC1500.",
                "In order to reveal the open-pore formation mechanism of ZG in the pyrolysis process, the cutoff temperatures of 200, 300, 400, 500, 700, 900, and 1100 for holding 0 h are set to obtain the corresponding samples of ZGx (x refers to the pyrolysis temperature). As shown in a, the XRD of ZG200 shows slight variations but still maintains complex diffraction peaks similar to those of ZG, corresponding to the initial decomposition stage of ZG. When the pyrolysis temperature reaches 300 °C, the characteristic peaks of ZG disappear to leave an amorphous feature, indicating that ZG decomposes violently in the range of 200–300 °C, which is further supported by the significant weight loss in the range of 170–300 °C (b). Amorphous ZnO is detected at 400 °C, and its crystallinities and sizes continuously increase with elevated temperature in the range of 400–900 °C. Notably, the crystallinities of ZnO decrease at 1000 °C than 900 °C, and ZnO crystals disappear completely at 1100 °C and above, which can be attributed to the fact that ZnO is reduced to the gaseous metallic Zn and completely spills out of the samples through the reaction of ZnO + C = Zn↑ + CO↑.  The ZnO etching on the carbon will cause an increase in the open pores, which is demonstrated by the N2 adsorption–desorption tests of ZGHC900 and ZGHC1100 in . TEM tests of ZGx are performed to further visualize the evolution of ZnO during pyrolysis. As displayed in c–e, the TEM image of ZG400 directly evidence the presence of ZnO nanoparticles (the black regions in c and the regions drawn by the blue dotted lines in d) with d101 = 0.255 nm (e), whose sizes are predominantly distributed in the range of 0.5–4 nm. Notably, ZnO nanoparticles are embedded in the carbon matrix for ZG400. As the temperature raises to 700 °C, most of ZnO nanoparticles precipitate from the carbon matrix and then grow and merge into large-sized ZnO bulks with hundreds of nanometers (f,g), while leaving abundant open nanopores (white regions in h and black regions in ) in the carbon matrix.  shows that there are still some small amounts of ZnO nanoparticles embedded in the carbon matrix at 700 °C. At 700–900 °C, the residual ZnO nanoparticles in ZG700 continue to precipitate from the carbon matrix accompanied by further fusion and growth of ZnO; thus, larger ZnO bulks of about several micrometers (i–j) and numerous open nanopores (white regions in k and black regions in ) can be observed for ZG900. When the temperature is further increased to 1100 °C, only carbon can be observed from the TEM image of ZG1100 in l, while the ZnO bulks disappear. Meanwhile, EDS mapping and EDS spectra of ZG1100 in  and n show that the Zn content is only 0.02 atom %, further demonstrating that Zn is completely eliminated at 1100 °C. These TEM results are in agreement with the XRD results. Therefore, Zn species are not contained in ZGHC1100, ZGHC1300, ZGHC1500, and ZGHC1600 even without additional acid-treated steps. Furthermore, m and  display that there are still a large number of open nanopores (white regions in m and black regions in ) in ZG1100.",
                "Based on the above analysis, the schematic diagram of the closed-pore formation mechanism in the pyrolysis process of ZG can be depicted in . Specifically, the closed-pore formation process during the pyrolysis of ZG involves four stages: (i) ZG transforms into a nano-ZnO@C composite with ZnO nanoparticles embedded in the carbon matrix at room temperature (RT) to 400 °C, (ii) within the range of 400–900 °C, ZnO nanoparticles precipitate from the carbon matrix and then grow and merge into large-sized ZnO bulks (several hundred nanometers to several micrometers), while leaving abundant open nanopores in the carbon matrix, (iii) at 900–1100 °C, ZnO etching of the carbon results in a further increase of open nanopores, while ZnO is reduced to gaseous metallic zinc and completely spills out of the sample based on the reaction of ZnO + C = Zn↑ + CO↑, and (IV) at 1100–1500 °C, the continuous development of the graphite domains and the shrinkage of the partial open pores drive the gradual transformation of open pores into closed pores.",
                "The electrochemical performance of ZGHCx is investigated in Na half-cells with 1 M NaClO4 (EC/DEC = 1:1 vol) as the electrolyte. a shows the initial cyclic GCD curves at 0.02 A g–1 of ZGHCx. The GCD curve of ZGHC1100 is dominated by a high-voltage sloping region with a negligible low-voltage plateau region, whereas that of the other samples have an obvious low-voltage plateau region apart from the high-voltage sloping region. It can be seen that the reversible specific capacity of ZGHCx, especially the plateau capacity, exhibits a significant change as the carbonization temperature is increased from 1100 to 1600 °C. Notably, ZGHC1500 achieves an extraordinary reversible specific capacity of 481.5 mA h g–1, which is the highest among ZGHCx. In addition,  demonstrates that ZHC1500 with a high loading mass still exhibits a high sodium storage capacity. b,c shows the discharge capacity contribution of the sloping region/plateau region in the second cycle and the initial Coulombic efficiency (ICE) of ZGHCx, respectively. According to previous reports,  open pores are accessible to solvated sodium ions and usually cause significant side reactions that reduce the ICE of hard carbons, whereas closed pores are inaccessible to solvated sodium and therefore do not reduce the ICE of hard carbons. ZGHC1100 exhibits a negligible plateau capacity of 34.8 mA h g–1 and an extremely low ICE of 24.8%, which is attributed to its few closed pores and abundant open pores, respectively. In addition, the thick solid electrolyte interface (SEI) layer caused by abundant open pores may suppress the filling of sodium clusters in the closed pores. As the carbonization temperature increases, the plateau capacities of ZGHC1300 and ZGHC1500, respectively, increase to 196.5 and 388.9 mA h g–1, and their ICEs also, respectively, improve to 52.8 and 72.1%, which originate from the conversion of the open pores to closed pores. Furthermore, in d, the plateau capacity shows a good positive correlation with the closed-pore volume and closed-pore specific surface area, where the slight deviation of ZGHC1600 may stem from the fact that the overdevelopment of graphite domains prevents sodium ions from entering some closed pores. The initial four cyclic CV curves at 0.1 mV s–1 of ZGHCx are shown in . The extra portion of the CV curve in the first cycle over the second cycle can be attributed to the side reactions associated with the formation of the SEI layer. We can observe that ZGHC1500 and ZGHC1600 show smaller regions associated with SEI layer formation than ZGHC1100 and ZGHC1300 from the first-cycle CV curve, indicating their higher ICE, which agrees with the results of the GCD tests. The CV curves for all four samples almost overlapped after the second cycle, suggesting that the SEI layer formation occurs primarily in the first cycle. Furthermore,  displays the second cyclic CV curves of ZGHCx at 0.1 mV s–1, where all samples exhibit a pair of sharp redox peaks near the cutoff potential, corresponding to the plateau region of the GCD curve. Notably, the strongest redox peak of ZGHC1500 indicates its maximum plateau capacity, which is consistent with the GCD test results. d gives the rate and cycling performance of ZGHCx. Among all of the samples, ZGHC1500 exhibits the highest charge specific capacity at all current densities, and the corresponding values at 0.02, 0.05, 0.1, 0.2, 0.5, 0.75, and 1 A g–1 are 481.5, 377.2, 276.8, 201.5, 102.3, 70.8, and 58.4 mA h g–1, respectively. In addition, when the current density is switched back to 0.05 A g–1, a reversible capacity of 381.6 mA h g–1 can be recovered, and the capacity retention is up to 91.5% after 100 cycles, demonstrating its excellent electrochemical reversibility and cycling performance. The corresponding GCD curves of the 71st and 170th cycles in d at 0.05 A g–1 of ZGHC1500 are displayed in f. The Nyquist plots during the initial two cycles of ZGHC1500 in  show a reversible trend, which also indicates that the ZGHC1500 electrode is highly electrochemically reversible. CV tests at varying scan rates () of ZGHC1500 are conducted to further elucidate the charge storage and transport kinetics. As depicted in , the b-values of the anode peak and the cathode peak of ZGHC1500 are 0.282 and 0.423, demonstrating diffusion-controlled sodium storage behavior in the plateau region. Moreover,  show that the proportion of diffusion-type capacity decreases from 51.2 to 16.9% with the increase in scan rate from 0.1 to 5 mV s–1. This can explain the significant loss of plateau capacity at high current densities. The electrochemical properties of GHCx in Na half-cells are shown in . With the increasing carbonization temperature, the variation of the plateau capacity for GHCx (from 150.6 to 221.9 mA h g–1) is much smaller than that of ZGHCx (from 34.8 to 388.9 mA h g–1), suggesting that the spontaneous formation of closed pores only through the precursor itself during pyrolysis is very limited, while introducing pore-forming agents can significantly enhance the content of closed pores. Moreover, the reversible specific capacity/plateau capacity of GHCx is significantly lower than that of ZGHC1500. g and  provide a comparison on the reversible specific capacity/plateau capacity of ZGHC1500 anode with the recently reported hard carbon anodes for SIBs,  demonstrating its leading position.",
                "GITT is performed to evaluate the diffusion coefficient (DNa) of Na+ ions during discharge and charge. As shown in b–d, the DNa of ZGHC1300, ZGHC1500, and ZGHC1600 shows consistent variation trends in both the plateau region and the slope region, indicating that they have similar energy storage mechanisms. Due to almost no plateau capacity, the characteristic variation of DNa in the plateau region, similar to the other three samples (ZGHC1300, ZGHC1500, and ZGHC1600), is missing in ZGHC1100 (a). As a representation of ZGHCx, we have investigated the structural evolution of ZGHC1500 during the (de)sodiation process by a combination of ex situ XRD, in situ Raman, ex situ XPS, ex situ HRTEM, and ex situ SAXS to reveal the sodium storage mechanism. e displays the ex situ XRD patterns of ZGHC1500 during the initial GCD process. The peak position of the diffraction peak corresponding to the (002) plane remains unchanged during the entire GCD process, indicating that the intercalation behavior of sodium ions is negligible. The near absence of intercalation behavior is also further confirmed by the fact that no peak splitting of the D or G band can be seen from the in situ Raman spectra () during the first discharge.  Notably, in the sloping region of 1.2–0.1 V, the G-band position shifts from 1998 to 1560 cm–1, which indicates that the negative charge is transferred to the carbon layers owing to the adsorption of Na+.  Therefore, the slope capacity in the high-voltage region (>0.1 V) can be attributed to the adsorption of sodium ions at the defect sites. Furthermore, when ZGHC1500 is discharged to 0.002 V, the diffraction peak at 29.6° associated with the (110) plane of sodium metal is detected, which is absent before it is discharged to 0.1 V, implying the formation of sodium clusters in the plateau region. The ex situ XPS Na 1s spectra after removing the SEI layer by Ar ion sputtering are used to investigate the chemical bonding states of Na in ZGHC1500 during the initial cycle. As displayed in f, an obvious Na 1s peak located at 1071.9 eV can be observed when ZGHC1500 is discharged to 0.5 V, and the peak position remained unchanged before 0.1 V. Notably, the peak position of the Na 1s peak shifts significantly to a higher binding energy (1072.3 eV) with continuous discharge from 0.1 to 0.002 V. And the ex situ XPS Na 1s spectra before sputtering in  show no shift in the peak position of Na 1s when discharged from 0.1 to 0.002 V, suggesting that the signal of Na 1s after sputtering comes from Na stored in hard carbon rather than SEI. Considering that the metallic bond has higher binding energy than the surface defect adsorption,  sodium may be stored in the electrode in the form of quasi-metallic state in the plateau region, which is in line with the ex situ XRD test result. To visualize the formed sodium clusters and their distribution, ex situ HRTEM tests of ZGHC1500 during the initial GCD process are performed. h,i shows that ZGHC1500 features abundant closed pores (the regions drawn by the yellow dotted lines) in the pristine state. As ZGHC1500 is discharged to 0.1 V, considerable closed pores still exist (j), but a small number of sodium clusters can also be observed (k), indicating that the formation of sodium clusters starts at 0.1 V. When ZGHC1500 is further discharged to 0.002 V, abundant sodium clusters with comparable sizes to the closed pores can be observed from l and m, while the closed pores are not visible, suggesting that the plateau capacity below 0.1 V is attributed to the closed-pore filling of sodium clusters. Meanwhile, o demonstrates that sodium is uniformly distributed in ZGHC1500. Furthermore, with ZGHC1500 being charged to 3 V, the closed pores return to be visible again, and the sodium clusters almost completely disappear (p and q), demonstrating that the closed-pore filling of sodium clusters occurring in the plateau region is highly reversible. The highly reversible close-pore filling process of sodium clusters is also supported by these facts that when ZGHC1500 is charged to 3 V, the (110) plane of the sodium metal disappears (ex situ XRD patterns in e) and the peak position of the Na 1s peak shifts back to the low binding energy of the pristine state (ex situ XPS Na 1s spectra in f). To further demonstrate the closed-pore filling behavior of the sodium clusters, ex situ SAXS patterns of ZGHC1500 electrodes discharged to different potentials are tested. As shown in g, for ZGHC1500 in the pristine state, the scattering intensity of the shoulder peak at 0.1 Å–1 originating from closed pores is proportional to the average of the square of the electron density difference between the carbon matrix and the pores.  Therefore, when sodium clusters fill the closed pores, the scattering intensity of the shoulder peak will decrease. It can be observed that the scattering intensity of the shoulder peak in the pristine state remains unchanged at 0.1 V and then decreases at 0.002 V, demonstrating that the sodium clusters formed in the plateau region are stored in closed pores rather than elsewhere in the carbon matrix. Meanwhile, the GITT (), ex situ XRD (), and ex situ HRTEM () test results for GHC1500 are similar to those for ZGHC1500. By comprehensively analyzing the above test results, we summarize the sodium storage mechanism of our prepared hard carbon in r: the slope capacity in the high-voltage region and the plateau capacity in the low-voltage region are attributed to the adsorption of sodium ions at the defect sites and the closed-pore filling of sodium clusters, respectively. The mechanism of closed-pore filling in the plateau region for hard carbons has also been widely proposed in some previous reports.  However, the researchers detected the presence of only sodium clusters in the plateau region, and there was no conclusive evidence that sodium clusters were stored in the closed pores and not elsewhere. Based on this issue, we have shown that the formation of sodium clusters in the plateau region is accompanied by a decrease in the closed pore content and that the size of the sodium clusters is similar to that of the closed pores, which can be taken as evidence that sodium clusters are stored in the closed pores.",
                "As displayed in a, the ZGHC1500//NVP sodium-ion full cells are assembled with a ZGHC1500 anode and a Na3V2(PO4)3 (NVP) cathode to further evaluate the practical application of the ZGHC1500 anode. The electrochemical performances of the NVP cathode in Na half-cells are depicted in . To achieve a good charge balance, the capacity ratio of the negative to positive electrodes (N/P ratio) is kept in the range of 1–1.05. The GCD curves at 0.02–1 A g–1 of the ZGHC1500//NVP full cell are shown in b, where ZGHC1500//NVP exhibits a high reversible capacity of 413.7 mA h g–1 at 0.02 A g–1 based on the mass of the anode with an average working voltage of 3.28 V and retains 249.2 mA h g–1 even at 1 A g–1, demonstrating its superior rate capability. Furthermore, high cycling stability with a retention rate of 83.2% at 0.2 A g–1 is achieved (c). d shows a comparison of the energy density and power density of the ZGHC1500//NVP full cell with those of the previously reported sodium-ion full cells assembled using hard carbon as an anode. Our ZGHC1500//NVP full cell can deliver a high energy density of 260.4 W h kg–1 at 11.2 W kg–1 and hold 153.3 W h kg–1 at 615.6 W kg–1 calculated based on the total mass of the anode and cathode, which outperforms most of the previously reported sodium-ion full cells,  demonstrating ZGHC1500 as a competitive anode candidate for practical SIBs."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We have developed effective closed-pore construction strategies by one-step pyrolysis of ZG. The process of closed-pore formation during the pyrolysis of ZG mainly involves four stages: (i) the formation of ZnO nanoparticles embedded in the carbon matrix at about 400 °C, (ii) within the range of 400–900 °C, ZnO nanoparticles precipitate from the carbon matrix and then grow and merge into large-sized ZnO bulks, while leaving abundant open nanopores in the carbon matrix, (iii) at 900–1100 °C, ZnO etching of the carbon results in a further increase of open nanopores while ZnO is reduced to gaseous metallic zinc and completely spills out of the sample, and (IV) open pores transform into closed pores due to the development of graphitic domains and the shrinkage of the partial open pores at 1100–1500 °C. Benefiting from the considerable closed-pore content and suitable microstructure, ZGHC1500 exhibits a supraordinary sodium storage capacity of 481.5 mA h g–1 with a plateau capacity of 389 mA h g–1. The assembled ZGHC1500//NVP full cell can deliver a high energy density of 260.4 W h kg–1 and a high power density of 615.6 W kg–1 with superior cycling stability. Furthermore, the sodium storage mechanisms of adsorption at the defect sites and Na-cluster formation in closed pores, which correspond to slope and plateau regions, respectively, are demonstrated by some advanced techniques."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical synthesis, 10 g of commercially available ZG was directly pyrolyzed at different temperatures for 2 h under an Ar atmosphere to obtain ZG-derived hard carbons ZGHCx (x = 1100, 1300, 1500, and 1600; x represents the pyrolysis temperature). For comparison, glucose (G)-derived hard carbons (GHCx, x represents the pyrolysis temperature) were also synthesized with the same conditions."
                    ],
                    "name": " Preparation of ZGHCx and GHCx",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphologies of the samples were observed by a Hitachi S-4800 field-emission SEM. HRTEM and EDS mappings were performed on a JEOL-2100 TEM to evaluate microstructure and elemental distribution in samples. The phase composition was investigated by XRD (Rigaku Ultima IV, Cu Kα radiation with λ = 0.15418 nm) patterns over the range of 10–90° (2θ). A Raman spectrometer (HORIBA XploRA PLUS) with a 532 nm wavelength incident laser was applied to acquire Raman spectra. The laser power is 100 mW. The N2 adsorption–desorption tests were undertaken on a Micromeritics ASAP 2020 to analyze the porosity of the samples. The specific surface areas (SBET) were estimated by the Barrett–Emmett–Teller (BET) method. The pore size distribution was derived from the adsorption isotherm based on DFT. The SAXS experiment was conducted using synchrotron radiation as the X-ray source at the 1W2A station at the Beijing Synchrotron Radiation Facility.  The true density was characterized by an AccuPyc 1330 instrument using helium as the analysis gas. The tap volume was tested by the tapping apparatus (PF.300B) with a tapping count of 50,000 times and a tapping frequency of 1 time s–1. TGA (TGA-2050) was conducted from RT to 1000 °C under an Ar atmosphere with a heating rate of 10 °C min–1."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared by scraping the homogeneous slurry of active material, Super P, and binder (sodium alginate for anode, polyvinylidene fluoride for cathode) in deionized water with a mass ratio (8:1:1 for the anode and 9:0.5:0.5 for the cathode) onto the current collector (Cu foil for the anode and Al foil for the cathode). After drying under vacuum at 100 °C for 12 h, the electrodes were cut into 12 mm diameter circles and set aside for using. The loading of the anodes is about 0.8–1.1 mg, and the loading of the cathodes is adjusted to approximately 3.5–4.8 mg according to the N/P ratios (about 1–1.05) of the anode and cathode. All coin cells were assembled in a glovebox filled with Ar gas (both H2O and O2 levels are less than 0.1 ppm). For half-cell tests, Na foil was employed as the counter electrode, and glass fiber (Whatman, GF/D) and 1 M NaClO4 in ethylene carbonate/diethyl carbonate solution (1:1 v/v) with 2 vol % addition of fluoroethylene carbonate are selected as the separator and electrolyte, respectively. The sodium-ion full cells were assembled using a ZGHC1500 anode and a commercial Na3V2(PO4)3 cathode at a N/P ratio of 1–1.05 (the electrolyte and separator are the same as the half-cell). The voltage ranges of charge and discharge are 0.002–3 and 1–4 V for half-cells and full cells, respectively. The LAND CT2001A battery test system (Wuhan LAND) is employed to finish GCD tests. The CV and EIS tests were conducted on a CHI 760E workstation (Shanghai Chenhua). GITT was tested by using a pulse current of 0.02 A g–1 for 1800 s accompanied by a rest interval of 2 h.",
                        "The energy and power densities of the sodium-ion full cell are calculated by numerically integrating the galvanostatic discharge profiles using  and E=∫t1t2UI/mdtP=Et×3600where m refers to the total mass (kg) of the anode and cathode. I and U represent the discharge current (A) and operating voltage (V), respectively. T (s) is t1 (start time of the discharge) – t2 (end time of the discharge)."
                    ],
                    "name": " Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "One-Step Construction of Closed Pores Enabling High Plateau Capacity Hard Carbon Anodes for Sodium-Ion Batteries: Closed-Pore Formation and Energy Storage Mechanisms"
}