{
    "DOI": "10.1021/acsami.7b19138",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy-storage technologies are deemed to be the key of integrating intermittent renewable energy generation (such as wind and solar) into the grid.  As a promising energy-storage device, sodium-ion batteries (SIBs) have been prompting extensive attentions in both academic community and industry, owing to their abundant reserves of Na resource and competitive power/energy density. However, compared to lithium-ion batteries (LIBs), the radius of Na+ is 35% larger than that of Li+, which brings greater challenges to SIBs for searching suitable host materials to accommodate the larger Na+.  In the past several years, tremendous efforts have been devoted to developing cathode materials for SIBs, such as polyanionic compounds,  layered oxides  and Prussian-blue-based materials,  providing numerous choices for SIBs. Nevertheless, the shortage of high-performance anode materials has been stunting the development of SIBs because Na+ cannot intercalate into the commercialized graphite anode, which is commonly used in LIBs. Even though the studies on anode materials, such as hard carbon-based materials,  transition-metal oxide materials,  and metallic compounds,  have been progressive in recent years, most of those materials are still suffering from low capacity, poor cyclic performance, and limited rate capability. Thus, developing anode materials with all merits of high capacity, excellent durability, and superior rate capability is urgent, however with great challenge for SIBs.",
                "Metal sulfides, as promising anode materials, have been intensively investigated in SIBs in recent years due to the merits of low cost, eco-friendliness, and good conductivity.  Several typical metal sulfides, such as SnS2,  Sb2S3,  Bi2S3,  MoS2,  NiS,  and FeS2,  exhibit impressive Na+-storage performance when serving as anode of SIBs. Thereinto, one class of metal sulfides, incorporating both conversion and alloying reactions, could provide high Na+-storage capacity, for instance, SnS2 (1136.8 mAh g–1), Sb2S3 (947.3 mAh g–1), and Bi2S3 (625.7 mAh g–1). However, the consequent severe volume change impedes the improvement of their long-term cycle performance. For example, Qu et al.  designed a layered SnS2@rGO composite via hydrothermal method and demonstrated its rate performance (544 mAh g–1 at 2 A g–1) and cycle life (84% of capacity retention after 400 cycles). However, the Na+-storage capacity of other kinds of metal sulfides, such as MoS2, Co3S4,  NiS, and FeS2 are mainly contributed from conversion reaction. Inert metal products formed during the sodiation process are contributed to enhance the cycle stability by buffering the volume expansion and improving conductivity of electrodes. For example, Ren et al.  reported an ultrathin MoS2 nanosheets@C composite as anode of SIBs, achieving 265 mAh g–1 of capacity after 1000 cycles at 1 A g–1. Pyrite FeS2 microspheres, reported by Chen et al.,  displayed excellent cycle stability (90% capacity retention for 20 000 cycles with a cutoff voltage of 0.8 V) and rate capability (170 mAh g–1 at 20 A g–1).",
                "Copper sulfides, a type of functional semiconductor with various stoichiometrics, have wide applications in sensors, solar cells, and optoelectronic devices.  Moreover, the merits of comparable band gap energy (Eg = 1.2 eV), excellent electronic conductivity (ca. 104 S cm–1), eco-friendliness, and abundant reserves also endowed copper sulfides a promising prospective in application of energy-storage batteries, such as LIBs and SIBs. Actually, typical copper sulfides (CuS and Cu2S) have been investigated in LIBs and shown impressive Li+-storage performance.  However, the major issue hindering the application of copper sulfides in LIBs is its poor cycle stability.",
                "Herein, a novel method of electrolysis anodes directly synthesizing metal sulfides was developed. In this process, different phase structure copper sulfides (Cu2S, Cu7S4, and Cu7KS4) were controllably electrochemically synthesized in molten salts, which is a facile and controllable method inspired by the Fray–Farthing–Chen process widely used for the preparation of metal/alloys  and functional materials.  The as-prepared copper sulfides were investigated as anode of SIBs and demonstrated excellent Na+-storage performance. Especially, the Cu2S anodes with micron-sized flakes structure exhibit superior capability (337 mAh g–1 capacity at 20 A g–1, less than 20% capacity fading compared to initial capacity at 0.1 A g–1) and ultralong cycle performance (88.2% of capacity retention after 5000 cycles at 5 A g–1)."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "An electrolysis setup (three-electrode setup for cyclic voltammetry (CV) test, two-electrode setup for electrochemical synthesis) was sealed in a stainless retort filled with argon and heated in a vertical tube furnace. The anode consisted of a small graphite cup containing Cu pellets (diameter 10 mm, weight 1.0 g), which was prepressed by Cu powder at a pressure of ∼10 MPa. A graphite rod (10 mm diameter) connected to a Mo wire served as cathode. For CV testing, a Ag/AgCl reference electrode was fabricated by sealing a Ag wire (0.5 mm diameter) and ∼5 g of mixture salts (3 wt % of AgCl in NaCl–KCl eutectic) into an end-closed mullite tube (i.d. = 4 mm). High-purity NaCl and KCl (>99%, from Aladdin) were dried under vacuum at 120 °C for 12 h to remove residual water before being used as electrolytes together with Na2S. NaCl (44 g) and KCl (56 g) were taken, mixed, and transferred into an alumina crucible (i.d., 40 mm; depth, 100 mm). The cell was assembled and transferred into the stainless retort with continuous argon flow, then the assembly was initially held at 250 °C for 4 h and then heated up to the working temperature of 700 °C."
                    ],
                    "name": "2.1.  Electrolysis Setup and Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Potentiostatic electrolysis was conducted at 700 °C using the two-electrode cell described above. Before adding Na2S into molten salts as S source, a pre-electrolysis process at 2.2 V was performed with a graphite rod anode and steel wire cathode to remove the impurities from molten salt. After the current of pre-electrolysis stabilized at a small value (called background current, after about 2 h), the steel wire was taken out and the predried Na2S was added into the cell. Copper sulfides were synthesized by applying predetermined voltages between Cu anode and graphite cathode in molten salts. After the electrolysis is finished, the anodes were lifted out of the molten salts and cooled in argon, washed with deionized water, and then dried at 60 °C over 12 h for further tests."
                    ],
                    "name": "2.2.  Electrochemical Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase structure, composition, and valence state of the samples were characterized by powder X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS). XRD patterns were recorded on a PANalytical X’Pert PRO (Cu Kα generator). XPS survey was carried out on an AXIS-ULTRA DLD-600W spectrometer (from Kratos Corp., Japan). Morphologies of the products were observed by field emission scanning electron microscopy (SEM, FEI Nova NanoSEM 450).",
                        "Electrochemical performance of the as-obtained products was characterized with 2025-type coin cells. The electrodes (diameter, ∼11 mm) to be measured were made by mixing the as-prepared materials (Cu2S) with Ketjen black and poly(acrylic acid)/carboxyl methyl cellulose (1:1) in deionized water in the ratio 7:2:1. The mass loading of the active material is 1.8–2.2 mg cm–2. The electrolyte is 1 M NaPF6 dissolved in ethylene glycol dimethyl ether (DME). Sodium foil and microporous glass fiber membrane (Whatman) were used as counter electrode and separator, respectively. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were characterized on a PGSTAT302N potentiostat/galvanostat (AUTOLAB, the Netherlands), and galvanostatic cycling tests were performed on a LAND2001A battery tester (LANHE, China) in the voltage range of 0.01–2.5 V at room temperature."
                    ],
                    "name": "2.3.  Materials Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a describes the design of the three-electrode cell for cyclic voltammetry testing with Ag/AgCl reference electrode, graphite working electrode, and counter electrode. Considering high solubility of Na2S and K2S in NaCl–KCl eutectic, NaCl–KCl–Na2S melts are selected as electrolyte as well as providing S source in this work. b presents the CV curves of graphite electrode recorded in molten NaCl–KCl (−Na2S) at 700 °C. As can be seen, the electrochemical window of molten NaCl–KCl is greater than 3.3 V. The reduction/oxidation peaks at ca. −2.1 and 1.2 V (vs Ag/AgCl) are attributed to Na deposition/stripping and oxidation of Cl–, respectively. However, after adding Na2S into the cell, the broad peak around 0 V (vs Ag/AgCl) in molten NaCl–KCl–Na2S is deemed as the oxidation of S2–, which is consistent with the previous report. ",
                "The processes of electrolytic synthesis were carried out in the two-electrode cell described above, under different electrolysis voltages (0.6, 0.8, and 1.0 V) sustaining 10 h. XRD patterns of the as-prepared products under the aforementioned voltages are displayed in a. Three stoichiometrics copper sulfides, Cu2S, Cu7S4, and Cu7KS4, were obtained by adjusting electrolysis voltage from 0.6 to 1.0 V. When the voltage is below 0.6 V, orthorhombic Cu2S (JCPDS No. 23-0961) with trace of Cu1.97S is detected by XRD, which is helpful to enhance the conductivity of Cu2S.  However, orthorhombic Cu7S4 (JCPDS No. 22-0250) and tetragonal Cu7KS4 (JCPDS No. 47-1334) are obtained when the voltage increases to 0.8 and 1.0 V, respectively. The morphologies of products obtained are presented in b–d. Micron-sized flakes with smooth surfaces are observed in the SEM images at voltage below 0.6 V (SEM images of product at 0.4 V shown in ). The thickness of the flakes is several micrometers, whereas the diameter exceeds 100 μm. However, a flowerlike structure composed of 100 nm plates attached to the surface of flakes is formed when the voltage is above 0.8 V.",
                "The chemical state of the Cu2S obtained under 0.6 V is further characterized by X-ray photoelectron spectroscopy (XPS). The existence of C, Cu, O, and S is proved in the survey scan spectrum shown in a, and impurities of C and O should be introduced during the preparation of samples. From the high-resolution XPS image shown in b, the peaks at 952.4 and 932.5 eV correspond to Cu 2p3/2 and 2p1/2 of Cu1+, respectively, whereas the small peaks around 954.7 and 934.6 eV are assigned to Cu2+, which may demonstrate the presence of other stoichiometry CuxS (1 < x < 2, such as Cu1.97S detected in the XRD patterns) in the Cu2S. The nonstoichiometric CuxS with higher conductivity  mixed in Cu2S is helpful to improve the rate performance of SIBs. As shown in c, the peaks around 161.7 and 162.8 eV can be assigned to S 2p1/2 and 2p3/2 of S2–, respectively.",
                "The micron-sized Cu2S flakes obtained below 0.6 V were first used as SIB anodes to evaluate their electrochemical performance. To understand the electrochemical process of Cu2S electrodes, cyclic voltammetry (CV) curves were recorded on the two-electrode coin cell with Na foil counter electrode, at scan rate of 0.1 mV s–1. As shown in a, two broad reduction peaks around at 0.8 and 0.27 V and the corresponding oxidation peaks at 1.73 and 1.95 V can be observed at the first cycle. However, during the second cycle, the peaks at 0.27 and 0.81 V drift to 0.36 and 0.91 V, respectively, and the additional three peaks in the region of 1.09–1.96 V (vs Na/Na+) appear. The nonrepeatability at the initial stage indicates an activation process during the first several cycles, as well as the decomposition of electrolyte and solid electrolyte interface (SEI) film formation.  Ex situ XRD of the Cu2S electrodes at different charge/discharge states was carried out to further investigate the Na+-storage mechanism. As shown in , during the sodiation process, the intensity of Cu2S peaks gradually weakens and disappears until discharge voltage is below 0.3 V, meanwhile accompanying the weak peaks of Na2S appearing at fully discharge state of 0.01 V. When the cell is fully charged to 2.5 V, a broad peak at 45.9 °C assigned to the (2 13 1) plane of Cu2S is observed. Accordingly, during the cathodic scan at CV curves, the reduction peaks at the region of 0.91–1.96 V are attributed to the series phase transformation triggered by the intercalation of Na+ into the orthorhombic Cu2S ().  However, the peak at 0.36 V suggests the conversion reaction of NaxCu2S into Cu and Na2S ().  Those reduction and oxidation peaks show good stability in the subsequent cycles, indicating good reversibility of Cu2S electrodes for Na storage.Galvanostatic charge/discharge is also conducted to evaluate the electrochemical performance of the Cu2S electrodes. As shown in b, the charge–discharge profiles are recorded on the half-cell with Cu2S electrodes at 100 mA cm–2, in which the Cu2S electrodes deliver 433.6 mAh g–1 of discharge capacity and 368 mAh g–1 of charge capacity, with a high initial Coulombic efficiency of 84.9%. The irreversible capacity in the first cycle mainly results from the formation of SEI film and side reactions in cells.  The overlapped curves second and third, ∼390 mAh g–1 reversible capacity, and >97% Coulombic efficiency show good stability of Cu2S. It is noteworthy that the polarization between charge/discharge curves of Cu2S are decreased dramatically, which is attributed to the refining of micron-sized Cu2S flakes during sodiation/desodiation, which will be discussed later in this article. As comparison, the Cu7S4 and Cu7KS4 obtained under 0.8 and 1.0 V are also investigated as SIB anode, as shown in , which exhibit 514 and 367 mAh g–1 of initial capacities with Coulombic efficiencies of 89.7 and 91.2%, respectively.",
                "a presents the rate capability of the as-prepared Cu2S electrodes at different current densities within 0.01–2.5 V. The Cu2S electrodes deliver capacities of 420, 418, 414, 389, 381, 375, 369, and 354 mAh g–1 when applying current densities of 0.1, 0.2, 0.4, 0.8, 1.6, 3.2, 6.4, and 10 A g–1, respectively. Even at a 200-fold increased current density of 20 A g–1 (corresponding to 50 C), a high capacity of 337 mAh g–1 (80.2% of initial capacity) can be obtained, only less than 20% capacity loss compared to the capacity at 100 mA g–1, indicating the excellent rate capability of Cu2S micron-sized flakes as SIB anodes. After 90 cycles at different current densities, the discharge capacity could recover to 437 mAh g–1 when the current density is turned back to 100 mA g–1, reflecting good cyclic stability of Cu2S electrodes.  shows the charge–discharge profiles of Cu2S electrodes at different current densities (from 0.1 to 20 A g–1). Although the difference of the charge and discharge curves at different current densities can be distinguished, the voltage plateaus are nearly overlapped when current density is below 10 A g–1. Even at a higher current density of 20 A g–1, the charge–discharge plateaus still could be detected, suggesting the superior rate capability of Cu2S electrodes. To further evaluate the level of rate capability of Cu2S electrodes, the rate performance of Cu2S is compared to other typical metal chalcogenide anode materials,  as shown in b and . The rate capability of Cu2S electrodes exhibits evident advantage, especially at high current densities over 10 A g–1 (as shown in , Supporting Information). Furthermore, as shown in b, the rate capability of Cu2S electrodes presents overwhelming superiority at high current densities, when taking capacity retention rate as the comparison parameter. To the best of our knowledge, the anode for SIBs with such superior rate performance has never been reported before.",
                "To further understand the superior rate capability of Cu2S electrodes, the kinetics processes were investigated using CV measurement. c exhibits the CV curves of Cu2S electrodes at different scan rates (0.1–1 mV s–1) within the voltage window of 0–2.5 V. Several redox peaks can be observed at each curves, and the peak current increases with the increasing of the scan rate. Obviously, from , the peak current (i) is disproportionate to the square root of the scan rate (v), illustrating the electrochemical process of Cu2S electrodes including non-Faradaic and Faradaic contribution.  Generally, the equation log(i) = b log(v) + log(a) is used to describe the relationship of peak current (i) to scan rate (v), where a and b are adjustable parameters.  The type of sodiation and desodiation depends on the value of b. When b = 0.5, the charge–discharge process is controlled by ion diffusion, whereas when b = 1, the process depends on pseudocapacitive control. d shows the linear fitting results of log(v) and log(i) for every peak. The b values of the six peaks are 0.92, 0.85, 1.12, 0.95, 0.91, and 1.05, respectively, which indicates that the electrochemical process is mainly contributed by pseudocapacitive behavior, endowing Cu2S electrodes with superior rate capability.",
                "To demonstrate the long-term cyclic performance of Cu2S electrode, several cells were cycled at different current densities within 0.01–2.5 V. As shown in , the Cu2S electrode exhibits initial capacity of over 430 mAh g–1 at 0.1 A cm–2 and almost no capacity fading after 100 cycles. e displays long-term cycle curves of Cu2S electrode at a high current density of 5 A g–1, which exhibits reversible capacities of 317 mAh g–1. After 5000 cycles, over 88.2% of capacity retentions are achieved, corresponding to 0.0024% of fade rate per cycle, demonstrating the ultrahigh cycle stability of Cu2S electrode. Furthermore, the Coulombic efficiency maintains over 99% even in the 5000 cycles.  shows the typical charge–discharge curves at different cycles. As can be seen, the charge–discharge profiles are almost overlapped before 2000 cycles and a pimping difference can be detected even at 5000 cycles, further suggesting the excellent cyclic properties of Cu2S electrode. Moreover, as shown in , this Cu2S electrode from electrochemical synthesis exhibits superior stability for Na+ storage compared to previous metal chalcogenide anode materials for SIBs.",
                "To illuminate the superior properties of Cu2S electrode, the synergistic effect of micron-sized Cu2S flakes evolution during sodiation/desodiation and high-ionic-conductivity DME-based electrolyte were investigated. First, the phase structure and morphologies of Cu2S electrodes at different cycles were detected on XRD patterns and SEM images to investigate the evolution process of Cu2S flakes. a exhibits the comparison of XRD patterns of Cu2S electrodes after 25 and 100 cycles. The sharp peaks at 45.8 and 48.5°, corresponding to (2 13 1) and (2 14 0) planes of Cu2S, gradually weaken and broaden or even disappear for some peaks after 25 and 100 cycles, which reveals the gradual refining process of the Cu2S flakes during charge and discharge. The verdict is vividly demonstrated in the morphology analysis shown in b–f. The micron-sized Cu2S flakes with a smooth surface can be detected clearly in the pristine electrode, as shown in b, whereas the flakes become smaller and the surface becomes rough after 25 cycles (c). After 100 cycles, a porous integrity structure, evolved from the Cu2S flakes during sodiation and desodiation, results, as shown in d,e. Moreover, the porous structure is still integrated even after 1000 cycles (f), which reveals the robustness of the porous structure in situ formed during sodiation and desodiation. The aforesaid evolution mechanism is demonstrated in . During the sodiation process of Cu2S electrodes, homodisperse Cu and NaxS particles were formed, which is helpful to forming a Cu2S porous structure when NaxS is depleted in the desodiation process. Considering the good conductivity of Cu2S, the porous structure not only provides transmission channels and porosity for Na+ and electrolyte, but also itself can be used as a good conductive network for electrons. Besides, to compare with DME-based electrolyte, the electrochemical performance of Cu2S electrodes is also investigated in ethylene carbonate (EC)/diethyl carbonate (DEC)-based electrolyte, which delivers 647 mAh g–1 of initial capacity but radically fades to 83 mAh g–1 within 10 cycles, with only 55.6% initial Coulombic efficiency (, Supporting Information). Impedance experiments of Cu2S electrodes in DME- and EC/DEC-based electrolytes were conducted () to compare interface states of the electrodes. The smaller interface impedance in DME-based electrolyte reveals the higher ion conductivity of the DME-based electrolyte and faster electrochemical process than that in the EC/DEC-based electrolyte. In short, the robust porous structure in situ formed during the charge and discharge processes and synergy with DME-based electrolyte endow Cu2S electrodes with excellent cycle performance as well as superior rate capability."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, for the first time, using Cu pellets as anode, a series of copper sulfides (Cu2S, Cu7S4, and Cu7KS4) were controllably synthesized via electrochemical route in KCl–NaCl–Na2S molten salts. The as-prepared products were investigated as anode of SIBs, especially, Cu2S with micron-sized flakes structure delivers a high Na-storage capacity of 430 mAh g–1 with a high initial Coulombic efficiency of 84.9%, at a current density of 0.1 A g–1. Even at 20 A g–1 (corresponding to 50 C), 337 mAh g–1 (80.2% of initial capacity) can be obtained. The excellent rate capability of Cu2S microflakes is attributed to pseudocapacitance contribution during the sodiation and desodiation processes. After 5000 cycles, a capacity retention of 88.2% is achieved at 5 A g–1, corresponding to 0.0024% of fade rate per cycle. The ultrahigh cycle stability of Cu2S electrode is benefited from the synergic effect of robust porous structure formed during cycled and high-ionic-conductivity DME-based electrolyte. The as-prepared Cu2S demonstrates as promising anode materials for SIBs with superior rate capability and excellent cycle performance, and the electrochemical synthesis route is extendable for the preparation of functional materials."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Controllable Electrochemical Synthesis of Copper Sulfides as Sodium-Ion Battery Anodes with Superior Rate Capability and Ultralong Cycle Life"
}