{
    "DOI": "10.1021/acsami.8b13160",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As the environmental crisis aggravated, the development of clean and recyclable systems of energy storage has become more urgent.  Lithium-ion batteries (LIBs) are widely utilized in energy storage systems, such as hydraulics, firepower, wind power, and solar power plants, because of their good cycle performance and high energy density.  However, with the increase of market demand, lithium metal has been insufficient for a long time, which leads to higher and higher prices, directly increasing the production cost of various lithium-based batteries.  In the long run, there is an urgent need to find a new storage system that rivals lithium-based batteries.  The sodium element is considered the most promising alternative to lithium based on their similar physicochemical properties, and the most attractive reason is that sodium is widely distributed and inexpensive.  The charge and discharge behavior of sodium-ion batteries (SIBs) is similar to that of LIBs, but the diameter of sodium ions is 0.204 nm, which is longer than lithium ions (0.152 nm).  The larger volume leads to a slow process of kinetics on sodium ions’ insertion–extraction in the electrode material, causing a lower reversible capacity.  The key factor to solve this problem is to design an electrode material with larger layer spacing to store sodium ions.",
                "Among a wide variety of electrode materials, carbon materials that benefit from low cost, high conductivity, stable physical and chemical properties are most widely used.  Structurally, the carbon materials used to store sodium fall into two broad categories: ordered soft carbon  and disordered hard carbon.  Soft carbon is so tightly packed that it gives sodium ions less access to the interior of the material, whereas hard carbon provides more channels. Biomass-derived carbon is mostly hard carbon with the widest variety of sources, diverse structures and topographies, as well as its own multiple elements that do not require postprocessing.  The use of biomass-derived carbon in the negative electrode of SIBs has made some progress.  For example, Wang  made peanut skin as a precursor, prepared hierarchical porous carbon with layer spacing of 0.37–0.39 nm; the first discharge capacity can be up to 1275 mA h g–1 at 100 mA g–1, but the Coulomb efficiency is only 29%. Cao  successfully processed rapeseed seeds into carbon material, and the distance between layers was 0.39 nm, at 25 mA g–1; the battery showed a discharge capacity of 237 mA h g–1 for the first cycle. Zhu  carbonized cherry into a honeycomb-like fold of carbon material in a high-temperature pyrolysis method; the layer spacing can enlarge up to 0.44 nm, and the capacity retention after 100 cycles is still maintained at 99.3% at the current density of 20 mA g–1. In addition, the hard carbon derived from banana peels,  apple biowaste,  and nature leaves  has also been studied as anode material.",
                "In this paper, we successfully derived hard carbon material with “honeycomb” morphology using pine pollen (PP) as a precursor, with a specific surface area of 171.54 m2 g–1 and a larger layer spacing of 0.41 nm. When carbonized PP (CPP) was applied as anode material of SIBs, the discharge capacity was still maintained at 203.7 mA h g–1 at 0.1 A g–1 after 200 cycles, and CPP also exhibited outstanding rate performance at 5 A g–1 with reversible capacity of 87 mA h g–1. Besides the structural advantages, we carried out a detailed study of the sodium storage mechanism in CPP. First, the sodium storage mechanism was analyzed by cyclic voltammetry (CV). Studied by CV under different scan rates and DNa+, all the results prove that the reasoning is correct. What is more, the method by which we calculated DNa+ is more accurate, and interestingly, the trend of sodium diffusion coefficient coincides with the CV curve. In conclusion, all the analyses of the sodium storage mechanism show that CPP is an excellent electrode material, and we believe that the outstanding performance of CPP can promote the application of biomass in SIBs. The synthesis process is shown in , which contains the microstructure and application of CPP."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation process of the CPP is described as follows: PP was carbonized at 900 °C for 1 h in argon atmosphere; the temperature increased at the rate of 5 °C min–1. The obtained material was dissolved in 0.5 M sulfuric acid solution to remove the organic impurities. Finally, the product was washed to a neutral pH value, and dried overnight."
                    ],
                    "name": " Synthesis of CPP",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of CPP was examined through scanning electron microscopy (TESCAN VEGA3, SEM) and transmission electron microscopy (Tecnai G2 F20 S-Twin, TEM). The composition and chemical state were measured by X-ray diffraction (Rigaku MiniFlex600 powder diffractometer, XRD), Raman spectroscopy (LabRAM HR Evolution), and PHI5000 Versaprobe-II spectrometer type X-ray photoelectron spectroscopy (XPS). The Brunauer–Emmett–Teller method was used to calculate the surface area, and CPP was first outgassed for 4 h at 150 °C under vacuum, then investigated on an automatic sorption analyzer (ASAP 2460) at 77 K according to the nitrogen adsorption–desorption process of pressure changes."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The sodium-ion battery was assembled by using 2016-type coin cells. The anode electrode was prepared as follows. We mixed the CPP, Super P, and polyvinylidenefluoride in N-methyl-2-pyrrolidone with a mass ratio of 8:1:1 to form a slurry. It was then spread onto a copper foil with the slurry thickness of 100 nm, and dried overnight at 120 °C. In order to make the material and copper foil bond better and closer, we polished the pole piece. Sodium metal was used as the cathode, separate cathode and anode with glass fiber (Whatman), and the electrolyte was 1 M NaClO4 in a mixture solvent of ethylene carbonate/propylene carbonate (1:1). All the steps of battery assembly were carried out in an argon-protected glove box. Both the moisture and oxygen contents were under 0.1 ppm. At room temperature, we performed the charge–discharge performance on the testing system (CT2001A, LAND, China)."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The structure of CPP was studied by XRD patterns and Raman spectra. As  demonstrates, two characteristic peaks of CPP are situated at 2θ ≈ 24° and 43°, which correspond to the (002) and (100) planes of carbon, showing that we successfully carbonized the CPP into a representative highly disordered hard carbon.  The value of Lc was calculated as 1.51 nm, which represented the layer thickness that along in the direction of c-axis between graphite microcrystalline. In addition, the empirical parameter R (2.03) suggests that our CPP contains just a few pieces of graphite sheets.  According to the literature,  the graphitization degree of CPP can reflect the capacity in storage sodium ions. On the basis of the analysis, we conducted a Raman test to further test the disorder degree. As  shows, the spectra contain two prominent wide peaks at about 1343 (D band) and 1580 (G band) cm–1, respectively. The peak ratio of ID/IG is 1.07, indicating that the CPP has an amorphous structure.",
                "The N2 adsorption–desorption isotherms of CPP are shown in , which belongs to the IV type isotherm,  inferring that the CPP was a mesoporous structure; this may be due to the gas generated during the carbonization process. On the basis of the classification of IUPAC, the relative pressure (P/P0) ranging from 0.4 to 1.0 shows a typical H3-style hysteresis loop, indicating that the pores of CPP are disordered, which fits well with the TEM results. The distribution of pore size was acquired by using the Barrett–Joyner–Halenda (BJH) model, and the data were based on the adsorption branch to prevent the spurious peaks. Through the analysis of BET, the specific surface area of CPP is 171.54 m2 g–1. Simultaneously, the pore size of average is calculated as 4.82 nm. What is more, it can be seen from the inset figure in  that most of the pores are spread at 2–4 nm, which is a favorable condition for storing sodium ions. ",
                "The morphological characterization of CPP is shown in . It is obvious that CPP shows a honeycomb-like structure (a), and the surface of CPP has lots of irregular pores (b), which is beneficial to store sodium ions. It can be observed from the high-resolution TEM graphic (c) that CPP illustrates a representative hard carbon material construction, which contains unordered graphite microcrystals in a short distance, which contributes to the higher reversible specific capacity. We further confirmed the highly disordered microstructures by selected area electron diffraction (SAED) patterns (c) with electron diffraction rings, and there were no diffraction spots on the dispersed diffraction rings, proving that CPP has the characteristics of hard carbon materials. As shown in d, compared with graphite (0.335 nm),  the layer spacing of CPP (0.41 nm) is much bigger. The larger layer spacing promotes the transmission and storage of sodium ions, also improving the cycling stability. These results are supported by the XRD and Raman data.",
                "The XPS survey spectrum is shown in . From the full spectrum (a), we can find that CPP primarily consists of C and O. In order to confirm the chemical condition of these two main elements, the high resolutions of C 1s and O 1s were fitted. b displays three major characteristic peaks at 284.6, 285.4, and 287.2 eV, corresponding to the C–C, C–O, and C═O bonds, respectively. The C–C bond that basically exists in the nondefective graphite lattice has the highest peak area ratio of 57 at. %; then the C–O (26 at. %) and C═O (17 at. %) bonds lie in the defective graphite lattice. The characteristic peaks of the O 1s (c) located in 530.9 and 532.4 eV correspond to the C═O and C–OH bonds, respectively.  According to the literature,  these functional groups that contain oxygen may contribute to the increased capacity because of the increased active site of the redox reaction on the CPP surface. In addition,  demonstrates the specific elements’ percentage. It can be observed that our CPP also contains a small amount of nitrogen, which can promote the storage of sodium ions.",
                "CV tests were conducted to investigate the storage process of sodium ions. a shows the first three laps taking 0.01–3 V as the electrochemical window at a sweep rate of 0.1 mV s–1. There are three reduction peaks during the first discharge process; the obvious one near 0.95 V is mainly on account of the reaction between other functional groups and sodium ions, whereas the slight one near 0.13 V is likely due to the formation of a solid electrolyte interphase (SEI) layer. Notably, two reduction peaks vanished in the second and third cycles, demonstrating that the reactions that happened in the first cycle were irreversible, and well explained the low initial Coulombic efficiency of CPP. In addition, there is a pair of sharp redox peaks near 0.01 V, which indicates the insertion–extraction process of sodium ions in the mezzanine of graphitic microcrystallites. It can be seen that there is a large slope from 1 to 0.01 V, illustrating the adsorption process of sodium ions on the CPP surface, until the voltage turns to 0.01 V, the surface tends to be saturated, sodium ions primarily in the form of embedded, showing a sharp oxidation peak at low potential. All of these correspond to the oxidation process.",
                "The discharge–charge profiles are shown in b at 100 mA g–1. The initial discharge and charge capacity can reach 370.1 and 221.5 mA h g–1. However, the Coulombic efficiency is just 59.8%; this is basically due to the irreversible reactions on the surface of the material, which fits well with the CV results. c studies the cyclability and Coulombic efficiency of CPP. At 200 mA g–1, the CPP anode obtains a reversible capacity of 207.5 mA h g–1. After 200 cycles, it still remained at 203.3 mA h g–1 with the retention rate of 98%, demonstrating high cycling stability. At the same time, we find that the discharge curve is mostly divided into two parts, one is the slope region and the other is the platform region,  which are located in the voltage of 1.2–0.1 and 0.1–0 V, respectively. Combined with the CV results, the slope section represents the adsorption process of sodium ions; the platform section refers to the insertion–extraction process. In order to ensure the superiority of the CPP electrode, we further tested the rate performance of CPP. As shown in d, the CPP electrode presents average reversible capacities of 236.3, 192.8, 168.5, 140.3, 118.4, 87.3, and 201.4 mA h g–1 at the current rates of 100, 200, 500, 1000, 2000, 5000, and 100 mA g–1, respectively. We are surprised that when it returns to 100 mA g–1, the reversible capacity can reach 201.4 mA h g–1, which is 85.2% of the initial value, indicating the stable structure and high reversible capacity during cycles. This phenomenon mainly benefits from the expanded graphite microcrystalline layer spacing, which is conducive to the transmission of sodium ions. We have also made some comparison about the rate performance among other biomass carbons in e, CPP still outstanding at high current density.  More details can be seen in .",
                " displays the Nyquist impedance plots of the sodium-ion battery with the CPP electrode for different cycles; the test was under the condition of 105 Hz to 10–2 Hz and scanning rates of 1 mV s–1. All curves consist of a semicircular arc in the medium-high frequency section and a linear tail in the low section. As shown in , the curves are fitted by the corresponding equivalent circuit, where Rs means the Ohmic contact resistance, Rct correspond to charge transfer resistance, CPE means double-layer capacitance, and Zw refers to the Warburg impedance of sodium ion diffusion.  Notably, RSEI appearing after the first cycle represents the diffusion resistance caused by the SEI film.  As shown in , all curves are fitted with the error rate under 5%. It is obvious that both Rs and Rct + RSEI increase as the cycle progresses, but compared with Rs, the increment of Rct + RSEI decreases gradually, showing that the SEI film was obtained primarily in the first few cycles, which is consistent with the CV results.",
                "As shown in a, CV under several scan rates (0.1–1 mV s–1) is a predominant way to further study the reaction mechanism. The relationship is as follows according to the formula ",
                "In this formula, i corresponds to the peak current, a and exponent b are adjustable values. Notably, b has two representative values. One value of b tends to be 0.5, indicating that semi-infinite diffusion controlled the current, whereas the other tends to be 1, demonstrating that the current is surface-controlled. From the CV curves, we can observe that the amount of sodium stored in the CPP is inversely proportional to the scan rates. The reason is that a high scan rate almost gives no time for sodium ions to diffuse.  We also find that as the scanning rate decreases, the potential difference (ΔE = |EO – ER|) between the oxidation peak (EO) and the reduction peak (ER) gradually decreases, indicating that the CPP electrode is a reversible reaction, and can directly enhance the cycle ability of the sodium-ion battery. In order to obtain the value of b more intuitively, we converted the above formula, as shown in b; the sweep rate satisfies the linear regression (R2 = 0.9996), the b value 0.4799 represents the slope in the converted formula, very close to 0.5, as mentioned above, showing that semi-infinite diffusion mainly controls the current.  That fits well with the charge–discharge profiles, and gives a good explanation about the capacity obtained in the low-pressure area.",
                "To reveal the excellent capability of CPP, the diffusivity coefficient of sodium ions (DNa+) was tested by galvanostatic intermittent titration technique (GITT) with a 0.2 C pulse current for 30 min between the rest gap for 1 h.  According to Fick’s second law (reversal of reaction ), the calculation formula is as followswhere mB is the weight of CPP on the pole piece, Vm represents the molar volume of carbon, MB represents the molecular mass of carbon, S represents the area of the active material on a single pole piece, τ represents the pulse time, ΔEs represents the voltage difference at the time when the voltage reaches the steady state in a single GITT process, and L represents the thickness of the pole piece. In order to simplify the formula, b shows a single GITT diagram, further comparing the relationship between voltage and τ1/2. As shown in c, they satisfy the linear relationship. Therefore, the above formula can be simplified (reversal of reaction ) as",
                "As shown in d, the DNa+ was expressed in logarithmic form. With the depth of discharge, sodium ions that adsorbed on the surface of the electrode material of sodium ions gradually become saturated. Some of the sodium ions enter into the material through diffusion. However, because of the influence of external resistance, the kinetic process is slow, so the diffusion coefficient of the low-pressure region drops sharply. In the same way, a large number of sodium ions leave the surface at the beginning of the charge process, and the DNa+ increased rapidly. With the reaction proceeding, the sodium ions on the surface became progressively lesser, so the sodium ions embedded in the intergranular graphite crystallites began to detach and the DNa+ decreased. What is exciting is that the trend of DNa+ in this paper coincides with the CV curve. This undoubtedly reaffirms our inference on the sodium storage mechanism of CPP. We attribute this to the more accurate calculation of the DNa+, different from the calculation method of previous reports; the parameter S here is the surface area of all the active materials on a single pole piece, not the contact area on the pole piece. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this paper, the PP was used as precursor, and a hard carbon material with a honeycomb structure was successfully prepared. The application of CPP as the negative electrode showed excellent electrochemical performance. With the current density of 0.1 A g–1, the capacity of discharge could reach 370.1 mA h g–1; the initial Coulombic efficiency was 59.8%. CPP also exhibited superior cycling stability; the reversible capacity stabled at 203 mA h g–1 after 200 cycles and even had a high capacity of 87.3 mA h g–1 when it turned to 5 A g–1, demonstrating better rate performance than other biomass carbon materials. On the basis of various electrochemical test data, it was concluded that the storage of sodium ion was mainly divided into two stages. The first stage was the high-voltage slope in the beginning of discharge; sodium ions during this period were basically adsorbed on the surface as the predominant form. When the sodium ion on the surface of the material tends to be saturated, sodium ions in the low voltage platform area mainly through the embedded form. In order to confirm this theory, we also tested the DNa+; the result was completely consistent with the inference. All of these excellent properties were inseparable from the material itself; the three-dimensional microstructure provides space for the reaction, a larger surface area provided an area for surface adsorption, and mesopores also promote the sodium ion. The most important thing was that the large interlayer spacing reduces the resistance of sodium ions to intercalation and deintercalation. In summary, it provided the ideas for other types of energy storage systems because of the low production cost and simple preparation process."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Honeycomb-like Hard Carbon Derived from Pine Pollen as High-Performance Anode Material for Sodium-Ion Batteries"
}