{
    "DOI": "10.1021/acsami.9b06760",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) appear as viable option for meeting the rapidly growing market of rechargeable batteries.  Different from lithium-ion batteries (LIBs) that show the highest energy densities, SIBs aim at lowering costs while still providing a reasonably high energy density. To have an impact, developing SIB technology requires not only to “simply” replace lithium by sodium but also using other abundant elements. Despite their conceptual similarity, peculiar differences can be found when comparing LIBs and SIBs (or Li/air vs Na/air or Li/S vs Na/S) batteries.  A very notable exception is graphite.  Although being the commonly used negative electrode in LIBs, graphite is largely inactive in SIBs when using the conventional carbonate-based electrolytes. This limitation can be overcome by using solvent co-intercalation phenomena, i.e., solvated sodium ions are intercalated. This way, graphite shows a surprisingly reversible charge storage for sodium ions as initially shown by Jache and Adelhelm  and Kim et al.  using diethylene glycol dimethyl ether (diglyme, 2G) as a solvent. An interesting feature of this reaction is that the redox potential of the reaction can be tuned by a few hundred millivolts by using different types of glymes (mono- to tetraglyme).  Very recently, pentaglyme and a crown ether have also been utilized by slightly increasing the cell temperature.  In the same study, it was also found that for mono-, di-, and tetraglyme, the reaction at room temperature thermodynamically proceeds with a temperature coefficient of about −2.55 ± 0.3 mV K–1. The high rate capability and the long cycle life (high Coulombic efficiency) are two other important characteristics of this reaction.  For example, Cohn et al.  reported 8000 cycles and high rate performance up to 30 A g–1 and Zhu et al. achieved up to 10 A g–1 for 6000 cycles.  In an own study, we found values close to 80 mAh g–1 at 11 A g–1 corresponding to a C-rate of 100 (mass loading of 2–3 mg cm–2).  Very recently, Xu et al. have demonstrated the use of a graphite co-intercalation electrode over 1000 cycles in a full cell using Na1.5VPO4.8F0.7 as cathode.  An overview on the recent literature is summarized in . The high rate capability has been rationalized by NMR measurements and theory. A diffusion coefficient of DNa+ = 1.1 × 10–8 cm2 s–1 was determined by Jung et al., which is almost one order of magnitude larger than the diffusion coefficient of Li+ in LiC6. ",
                "The main conceptual question, however, relates to the solid electrolyte interphase (SEI), which is commonly expected to form on the graphite surface. As intercalation of the solvated ions takes place below 1.0 V versus Na+/Na, the common understanding is that, depending on the used solvent and salt, SEI formation needs to take place due to the instability of liquid electrolytes at low potentials. On the other hand, an SEI would prevent the co-intercalation of solvent molecules, therefore preventing any intercalation of solvated ions. Moreover, the large expansion/shrinkage of the electrode during cycling should lead to a continuous rupture of the SEI combined with continuous electrolyte decomposition.",
                "Studies on SEI formation are notoriously difficult; nevertheless, in a recent study, we provided reasonable evidence for that the graphite/electrolyte interface is “SEI-free” and that the electrolyte is kinetically stable in contact with the graphite electrode.  On the other hand, Maibach et al. reported that SEI formation takes place.  It is of note, however, that different electrolytes were used in both studies. While we used sodium trifluoromethanesulfonate (sodium triflate, NaOTf) in diglyme, Maibach et al. used sodium bis(fluorosulfonyl)imide (NaFSI) dissolved in tetraglyme. As excellent cycle life has been reported for both solvents (see ), we suggest that the type of conductive salt is responsible for the different observations made. So far, a number of salts (NaOTf, NaFSI, NaPF6, NaClO4, NaI) have been applied for the solvent co-intercalation reaction with graphite. For example, Jache and Adelhelm  compared NaI and NaOTf; Kim et al.  compared NaPF6, NaClO4, and NaOTf; and Cabello et al.  compared NaPF6 and NaOTf. Larger differences in the electrochemical performance were not found for the tested salts; however, none of the studies specifically focused on the stability of the salts.",
                "Westman et al.  provided a detailed study on the stability of NaPF6/diglyme as electrolyte against hard carbon, Na3V2(PO4)3, and Na3V2(PO4)2F3. Experimental results indicated a generally sufficient stability of the electrolyte between 0.0 and 4.4 V versus Na+/Na, but poor SEI formation was found in the case of the hard carbon. Related to sodium metal as electrode, the same authors suggested on the basis of density functional theory calculations that the electrolyte is thermodynamically stable in contact with sodium metal. On the other hand, Tobishima et al.  found that reductive decomposition of diglyme (with Pt as working electrode) occurs below about 0.4 V versus Li+/Li. Related to Na–O2 batteries, Lutz et al.  studied the stability of monoglyme-based electrolytes against sodium metal and found a strong influence of the conductive salt on the SEI formation. The smallest impedance was obtained for NaPF6 followed by NaOTf. The worst result with respect to the impedance was found for sodium bis(trifluoromethanesulfonyl)imide (NaTFSI). This is in line with earlier findings by Seh et al.  that identified NaPF6 in diglyme as preferred electrolyte for sodium metal electrodes. Related to ionic liquids, Hosokawa et al.  found that bis(fluorosulfonyl)imide (FSI) anions are preferred over bis(trifluoromethanesulfonyl)imide (TFSI) anions in contact with sodium metal.",
                "Taking these findings and the unclear role of the SEI together into account, there is still very limited understanding on the role of the salt anion on the stability of diglyme-based electrolytes, especially with respect to intercalation electrodes. No systematic study exists so far for graphite as electrode in SIBs. A method that is particularly useful for studying the stability of electrolyte solutions is online electrochemical mass spectrometry (OEMS). For the first time, we systematically apply this method to determine which salt anion is the best and which causes detrimental side reactions with graphite and sodium.",
                "In this study, we report on the influence of the salt anion on the stability and reversibility of solvent co-intercalation reactions with graphite. Diglyme is chosen as solvent because it so far provides the best results (lowest overpotentials) among all glymes used. Experiments are done in half-cells with sodium as counter electrode, which is why we also study the stability of the same electrolytes with sodium metal. For the salts, we compare NaOTf, NaPF6, NaClO4, NaFSI, and NaTFSI. The concentration of the electrolyte solution is 1 M in all cases. From galvanostatic cycling, one can easily see side reactions occurring for NaTFSI and NaFSI, whereas much better stability is found for the other salts. We clarify these observations by using different analytical tools and reference experiments. We first study the general stability of sodium metal in the electrolyte solutions. For this, we conduct plating/stripping experiments in Na|Na symmetrical cells combined with electrochemical impedance spectroscopy (EIS), online electrochemical mass spectrometry (OEMS), and X-ray diffraction (XRD). After this, we study side reactions between the graphite electrode and the different electrolytes in graphite–sodium half-cells. For this, we use transmission electron microscopy (TEM), scanning electron microscopy (SEM), OEMS, and in situ electrochemical dilatometry."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium metal was exposed to the different electrolyte solutions (and to pure diglyme as reference) for several days. The metallic nature of sodium was preserved in most cases with NaTFSI being the exception. For this salt, rapid degradation of the sodium metal along with a color change took place. Images can be found in the  (). A slight color change was also observed in the case of NaClO4. Similar observations have been reported in the literature  although the obvious chemical instability is still surprising considering the frequent use of LiTFSI as salt in lithium-ion cells. We therefore also tested the stability of 1 M LiTFSI/diglyme electrolyte in contact with sodium metal and lithium metal. The comparison is shown in . While a good stability was found for Li/LiTFSI, corrosion still took place in the case of Na/LiTFSI. This shows that the instability seems intrinsic to the combination of sodium metal with TFSI– and is caused by, e.g., impurities (note that only lithium salts are commercially available in “battery grade”).",
                        "While these results easily point on issues related to NaTFSI as salt, it does not mean that the other salts are stable during plating/stripping in an electrochemical cell. We therefore assembled symmetrical Na|Na cells and conducted galvanostatic plating/stripping experiments at ±9 μA cm–2. Results are shown in a,b. Each current pulse was applied for 120 min, corresponding to plating/stripping of an ideally 0.16 μm thick layer of sodium. Clear differences between the different salts can be seen. The largest overpotentials are found for NaFSI with about 13 mV at ±9 μA cm–2. This value remains constant upon cycling, indicating a stable but, compared to the other salts, more resistive SEI. The smallest polarization is found for NaOTf followed by NaPF6. Consecutive cycling does not lead to any increase in resistance, indicating a rather stable and low-resistive SEI. For NaTFSI and NaClO4, the situation is different. Starting with relatively low polarization, the plating/stripping overpotential increases during cycling, which is a clear sign for poor surface film formation and continuous electrolyte decomposition.",
                        "A more quantitative analysis was done by using electrochemical impedance spectroscopy in the frequency range of 1 MHz to 10 mHz. The data can be interpreted by making use of a simple equivalent circuit model, which is commonly accepted for analogue Li batteries  (). Usually, this model consists of two parallel R/CPE units representing the charge transfer through the electrochemical double layer (RCT/CPEdl) and the surface layer impedance (RSEI/CPESEI). A single resistance in series (Rel) largely represents the bulk electrolyte, whereas possible diffusion limitations at low frequencies are described by a Warburg element (W).b displays the impedance spectra for symmetric cells obtained for the different salts. As assigned by Zhao et al.,  we also attribute the higher-frequency response to surface layer impedance and lower-frequency response to charge transfer kinetics. Note that the values refer to the areal resistance.",
                        "Results reveal a major impact of the salt anion on the electrode/electrolyte interface (b, ). Note that an equilibration time of 48 h was given to reach stable impedance data (see ). Electrolytes with NaOTf, NaPF6, and NaFSI show good ionic conductivity; however, choosing NaFSI leads to a rapid buildup of a highly resistive interface (RSEI = 1094 Ω cm2, Rct = 1567 Ω cm2). Much smaller values were recorded for NaOTf and NaPF6: 0.9 and 5.9 Ω cm2 for RSEI, and 0.3 and 6.5 Ω cm2 for Rct, respectively. Therefore, these electrolytes form a less resistive surface layer. Results for NaPF6 electrolytes are in accordance with the study of Westman et al.,  i.e., the spectrum depicts a similar semicircle, and values for the resistances are small. For NaTFSI, the interface properties were also quite poor (RSEI ≈ 694 Ω cm2, Rct ≈ 600 Ω cm2) but, more importantly, a continuous increase of electrolyte resistance up to 287 Ω cm2 emerged, indicating that strong side reactions are affecting the bulk phase liquid electrolyte (). This indicates a very unstable situation due to continuous corrosion. An intermediate behavior was found in the case of NaClO4, i.e., the behavior was better compared to NaTFSI and NaFSI but still worse than in the case of NaOTf and NaPF6. It is of note, however, that the poor behavior for NaTFSI can be partly mitigated by adding NaPF6 as co-salt (see ). For a 1:1 mixture, the sum over all interfacial resistances (RSEI + Rct) after 24 h was only around 30 Ω cm2. This is only slightly higher compared to using NaPF6 alone (12 Ω cm2) but much smaller compared to NaTFSI (1378 Ω cm2). While mixing conductive salts is known to be an effective strategy for tailoring electrolyte properties, a more detailed analysis on the specific situation for NaTFSI in contact with Na has to be part of future studies.",
                        "An immediate question is how these findings compare to electrolyte solutions based on the much more common carbonate solvents.  shows time-dependent impedance data for electrolytes based on ethylene carbonate/dimethyl carbonate and propylene carbonate (using NaPF6 as salt). Results were in the range of several thousand ohms being more than 2 orders of magnitude higher compared to NaPF6 or NaOTf in diglyme. The high values for carbonate-based electrolytes are well in line with a former study by Iermakova et al. who investigated the influence of different carbonate combinations on Li/electrolyte and Na/electrolyte interfaces.  The poor stability of sodium metal in contact with several carbonate based electrolytes was also recently systematically studied by Pfeifer et al.  Overall, this clearly shows the favorable properties of diglyme as electrolyte solvent in contact with sodium metal (as long as not NaFSI or NaTFSI are used as salts).",
                        "Side reactions between the different electrolyte solutions and sodium metal were also followed using online electrochemical mass spectrometry (OEMS) (see also  for more experimental details). Again, symmetrical Na|Na cells were used for this purpose and plating/stripping was done for three consecutive cycles at a current density of 110 μA cm–2 with intervals of 9.5 h. The ion currents for fragments m/z = 2 (H2), 16 (CH4), 28 (CO), and 27 (C2H4) were recorded without calibration and converted into approximate gas evolution rates that allow direct semiquantitative comparison between the evolution of these fragments from one data set to another. Due to the absence of any evolution maxima for CO2 (m/z = 44; cf. ), the ion fragment m/z = 28 is assigned only to CO. The ion current for fragments m/z = 27 (C2H4) was calibrated and the data allow quantitative comparison. a–d shows the total amount of gas released during plating/stripping over three cycles for H2, CH4, CO, and C2H4. H2 is released in all cases, but the differences between the samples are rather small. In the case of NaFSI, NaOTf, and NaPF6, the main release occurs directly after the circuit is closed after idling at OCV (open-circuit voltage) () and is likely due the reduction of residual water impurities. For NaTFSI and NaClO4, the H2 formation occurs during stripping/plating and is therefore related to electrolyte side reactions. For methane, the by far largest release is detected for NaTFSI, which amounts to about 16.1 μmol cm–2. The release of CO and C2H4 is largest for NaTFSI and NaClO4. Taking these results together, a qualitative sequence for the degree of side reactions would be NaTFSI > NaClO4 ≫ (NaFSI, NaOTf, NaPF6). The larger the gas release, the poorer the stability of the electrolyte solution under plating/stripping conditions (note that pressure analysis also suggest only minor decomposition reactions in case of NaPF6.  These results are well in line with the plating/stripping experiments shown in a,b that show a gradual increase in resistance over time. In the case of NaTFSI, the side reactions come along with the formation of larger amounts of methane. For NaFSI, the gas release is moderate considering the large overpotentials required for plating and stripping. This indicates a thin but highly resistive SEI.",
                        "Although OEMS is a very powerful tool for evidencing side reactions during cell cycling and it reveals dramatic differences between the different salts, it is important to remember that it does detect neither solid nor soluble decomposition products. These are, however, difficult to identify as disassembling of the cell is required (post mortem analysis), which easily causes secondary side reactions. Moreover, the total amount of decomposition products related to SEI/surface film formation is generally very small, which complicates the analysis. We nevertheless applied Fourier transform infrared (FTIR) spectroscopy and recorded several spectra of a NaTFSI electrolyte that was exposed to sodium metal up to 21 days. Results are shown in .",
                        "The results show that the spectra are dominated by diglyme, which shows intense bands in the range of 800–1500 cm–1. Clear differences between the samples are found at lower wavenumbers, where, depending on the salt, some characteristic bands appear. In the case of NaTFSI, these are especially notable in the range of 450–650 cm–1. Although electrolyte degradation was clearly visible by the naked eye (see images in ), the time-dependent measurements did not provide any indication for decomposition of the solvent or the salt. Overall, the results show that, for the above-mentioned reasons, the use of FTIR spectroscopy in our study is less straightforward for studying the stability of the electrolyte in contact with sodium metal.",
                        "To detect possible crystalline decomposition products, XRD measurements of the sodium electrodes were done after exposing them for 3 weeks to the different electrolyte solutions (). The sodium metal pieces were placed on a Cu foil as internal reference. While the XRD patterns in the case of NaOTf, NaPF6, and NaFSI show only very minor or no signs for decomposition products, they can be seen in the case of NaClO4 (formation of Na2O and little NaCl) and NaTFSI (formation of NaF). Especially for the latter salt, the reflex intensity of NaF is quite high, which is again a strong hint on that the use of NaTFSI leads to strong side reactions with sodium. From OEMS and XRD data, the major decomposition products are CH4 and NaF, showing that both the solvent and the salt are decomposing."
                    ],
                    "name": "2.1.  Side Reactions with Sodium Metal",
                    "type": "h3"
                },
                {
                    "content": [
                        "As initial characterization, we recorded XRD patterns of the graphite electrodes after the fifth cycle, i.e., the electrode in its desodiated state. The XRD pattern provides an easy access to the crystallite dimensions of the graphite that are often expressed using Lc, describing the stack height of the graphenes (direction perpendicular to the basal plane of graphite, 00l diffraction lines) and the layer size La, describing the size of the graphene layers (hk0 diffraction lines). Results are shown in  and . Next to the (002) reflex of graphite at around 2θ = 26°, the diffraction pattern also shows signals from the copper current collector. The graphite hk0 diffraction lines are hardly visible due to preferential orientation of the graphite particles. In our earlier study (using NaOTf in diglyme as electrolyte solution),  we showed that the intensity of the (002) reflex decreases significantly due to an activation process that largely occurs in the first cycle only. This activation includes exfoliation of larger graphite crystallites to thinner ones in the nanometer range. It is important to note that delamination, i.e., separation of the graphene sheets along with complete loss in crystallinity, is not observed. The exfoliated graphite remains crystalline, which is one of the important reasons for the excellent cycle life.",
                        "It is therefore expected that the (002) reflex is weaker compared to bulk graphite (see b). The loss in intensity, however, depends on the salt. The intensity of the (002) reflex after cycling is strongest for NaPF6, followed by NaClO4 and NaOTf, indicating different degrees in exfoliation with NaPF6 maintaining the largest stack height Lc. An even stronger decrease in intensity is found for NaFSI and NaTFSI, but here also the reflex position shifts to slightly larger values. Next to exfoliation, this also indicates a loss in crystalline order (or even delamination), which might be the result of continuous side reactions of NaFSI or NaTFSI containing electrolyte solutions with the graphite. The full width at half-maximum and an estimate for the Lc values using the Scherrer equation are given in , Supporting Information. Note that the hk0 diffraction lines were too weak to apply the Scherrer equation. After activation, the crystallite size is about 36 nm in the case of NaOTf, whereas it is about 24 nm for NaTFSI, i.e., exfoliation is more severe in the case of NaTFSI. A long-term study was done for the NaOTf electrolyte (see ). The capacity retention of 95.6% over 2000 cycles combined with a very stable voltage profile clearly confirms the structural stability, i.e., the graphite lattice is maintained. Loss of crystallinity, e.g., induced by high-energy ball milling, would prevent the solvent co-intercalation reaction, leading to a different voltage profile resembling that of soft carbon (see ref  ). However, the average crystallite dimensions seem to decrease gradually, i.e., the exfoliation continues at a very low rate (see ). Applying the Scherrer equation to the XRD data of graphite cycled 2000 times, a crystal size of about 10–15 nm can be estimated. The poor behavior for NaTFSI can be also seen from the XRD patterns of sodiated graphite electrodes (see ).",
                        "For further analysis by SEM and TEM/electron diffraction (ED), we largely restrict our comparison to the salts with the best (NaOTf) and worst (NaTFSI) performance. SEM cross sections of the electrodes after five cycles are shown in . Before cycling, the electrode thickness was about 45 μm in both cases. After cycling, the electrode thickness increased to 65 μm (NaOTf) and 145 μm (NaTFSI). An increase in thickness compared to the starting value was expected based on our previous findings.  The increase for NaTFSI is, however, much more extreme, which is another strong hint on structural degradation (or delamination) of the graphite when using this salt. A more detailed discussion on the thickness change is given below along with results from in situ electrochemical dilatometry.",
                        "For TEM/selected area ED (SAED) measurements, graphite powders instead of graphite electrodes were used to ease the sampling and to avoid artifacts from the binder. Results for NaOTf and NaTFSI are compared in . Overall, it was much easier to detect ordered graphite domains for the sample cycled with NaOTf. Rings in the SAEDs of NaOTf could be indexed with the graphite crystal structure. In contrast, the use of NaTFSI leads to more disorder in the structure along with several other crystalline decomposition products. Note that the quality of the SAED pattern was not sufficient to resolve the nature of the decomposition products.",
                        "Energy-dispersive X-ray (EDX) analysis showed that the samples cycled with NaTFSI contained larger amounts of elements stemming from the salt. Signals for Na, S, F, and O were much larger compared to when NaOTf was used (see ). This indicates irreversible trapping of these elements within the disordered carbon structure as a result of side reactions.",
                        "We further applied in situ electrochemical dilatometry to compare the dynamic behavior of the graphite electrodes during cycling in either NaOTf or NaTFSI containing electrolyte solutions (see a,b). Results for NaOTf were again in line with our previous findings, i.e., after the activation cycle, the change in electrode thickness within one cycle (“breathing”) is quite constant. The breathing amounts to about 30 μm along with a slight shrinkage of the electrode upon cycling. In the case of NaTFSI, the behavior is notably different. The shrinkage during desodiation is always much smaller compared to the increase during sodiation. The thickness of the electrode increases 3-fold within a few cycles reaching about 150 μm (desodiated state). This is well in line with the SEM results on the electrode cross sections shown in . The fourth cycle is magnified in b. Although the shrinkage in electrode thickness during desodiation is similar for both salts, the electrode expansion during sodiation is much larger in the case of NaTFSI. This points on an insufficient reductive stability of this electrolyte. The poor performance for the NaTFSI electrolyte is therefore directly reflected by a poor structural stability of the electrode. Finally, c shows the results for the two best-performing salts (NaOTf and NaPF6) in comparison. The breathing behavior is nearly identical, indicating that both salts are much more suitable (the shift in capacity is due to intrinsic limitations of the dilatometer cell, which sometimes leads to slightly nonideal utilization of the electrode). Note that dilatometry has been recently also applied by Karimi et al.  who studied the influence of the type of glyme (with NaOTf as salt) on the electrode dynamics of the same reaction. Compared to their results, one can see that the salt can have an even stronger influence on the electrode dynamics than the type of glyme.",
                        "Finally, we applied OEMS in sodium|graphite cells to monitor the gas release online.  shows the evolution of H2, CH4, CO, and C2H4 for the different salts during five consecutive voltammetric cycles, and the cumulative amounts can be found in . The gas evolution profile and the integrated gas amount for H2 show a very strong release in the case of NaFSI. The total amount of H2 released is over 30 times larger than for the other electrolytes. Two gas-releasing processes can be easily distinguished: The first one occurs already at t = 0 h during the constant-voltage step (green area in ). The signal decays exponentially. As the graphite is unsodiated at this stage, this gas evolution peak indicates side reactions at the Na counter electrode, likely caused by residual impurities (note that this behavior was not observed for Na|Na cells). As the voltage of the cell is lowered, further H2 peaks are observed on top of the decaying evolution profile. The most significant are found below 0.8 V and are observed for each cycle. Along with that, strong CO evolution takes place below 0.8 V as well as minor release of C2H4 and CH4. Overall, this verifies reductive decomposition of the electrolyte on the graphite electrode. H2, CO, and C2H4 evolution, even though at a lower rate, are observed also in the following cycles and are indicating a continuous electrolyte decomposition.",
                        "Significant CO evolution can also be observed at voltages below 0.8 V for the NaTFSI system. In addition, strong evolutions of CH4 and C2H4 are observed. For all gases, several common features can be identified: All three gases are clearly observed during the constant-voltage phases, which is in agreement with the observations from the Na|Na cells and shows the instability of this electrolyte toward Na metal. When decreasing the voltage below 1.05 V in the first cycle, further evolution of CH4 and C2H4 along with slight evolution of CO takes place, altogether indicating reductive decomposition of the electrolyte on the graphite electrode. A further contribution to the gas release can be observed during the oxidation potential sweep when the graphite electrode is desodiated and fresh Na is plated on the Na counter electrode. In line with the observations from the Na|Na cells, this indicates reactions between the electrolyte and the freshly plated sodium. Here, however, additional release of CH4 and C2H4 takes place (see peaks marked with an asterisk (*) in b,d).",
                        "In the case of NaClO4, the evolution of H2, CH4, and CO is significantly lower than that for NaFSI and NaTFSI. The only strong gas release is observed for C2H4, for which a continuous evolution is observed over the whole experiment. This can be taken as a clear sign for a continuous decomposition of the electrolyte, probably at the sodium counter electrode. On top of that, weak peaks are observed close to the potential minimum, most likely stemming from reactions with the sodiated graphite.",
                        "In contrast to these three salts, gas release in the case of NaPF6 and NaOTf is much smaller and mostly restricted to the first cycle. As the electrochemical performance of the cells is also best when using NaPF6 and NaOTf, it becomes obvious that the reversibility of the co-intercalation reaction is clearly linked to the conductive salt anion."
                    ],
                    "name": "2.2.  Side Reactions with Graphite",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Plating/stripping tests in symmetrical Na|Na cells show the highest resistance for NaFSI and the lowest for NaOTf, followed by NaPF6. For the latter salts, the polarization remains constant during cycling, indicating a fairly stable interface. For NaTFSI and NaClO4, the resistance increases over cycling, indicating an instable interface leading to decomposition reactions. XRD evidences NaF as a major solid decomposition product in the case of NaTFSI and Na2O in the case of NaClO4. OEMS shows that larger amounts of CH4 are released in the case of NaTFSI. The overall total gas release was smallest for NaOTf, NaFSI, and NaPF6."
                    ],
                    "name": " Sodium Electrode",
                    "type": "h3"
                },
                {
                    "content": [
                        "Intercalation of solvated ions into graphite is accompanied by very notable irreversible reactions in the case of NaTFSI and NaFSI. The co-intercalation reaction leads to exfoliation, the degree depending on the type of salt. The exfoliation tendency is smallest for NaPF6 and by far the largest for NaFSI and NaTFSI. For the latter, even delamination and complete structural disintegration may take place. This is further corroborated by TEM showing a loss in crystallinity in the case of NaTFSI, while crystalline domains are easily detectable for NaOTf. SEM cross-sectional measurements show an excessive growth in electrode thickness in the case of NaTFSI. These observations are clearly supported by dilatometry, which shows a continuous growth of the electrode during cycling. OEMS shows that most gas is released in the case of NaFSI and NaTFSI, while the least gas release takes place for NaOTf and NaPF6.",
                        "Overall, our results clearly show that NaTFSI and NaFSI lead to severe side reactions when used in Na|Na or Na|graphite cells. Considering graphite, we cannot exclude a cross-talk effect from the sodium counter electrode, but as the electrochemical studies show side reactions with the graphite electrode starting from the very beginning, it is quite safe to assume that these salts are unsuitable for graphite electrodes in sodium-ion batteries. Based on our analysis, we can rank the suitability of the different salts in the following order: NaOTf (most suitable) ≥ NaPF6 > NaClO4 > NaFSI ≫ NaTFSI (least suitable). It remains, however, an intriguing question why NaTFSI is obviously so incompatible with sodium metal electrodes while the combination of LiTFSI and lithium does not show any comparable problems.",
                        "The results of this study also explain the only seeming contradiction between our previous study  finding an SEI-free interface on the graphite surface (using NaOTf as salt) and Maibach et al.  who found an SEI (when using NaFSI as salt)."
                    ],
                    "name": " Graphite Electrode",
                    "type": "h3"
                }
            ],
            "name": "3.  Summary and Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Electrodes contained 90% graphite (MTI Corp., mesocarbon microbeads graphite powder for Li-ion battery anode) and 10% binder [poly(vinylidene fluoride) “EQ-Lib-PVDF”, MTI Corp.]. Slurries were mixed in N-methyl-2-pyrrolidone (Sigma-Aldrich) and cast onto dendritic copper foil. The average loading of electrodes after drying (12 h at 120 °C) was 2–3 mg cm–2."
                    ],
                    "name": "4.1.  Electrode Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Cells for galvanostatic cycling were prepared in an argon-filled glovebox (<0.1 ppm O2 and H2O) with electrodes of 12 mm in diameter. For galvanostatic cycling, coin cells (CR2032 Coin Cells by MTI Corp.) and Swagelok-type cells were used. Sodium metal (BASF SE) was used as counter and reference electrodes. Whatman glass microfiber filters (GF/A) were used as separator and were soaked in 100 μL of electrolyte solution. For the electrolyte preparation, sodium trifluoromethanesulfonate (NaOTf, purity >98.0%, Sigma-Aldrich), sodium hexafluorophosphate (NaPF6, purity >99%, Alfa Aesar), sodium perchlorate, (NaClO4, purity >97%, Alfa Aesar), sodium(I) bis(trifluoromethanesulfonyl)imide (NaTFSI, purity 99.5%, Solvionic), and sodium(I) bis(fluorosulfonyl)imide (NaFSI, purity 99.7%, Solvionic) were predried overnight at 100 °C in a Büchi oven. Diethylene glycol dimethyl ether (diglyme, 2G) was purchased from Sigma-Aldrich and dried overnight using molecular sieves (4 Å). The electrolyte concentration was 1 M in all cases. The coin cells were prepared at 1000 psi using a manual crimper (TG-110, Targray). Electrochemical measurements were carried out at room temperature using a Biologic BCS battery cycler between 0.01 and 2.5 V. Measurements were performed galvanostatically at different current densities. The C rate was calculated assuming a theoretical capacity of qth = 110 mAh g–1, corresponding to Na(diglyme)2C20.  Therefore, 1 C corresponds to a specific current of i = 110 mA g–1 and experiments were done at C/3 and C/10. Electrochemical impedance spectroscopy (EIS) was performed using instruments from Biologic. Information on the OEMS setup can be found elsewhere  and in the ."
                    ],
                    "name": "4.2.  Electrochemical (in Situ) Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "SEM images were obtained using a benchtop SEM machine (Phenom ProX) operating at 15 kV accelerating voltage. Electrodes were removed from cells and analyzed without further washing. For cross-sectional measurements, electrodes were cut by a knife. Air exposure during sample transfer was minimized to about 60 s at maximum. A digital thickness dial gauge from Käfer Messuhrenfabrik GmbH was used to determine the electrode thickness. X-ray diffraction (XRD) patterns were recorded with a Bruker D2 Phaser instrument using Cu Kα radiation and an airtight sample holder. For XRD measurements, electrodes without binder were prepared to minimize noise. The powders were placed on Cu foil as internal reference.",
                        "TEM and SAED were carried out using an FEI Tecnai G2 FEG machine operating at 200 kV. The samples were deposited on a copper grid with a holey carbon support film and then transferred to the microscope. The samples were prepared and mounted on the TEM holder inside an Ar glovebox."
                    ],
                    "name": "4.3.  Analytical Methods",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Stable and Unstable Diglyme-Based Electrolytes for Batteries with Sodium or Graphite as Electrode"
}