{
    "DOI": "10.1039/D3YA00563A",
    "Journal": "Energy Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage systems have gained significant attention over the past two decades due to the scarcity of non-renewable energy resources and their adverse environmental effects. Research has been focused on maximizing the use of renewable energy, but its intermittent availability requires the development of energy storage systems. Currently, Li-ion batteries (LIBs) dominate the energy-storage landscape, but their limited availability and high-cost drive research towards alternatives. Sodium-ion batteries (SIBs) have emerged as potential alternatives to LIBs due to their similar energy storage mechanism and utilization of more earth-abundant materials. The cathode side in SIBs poses considerable challenges in achieving substantial reversible capacities, Na-ion insertion/extraction kinetics, and robust cycling stabilities. Among cathode materials, the transition metal layered oxides, NaxMO2 (with 0 < x ≤ 1, where M represents transition metals such as Cr, Mn, Fe, Ni, Co, etc.) is recognized as a potential cathode material due to their feasible synthesis methods, high reversible capacities, suitable operational potentials, and high ionic conductivity.",
                "NaCrO2 is one of the promising candidates for practical application in SIBs due to its flat and smooth voltage plateau. This voltage behavior shows similarity with the ones observed in widely commercialized LiCoO2 cathodes in LIBs. Additionally, it offers high thermal stability, wide temperature adaptability, and remarkable rate capability achieved through carbon-coating, with minimal side reactions and high coulombic efficiency. NaCrO2 delivers a limited reversible capacity of about 120 mA h g−1, with only approximately 0.5 Na extraction possible in NaCrO2, and suffers from rapid capacity fading during cycling. Previous studies show that NaCrO2 undergoes multiple phase transitions during cycling, which have been investigated through ex situ X-ray diffraction (XRD), synchrotron-based XRD, in situ X-ray absorption spectroscopy (XAS) and electron paramagnetic resonance (EPR) spectroscopy.Operando atomic force microscopy provided a correlation between electrochemical redox reactions and nanoscale deformations in the electrode structure. However, overall mechanical deformations and their relationship with phase transition during Na-ion intercalation in NaCrO2 are not well known.",
                "The phase transition in the electrode during intercalation leads to mechanical deformations, which impacts the electrochemical performance of battery materials. Repeated ion intercalation causes continuous volumetric expansions/shrinkage and associated strain generation in the electrodes. Various techniques have investigated mechanical deformations in batteries, including curvature measurement, Digital Image Correlation (DIC), and nanoindentation. Overall, these studies provided crucial information about governing factors behind reversible and irreversible deformations in the electrode. Curvature measurements in LiMn2O4, coupled with XRD analysis, indicated the generation of irreversible stress beyond 4.05 V during the first cycle, and it was associated with the formation of oxygen vacancies and crystallinity loss. Digital image correlation analysis on graphite electrodes in Li-ion batteries categorized strains as induced reversible deformations induced by phase-transition and irreversible strains due to the formation of solid–electrolyte interphase (SEI). Furthermore, the evaluation of mechanical properties of SEI on both lithium and lithium-free anodes and its impact on cycling performance has been investigated through rapid nanoindentation analysis. The combination of DIC and X-ray photoelectron spectroscopy (XPS) study elucidated the formation of the cathode-electrolyte interphase (CEI) layers on LiFePO4 cathodes during the early cycles and its impact on irreversible mechanical deformations. Synchronization of stress and strain measurements differentiate the impact of the surface resistance versus structural deformations in the battery electrodes. Probing strains in the cathodes also provided information about the reversible deformations in the electrode structure associated with the redox reactions.",
                "This study aims to probe electrochemical strains in NaCrO2 cathode during cycling using the DIC and electrochemical methods. The electrode was sodiated/desodiated via both cyclic voltammetry and galvanostatic cycling while probing strain generation in the electrode. The strain behavior showed similarity when the electrode was cycled with either cyclic voltammetry or galvanostatic cycling. Significantly large irreversible strains were recorded in the initial cycle, and irreversibility decreased in the subsequent cycles. The strain generation during desodiation substantially reduced with the cycle number. Overall, the electrode initially undergoes volume contraction, followed by expansion during each sodiation and desodiation cycle. Strain derivatives were calculated to further investigate the relationship between reversible deformations and phase transition in the electrode. The cumulative irreversible strains increased linearly with the square root of cycling time, where the slope was found to be similar to our previous work on NaFePO4 cycled under similar electrochemical conditions. This correlation points out a formation of the CEI-induced irreversible deformations in the electrode."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The electrochemical properties of the NaCrO2 electrodes were characterized in custom-cell assembly configurations. The composite electrodes were made of an 8:1:1 weight ratio of NaCrO2 (NANOMYTE® NAB-10), conducting carbon (Super P Conductive), and binder polyvinylidene fluoride (PVDF) (Kynar HSV900), respectively in 1-methyl-2-pyrrolidinone (NMP, anhydrous) solvent. The free-standing composite electrode was prepared for the strain measurements described in the literature. The artificial speckle pattern was prepared by the synthesis method outlined in the referenced literature. To create a speckle pattern for DIC, the particles were diluted (20 times by volume), sonicated in ethanol, and then spin-coated onto the electrode surface at approximately 700 rpm ten times before assembling the custom cell. The natural speckle pattern of NaCrO2 dissolves after a couple of cycles, so the artificial speckle pattern is generated by spin-coating fluorescent silica nanoparticle solution on one side of the free-standing electrode surface. These electrodes were cut into ∼10 mm × 2.5 mm rectangular shapes."
                    ],
                    "name": "Electrode preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Custom cell assembly was employed to investigate the strain changes in the free-standing working electrode during battery cycling. A comprehensive description of the custom battery cell design and its assembly is described in detail in the literature and ESI.† Sodium metal was used as a counter/reference electrode. Both electrodes were placed inside the main body of the custom cell and are attached to stainless steel pins that protrude through the base of the cell for electrical connection. After sealing the custom cell in an argon-saturated glove box, the custom cell assembly was then installed on the optical table set-up and covered under a blackout blanket to prevent the effects of ambient light. The electrochemical tests were conducted after at least 24 hours of the open circuit period. Fig. S2 (ESI†) shows the strain generation during the open circuit and subsequent charge. A negligible amount of strains during the open circuit shows the stability in the electrode before cycling."
                    ],
                    "name": "Custom cell design and assembly",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical properties were studied in a half cell using sodium (Na) metal as the counter/reference electrode and NaCrO2 as the positive/working electrode. The cells were assembled inside an argon-filled glove box (MB-Unilab Pro SP, MBraun) (O2 content < 0.1 ppm, H2O content < 0.1 ppm). The electrolyte was 1 M NaClO4 (sodium perchlorate, anhydrous, ACS, Alfa Aesar) in the propylene carbonate (PC) (Anhydrous, Sigma-Aldrich) solvent. Galvanostatic sodiation/desodiation measurements were carried out using a multi-channel Arbin battery tester. The electrodes were cycled via galvanostatic cycling at a C/25 current rate in the voltage range of 2.3 V to 3.6 V at room temperature. Cyclic voltammetry measurements were performed at the scan rate of 50 μV s−1."
                    ],
                    "name": "Electrochemical cycling",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The operando strain experimental setup was discussed in detail in our previous publication. Shortly, the installed set-up on the optical table was kept for a 24-hour OCV period for the electrolyte to penetrate inside the electrode and the system to stabilize. A 532 nm wavelength laser with a power of 75 mW was used to excite the fluorescent nanoparticles on the surface of an electrode. To capture only the emitted fluorescent light in the images, a 620 nm filter was used to filter out reflected laser light. A LabVIEW program developed in-house was used to capture the images. During electrochemical measurements, images were captured every 2 minutes, with a laser beam exposure time on the electrode surface of 1–2 seconds per image. The exposure time is restricted using a shutter to prevent the particles from bleaching. Vic2D software was used to measure the full-field strain on an area of interest with dimensions of ca. 750 μm × 500 μm, a subset size of 111 × 111 pixels, and a step size of 14. Using an internal MATLAB program, the strains were synced with the electrode's electrochemical response (current and voltage). The reported strains are horizontal normal strain, exx in the study except Fig. S3 (ESI†), where we compared vertical normal strains eyy and shear strains exy."
                    ],
                    "name": "Strain measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The morphology and particle size of the NaCrO2 sample were analyzed by scanning electron microscopy (SEM). Fig. 1a and b illustrates the thin sheets-like morphology of the pristine NaCrO2 powder. The average size of the primary particle of NaCrO2 particles ranges from approximately 0.3–0.5 μm, as shown in Fig. 1c. The crystal structures of the NaCrO2 electrodes were also characterized by XRD (Fig. 1d). The XRD patterns for the pristine NaCrO2 powder, the composite NaCrO2 electrode coated on Al foil, Al-foil, and the NaCrO2 JCPDS data used as reference (JCPDS #: 00-025-0819) are shown in Fig. 1d. Powdered NaCrO2 was obtained from NEI Corporation (Product ID: NANOMYTE® NAB-10). The XRD spectra show the pure octahedral phase (O3) in the NaCrO2 powder. The stability of the NaCrO2 in the composite electrode was also confirmed by performing XRD, which resulted in the observation of the same O3 phase, accompanied by additional Al-foil peaks. These Al-peaks coordinated with the current collector substrate utilized for slurry coating."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance of NaCrO2 was characterized by cyclic voltammetry (CV) at 50 μV s−1 between 2.3 and 3.5 V in 1 M NaClO4-PC electrolyte (Fig. 2a). Two current peaks were observed at 3.13 and 3.38 V during an anodic scan, and the corresponding peaks at 2.78 and 3.23 V during a cathodic scan in Fig. 2 and Fig. S4, S5 (ESI†). In literature, these peaks were associated with Cr3+/Cr4+ redox reactions in three solid solution regions of the cathode. These redox reactions lead to phase changes, O3R ↔ O3R + O3M ↔ O3M ↔ O3M + P3M ↔ P3M, in the cathode during sodiation and desodiation processes. O3R, O3M, and P3M represent O3-type rhombohedral, monoclinic with symmetry but distorted a–b planes and prismatic monoclinic phases in NaCrO2, respectively. The location of the current peaks did not change with the cycle number, but the intensity of the peaks decreased slowly with cycling (Fig. S4, ESI†).",
                        "The associated strain generation in NaCrO2 is shown in Fig. 2b. The positive and negative strain changes imply expansion and contraction in the electrode volume, respectively. In the first desodiation process, the electrode initially experienced −0.05% negative strains, followed by an increase of about 0.51% by the end of the first desodiation. During the first sodiation, there was a generation of −0.11% negative strains followed by a generation of 0.01% positive strains, and the cumulative strains became 0.52% by the end of the first cycle. The irreversible strain generation progressively slowed down in the later cycles and became 1.19% at the end of the fifth cycle. To provide a better picture, current evolution, and strain change during the third cycle are plotted in Fig. 2c and d. There are negligible deformations during the early stages of the third cycle desodiation until the voltage reaches 2.85 V. Then, the electrode began to contract at the onset of the current rise at 2.85 V, and −0.11% negative strains were generated until 3.1 V, where the current reached its peak. At higher voltages, the electrode experienced a positive strain generation of about 0.08% until the end of the third desodiation. The electrode underwent negligible deformation during the early stages of the third sodiation until 3.01 V. Then, the electrode experienced a negative strain generation (about 0.06%) between 3.01 and 2.87 V, followed by expansions of about 0.16% between 2.87 V and 2.69 V. At the lower voltages, there is a negligible deformation in the electrode until the end of the third cycle. Similar mechanical deformations behavior is observed in the subsequent desodiation and sodiation cycles (Fig. S5, ESI†).",
                        "NaCrO2 cathode was sodiated/desodiated via galvanostatic cycling to further investigate the mechanical deformations in the electrode (Fig. 3 and Fig. S6, ESI†). The galvanostatic cycle allows the control reaction rate at the surface of the electrode. We chose to cycle the battery at C/25 because it takes about the same time when cycling via CV at 50 μV s−1. There is a voltage plateau at around 3.0 and 2.9 V during desodiation and sodiation, respectively.",
                        "Previous ex situ XRD studies observed O3R and O3R + O3M phases during the voltage plateau. Multiple shorter plateaus were recorded at the higher potentials associated with the phase changes, O3R + O3M ↔ O3M ↔ O3M + P3M ↔ P3M in the cathode. Desodiation and sodiation capacities in the first cycle were calculated as 93.8 mA h g−1 and 79.4 mA h g−1. The capacities became more reversible at later cycles. The desodiation and sodiation capacities in the 3rd cycle were 79.5 mA h g−1 and 76.0 mA h g−1, respectively. The theoretical capacity of the NaCrO2 electrode when discharged to Na0.5CrO2 is 125 mA h g−1. Since capacitates were slightly lower in strain measurements, we conducted additional measurements using a coin-cell configuration with a galvanostatic cycle at C/25. The capacity of the electrode was about 120 mA h g−1 in the coin cell experiments (Fig. S7, ESI†). Therefore, the experimental capacity of the NaCrO2 cathodes in our study is close to the theoretical capacity of the electrode. The slightly lower capacity in strain measurements is attributed to using much thicker electrodes in free-standing orientation in strain systems compared to coin-cell configurations.",
                        "The corresponding strain generation during a galvanostatic cycle is shown in Fig. 3b. During the first desodiation, a negligible strain was generated until capacity reached about 25 mA h g−1. Then, almost 0.3% strain was generated between a capacity of 25 to 70 mA h g−1, corresponding to a 3.0 V to 3.25 V voltage plateau. There is negligible strain generation at higher voltages (>3.25 V). The strain became 0.35% at the end of the first desodiation. During the first sodiation, the electrode initially contracted between 3.6 and 2.93 V, then expanded at a higher state of sodiation (2.92 to 2.3 V). The cumulative strains were about 0.43% at the end of the first cycle. The irreversible strain generation slowed down with further cycling, and it became 0.97% at the end of the fifth cycle. Interestingly, irreversible strain generation in the galvanostatic cycle (Fig. 3b) is very similar to the ones recorded during CV (Fig. 2b). There were similar irreversible strains in both cases after about 65 hours of electrochemical cycling by the end of the fifth cycle.",
                        "Beyond the first cycle, the mechanical deformations were very similar between each sodiation and desodiation. Strain change and voltage profiles for the third cycle were plotted in Fig. 3c and d for better visualization. At the initial period of desodiation, there is a negative strain generation of about −0.12%, which coincides with the first voltage plateau at around ∼3.0 V. In literature, the voltage plateau has been linked with the phase change from O3R → O3M.",
                        "According to the previous XRD studies, c-axis lattice parameter increases due to increasing interslab distance between CrO2 layers while a- and b-lattice parameters decrease due to shrinkage between the Cr–Cr distance. They attributed the continuous increase in c-axis to the increased repulsion between CrO2 slabs and the continuous decrease in a- and b-lattice axis to the increasing oxidation state of the Cr as more Na is extracted. The XANES spectra demonstrated an unexpected behavior in Na–Cr bond length, which contracts in a- and b-axis while expanding in c-axis during desodation. Strain measurement in our study is sensitive to volumetric changes in the composite electrode due to lattice volume change upon Na-ion intercalation; therefore, it does not provide directional changes in the lattice slabs. Since the electrode underwent contractions in our measurements, we propose that a decrease in Cr–Cr distance dominates the deformations leading to negative strains in the electrode during the initial desodiation period. At higher voltages (>3.0 V), the electrode experienced a positive strain generation (0.04%) until the end of desodiation. During this period, multiple shorter plateaus at the higher voltages and XRD analysis in the literature indicated the phase changes, O3M ↔ O3M + P3M ↔ P3M in the cathode. Interestingly, the slope of the positive strain changes during this period, indicating the fundamental difference in the crystal structure based on the phase changes. In this period, XRD studies in the literature reported increases in interslab distance between CrO2 layers while the Cr–Cr distance decreased. Since the composite electrode expanded during this period, the deformations in the lattice volume were dominated by increased interslab distance between CrO2 layers. During the initial period of the third sodiation, there was a negligible amount of strain generation in the electrode until voltages reached their first plateau. Then, the electrode experienced about −0.02% during the voltage plateau at 2.95 V. In the literature, the plateau has been associated with the phase changes from P3M → O3M. At higher sodiation capacity, the direction of the strains changed from negative to positive, and the electrode underwent 0.13% deformation during the second voltage plateau at 2.9 V. This is associated with phase changes from O3M → O3R in the literature.",
                        "Overall, both galvanostatic and CV tests indicate that the electrode experiences contraction, followed by expansions during each desodiation and sodiation process. Strain generation in the electrode showed a strong correlation with the electrochemical behavior. It indicates the role of phase transition on the mechanical deformations in the electrode. In both tests, the electrode showed reversible and irreversible deformation. To better understand the mechanisms behind the reversibility, we conducted further analysis by calculating strain derivatives with potential and irreversible strain with time."
                    ],
                    "name": "Electrochemical performance and mechanical deformations in NaCrO2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The capacity derivative, dQ/dV vs. V plots, provides information about the electrochemical behaviours of battery materials, such as the mechanisms of redox reactions and associated phase transitions in the electrode. The dQ/dV vs. V plot typically shows distinct peaks and valleys corresponding to the redox reactions during the intercalation process. The capacity derivatives were calculated using the galvanostatic (de)-sodiation curves (specific capacity vs. voltage) in Fig. 4a. The strain derivative dε/dV vs. V provides information about the potential-dependent mechanical deformations in the electrode due to localized structural changes during intercalation. Although strain measurement is a macroscale measurement, the strain derivatives could mimic the nanoscale deformation behaviour in the electrodes. This unique ability was previously utilized to study phase-transition-induced deformations in graphite anodes, transition metal oxide cathodes, Prussian blue analogues, olivine-structure cathodes for alkali metal ion batteries, and commercial Li-ion pouch cells. Furthermore, the correlation between strain rates and electrochemical behaviour has been utilized to investigate proton insertion mechanisms of cathodes in aqueous electrolytes.",
                        "Four distinct peaks are observed during desodiation, labeled with Roman letters i–iv, and three during sodiation, marked as v–vii in Fig. 4. The derivatives were calculated during sodiation when the voltage decreases, whereas during desodiation, the voltage increases. Therefore, minima in strain derivatives during sodiation indicate the onset of expansion, which correlates with the onset of contraction during desodiation. These capacity derivative peaks are associated with the redox reaction involving Cr+3/Cr+4, occurring within the potential range of 2.3 to 3.6 V. The peaks at different potentials were attributed to a sequence of phase transitions from O3R to O3M and then to P3M. The intensity of strain derivatives, as represented by the magnitude of the peak in the dε/dV vs. V plot. The evolution of strain derivatives hints at the structural changes in the electrode due to lattice mismatch between the Na-rich phases and the Na-poor phases in the electrode. The location of the minima/maxima of the strain derivatives aligns very well with the maxima during desodiation and minima during sodiation in the capacity derivatives with ± 0.02 V margin. This alignment indicates a correlation between redox reactions and structural changes in the lattice. The direction of the strain derivatives changes within the sodiation and desodiation cycles. This demonstrated the directional change in the mechanical deformations as lattice parameters were either contracted or expanded, depending on the phase transition. Strain peaks at i and vii are in negative directions, whereas all other strain peaks are positive. The directional patterns of the strain derivative peaks indicate the distinct difference in the deformations resulting from the phase transition between O3R ↔ O3R + O3M ↔ O3M ↔ O3M + P3M ↔ P3M. The variations in the lattice parameter have been studied using in situ XRD. The findings reveal that during the desodiation process, the lattice parameter ‘c’ is continuously increasing, whereas ‘a’ and ‘b’ are continuously decreasing. However, the study lacks information on the volumetric changes during cycling. Using the DIC technique, the intensity of strain derivatives gives the perspective about the extent of volume change during the phase transitions in the desodiation and sodiation process. During the desodiation process, the maximum intensity of dε/dV is also observed at ca. 2.97 V, relating to the peak intensity of dQ/dV (2.98 V). Similarly, during desodiation, the maximum peak intensity is observed at 2.93 V, relating to the peak intensity of dQ/dV (2.93 V). Overall, strain derivatives calculation provided insights into dynamic structural changes in the NaCrO2 cathodes during cycling.",
                        "It is important to address possible heterogeneity in the cathode during cycling. The ion intercalation may not occur at the same rate if there is a significant heterogeneity due to particle size differences at faster scan rates. A recent synchrotron nano-holotomography study demonstrated local network heterogeneity in composite NMC cathodes when cycled at 5C rates. We also presented the high heterogeneity in the composite lithium iron phosphate (LFP) cathodes when cycled at faster rates (e.g., 2.5C). The heterogeneity was suppressed in the LFP cathodes when cycled at much slower rates (e.g., C/25). Here, the composite NaCrO2 cathodes were cycled at a C/25 rate to avoid heterogeneity in the composite network during cycling. To further verify it, we compared horizontal normal exx, vertical normal eyy, and shear strains exy in the composite electrode during galvanostatic cycling at C/25 rate in Fig. S3 (ESI†). The evolution of exx and eyy normal strains are similar during the cycling, and there is a negligible amount of exy strains in the composite electrode. Therefore, Fig. S3 (ESI†) indicates that heterogeneity in the composite NaCrO2 cathode was minimal when cycled at C/25 in our study."
                    ],
                    "name": "Strain derivatives",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Irreversible strain generation is plotted in Fig. 5 to shed light on its dependence on cycle number and cycle time. The objective is to discern cycling-induced trends in strain dynamics. Desodiation and sodiation strains are computed by resetting each cycle strain to zero, while an irreversible cumulative strain is defined as the overall strain generation at the end of the cycles (Fig. 5a and b). Notably, the desodiation strain displays a decreasing trend, with a significant strain during the initial desodiation process, gradually subsiding across subsequent cycles. Similarly, the first cycle exhibits substantial irreversible strain, diminishing with cycling, indicative of strain reduction. The sodiation process results in comparatively minimal strain generation. Both galvanostatic cycling and cyclic voltammetry show similar strain trends, emphasizing a consistent behaviour in deformations in the electrode.",
                        "Delamination, swelling in the composite electrode, particle fracture, and the formation of cathode-electrolyte interphase (CEI) layers can lead to irreversible mechanical deformations in the electrode. Adhesion between the current collector and the composite electrode can be loosened upon repeated intercalation, leading to delamination in the composite electrode. In our study, we prepared free-standing composite electrodes for digital image correlation as described in the experimental part, and the electrode was tested only for the initial five cycles at a slow rate. Therefore, delamination is unlikely to be the factor behind the irreversible strains observed in our study. Swelling in the composite electrodes results from the interactions between electrolyte and polymer binders in the composite network. Organic electrolyte intake into the composite network leads to volumetric expansions in the electrode. Fig. S2 (ESI†) shows a negligible amount of volumetric expansions during the open circuit period before the electrochemical testing; therefore, swelling is unlikely to contribute to irreversible strains in Fig. 5.",
                        "The electrode experienced large irreversible strain by the end of the first cycle compared to the subsequent cycles. The deformation mechanisms are much more complicated due to the CIE layers and mechanical instabilities in the electrode during the first cycle. The combination of DIC with XPS demonstrated the generation of large irreversible positive strains in lithium iron phosphate cathodes when cycled in LiPF6-containing organic electrolytes. The irreversible strains were attributed to the formation of the CEI layers. Interestingly, when the electrode cycled in LiClO4 salt, the irreversibility in the first cycle was much smaller than in LiPF6–containing electrolyte. Iron phosphate cathode experienced tremendous strain generation in the first cycle upon Na intercalation, leading to irreversible deformations in the electrode. Particle fracture is also reported in Ni-rich cathodes for Li-ion batteries during the first cycle when cycled at high voltages.",
                        "Beyond the first cycle, there is a linear relationship between cumulative irreversible strain generation and the square root of time (t0.5) in the NaCrO2 cathode in Fig. 5c, suggesting the irreversible strain generation due to CEI layer formation on the cathode. CEI layers typically originate from the degradation of electrolytes on the cathode electrode surface due to chemical reactions between electrolyte and electrode surface, generally at high voltages. It is well-documented in the literature about the correlation between the increase in the thickness of SEI on the anode or CEI layers on the cathode with the square root of time, t0.5.",
                        "The average slope in Fig. 5c is about 0.133 ± 0.015 (% h−0.5). Interestingly, in our previous study, the slope for the NaFePO4 electrode was found to be 0.134 (% h−0.5). Both NaCrO2 cathodes in this study and NaFePO4 cathodes in the previous study were cycled at the same rate and same electrolyte solution (NaClO4 in EC: DMC). The similarity in irreversible strain slope between two different cathodes further indicates that the irreversible are associated with the cathode-electrolyte interphase (CEI) layer formation."
                    ],
                    "name": "Irreversible strain generation",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The mechanical deformations in the NaCrO2 cathodes during cycling are not well-known. To address this gap, the operando digital image correlation technique was utilized to monitor electrochemical strains in the NaCrO2 cathode. The electrode was cycled with either cyclic voltammetry or galvanostatic cycling to provide a better picture of electrochemically induced strains in the electrode. There were reversible and irreversible strains generated in the electrode. The electrode exhibited large irreversible strains of about 0.5% at the end of the first cycle; irreversibility reduced dramatically with the subsequent cycles. For the reversible strains, the electrode initially experienced a contraction in its volume, followed by expansions at a higher state-of-(dis)charge. The potential location of the strain derivative peak aligned well with current peaks in the electrode, indicating that reversible strain generation is associated with the phase transition. Time-dependent irreversible strain analysis showed that the slope of the irreversible strain with respect to the square root of time was 0.133 (% h−0.5). Interestingly, the slope in NaCrO2 was similar to our previous report on NaFePO4, suggesting the formation of a cathode-electrolyte interphase contributing to irreversible deformations. We suggest that operando strain measurement in the Na-ion cathode can be utilized to elucidate deformation mechanisms at higher voltages and different electrolyte chemistries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "B. B. performed the strain measurements during cyclic voltammetry called “trail 2” in the manuscript. M. W. performed the rest of the experiments in the study and analyzed data. Ö. Ö. Ç conceived the idea and supervised the work. All authors discussed the results. The authors declare that they have no competing interests. All data needed to evaluate the conclusions in the paper are present in the paper and/or the ESI.† Additional data related to this paper may be requested from the authors."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Probing electrochemical strain generation in sodium chromium oxide (NaCrO2) cathode in Na-ion batteries during charge/discharge"
}