{
    "DOI": "10.1039/C5CC08754F",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries have brought significant advantages to our daily life and industry. Great improvements have been made in portable devices and electrical vehicles through the use of lithium-ion batteries. However, the relatively high cost and limited storage capacity of lithium limit their application in large-scale efficient electric energy storage. Sodium-ion batteries have been recognized as an economical alternative to lithium-ion batteries because of the abundance of sodium sources. However, the large ionic radius of Na+ ions (1.02 Å) excludes most of the well-developed electrode materials used for lithium-ion batteries.",
                "Materials with open frameworks have a better chance in working as electrodes for sodium-ion batteries. Coordination compounds with open frameworks such as porous metal–organic frameworks (MOFs) are well-known crystalline host open frameworks for sodium ions. Prussian blue analogues (PBAs, AxMy[M′(CN)6]z·1−z·nH2O: A = alkali metal; M,M′ = transition metals; □ = M′(CN) vacancy; 0 ≤ x ≤ 2, 0 < z ≤ 1) have proven to be good hosts for insertion/extraction of Na+ ions. The redox active transition metal ions in the frameworks prompt the application of PBAs as cathodes for sodium-ion batteries.",
                "The open frameworks of PBAs can be categorized into rigid and flexible types, depending on the flexibility of the crystal structure during insertion/extraction of Na+ ions. The rigid frameworks do not show phase transitions during the charge/discharge cycles. For example, the crystal structure of sodium nickel hexacyanoferrates remains constant during the intercalation process of Na ions. These flexible frameworks can show reversible phase change during the charge/discharge cycles. For instance, PB single-crystals illustrated elastic phase-transition behavior during intercalation of sodium ions. Such flexible frameworks can be analogues to other MOFs.",
                "The flexibility of PBAs significantly influences their performance as cathodes for sodium-ion batteries. PBAs with rigid frameworks show satisfactory cycling performance as cathode materials. The flexible frameworks allow PBAs to accept more sodium ions and thus increase the capacitance. It has been demonstrated that downsizing can affect the flexibility of MOFs. For instance, the unstable phase could be stabilized temporally after size reduction. Herein, it would be interesting to see whether mesostructuring can regulate the flexibility of PBAs during sodium ion intercalation, and affect their performance as cathodes for sodium ion batteries.",
                "Mesocrystallization is an interesting mesostructuring process, which basically contains two steps, highly oriented self-assembling and subsequent fusion of nanocrystals. As an intermediate product of mesocrystallization, mesocrystals are highly crystalline with a single-crystal-like crystallographic orientation. However, different from single-crystals, mesocrystals contain rich amounts of boundaries. As the existence of boundaries is the reason that ceramics can be very robust, it is important to know the influence of boundaries on the flexibility of mesocrystals. This issue brought us to consider the following questions. (1) Could flexible-type PBAs become rigid when they are engineered as mesocrystals? (2) What would happen during the sodium ion intercalation process, if the phase transition (e.g. single-crystal to single-crystal or single-crystal to amorphous) is restrained?",
                "To study the properties of PBA mesocrystals, it is important to firstly prepare appropriate PBA mesocrystals. After the discovery of mesocrystals in biominerals, synthetic mesocrystals have been reported extensively. Coordination compounds, especially PBAs, with mesocrystalline structures have also been studied. However, the previous reports mainly focused on PBAs with potassium as the alkaline metal, and they were not ideal candidates as cathodes for sodium-ion batteries. PBA mesocrystals with sodium as the alkaline metal is therefore strongly needed. Herein, we developed a method to synthesize PBA mesocrystals with sodium as the alkaline metal using a cationic polymeric electrolyte for assistance. The intercalation of Na+ ions into the mesocrystals was compared to the single-crystals, as shown in Fig. 1. Interestingly, the phase-transition behavior of the PBA changed significantly in the case of the mesocrystals. Moreover, the charge/discharge process was also influenced.",
                "In brief, the fabrication of PB mesocrystals was achieved by hydrothermal treatment of acidic (pH = 1) Na4[Fe(CN)6] solution with the assistance of polyallylamine hydrochloride (PAH). The generated PB nanoparticles could be simultaneously coated by PAH. Furthermore, the temporally stabilized nanoparticles could be self-assembled together in an oriented way. After fusion, PB mesocrystals could be obtained, as shown in Fig. 2a. The morphology of the obtained PB mesocrystals was characterized by scanning electron microscopy (SEM). Most of the particles were of a pseudo-cubic shape, as shown in Fig. 2b. The average size of these particles is around 180 nm. The enlarged image (inset of Fig. 2b) illustrates that a single particle is made up of step-like surfaces, indicating that the prepared samples are formed by aggregation of smaller nanoparticles. To achieve a better resolution, transmission electron microscopy (TEM) was utilized. Fig. 2c illustrates that the sub-micron sized particles are actually the aggregation of nanocubic sub-units. Higher magnification image indicates that the sub-units are of about 35 nm in size, as shown in Fig. S1 (ESI†). Selected area electron diffraction (SAED) obtained from an individual sub-micron sized particle shows a pattern composed by periodic lattices. The ED pattern clearly indicates a single-crystal like diffraction behavior that is a typical property of mesocrystals. The clear sub-units and the diffraction behavior of the particles suggest that the particles are mesocrystals. To further confirm the phase of the mesocrystals, powder X-ray diffraction (PXRD) was carried out, as shown in Fig. S2 (ESI†). The diffraction profile of the mesocrystals matches very well with the standard patterns of the PB crystal (JCPDS card, 73-0689), suggesting that we successfully obtained PB mesocrystals. Furthermore, the crystallites size was calculated by the Scherrer formula. The average crystallite size of the mesocrystals is around 37.5 nm, which matches well with the TEM results. The small crystallite size, in contrast to the morphological size, again proves that the particles are actually mesocrystals rather than single-crystals.",
                "For comparison, PB single-crystals were fabricated according to a previous report. The surface of the single-crystalline PB crystals is smooth (Fig. S3, ESI†). The morphology is close to perfect cubes. Moreover, the PXRD pattern of the single-crystals matches well with our mesocrystals, also confirming the pure phase of the mesocrystals. The role of PAH was also confirmed. Only large single-crystalline PB crystals can be obtained without using PAH (Fig. S4, ESI†).",
                "The electrochemical performance of PB mesocrystals was evaluated by a PB/Na half-cell test. The first scanning loop of cyclic voltammogram (CV) of the PB mesocrystals recorded at a scan rate of 0.1 mV s−1 in a potential range between 2.0 V and 4.0 V (vs. Na+/Na) is shown in Fig. 3a. For comparison, the CV of the PB single-crystals was also recorded using the same conditions. The PB mesocrystal cathode shows two strong cathodic peaks at 3.25 V and 2.56 V. This is different from the multiple cathodic peaks of PB single-crystals. The PB single-crystals have two weak peaks at 3.71 V and 3.62 V, and a strong peak at 2.86 V. It has been reported that the insertion of Na+ ions into PB single-crystals is a stepwise process like graphite, which is probably because of the limitation of the narrow channel of the frameworks of PB single-crystal. The distinct CVs of PB mesocrystals and single-crystals suggest different Na+ ions insertion/extraction processes. To confirm whether there is residual PAH in the PB mesocrystals, which affects the CV curve, the ζ-potential of PB mesocrystals was measured. The PB mesocrystals have a ζ-potential of −6.60 mV. Since PAH is a well-known cationic polymeric additive, the negative ζ-potential of PB mesocrystals suggests that PAH may not be incorporated in PB mesocrystals. The ζ-potential of PB single-crystals is −5.53 mV, which is very close to that of PB mesocrystals, further supporting the idea that PB mesocrystals used for batteries cannot be affected by PAH. Although extensive investigation is still undergoing, the mesocrystalline structure could be a possible reason for this. The mesocrystals have rich boundaries, which can store electrolytes inside. In addition, the crystallite size of single-crystals is around 400 nm, while the crystallite size of mesocrystals is about 37.5 nm. As a result, the diffusion of Na+ ions and the redox reaction in PB mesocrystals could be more efficient than in PB single-crystals, which may lead to an abnormal electrochemical reaction of PB mesocrystals during the charging/discharging cycle.",
                "The voltage profiles of the PB/Na half-cells, shown in Fig. 3b, illustrate significant mesostructure dependent behavior. Two significant voltage plateaus at 2.5–2.8 V and 3.2–3.35 V have been observed on the discharge curve of PB mesocrystals. Only one significant voltage plateau (2.5–3.1 V) was found in the discharge curve of PB single-crystals. The overall delivered capacity of the PB mesocrystals is marginally higher than the single-crystals, indicating that the additional plateau may contribute to the capacity. In addition, the additional voltage plateau of PB mesocrystals at a high voltage indicates a high working voltage that may be able to increase the power density of the sodium-ion battery.",
                "The kinetics of the Na+ ion insertion/extraction, of course, may be affected by the mesostructure of PB particles because the diffusion of guest ions is strongly related to the mesostructure. The rich boundaries and small crystallite sizes may be the key factor in causing abnormal charge/discharge phenomena. To determine the crystal structural evolution during Na+ ion insertion/extraction processes, the crystal structure of PB mesocrystals and single-crystals was investigated through ex situ PXRD. Fig. 3c and d, respectively, show the ex situ PXRD patterns of the PB single-crystals and PB mesocrystal cathode materials during the first cycle within the voltage between 2.0 V and 4.0 V. During the Na+ insertion/extraction process, the PB single-crystals became partially amorphous at the middle reaction stage, indicating a single-crystal to amorphous to single-crystal transformation process. Such a phenomenon suggests that the framework of PB single-crystals is flexible. While for the mesocrystals, the fcc crystal structure was maintained at all the reaction stages, indicating the rigid structure of PB mesocrystals. These results surprisingly illustrate that the mesocrystalline structure affects the electrochemical behavior of PBs by alternating the flexibility of the crystal framework.",
                "To understand the mechanism, the diffusion of Na+ ions inside PB frameworks needs to be considered. The actual diameters of the channels inside PB crystals are generally 4–7 Å. The movement of Na+ ions (radius of 1.02 Å ) probably can temporally expand the frameworks, leading to local disordering. For the PB single-crystals, the long diffusion pathway for Na+ ions may induce a large fraction of disordering inside the crystals; therefore, it significantly decreases the crystallinity of PB crystals during the insertion/extraction processes. For the PB mesocrystals, the diffusion pathway for Na+ ions is much shorter than in the single-crystals. Therefore, only a small fraction of local disordering may be caused. Moreover, the boundaries among the crystallites can support the crystalline domains during the insertion/extraction of Na+ ions, making the framework more robust.",
                "The cycling performance and rate-performance of the PB mesocrystals were compared with PB single-crystals, as shown in Fig. S5 and S6 (ESI†). The initial capacity of PB mesocrystals was about 115 mA h g−1, which gradually decreased to 90 mA h g−1 after 45 cycles at 25 mA g−1. The single-crystals have a lower initial capacity of about 95 mA h g−1. The capacity was well retained after 45 cycles at 25 mA g−1. The rate-performance of PB mesocrystals is marginally worse than for the single-crystals. Larger capacity of PB mesocrystals was decreased at a higher current density than the single-crystals. The relatively weak cycling performance and rate-performance of PB mesocrystals may be from rich defects such as grain boundaries.",
                "In conclusion, we successfully developed, for the first time, a way to synthesize mesocrystals of PB with sodium ions as the alkali metal. Temporary stabilization of PB nanocrystals, by coating with a cationic surfactant, was the key for generation of PB mesocrystals. Mesostructuring introduced rich boundaries and highly crystalline crystallites with nanosizes, making the Na+ ion insertion/extraction behavior of PB mesocrystals abnormal. More interestingly, the flexible framework of PB single-crystals was changed to be a rigid framework after the formation of PB mesocrystals. This result significantly illustrated that mesostructuring is a powerful way to regulate the electrochemical performance of coordination polymers in energy conversion and storage. Mesocrystallization may have great potential in developing mesostructure related properties and unique applications.",
                "This study was supported by the National Natural Science Foundation of China (Grant No. 21173084, 21401056, 21473059) and the Large Instruments Open Foundation of East China Normal University."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "Mesocrystalline coordination polymer as a promising cathode for sodium-ion batteries"
}