{
    "DOI": "10.1039/C7CP01947E",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium manganese phosphate, LiMnPO4, with an olivine type structure is, nowadays, considered to be a promising electrode material for lithium ion batteries, which are designed for mobile energy applications. However, the on-going challenge for large scale energy storage requires the development of cheaper and safer electrode materials than LiMnPO4. Recently, the sodium analogue NaMnPO4 has been proposed. The main advantage of manganese-based phospho-olivines compared with the well known iron analogue, Li/NaFePO4, is their higher theoretical energy density. This is a consequence of the redox properties of the Mn2+/Mn3+ ionic couple that determine a higher potential of Li+ and Na+ intercalation for Li/NaMnPO4. The Jahn–Teller instability of Mn3+ ions generated during an electrochemical reaction contributes, to a great extent, to the large lattice distortion of the delithiated phase, as a result of which LiMnPO4 displays poor rate capability. Although LiMnPO4 has been extensively studied during the past ten years, a little work is devoted to NaMnPO4. However, the structural distortion of the desodiated phase (i.e. Na1−xMnPO4) is expected to play an important role in limiting the rate capability for NaMnPO4.",
                "The general crystal structure approach that is successfully applied to stabilize electrode materials in delithiated states consists of doping with electrochemically inactive ions such as Mg2+, Al3+, Zr4+, etc. This approach is especially effective when the Mg2+ ions substitute the isovalent Mn2+ in the olivine phase, thus forming LiMn1−xMgxPO4 in the whole concentration range. The effect of Mg2+ ions is associated with: the reduction of the lattice mismatch between the lithiated and delithiated phases; the transformation of the two-phase lithiation/delithiation reaction into a single phase one; and with the modification of the Mn3+/Mn2+ redox couple leading to a further increase in the potential of lithium intercalation.",
                "Taking into account the positive effect of Mg2+ ions for the storage performance of LiMnPO4, it is reasonable to consider further Mg substituted NaMnPO4. Because of the different structures of the end members NaMnPO4 and NaMgPO4, the formation of Mg-substituted NaMnPO4 is not a conventional task as in the case of LiMn1−xMgxPO4 systems. First, NaMnPO4 exhibits two structural modifications: the stable maricite and the metastable olivine phase. Both phases crystallize in an orthorhombic unit cell (space group Pnma). The difference between the maricite and olivine type structures originates from the ordering of the Na+ and Mn2+ ions over the two octahedral positions M1 (4a crystallographic site) and M2 (4c crystallographic site): in the olivine structure, Na+ and Mn2+ occupy preferentially M1 and M2, while in the maricite structure an opposite ordering of Na+ and Mn2+ is observed. Second, NaMgPO4 crystallizes in an orthorhombic space group, P212121, where Mg is coordinated by five oxygen atoms (Fig. 1).",
                "The fivefold coordination of Mg is thought to be a main reason for the symmetry reduction of Mg-containing phosphates in comparison with olivine and maricite NaMnPO4 (Fig. 1). The question is whether it is possible to form Mg-substituted NaMnPO4 and, if so, what the cation distribution will be in the substituted phosphate.",
                "Prior to proposing the Mg-substituted NaMnPO4 as an electrode material, there is a need to develop a suitable preparation method. Recently, we have developed a precursor-based method for the synthesis at low-temperatures (i.e. 200 °C) of both lithium and sodium phospho-olivines (LiMnPO4 and NaMnPO4). The method is based on the choice of potassium manganese phosphate hydrate, KMnPO4·H2O, with a dittmarite type of structure as a structure- and morphology-directing precursor. Because of the unique structural similarity of the metal(2+)-phosphate layers along the ac-dittmarite and bc-olivine planes, the potassium precursor KMnPO4·H2O interacts with lithium salts (such as LiCl–LiNO3) by a topotactic mechanism including a fast ion exchange of K+ for Li+ and H2O release, as a result of which the precursor morphology is preserved the same as in the target phospho-olivine phase. Dittmarite compounds with the general chemical formula A+M2+PO4·H2O (A ≡ K, NH4; M ≡ Mn, Fe, Co, Ni, Mg) display a diversity of compositions with respect to mono- and divalent cations. When NH4MnPO4·H2O is used instead of KMnPO4·H2O, the interaction with the lithium salts takes place accompanied by a massive evolution of H2O, NH3, NO and N2O gasses, resulting in the fragmentation of the pristine dittmarite plate-like aggregates into well shaped and dispersed nano-particles of LiMnPO4. In comparison with potassium dittmarites, the ammonium dittmarites like NH4MnPO4·H2O and NH4FePO4·H2O are more often used by other research groups for the synthesis of lithium-based phospho-olivines. Recently, Nazar et al. reported the formation of NaMnPO4 and Mg-substituted phospho-olivine NaMn0.8Mg0.2PO4 using a molten salt reaction with the participation of NH4MnPO4·H2O and NH4Mn0.8Mg0.2PO4·H2O as precursors, respectively. Our systematic studies on the formation of phospho-olivines by ion-exchange reactions show, however, that the pure phase of the phospho-olivine NaMnPO4 can be obtained only in the case of using potassium-based dittmarite KMnPO4·H2O as a precursor.",
                "In this paper the crystal structure of Mg-substituted NaMnPO4 phospho-olivines is examined in detail. For the first time, we demonstrate that Mg2+ ions occupy preferentially the alkaline M1 position in the olivine structure – a phenomenon that is unique to NaMnPO4 and is opposite to the well-known Mg-substituted LiMnPO4. The Mg-substituted NaMnPO4 compositions are prepared by a newly developed original method based on the mixed dittmarite KMn1−xMgxPO4·H2O precursors. The main advantage of this method is that the used KMn1−xMgxPO4·H2O precursor ensures the needed homogeneous cation distribution of Mg and Mn ions in M2+–PO4 layers (along a–c plane) in the dittmarite structure and this topology is expected to be preserved in the M2+–PO4 layers in the olivine structure (along the b–c plane) through a topotactic mechanism. This contribution is divided into two parts. The first part focuses on the synthesis and characterization of the mixed dittmarite phosphate salt KMn1−xMgxPO4·H2O. The second part provides new data on the solubility constraints of Mg2+ into the structure of NaMnPO4, as well as on the distribution of Mg2+ between the two metal crystallographic olivine positions. The structural aspects of Mg substitution in NaMnPO4 are studied using a combination of powder X-ray diffraction using the Rietveld analysis with IR and electron paramagnetic resonance spectroscopy. The morphologies of precursors and target olivines are examined by means of SEM and EDS. In order to understand the crystal chemistry of Mg-substituted NaMnPO4, we use solid solutions formed between LiMnPO4 and LiMgPO4 as references. It is of importance that the reference composition of LiMn1−xMgxPO4 is prepared using the same KMn1−xMgxPO4·H2O precursors as in the case of Mg-substituted NaMnPO4."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "KMn1−xMgxPO4·H2O precursors were prepared by precipitation from an aqueous sulphate solution containing MnSO4 and MgSO4 and a phosphate solution of K2HPO4 taken in fivefold excess with respect to the (Mn + Mg) content. The Mg content was varied between 0 and 15 mol%. In order to avoid the oxidation of the Mn2+ ions, several milligrams of hydroxylamine hydrochloride were added to the sulphate solution. The precipitation was performed at about 70 °C and the precipitate that formed was left to stay in the mother solution for 2 days for better crystallization and easier filtration. Then, it was filtered, washed with water and dried in air at room temperature."
                    ],
                    "name": "Preparation of KMn1−xMgxPO4·H2O precursors",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the synthesis of the Mg-substituted NaMnPO4, a mixture of the dittmarite precursor, KMn1−xMgxPO4·H2O, and NaCH3COO·3H2O in a mole ratio 1:10 was ground and then heated at 200 °C for 15 h. After cooling to room temperature, the product was thoroughly washed with a large volume of water for removal of the by-products and unreacted sodium acetate. Finally, the solid product was washed with small amounts of ethyl alcohol, filtered and dried in air for about 5–6 h.",
                        "The corresponding lithium analogue, LiMn1−xMgxPO4, was prepared at 200 °C by an analogous procedure using an eutectic composition of LiCl–LiNO3 (0.12:0.88 mole ratio) as the lithium source. In that case, the molar ratio between the precursor and lithium salts was 1:5 and the mixture was heated at 200 °C for 3 h. All reagents used (MnSO4·H2O, MgSO4·7H2O, K2HPO4, NaCH3COO·3H2O, LiCl, LiNO3 and ethanol) were of analytical grade purity.",
                        "To improve the degree of crystallinity, the low-temperature products NaMn1−xMgxPO4 and LiMn1−xMgxPO4 were further annealed at 400 and 500 °C, respectively, for 10 h under an argon atmosphere. Mg-substituted NaMnPO4 compositions were annealed at 400 °C in order to avoid the transition from the olivine- to maricite type structure."
                    ],
                    "name": "Preparation of target Mg-substituted NaMnPO4 and LiMnPO4",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The powder X-ray structural analysis was conducted on a Bruker Advance 8 diffractometer with a LynxEye detector (CuKα radiation). For structure refinement by the Rietveld method the XRD patterns were recorded at 0.02° 2θ steps of 2 s duration. The computer program FULLPROF was used in the calculations with the pseudo-Voigt function applied to model the peak shape. Scale and background variables, diffractometer zero point, cell constants, peak-shape parameters, and atomic and isotropic thermal parameters were refined. A March model for preferred orientation correction was applied. The cationic occupancy factors were determined taking into account that the total occupancies of the 4a and 4c metal sites are equal to unity.",
                        "The FTIR spectra were recorded on a Fourier transform Nicolet Avatar-320 instrument using KBr discs (resolution <2 cm−1).",
                        "The EPR spectra of the Mn2+ ions in the phospho-olivines were collected on a Bruker EMXplus EPR spectrometer operating in the X-band (9.4 GHz) within a temperature range of 100–400 K.",
                        "The morphologies of the NaMn1−xMgxPO4 precursors and LiMn1−xMgxPO4 powders were observed using a JEOL JSM-5510 scanning electron microscope. The elemental composition of the precursors and target phospho-olivines was determined by energy dispersive X-ray spectroscopy (EDS) using a JSM 6390 scanning electron microscope and an INCA Oxford EDS detector."
                    ],
                    "name": "Methods of characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD patterns of the precursors are presented in Fig. 2.",
                        "All diffraction peaks are indexed by a single phase having a dittmarite-type structure. The chemical compositions of the precursors, determined by EDS analysis, correspond to KMn0.90Mg0.10PO4·H2O and KMn0.85Mg0.15PO4·H2O, respectively (the mole parts of Mn and Mg are determined with an accuracy of ±0.01). The structures of the KMn1−xMgxPO4·H2O precursors were further refined by Rietveld analysis applying the model for the dittmarite-type structure, SG Pmn21. To improve the fitting procedure, a preferred crystallite orientation along the b-axis is considered and, as a result, the Rwp/Re ratio of 1.8 is obtained. The same picture was previously observed and discussed for unsubstituted KMnPO4·H2O. The preferred crystallite orientation can be related to the plate-like morphology that is typical of dittmarite-type compounds.Fig. 3 compares SEM images of the Mg-substituted KMn1−xMgxPO4·H2O precursors with x = 0.10 and 0.15. The two samples display plate-like aggregates similar to KMnPO4·H2O with micrometer dimensions: the basal plane reaches about 2–5 μm, while the plate thickness varies between 0.1 and 0.3 μm.",
                        "The lattice parameters of the dittmarite precursors are listed in Table 1. Fig. 4 shows the concentration dependence of the lattice volumes on the magnesium content. For the sake of comparison, the lattice parameters for the two end compositions, KMnPO4·H2O and KMgPO4·H2O, are also given. The comparison shows that the lattice volume decreases with increasing Mg content, which coincides well with the ionic sizes of Mn2+ and Mg2+: 0.83 Å and 0.72 Å, respectively. The observed concentration dependence of the lattice parameters reveals clearly that smaller Mg2+ ions are substituting the bigger Mn2+ ions, thus forming the mixed dittmarite salt KMn1−xMgxPO4.",
                        "The formation of mixed dittmarite salts is further analyzed by IR spectroscopy (Fig. 5).",
                        "The IR spectra exhibit bands that are typical of a PO43− group with a dittmarite structure: the strong bands between 1146 and 920 cm−1 are due to the P–O stretching vibrations (ν3 and ν1 modes), the two bands at 618 and 563 cm−1 correspond to asymmetric OPO bending vibrations (ν4 modes), and the weak band at 450 cm−1 corresponds to symmetric OPO bending vibrations (ν2 mode). The band positions seem to be insensitive with respect to the ratio between Mn2+ and Mg2+ and remain the same as in a pure manganese phase. On the other hand, the vibrational modes of H2O molecules (such as stretching vibration, ν(OH), bending vibration, δ(H2O), and wagging libration, L(H2O)) display dependence on the Mg-to-Mn ratio (Fig. 5). Going from the manganese to magnesium phase, there is a monotonic shift of about 8–9 cm−1 for δ(H2O) and L(H2O), as well as of about 3 cm−1 for ν(OH) (Fig. 5). The observed monotonic change in the band positions due to the H2O molecules can be interpreted with one-mode behavior in KMn1−xMgxPO4·H2O. Nevertheless, the band positions of the commented bands are closer to those of KMnPO4·H2O than those of KMgPO4·H2O (Fig. 4). Therefore, the general spectral picture gives evidence unequivocally for the formation of the Mn-rich mixed manganese–magnesium crystals, KMn1−xMgxPO4·H2O.",
                        "Since the Mn2+ and Mg2+ ions are in paramagnetic and diamagnetic states, respectively, we monitor the distribution of these ions in the mixed crystal KMn1−xMgxPO4·H2O by means of EPR spectroscopy. Based on magnetic susceptibility measurements, it has been shown that KMnPO4·H2O is a canted antiferromagnet at low temperature, the magnetic structure being determined based on two-dimensional magnetic interactions between Mn2+ ions. In the temperature interval of between 75 and 300 K, KMnPO4·H2O is paramagnetic with a Weiss constant of61(2) K. The magnetic bonded Mn2+ ions are responsible for the occurrence of a single Lorentzian line with a g-factor of 2.01 in the EPR spectrum of KMnPO4·H2O. The temperature dependence of the g-factor and the line width are shown in Fig. 6. The temperature measurements are performed within the range where KMnPO4·H2O is in the paramagnetic state.",
                        "As one could expect, the g-factor remains unchanged within the temperature range of 100–300 K, while the EPR line width slightly increases with decreasing recording temperature. The temperature dependence of the EPR signal intensity follows the Curie–Weiss law; the Weiss constant is −82 ± 5 K. The good agreement between the Weiss constants determined by EPR and by the magnetic susceptibility measurements outlines, once again, that the EPR response of KMnPO4·H2O comes from the Mn2+ ions only. When Mg2+ ions substitute the Mn2+ ions in the dittmarite structure, the EPR signal becomes broader, preserving the g-factor unchanged (Fig. 6). The progressive increase in the EPR line width with Mg content reveals clearly a magnetic dilution of the Mn2+ spin system, which, in turn, indicates the formation of the mixed salt KMn1−xMgxPO4·H2O with a random distribution of Mg and Mn over the M2+ crystallographic position in the dittmarite structure."
                    ],
                    "name": "Structure and morphology of the KMn1−xMgxPO4·H2O precursors",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The mixed KMn1−xMgxPO4·H2O precursors interact with NaCH3COO·3H2O at 200 °C leading to the formation of Mg-substituted phospho-olivines (Fig. S1, ESI†). All the XRD patterns display diffraction peaks due to the phospho-olivine phase. For the sample with a higher Mg content (Fig. S1c, ESI†), additional very weak diffraction peaks due to an admixture of β-KMgPO4 (PDF 50-146) are also visible. According to the EDS data, the Mg-to-Mn ratio is preserved in the reaction products. This means that the upper limit for the incorporation of Mg into NaMPO4 is confined up to 15 mol%. It is noticeable that the Na content in Mg-substituted olivines is lower than the expected one for stoichiometric NaMn1−xMgxPO4: i.e. Na is 83 mol% for the sample having 10% mol% Mg. This result cannot be explained as an experimental error since in the case of the unsubstituted NaMnPO4, the sodium content corresponds to the stoichiometric one. The determined low Na content is an unexpected result if we consider the XRD data on the formation of a single olivine phase for the sample with 10% mol% Mg.",
                        "The limited solubility of Mg into NaMnPO4 can be related to the structural peculiarities observed for the end compositions NaMnPO4 and NaMgPO4. On the other hand, the limited solubility of Mg into NaMnPO4 is an interesting result if we take into account the formation of solid solutions between LiMnPO4 and LiMgPO4 within the whole concentration range. It is worth mentioning that the use of the KMn1−xMgxPO4·H2O (0 ≤ x ≤ 0.15) dittmarite precursors yields LiMn1−xMgxPO4 (0 ≤ x ≤ 0.15) solid solutions without any phase contaminations (Fig. S2, ESI†).",
                        "Further annealing of Mg-substituted NaMnPO4 at 400 °C does not affect the phase composition (Fig. S1, ESI†). Moreover, the additional phase of β-KMgPO4 is also visible for NaMnPO4 with a higher Mg content (Fig. S1c and e, ESI†).",
                        "Based on the cation distribution in the mixed KMn1−xMgxPO4·H2O precursors, all XRD patterns of Mg-substituted NaMnPO4 are firstly refined with a model including Na+ on the M1 position and both Mg2+ and Mn2+ ions on the M2 position: [A]4a[Mn1−xMgx]4cPO4 and A = Na+/Li+ (Model 1 in Table S1, ESI,† so-called ordered olivine structure) (Fig. 7). The XRD patterns were satisfactorily fitted and the values of Rb, Rwp, Rp and Re are given in Table S1 (ESI†). The lattice parameters are listed in Table 1.",
                        "It is well known that the olivine structure can accommodate anti-site defects comprising the exchange of A+ (A+ = Na, Li) and Mn2+/Mg2+ ions between their normal M1 and M2 positions. For this reason, we refined the XRD patterns of Mg-substituted NaMnPO4 and LiMnPO4 by a next structural model where an exchange of A+ (A+ = Na, Li) and Mn2+ between M1 and M2 is allowed: [A1−δMnδ]4a[Mn1−δ−xAδMgx]4cPO4 (Model 2, Table S1, ESI†). The R-factors show that unsubstituted LiMnPO4 obtained at 200 °C can accommodate up to 5% anti-site defects, which annihilate after further annealing at 500 °C. Moreover, the replacement of Mn2+ by Mg2+ in LiMnPO4 suppresses the anti-site defects even when the phospho-olivine is obtained at 200 °C. In the case of Mg-substituted NaMnPO4, we have applied this model with care since Mg2+ and Na+ ions are not distinguishable on the 4c position by means of the XRD technique due to their close X-ray scattering factors (4.7 and 5.4 fm for Na+ and Mg2+, respectively). However, the appearance of Mn2+ on the 4a position should affect the refinement procedure. Based on the R-factors, it seems that anti-site defects are not favorable in the case of NaMnPO4 and Mg-substituted NaMnPO4 (Table S1, ESI†).",
                        "The incorporation of Mg into the olivine structure of NaMnPO4 is clearly demonstrated by the concentration dependence of the lattice parameters on the Mg content (Table 1). Fig. 4 compares the dependence of the lattice volume on the Mg content observed in Mg-substituted NaMnPO4 with that for the mixed KMn1−xMgxPO4·H2O precursors and LiMn1−xMgxPO4 solid solutions. By increasing the Mg content there is a smooth decrease in the lattice volume for all phosphate compositions as one might expect in view of the ionic mismatch between Mn2+ and Mg2+ ions. It is noticeable that the Mg-induced variation of the unit-cell volume for LiMn1−xMgxPO4 obtained from the dittmarite precursors coincides very well with that previously found for LiMn1−xMgxPO4 obtained by a hydrothermal method at 220 °C. This result outlines, once again, the effectiveness of the ionic-exchange reactions for the preparation of phospho-olivines at low temperatures. In the case of Mg-substituted NaMnPO4, there is one report on the formation of NaMnPO4 and NaMn0.8Mg0.2PO4 compositions, where Mg substitutes Mn. The lattice volumes of these compositions are higher in comparison with that determined by us (Fig. 4), but the trend for lattice contraction caused by Mg2+ ions is observed with the two types of sample.",
                        "The comparison between sodium- and lithium-based systems shows that the reduction in the lattice volume of Mg-substituted NaMnPO4 is smaller compared with that for LiMn1−xMgxPO4 solid solutions: for x = 0.10 and 0.15, the reduction is 0.30 and 0.64% for Mg-substituted NaMnPO4versus 0.86 and 1.17% for LiMn1−xMgxPO4. These data indicate some crystal structure peculiarities in the case of Mg-substituted NaMnPO4.",
                        "Supporting this suggestion, the (200), (211), (020) and (301) diffraction peaks seem to be systematically not well fitted irrespective of the quality of the fit (Fig. 7). Concerning the (200) diffraction peak, it should be taken into account that the preferred crystallite orientation along the a-axis can also contribute to the intensity of this peak. The crystallite orientation of the olivine phase is inherited from the dittmarite-type precursor, which possesses a preferred crystallite orientation along the b-axis (Fig. 2). Recently, we have demonstrated that there is a remarkable compliance between plate-like morphology of the dittmarite precursor and the lithium-based olivine. When Mg2+ ions are substituting the Mn2+ in LiMnPO4, the plate-like morphology remains unchanged (Fig. 3 and 8). The preferred crystallite orientation along the a-axis causes a drastic increase in the intensity of the (200) peak in the XRD patterns (Fig. S2, ESI†). Even in this case, the fitting of the (200) diffraction peak for LiMn1−xMgxPO4 is relatively satisfactory.",
                        "In comparison with LiMn1−xMgxPO4, the morphology of the Mg-substituted phospho-olivine NaMnPO4 consists of rod-like aggregates with a length up to 1.0 μm and a width of 0.1–0.2 μm. These dimensions are invariable between 200 and 400 °C (Fig. 8 and Fig. S3, ESI†). This indicates the transformation of the precursor plate-like morphology into a rod-like one. The formation of rod-like aggregates can be interpreted in terms of interface strains generated at the grain boundary between the KMgxMn1−xPO4·H2O phase and the NaMn1−xMgxPO4 phase during the ion exchange reaction between K+ and Na+ ions, which contributes, in turn, to a plate cleavage. As a result, the extent of the preferred crystal orientation for Mg-substituted NaMnPO4 is lower in comparison with that for the LiMn1−xMgxPO4 system. However, the fitting of the (200) diffraction peak is still unsatisfactory (Fig. 7). The lack of reasonable fitting of selected diffraction peaks for Mg-substituted NaMnPO4 phospho-olivines can be explained by structural peculiarities with regard to cation distribution.",
                        "To monitor the distribution of Mn2+ ions in Mg-substituted NaMnPO4 and LiMnPO4, EPR spectroscopy is applied (Fig. 9).",
                        "The magnetic structure of LiMnPO4 is a result of the in-plane superexchange interactions between the Mn2+ ions via oxygen in the bc-plane, as well as the interlayer coupling through the phosphate groups along the [100] direction. The magnetically bound Mn2+ ions contribute to the appearance of a single Lorentzian line with a g-value of 2.0046 in the EPR spectrum of LiMnPO4. When diamagnetic Mg+ ions substitute the paramagnetic Mn2+ in LiMnPO4, the EPR signal becomes broader, while the g-factor remains the same (Fig. 9).",
                        "This result indicates the magnetic dilution of the Mn2+ spin system by the Mg2+ ions. Mg-induced changes in the EPR line width are also observed for the dittmarite salt KMn1−xMgxPO4·H2O, where Mg2+ substitutes Mn2+ (Fig. 6). It is noticeable that the g-value of Mn2+ in LiMn1−xMgxPO4 is slightly lower than that of Mn2+ in KMn1−xMgxPO4·H2O, thus indicating a more covalent character of the Mn–O bond in phospho-olivines. This is a consequence of the different local environment of Mn2+ ions: whereas in the olivine structure six oxygen atoms belonging to PO43− surround the Mn2+ ion, in the dittmarite structure one H2O molecule and five oxygens belonging to PO43− give rise to the local environment of the Mn2+ ion.",
                        "Furthermore, EPR spectroscopy allows us to distinguish between samples with respect to the temperature of preparation: LiMnPO4 prepared at 200 °C possesses a higher EPR line width in comparison with that annealed at 500 °C (Fig. 9). However, the main trend for the increasing line width with Mg content is preserved. This gives a clear indication of the formation of LiMn1−xMgxPO4 solid solutions irrespective of the preparation temperature. The narrowing of the signal of Mn2+ after annealing of LiMn1−xMgxPO4 at 500 °C reflects the annihilation of the anti-site defects in the olivine structure in good agreement with an XRD-suggested structural model (Model 2).",
                        "In comparison with LiMn1−xMgxPO4, the Mg-substituted phospho-olivine NaMnPO4 also displays a single Lorentzian line due to Mn2+ ions. It is of significance that the g-factors for Mn2+ ions in both systems are identical, i.e. g = 2.0046. The most important difference observed with Mg-substituted LiMnPO4 and NaMnPO4 is connected with the EPR line width of the signal due to Mn2+ (Fig. 9). The data show that the incorporation of Mg2+ ions into the structure of NaMnPO4 does not provoke any measurable effect on the EPR line width (Fig. 9). For the Mg-substituted NaMnPO4 obtained at 200 °C, the EPR line width slightly decreases with increasing Mg-content (Fig. 9). By increasing the annealing temperature from 200 to 400 °C, the EPR line width decreases as it was already observed for the LiMnPO4 system (Fig. 9). Even in this case, the Mg content does not affect the EPR line width of the Mn2+ ions.",
                        "The lack of Mg-induced line broadening for Mg-substituted NaMnPO4 demonstrates clearly that the Mn2+ spin system remains invariable after Mg incorporation into the olivine structure. In addition, the EPR result is observed with Mg-substituted NaMnPO4 irrespective of the temperature of preparation, which indicates that this is an intrinsic property of Mg-substituted NaMnPO4. This means that the Mn-sites are not occupied either by Mg2+ ions or by metal vacancies. This is an unusual result taking into account the concentration dependence of the EPR line width of Mn2+ in LiMn1−xMgxPO4 and KMn1−xMgxPO4·H2O, where Mg2+ substitutes the Mn2+ ions. The constancy in the Mn2+ spin system can be explained if we assume a different cation distribution for Mg-substituted NaMnPO4. To keep the Mn2+ spin system undisturbed, it seems that the Mg2+ ions occupy preferentially the sodium 4a position in the olivine structure. The charge mismatch between Na+ and Mg2+ can be balanced by adding metal vacancies in the same position. In this case, the general structural formula is [Na1−2x/(1−x)Mgx/(1−x)□x/(1−x)]4a[Mn]4cPO4, where x = 0.10. This structural formula is consistent with the XRD data on limited Mg2+ solubility into NaMnPO4, as well as with the EDS result for the lower Na content in Mg-substituted NaMnPO4 in comparison with unsubstituted NaMnPO4.",
                        "To check the EPR-derived structural model, we refine again the XRD patterns of Mg-substituted NaMnPO4 using the next model: [Na1−2x/(1−x)Mgx/(1−x)□x/(1−x)]4a[Mn]4cPO4 (Model 3). The R-factors are given in Table S1 (ESI†). As one can see, the R-factors are not sufficient to accept or to reject this model. In this respect, Fig. 10 shows the region where only (200), (211), (020) and (301) diffraction peaks appear.",
                        "It is noticeable that the (200) plane contains only alkaline atoms, the (211) plane – alkaline and oxygen atoms; the (020) plane – alkaline and manganese atoms, and the (301) plane – alkaline and oxygen atoms (Fig. 10, top). In this model, the simultaneous occupancy of the 4a position by Na+ and Mg2+ ions is not distinguishable due to their close X-ray scattering factors, but the appearance of vacancies as charge compensators affects strongly the intensity of the (200) diffraction peak. This is what we observed after refinement of the XRD patterns by Model 3 compared with Model 2 (Fig. 10). The fitting of the (200) diffraction peak is better for the sample obtained at a low temperature, i.e. at 200 °C. Therefore, one could conclude that Mg2+ ions preferentially substitute the Na+ ions in the 4a olivine position. When the annealing temperature increases up to 400 °C, a partial cationic redistribution of Mg2+ ions from 4a to 4c should also be taken into account.",
                        "The simultaneous appearance of smaller Mg2+ and bigger Na+ ions in one and the same crystallographic position is a rare phenomenon. However, the specific five-fold coordination of Mg2+ in phosphates, as well as the metastability of NaMnPO4 with an olivine structure, could contribute to the unexpected cationic distribution in Mg-substituted NaMnPO4. It is worth mentioning that Zhang et al. reported that 3 mol% Mg2+ substitutes Li+ in LiMnPO4. In addition, it is interesting to compare the Mg-substituted NaMnPO4 in the recently found stable intermediate phase with a composition of Na2/3FePO4. The olivine structure of Na2/3FePO4 is transformed into a monoclinic supercell due to the simultaneous ordering of Na+ and vacancies in the 4a-position, concomitant with charge ordering of Fe2+ and Fe3+. In comparison with Na2/3FePO4, the lithium analogue forms a metastable phase. In the case of the Mg-substituted NaMnPO4, it appears that Na+, Mg2+ and vacancies are homogeneously distributed over the M1-position.",
                        "The next structural issue is associated with the development of the PO4-network in the Mg-substituted NaMnPO4 (Fig. 11).",
                        "Within the range of 1400–500 cm−1, the IR spectra of Mg-substituted phospho-olivines are dominated by vibrational modes due to PO4 groups: the five bands at 1129, 1082, 1063, 965 and 943 cm−1 are due to the P–O stretching vibrations (ν3 and ν1 modes) and the four bands at 630 (sh), 618, 582 and 545 cm−1 come from the asymmetric bending ν4(PO4) modes. The band positions remain unchanged after the introduction of Mg2+ ions in the olivine structure. This observation is also valid for the reference system LiMn1−xMgxPO4 solid solutions (Fig. S4, ESI†). It should be mentioned that the PO4 normal vibrations for the Mg-containing phospho-olivine LiMgPO4 appear at higher wavenumbers than those in LiMnPO4, so that a blue shift of PO4 wavenumbers in the mixed compositions should be expected when the Mg content is increased. The lack of any measurable effect of Mg on the PO4 vibrations for Mg-substituted phospho-olivines can be related to the low amount of Mg ions. Chen et al. reported the IR spectra of LiMn1−xMgxPO4 containing up to 50 mol% Mg, but the data concerning the band positions were not provided. Based on the IR spectra of Mg-substituted phospho-olivines, one can conclude that the occurrence of Mg2+ ions in the olivine structure up to 15 mol% does not lead to any change in the spectral characteristics of the PO4 groups."
                    ],
                    "name": "Structure of Mg-substituted NaMnPO4 phospho-olivines",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "KMnPO4·H2O and KMgPO4·H2O form the homogeneous mixed crystal KMn1−xMgxPO4·H2O with a dittmarite structure, where Mg2+ substitutes Mn2+. The mixed salt KMn1−xMgxPO4·H2O participates in topotactic reactions of exchange of K+ with Li+ at 200 °C resulting in the formation of LiMn1−xMgxPO4 solid solutions where the Mg2+ and Mn2+ ions occupy the M2 crystallographic position in the olivine structure. The interaction of the mixed dittmarite salt KMn1−xMgxPO4·H2O with Na+ takes place at the same temperature via a mechanism leading to the formation of [Na1−2x/(1−x)Mgx/(1−x)][Mn]PO4 solid solutions that have a completely different cation distribution: magnesium resides preferentially at the M1 crystallographic sites, while the Mn2+ sites remain intact. The charge compensation due to the presence of aliovalent Mg2+ ions in the Na+-sites is achieved by metal vacancies. The solubility of Mg2+ into NaMnPO4 is limited up to 15 mol%, while there is no constraint for Mg solubility in LiMnPO4. Further annealing of [Na1−2x/(1−x)Mgx/(1−x)][Mn]PO4 at 400 °C initiates partial cation redistribution.",
                "The occurrence of Mg2+ in the M1 olivine position is a preliminary condition for the different electrochemical behavior of Mg-substituted NaMnPO4."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Crystal chemistry of Mg substitution in NaMnPO4 olivine: concentration limit and cation distribution"
}