{
    "DOI": "10.1039/D4CC03585B",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The field of energy storage has seen notable advancements driven by the quest for sustainable and efficient battery technologies. Among these, sodium-ion batteries (SIBs) have emerged as promising candidates due to the abundance and low cost of sodium resources. Despite these advantages, the larger ionic radius of sodium ions poses challenges such as sluggish kinetics and significant structural changes during cycling, resulting in inferior electrochemical performance. Consequently, there is an urgent need to explore and develop electrode materials with sufficient interstitial space to accommodate larger Na+ ions, capable of delivering superior cycling stability and rate performance for SIBs.",
                "Transition metal chalcogenides are increasingly recognized as promising anode materials for SIBs due to their versatile synthesis, robust structures, and high theoretical capacities. Among them, transition metal selenides (TMSes) like MnSe, CuSe, CoSe2, and MoSe2, have garnered significant attention for their superior electronic conductivity and smaller band gaps compared to transition metal sulfides, leading to better rate performance. However, TMSes undergo phase transitions during (de)sodiation, involving bond breaking and crystal structure rearrangement. This collapse and aggregation degrade cycling and rate performance, especially at high current densities. Strategies like nanostructure design and carbon modification are commonly employed to mitigate the above issues, however elaborate fabrication and unfavorable side reaction restrict their practical application.",
                "Bimetallic selenides often exhibit superior electrochemical performance due to enhanced conductivity, enriched redox reactions, and synergistic effects between components. For instance, Wang et al. have synthesized the Co4Mo6Se8 nanosheet arrays grown on a carbon skeleton (CMSe/C), showing a reversible capacity of 474 mAh g−1 at 2 A g−1 after 2400 cycles. Although some progress has been made in enhancing the performance of these materials, achieving stable cycling behavior at elevated current densities remains a persistent challenge. Moreover, the understanding of the function for each metal unit, as well as the design paradigm for bimetallic selenides, is not yet clear.",
                "In this study, we report a novel cubic bimetallic selenide Cu3TaSe4 as a high-performance anode for SIBs, synthesized via a simple solid-state reaction. By integrating Ta–Se motifs into copper selenide as anti-aggregation units to form a cubic grid structure, the aggregation of copper atoms during conversion reaction can be suppressed by immobile tantalum atoms with large atomic mass, effectively alleviating the volume expansion and electrode failure issues during cycling. Furthermore, the synergy between Cu and Ta bimetals significantly enriches the electronic reaction process, leading to superior electrochemical performance. The Cu3TaSe4 anode exhibits outstanding performance, achieving a high specific capacity of 305 mAh g−1 at 1 C, superior rate capability with 286 mAh g−1 at 50 C, and exceptional cycling stability with 94% capacity retention after 3500 cycles at 20 C (Table S1, ESI†). The anti-aggregation-motif design strategy introduced in this study is anticipated to inspire the development of anode materials with high-rate capabilities and stable cycling for SIBs.",
                "The schematic representation of the cubic grid Cu3TaSe4 structure is depicted in Fig. 1a, illustrating the assembly of Cu–Se and Ta–Se motifs. Tantalum and copper, each coordinated by four equivalent selenium atoms, form TaSe4 and CuSe4 tetrahedra, respectively. The Ta–Se and Cu–Se bonds in these structures are uniformly 2.4 Å in length. The X-ray diffraction (XRD) pattern of the synthesized sample (Fig. 1b) matches well with the standard values of cubic Cu3TaSe4 (JCPDS 00-059-0158), exhibiting a P4m structure and lattice constants of a = b = c = 5.67 Å. The refinement reliability factors are Rp = 5.11%, Rwp = 7.05%, and Chi2 = 7.21. The primary characteristic diffraction peaks are observed at 15.62°, 27.23°, 35.39°, and 45.22°, corresponding to the (100), (111), (120), and (202) crystal planes, respectively.",
                "The microstructure and elemental composition of Cu3TaSe4 were characterized using a suite of advanced microscopy techniques. Scanning electron microscopy (SEM) imagery (Fig. 1c and Fig. S1, ESI†) reveals a predominantly quadrilateral shape of the Cu3TaSe4 particles, measuring approximately 2–3 μm in dimension. Energy dispersive X-ray spectroscopy (EDS) analysis (Fig. 1d) confirms a homogeneous distribution of Cu, Ta, and Se across the composite. High-resolution transmission electron microscopy (HRTEM) images (Fig. 1e) display lattice fringes in two directions, identifying the (001) and (1–10) crystal facets with interplanar spacings of 0.566 nm and 0.405 nm, respectively, with an intersection angle of 90°. Selected area electron diffraction (SAED) patterns (Fig. 1f) from the [110] zone show clear diffraction spots, which are indexed to the (001), (1–10), and (1–11) planes of cubic Cu3TaSe4.",
                "The electrical resistivity of Cu3TaSe4 exhibits a negative correlation with temperature, demonstrating semiconductor behavior (Fig. 2a). Additionally, it achieves a relatively high electrical conductivity of 102.5 mS m−1 at 300 K (the inset of Fig. 2a). Spectroscopic evidence of the formation of Cu3TaSe4 is confirmed by the Raman spectrum recording (Fig. 2b). The cubic lattice of Cu3TaSe4 is characterized by a predominant peak at 233.9 cm−1, corresponding to the E2 vibrational mode of Cu–Se. The weak peak observed at 110.2 cm−1 and the broad peak at 159.5 cm−1 are respectively attributed to the two-phonon structure of Ta–Se. The oxidation state of Cu3TaSe4 was analyzed using X-ray photoelectron spectroscopy (XPS) (Fig. S2, ESI†). The Cu 2p XPS spectrum of Cu3TaSe4, shown in Fig. 2c, displays peaks at 932.4 eV and 952.2 eV, corresponding to the binding energies of the Cu+ 2p3/2 and 2p1/2 states, respectively. Additionally, shake-up satellite peaks for Cu 2p are observed at 944.8 eV and 948.4 eV. The Ta 4f XPS spectrum (Fig. 2d) features peaks at 24.2 eV and 26.1 eV, indicative of the Ta5+ 4f7/2 and Ta5+ 4f5/2 states, respectively. The Se 3d spectrum reveals two peaks, corresponding to Se2− 3d5/2 at 53.9 eV and 3d3/2 at 54.8 eV (Fig. S3, ESI†).",
                "The initial three galvanostatic charge–discharge (GCD) curves of the Cu3TaSe4 anode at 0.15 A g−1 (1C = 300 mA g−1), show initial discharge and charge capacities of 371.7 mAh g−1 and 328.7 mAh g−1, respectively, with a high initial coulombic efficiency (ICE) of 88.4% (Fig. 3a). In subsequent cycles, the coulombic efficiency rapidly increases to above 99%, indicating highly reversible sodium storage behavior. The Na–Cu3TaSe4 half-cell exhibits reversible capacities of 291, 305, 295, 313, 326, 332, 328, and 286 mAh g−1 at 0.2, 1, 5, 10, 20, 30, 40, and 50 C, respectively, indicating that 94% of the reference capacity measured at 1 C can be reversibly achieved within 1.5 minutes (Fig. 3b and Fig. S4, ESI†). When the rate returned to 0.2 C, the Cu3TaSe4 anode rapidly recovers its initial capacity, demonstrating superior rate performance compared to Cu2Se (Fig. S5 and S6, ESI†). Additionally, Fig. S7 (ESI†), Fig. 3c and d illustrate the long-term cycling performance of the Cu3TaSe4 anode at current densities of 1 C, 5 C, and 20 C, following initial low-current activation cycles. After 200 cycles at 1 C, the specific capacity remains steady at 416 mAh g−1 without any capacity decay (Fig. S7, ESI†). Similarly, at 5 C, the specific capacity is maintained at 304 mAh g−1 after 1500 cycles, with a capacity retention rate approaching 100% (Fig. 3c). Under high-rate (dis)charge conditions at 20 C, the specific capacity remains stable at 272 mAh g−1 after 3500 cycles, with a capacity retention rate of 94% (Fig. 3d). The initial capacity increase during the first 100 cycles is due to SEI layer formation and electrochemical milling, which boost electrochemical activity and stabilize the material. The improved performance of Cu3TaSe4 is attributed to the lattice synergy between Cu and Ta, which reduces volume expansion and prevents Cu atom agglomeration, leading to better capacity and electrode stability.",
                "The charge storage behavior of Cu3TaSe4 was evaluated via cyclic voltammetry (CV) characterization at scan rates from 0.4 to 1.5 mV s−1 (Fig. 4a). As the scan rate increased, both anode and cathode peaks rose similarly. According to the Randles–Sevcik (R–S) equation, i = aνb, where i is the peak current and ν is the scan rate. For a diffusion-controlled process, b = 0.5, while for a capacitance-controlled process, b = 1.0. The linear relationship between log(i) and log(ν) was derived from peaks at 1.92 V (peak 1) and 2.05 V (peak 2). The b values for peaks 1 and 2 were 0.94 and 0.98, respectively, indicating that sodium storage in the Cu3TaSe4 anode is primarily capacitive-controlled (Fig. 4b). According to the formula, i = k1v + k2v1/2, where k1 is the slope and k2 is the Y-intercept. The pseudocapacitive contributions at scan rates of 0.4, 0.6, 0.8, 1.0, and 1.5 mV s−1 were 93.3%, 93.4%, 93.5%, 94.0%, and 97.2%, respectively (Fig. 4c and Fig. S8, ESI†). To investigate the kinetics of Na+ migration, constant current intermittent titration technique (GITT) measurements were performed (Fig. 4d and Fig. S9, ESI†). The Na+ ions diffusion coefficient (DNa+) of the Cu3TaSe4 anode ranged from 1.02 × 10−13 to 2.57 × 10−11 cm2 s−1, consistent with the trends observed in the CV curves (Fig. 4d).",
                "In situ XRD was employed to monitor the structural evolution of Cu3TaSe4 during successive (de)sodiation processes in the first cycle, illustrating its working mechanism (Fig. 5a and Fig. S10, ESI†). Throughout the cycle, the peaks observed at about 38.9°, 41.5°, and 44.3° are attributed to BeO, while those at around 46.1°, 51.3°, and 53.2° correspond to Be, associated with the in situ cell window. The peaks at about 43.5° and 50.7° are due to the Cu foil used for the anode. In the initial stage, the peaks at approximately 15.8°, 22.4°, 27.5°, 35.6°, 39.1°, 48.4°, and 53.9° match the diffraction peaks of Cu3TaSe4. The entire (dis)charge process involves a series of distinct transformations. Initially, as the discharge process begins, sodium ions gradually insert into the Cu3TaSe4 lattice. This insertion is indicated by a slight shift in the diffraction peaks of the initial crystal plane of Cu3TaSe4 towards higher angles, resulting in the formation of NaxCu3TaSe4. As the discharge progresses, the initial diffraction peaks of Cu3TaSe4 completely disappear. Concurrently, characteristic peaks of Na2Se (220) emerge at approximately 37.3°, followed by the appearance of the Ta (051) peak at 47.0°. During the charging process, sodium ions gradually deintercalate, resulting in the gradual disappearance of the characteristic peaks of Na2Se (220) and Ta (051), while new peaks corresponding to metal selenides become observable. Upon recharging to 3 V, peaks associated with the Ta2Se3 (001), TaSe3 (102), and Cu3Se2 (111) crystal planes are observed.",
                "The CV profiles of Cu3TaSe4 at a scan rate of 0.5 mV s−1 further reveal electrochemical behavior (Fig. 5b). In the first cathodic scan, a prominent peak at approximately 0.48 V indicates the initial sodiation process and solid electrolyte interface (SEI) layer formation, while a minor peak at 0.05 V indicating Na+ insertion within the carbon matrix. During the subsequent anodic scan, a peak around 0.1 V corresponds to Na+ extraction from the carbon matrix. Peaks observed at 1.52 V, 1.92 V, and 2.05 V are attributed to the desodiation of Na2Se and the formation of TaSex and CuSex. After the initial scan, the subsequent curves display highly reproducible profiles, indicating excellent reversibility and stable kinetics. The electrochemical impedance spectra reveal a significant reduction in charge transfer resistance for the Cu3TaSe4 anode after several cycles (Fig. 5c). This is due to the anode activation process, which forms refined nanoparticles and a more uniform SEI film. Consequently, both electron and ion conductivity are enhanced, leading to improved electrochemical performance and stability of the Cu3TaSe4 anode.",
                "In summary, Cu3TaSe4 was successfully synthesized via a one-step solid-state reaction. The incorporation of Ta–Se motifs into copper selenide to form a cubic grid structure effectively mitigates the aggregation of copper atoms during the conversion reaction, thus addressing the issue of structural degradation-induced electrode failures. The Cu3TaSe4 anode demonstrates exceptional sodium storage capabilities, maintaining a capacity retention of 94% from 0.2 C to 50 C, with specific capacities of 304 mAh g−1 after 1500 cycles at 5 C and 272 mAh g−1 after 3500 cycles at 20 C in SIBs. The sodium storage mechanism of the Cu3TaSe4 anode was investigated using in situ XRD, revealing a stepwise bimetallic reaction. This anti-aggregation motif design strategy is anticipated to inspire the development of high-rate and long-lived anode materials for SIBs.",
                "Y. H. and Z. L. contributed equally to this work. Yiran Hao: writing – original draft, software, investigation, formal analysis, data curation. Zhuoran Lv: methodology, writing – review & editing, formal analysis. Wujie Dong: formal analysis. Peng Qin: funding acquisition, writing – review & editing, supervision. Keyan Hu: funding acquisition. Fuqiang Huang: conceptualization, funding acquisition, supervision.",
                "This work was financially supported by the National Natural Science Foundation of China (51872315, 52202327), Natural Science Foundation of Jiangxi Province (20224BAB204002, GJJ211320), the Postdoctoral Fellowship Program of China Postdoctoral Science Foundation (GZB20230400), and the Science and Technology Commission of Shanghai Municipality (23DZ1200800)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Integrating anti-aggregation Ta–Se motifs into copper selenide for fast and robust sodium-ion storage"
}