{
    "DOI": "10.1039/D0NR04262E",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have been successfully applied in mobile portable devices and electric vehicles owing to their high energy density and long cycle life. However, the increased price of LIBs represents a serious issue, due to the uneven distribution and low abundance of lithium resources. This will be a major obstacle for the large-scale energy storage applications of LIBs. Therefore, sodium ion batteries (SIBs) have attracted much attention in the field of large-scale applications, which benefit from their low costs, superior safety performances, and the similar working mechanism to LIBs. In recent years, various kinds of cathode materials have been studied, such as layered transition metal oxides, manganese oxides, and NASICON-type materials. Among the above-mentioned cathode candidates, layered oxides (NaxTMO2) have been extensively investigated because of their higher capacities and industrial feasibility; and these materials can be mainly classified into two groups: P2 and O3 phase (Na+ in a prismatic or an octahedral environment).",
                "Due to simple synthesis, high initial coulombic efficiency and sodium content, O3 phase oxides have been widely studied as the most promising candidates, which play an important role to realize a practical sodium-ion battery system. However, there are also several challenges to overcome for O3 phase oxides. Particularly, their poor capacity retention resulting from structural changes during the sodium deinsertion/insertion process. Moreover, most O3 phase oxides suffer from poor air stability and moisture sensitivity, which greatly limit their large-scale industrialization application. Among most O3-phase oxides, NaNi0.33Mn0.33Fe0.33O2 (NaNMF) is one of the most promising cathode candidates with air stability, an achievable reversible capacity of 120 mA h g−1 and comparatively smooth charge/discharge curves, which have been reported by Kim et al. Simultaneously, the earth-abundant and low-toxicity elements of manganese and iron make this material a significant topic of research for sodium ion batteries. In addition, the air stability reveals a new avenue for the possibility of practical applications. Despite these, the extraction/insertion of sodium ions which have a larger ionic radius causes inferior cycling stability and complex phase transitions of NaNi0.33Mn0.33Fe0.33O2 which greatly limit its practical applications. To address these defects, many effective strategies such as elemental doping have been reported for resolving these issues and to optimize its electrochemical performance.",
                "Many studies have proven that doping with other transition metal elements is an effective method to improve the electrochemical performances of layered NaxTMO2 cathode materials. Oh et al. demonstrated that the Na[Li0.05(Ni0.25Fe0.25Mn0.5)0.95]O2 layered material exhibited exceptionally high specific capacity (180.1 mA h g−1 at 0.1 C) and long-term cycling stability through introducing the Li element into the transition metal layer to support structural stabilization. Ramasamy introduced the inactive element Al into P2-Na0.5Mn0.5Co0.5O2 to improve cycle stability and achieve excellent rate capabilities at various current densities. The superior electrochemical performances of the Na[Li0.05(Ni0.25Fe0.25Mn0.5)0.95]O2 and Na0.5Mn0.48Al0.02Co0.5O2 materials can both be attributed to the stronger transition metal–oxygen bond (Li–O and Al–O) that stabilize their layered structures. Based on the above studies, it can be concluded that the bond energy between transition metals and oxygen has great influence on structural stability and electrochemical properties.",
                "Herein, we have investigated the bond energies between common elements and oxygen. As shown in Table 1, compared with other elements, the rare-earth Y3+ ion has the highest bond energy for oxygen which can stabilize oxygen in a layered crystal structure. Based on the above, we hypothesize that Y, which possesses the highest bond energy among those compared, is most likely to be an ideal doping element; however, because of its larger radius, it is uncertain whether Y3+ can be doped into the host lattice and stabilize the layered structure successfully. Simultaneously, to further study the effects of bond strength on layered structure stability and electrochemical properties, we also conducted a comparative study that investigated the role of the element Al (the same valence state as Y) with lower metal–oxygen bond energy than Y. In addition, we have proposed an assumption that higher bond energies generate the more stable layered crystal structures, and the Y-doped samples shall have superior electrochemical properties.",
                "In order to confirm the effectiveness of our hypothesis, a series of NaNi0.33Mn0.33−xFe0.33MxO2 (partial substitution of Y or Al in the Mn site, x = 0–0.04) samples were synthesized via a simple sol–gel method. The structures and electrochemical properties of both samples were studied comprehensively in this paper. As hypothesized, the electrochemical properties of NaNi0.33Mn0.33Fe0.33O2 were increased markedly by doping with Y or Al, with Y-doped samples exhibiting better performance. The pristine, NaNi0.33Mn0.31Y0.02Fe0.33O2, and NaNi0.33Mn0.29Al0.04Fe0.33O2 electrodes respectively deliver discharge capacities of approximately 28.6, 98.3 and 86.2 mA h g−1 after 200 cycles, accompanying the capacity retention rates of 22.3%, 72.8% and 65.4%, respectively. Through studying crystal structures, we found that the NaNi0.33Mn0.31Y0.02Fe0.33O2 cathode has larger d-spacing and a more stable layered structure than the NaNi0.33Mn0.29Al0.04Fe0.33O2 cathode. The electrochemical performance improvement magnitude of Y-doped layered oxide is greater than Al-doped materials. Furthermore, the improvement mechanism has been clarified based on multiple analyses, and this study offers some new insights into designing a promising positive electrode candidate for rechargeable SIBs through structural regulation."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "NaNi0.33Mn0.33−xYxFe0.33O2 (x = 0, 0.01, 0.02, 0.03, 0.04) and NaNi0.33Mn0.33−xAlxFe0.33O2 (x = 0, 0.01, 0.02, 0.03, 0.04) cathode materials were synthesized by a simple sol–gel method. Polyethylene glycol and citric acid were dissolved in deionized water, and then stoichiometric amounts of nickel acetate, manganese acetate, iron nitrate, and yttrium nitrate (aluminum nitrate) were added into the above solution under constant stirring. The resultant mixed solution was aged at 80 °C for 5 h and then dried at 120 °C overnight to obtain the porous gel. Finally, the dried gel was grinded adequately and calcined at 900 °C for 12 h subsequently to obtain the final materials."
                    ],
                    "name": "2.1 Preparation of materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures and material compositions were determined by a Persee XD2 equipment using Cu Kα radiation in the range of 10°–70° (a step width of 0.01°). X-ray photoelectron spectroscopy (XPS) analysis was carried out on a Thermo Scientific Escalab 250Xi to characterize the valence states of Ni, Fe, Mn, Y and Al ions. Scanning electron microscopy (SEM) measurements were performed on a Hitachi SU8010 instrument. Transmission electron microscopy (FEI Tecnai G2 F20) was used to collect the elementary mapping images."
                    ],
                    "name": "2.2 Sample characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A uniform slurry was formed by combining the active materials, conductive additive, poly (vinylidene fluoride) in a ratio of 75:15:10. Then the slurry was uniformly coated onto Al foil and dried in a vacuum oven at 120 °C for 12 h. CR2025 coin cells were assembled in an atmosphere of high-purity argon, using Na disks as the counter electrode, glass fiber (Whatman) 1.0 M NaClO4 in propylene carbonate (PC) as separator and the electrolyte, respectively. An automatic galvanostat (NEWARE) was used to measure the property of galvanostatic charge–discharge at various current densities (1 C = 125 mA g−1) in a voltage range of 1.5–4.2 V at room temperature. In addition, cyclic voltammetry (CV), electrochemical impedance spectroscopy (EIS), and potentiostatic intermittent titration technique (PITT) tests were carried out on a Metrohm Autolab instrument."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD patterns of pristine and Y-doped (different molar ratios) samples are shown in Fig. (1a), indicating that a single O3-phase was synthesized and Y3+ was doped into the crystal structure successfully. The corresponding diffraction peaks can be identified as an Rm (no 166) space-group, which is in accordance with the α-NaFeO2 structure. However, there is a minor amount of Y2O3 phase formed when the amount of doped Y3+ was increased to 0.03. As can be seen from Fig. 1(b), the (003) peak shifts left when the doped amount is 0.01 and 0.02 because of the larger radius of Y3+ (0.90 Å) than Mn4+ (0.53 Å), so we can conclude that the interplanar spacing can be enlarged, which can also be confirmed by the refined crystallographic data. Subsequently, there is a right shift when Y-doped content increases to 0.03 and 0.04, which may be attributed to partial Y3+ has not doped into the crystal structure completely (due to the formation of Y2O3). In addition, the XRD patterns of NaNi0.33Mn0.33−xAlxFe0.33O2 are shown in Fig. S1,† demonstrating that all cathode materials show high phase purity and good crystallinity. Fig. 1(c) shows the (003) peak of Al-0.04 doped sample only has a slight left shift due to the smaller radius of Al3+ (0.535 Å) than Y3+ (0.90 Å).",
                        "The Rietveld refinement profiles and crystal structures of all samples are established in Fig. 2. The calculated crystallographic parameters of the pristine, Y0.02-doped, and Al0.04-doped samples are summarized in Table 2. It can be seen that the lattice parameters a, c, and cell volume all increase with the introduction of Y and Al, which may be attributed to the larger size of Y3+ and Al3+ ions compared to Mn4+ ions. However, the spacing of the transition metal layer for NaNi0.33Mn0.31Y0.02Fe0.33O2 and NaNi0.33Mn0.29Al0.04Fe0.33O2 is slightly smaller than that of the pristine material, which can be attributed to the more dominant role of stronger Y–O and Al–O bond than ion radius. Furthermore, the d-spacing of the Na layer has increased, which not only can enhance Na+ diffusion coefficient but also mitigate lattice strain during the process of Na+ deintercalation/intercalation. Simultaneously, the strength of Y–O and Al–O is stronger than Mn–O according to bond energy values at 298 K, therefore, the total transition metal–oxygen bonding of both doped materials are much stronger than that of the undoped one. For this reason, the stability of the layered structure was greatly enhanced for the Y and Al-doped samples. Moreover, the transition metal–oxygen bond of the Y-doped sample is stronger than the Al-doped sample, resulting in a more stable crystal structure for the Y-doped material.",
                        "Fig. 3 shows the elemental mapping images of the Y0.02-doped sample for Na, Ni, Mn, Fe, and Y. These elements are all distributed uniformly throughout the material, and the signal of element Y is weak due to its relatively low content compared with that of Ni, Mn, and Fe. The homogeneous distribution of Y throughout the particles also indicates that Y3+ has been doped into the crystal structure successfully. In addition, the elements of the Al0.04-doped sample are also distributed uniformly in Fig. S2.†"
                    ],
                    "name": "3.1 Structure characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to investigate the effects of Y/Al substitution on the specific discharge capacity and cycle stability, all the electrodes were cycled in the voltage range of 1.5–4.2 V. Fig. 4(a) demonstrates the cycling stability of the NaNi0.33Mn0.33−xYxFe0.33O2 cathode materials and the effects of different molar ratios of Y-dopant on the cycling performance at 2 C after 2 cycles of activity at 0.2 C (1 C = 125 mA g−1). Obviously, all samples exhibited approximately the same initial capacity, while the specific discharge capacity of the pristine cathode was only 28.6 mA h g−1 after 200 cycles and the specific capacities of Y0.01, 0.02, 0.03 0.04 doped electrodes were about 39.1, 98.3, 85.1, and 83.9 mA h g−1, respectively, which are greatly increased compared to the pristine electrode. Moreover, it can be seen that the capacity retention at 2 C for the NaNi0.33Mn0.33−xYxFe0.33O2 (x = 0, 0.01, 0.02, 0.03, 0.04) cathode materials after 200 cycles were 22.3, 27.8, 72.8, 61.2 and 62.9%, respectively, which indicate that Y-doping improves cycling stability greatly. In particular, the NaNi0.33Mn0.31Y0.02Fe0.33O2 material showed the best discharge specific capacity and cycle stability, the inferior properties of the Y0.03, 0.04-doped materials can be attributed to the formation of Y2O3 phase impurities, the lower doping amount results in faster capacity attenuation for the Y0.01-doped sample. For this reason the Y0.02-doped sample was selected as the representative for further testing. Fig. 4(b) shows the cycling stabilities of the NaNi0.33Mn0.33−xAlxFe0.33O2 (x = 0, 0.01, 0.02, 0.03, 0.04) materials, the Al-doped electrodes all exhibited enhanced specific capacity and cycle stabilities, especially for the Al0.04-doped sample. The comparison of cycle performances for the Y0.02-doped and Al0.04-doped cathodes is shown in Fig. 4(c), it can be seen that both doped samples exhibited better performances and NaNi0.33Mn0.31Y0.02Fe0.33O2 had the best cycle stability, which can be attributed to stronger transition metal–oxygen bond strength that result in a more stable crystal structure.",
                        "For the purpose of investigating the role of Y and Al doping on rate performance, the pristine, Y0.02-doped, and Al0.04-doped cathodes were cycled at different current densities between 1.5 and 4.2 V (Fig. 4(d)). The discharge capacities of the pristine were 168.6, 143.5, 127.2, 102.6, 14.5, and 0.4 mA h g−1 at 0.2, 0.5, 1, 2, 5, and 10 C, respectively. In contrast, for the Y0.02-doped cathode material, the corresponding discharge capacities were 151.6, 147.3, 136.7, 124.9, 107.1, and 65.6 mA h g−1 at 0.2, 0.5, 1, 2, 5, and 10 C, respectively. It is obvious that the Y0.02-doped cathode exhibited superior rate capability than the pristine, particularly under larger current densities. In addition, we can also see that the rate performance of the Al0.04-doped cathode had improved compared to the pristine, but was not as excellent as the Y0.02-doped cathode that possessed larger interplanar spacing. The superior rate capability of NaNi0.33Mn0.31Y0.02Fe0.33O2 may be largely due to increased interlayer spacing d, so that the sodium ion diffusion resistance is reduced which in turn improves the rate capability. This is consistent with the larger Na+ diffusion coefficients calculated by the subsequent PITT measurements.",
                        "Fig. 5(a) and (b) display the voltage vs. specific capacity plots for the pristine and Y0.02-doped cathodes at 50th and 150th cycles, respectively. We can clearly see that the gaps between the plateau regions of charge and discharge for Y0.02-doped NaNi0.33Mn0.33Fe0.33O2 are much smaller compared with the pristine material. This result indicates that the Y0.02-doped cathode has lower polarization, and the process of charge and discharge is nearly reversible. In addition, as is shown in Fig. 5(c) and (d), compared with the pristine cathode, the Y0.02-doped NaNi0.33Mn0.33Fe0.33O2 shows higher discharge capacity and the plateau of discharge voltage decreased slower throughout the whole cycling process. Furthermore, the discharge voltage of the Y0.02-doped electrode decreased by 13.5%, while for the pristine electrode decreased by 35.8%. According to the results, it can be concluded that the problem of voltage reduction for NaNi0.33Mn0.33Fe0.33O2 has been alleviated effectively by a small amount Y3+ substitution."
                    ],
                    "name": "3.2. Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to study the reaction mechanism and the role of Y-doping on electrochemical kinetic properties, the cyclic voltammograms of the pristine and Y0.02-doped electrodes in the potential range of 1.5–4.2 V versus Na+/Na at a scan rate of 0.1 mV s−1 were measured. The CV profiles shown in Fig. 6 represent two pairs of reversible redox couples, corresponding to the two-stage reaction of Na ion extraction/insertion. As for the pristine, an obvious oxidation peak can be located at 3.080 V along with a reduction hump at 2.814 V, which are associated with the electrochemical redox reactions of Ni2+/Ni3+. The other oxidation peak located at 4.150 V along with the reduction hump at 3.769 V, which can be attributed to the redox processes of Fe3+/Fe4+. Moreover, the gap between both redox couples for the pristine (0.266 V) is wider than the NaNi0.33Mn0.31Y0.02Fe0.33O2 (0.220 V), indicating a lower polarization, better redox reversibility, and enhanced Na+ diffusion behavior with the introduction of Y3+.",
                        "To investigate the influence of Y3+ substitution on the kinetics of sodium ion intercalation/deintercalation into cathodes, EIS tests were used to study the interface stability between electrolyte and cathode. Fig. 7(a) and (b) show the Nyquist plots of the pristine and Y0.02-doped cathodes before and after 200 cycles, which each is composed of a single semicircle at high-frequency associated with the charge transfer resistance (Rct) and a quasistraight line at low frequency ascribed to the Warburg impedance (Zw). It is clearly seen that Rct of the Y0.02-doped electrode (300.63 Ω) was significantly decreased compared with the pristine electrode (653.33 Ω) before cycling (Table S1†). This result is consistent with the post-cycling sample, the Rct of the Y0.02-doped sample was 342.89 Ω, while the pristine material was 975.07 Ω (Table S2†). The above phenomenon is because of enhanced reaction kinetics and rapid charge transfer at the interface between electrode/electrolyte. Simultaneously, the degree of increase in resistance of the Y0.02-doped electrode (42.26 Ω) is much smaller than the pristine (321.74 Ω) after 200 cycles, which can be attributed to enhanced layered structure stability. Based on these, it can be concluded that excellent rate performance and cycling stability were achieved in the doped material.",
                        "The PITT measurements were carried out on the electrodes to determine the sodium ions diffusion coefficient (DNa+) in the voltage range of 1.5–4.2 V. The Na+ diffusion coefficients can be calculated by the following equation on the basis of Fick's second law: DNa+ = −[dln(I)/dt] [4L2/π2 ], where I is the titration current, t is the step time, and L is the characteristic diffusion (the thickness of the cathode active material).Fig. 7(c) and (d) demonstrate the PITT curves of the pristine and Y0.02-doped samples during Na+ insertion/deinsertion between 1.5 and 4.2 V. It is worth mentioning that the calculated sodium ions diffusion coefficients of the Y0.02-doped cathode were close to 10−9 cm2 s−1, which are much higher than the pristine during the discharge process. The functional introduction of Y3+ into the crystal structure plays an important role in increasing the layer spacing (d) and reducing the sodium ion migration barrier, so the Na-ion diffusion coefficients have been improved. This result is in accordance with the remarkably enhanced rate property exhibited by the doped material.",
                        "Fig. 8(a) and (b) show the size and morphologies of the as-synthesized pristine and Y0.02-doped particles, respectively. It is observed that the sizes of all particles are in the range of 0.2–1 μm. Simultaneously, almost all particles are plate-like and polyhedral for both samples, and the surface of the Y0.02-doped material looks smoother than those of the pristine particles. To further confirm the effectiveness of the substitution of Y on particle integrity and mechanical stability, SEM images of the pristine and Y0.02-doped samples were collected after 200 cycles and are shown in Fig. 8(c) and (d). It is apparent that the phenomenon of particle exfoliation can be observed in the pristine, this is because of the larger strain between domains induced by structural expansions with Na+ intercalation in the crystal structure. However, the particles of the Y0.02-doped sample still maintain excellent integrity after experiencing long-term sodiation and desodiation, which can be attributed to superior layered structure stability that possesses higher transition metal–oxygen bond energy, so the cycling stability was improved significantly.",
                        "In order to investigate the stability of the oxygen and the thermal stability, XPS O 1s spectra and DSC results were collected for the samples (the pristine and Y0.02-doped). As shown in Fig. 9(a), the O 1s peaks represent the fact that there are lattice and surface oxygen existing in the electrode materials. Table S1† summarizes the relative contents of lattice and surface oxygen for both samples. Compared with pristine, the ratio of lattice oxygen/surface oxygen in NaNi0.33Mn0.31Y0.02Fe0.33O2 was improved greatly, which demonstrates that the substitution of Mn4+ with Y3+ plays a crucial role in stabilizing oxygen anions in the crystal structure. Due to the introduction of Y3+, the transition metal–oxygen bond becomes stronger, which improves the stability of layered structure. Furthermore, differential scanning calorimetry curves of both cathode materials charged to 4.2 V are shown in Fig. 9(b). The thermal decomposition temperature (the exothermic peak) of NaNi0.33Mn0.31Y0.02Fe0.33O2 has increased by 25.08 °C, which proves that cation substitution has a great effect on mitigating lattice oxygen release and inhibiting the irreversible loss of oxygen. In addition, the heat generation of the Y0.02-doped sample was 81.8 J g−1, much lower than the 102.9 J g−1 of the pristine material. We can draw the conclusion that the NaNi0.33Mn0.31Y0.02Fe0.33O2 material possesses better thermal stability.",
                        "To further demonstrate the role of Y element on the ability of the cathode material's resistance to electrolyte corrosion, the cathodes were stored in fresh electrolyte for 15 days after being charged to 4.2 V, and then inductively coupled plasma (ICP) was used to measure the contents of dissolved transition metal ions in the electrolyte. As shown in Table 3, the leached metal ions for the pristine material were 0.0139, 0.0820, and 0.1085 mg kg−1 for respective ions, this is much higher than those for the Y0.02-doped sample (0.0094, 0.0674, and 0.0928 mg kg−1). Therefore, the NaNi0.33Mn0.31Y0.02Fe0.33O2 material can protect transition metal ions from leaching, and thereby improve the cycling stability and rate performance.",
                        "To investigate the relationship of the excellent electrochemical performance and the Na deintercalation/intercalation reaction mechanism, ex situ XRD were collected to examine the crystal structure at various charge and discharge states during the first cycle. Fig. 10(a) and (b) show the ex situ XRD patterns of NaNi0.33Mn0.33Fe0.33O2 and NaNi0.33Mn0.31Y0.02Fe0.33O2 along with the first charge and discharge curves, respectively. As sodium ions were extracted from the O3-NaNi0.33Mn0.33Fe0.33O2, the diffraction peak of the (003) peak moves to a lower angle and splits into two at 3.4 V, indicating the formation of a new hexagonal P3 phase induced by the gliding of the [Ni0.33Mn0.33Fe0.33]O2 slab (Fig. 10(a)). Simultaneously, the (101), (102) peaks shift right and the (104) peak disappears gradually, which also demonstrated the coexistence of hexagonal O3 and P3 phases. Upon further sodium removal from the lattice (until charged to 4.2 V), only the P3 single phase is observed along with constantly increasing d-spacing. During the discharge process, there is a reversible phase transformation process, the (003) peak moves to a higher angle and also split into two peaks when discharging to 3.4 V. In particular compared to the uncycled state, the (003) peak has a slight left shift upon discharged to 1.5 V. Overall, the pristine NaNi0.33Mn0.33Fe0.33O2 material experienced sequential phase transitions of O3–O3 + P3–P3–O3. By contrast, as shown in Fig. 10(b), the (003) peak of NaNi0.33Mn0.31Y0.02Fe0.33O2 still maintained intact shape, showing that the new P3 phase is less developed (when charged to 3.4 V). It should be noted that a much larger fraction of the O3 phase was observed in the Y-doped sample than in Y-free sample when the cathode was discharged to 3.4 V, which can also be ascribed to the splitting of the (003) peak. Furthermore, the phase transitions of the Y-doped NaNi0.33Mn0.31Y0.02Fe0.33O2 are much more reversible than the pristine according to the coincidence degree of the (003) peak between the uncycled state and when discharged to 1.5 V (the pristine shift left 0.12°, while the Y0.02-doped shift left 0.06°). These results indicate that Y-doping can facilitate reversible phase transition, which is consistent with improved cycle performance and layered structure stability."
                    ],
                    "name": "3.3 Mechanism analysis",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, we selected Y, which has a high bond energy for oxygen, as the dopant element (Al for comparative study of bond strength) to modify O3-NaNi0.33Mn0.33Fe0.33O2 cathode materials. A series of NaNi0.33Mn0.33−xFe0.33MxO2 (partial substitution of Y or Al in the Mn site, x = 0–0.04) samples were synthesized via a simple sol–gel method. The specific capacity and rate capability of the layered cathode materials were significantly improved by doping with Y or Al, and the Y-doped material showed the best electrochemical properties. More importantly, the relationships between crystal structure and electrochemical properties have been explored and discussed. XRD analysis demonstrated that Y-doped materials maintain larger interlayer spacing than Al-doped materials, which facilitate the process of Na+ intercalation/deintercalation, to noticeably enhance rate performance. In addition, the substitution of Y for Mn enhances TM–O bond energy, resulting in highly stable layered structures that contribute to the excellent cycling stability. Moreover, improved thermal decomposition temperature, reversible phase transformation, and suppressed structure distortion, all indicate the superiority of the Y-doped material. Based on the above results, this functional regulation strategy might open up an easy way to modulate electrochemical properties for layered oxide materials and push forward the potential commercialization application of SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A comprehensive study of the multiple effects of Y/Al substitution on O3-type NaNi0.33Mn0.33Fe0.33O2 with improved cycling stability and rate capability for Na-ion battery applications"
}