{
    "DOI": "10.1039/D3TA04941H",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Considering the scarcity and uneven distribution of lithium reserves, sodium-ion batteries (SIBs) have recently received considerable attention and have shown application promise in low-speed vehicles and grid energy storage because of the abundant sodium resources, lower cost, and analogous operation principles to lithium-ion batteries (LIBs). Interestingly, carbon materials are the most applied anodes in SIBs, but these require hard carbons (HCs) as the standard graphite anodes of LIBs are unsuitable due to the unstable graphite intercalation compounds of sodium and a very poor reversible capacity (<35 mA h g−1). Moreover, distinctly different from the slope-dominated discharge/charge feature of soft carbons, HCs present a much extended plateau region, contributing to the substantially increased reversible capacity.",
                "HCs are amorphous carbon materials with turbostratic layered structures and large interplanar distances, which can buffer the volume effect and facilitate Na+ transportation. They are always obtained by pyrolyzing thermosetting precursors with highly cross-linking structures (e.g., resins and biomasses) and are difficult to be graphitized even at ultrahigh temperatures (over 2800 °C). Most recently, several studies have demonstrated that pitches, generally as low-cost soft carbon precursors, can also be used to produce HCs. The controllable synthesis of HCs with tailored properties is the key to realizing a high sodium-storage performance.",
                "Depending on their raw material sources from industry byproducts, pitches can be divided into petroleum pitch and coal tar pitch (CTP), and the later usually has a higher aromaticity and fewer aliphatic chains, while both of them are mainly comprised of various polycyclic aromatic hydrocarbons (PAHs) and their derivatives. Due to π–π stacking interactions, PAHs are stacked in a planar orientation during the heat-treatment process, resulting in an optically anisotropic structure called a mesophase (i.e. a liquid crystalline phase). So the direct pyrolysis of pitches commonly yields soft carbons with a highly ordered stack of graphene. This characteristic has led to pitches being widely used to prepare soft carbon, artificial graphite, and mesophase pitch carbon fibers. Although pitch-derived soft carbons have superior electrical conductivity, they display a poor specific capacity of only ∼130 mA h g−1 for sodium storage because of the relatively small interlayer distance and the lack of internal voids. Some researchers have disclosed that the degree of graphitization during the pyrolysis process can be reduced by certain means that could prevent the stacking behavior and the formation of the mesophase, such as by the addition of oxidizing ingredients and pre-oxidation treatments. The obtained HCs with an extended plateau capacity (below 0.1 V) have both a large interlayer spacing and abundant closed pores, which are beneficial to Na+ intercalation and pore filling, respectively.",
                "Despite their great promise, pitches (especially CTPs) have complex constituents, and the rich chemical structures could affect the oxidative activity as well as the texture and pore structure of the obtained carbon materials. It is known that the quantity of aliphatic chains and the diffusion rate of oxygen are the decisive factors for controlling the oxidative stabilization effect during the pre-oxidation process of pitches. On the one hand, the aliphatic chains are considered to be the active sites in the pre-oxidation process, because the oxygen preferentially attacks the C–H at the α-carbon atoms of aromatic molecules to form radicals, further transforming into an oxygen-containing cross-linking structure for stabilization. On the other hand, the oxidative stabilization degree is determined by the diffusion rate of oxygen, which may be the rate-determining step, especially in the cases of pitches with low softening points or a large stabilization depth.",
                "Except for the influences of the pre-oxidation temperature, the duration time, and the category of the oxygen-containing groups on the performance in SIBs, the current investigations into the synthesis process of pitch-based HCs are far from sufficient because the literature shows the studies of these factors are restricted by the diversity of pitches. It is also notable that the research from the perspective of considering the intrinsic properties of the pitches themselves (e.g., the glass transition temperature and aromaticity) for the evolution of HCs is fairly limited, but would be of great value for promoting the development of pitch-based anodes in SIBs. Therefore, more efforts should be paid to further illuminate the potential influences of these intrinsic parameters of pitches when tuning the microstructure of pitch-derived HCs.",
                "In this study, a systematic investigation of the influence of the intrinsic properties on the microstructure evolution behaviors of pre-oxidized CTPs and the resulting amorphous carbons was carried out for the first time. The relationship between the structural difference of pitch-derived carbons and the corresponding sodium-storage performance was further explored. During the air pre-oxidation process, it was found the pre-oxidation effect of CTPs was mainly dominated by the oxygen diffusion behavior rather than the limitation of the cross-linking reactions. Based on detailed material characterizations and electrochemical analyses, a solid-state carbonization mechanism is proposed to explain how the oxygen cross-linking structures play critical roles during the formation process of CTP-derived HCs. These discoveries pave the way to optimize the components and properties of CTPs for constructing high-performance HCs via pre-oxidation."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Three types of isotropic CTPs with different softening points of 116.1 °C, 179.5 °C, and 213.0 °C were employed as the raw materials and were named as P1, P2, and P3, respectively. First, 5 g pitch powder (300 mesh) of P1, P2 and P3 was separately placed in a porcelain boat with a size of 4 cm × 10 cm, and pre-oxidized at 300 °C for 2 h in a muffle furnace at a rise rate of 0.5 °C min−1. An air flow of 20 mL min−1 was persistently supplied to avoid the influence of oxygen concentration fluctuation. The pre-oxidized pitches were denoted as POP1, POP2, and POP3, respectively. For preparing CTP-derived amorphous carbons, the three POPs were first pre-carbonized at 600 °C for 1 h in a tube furnace with a rise rate of 5 °C min−1 under an Ar atmosphere to obtain semi-cokes. The semi-cokes were further carbonized at 1200 °C for 2 h. The resulting amorphous carbons from the POPx precursors were denoted as POPx-1200. For comparison, the CTPs without pre-oxidation treatment were also subjected to the same carbonization treatment as the control samples, and were denoted as Px-1200, correspondingly."
                    ],
                    "name": "2.1 Material preparations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Fourier-transform infrared spectroscopy (FTIR) was conducted on a Bruker Tensor 27 instrument in the range of 4000–400 cm−1 with a resolution of 2 cm−1. X-ray diffraction (XRD) was performed using a Bruker D8 advance instrument with Cu-Kα radiation (λ = 1.54056 Å). X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-α+) was employed to investigate the surface chemical bonding of C and O. Raman spectra were collected on a HORIBA Scientific LabRAM HR evolution instrument with a 532 nm laser. The texture and morphology of the samples were characterized by scanning electron microscopy (SEM, JEOL JSM-7900F, Japan) and high-resolution transmission electron microscopy (HRTEM, JEOL JEM-2100F). Thermal gravimetric analysis (TGA-DSC) measurements were performed on a NETZSCH STA 449F3 thermal gravimetric analyzer with a heat rate of 10 °C min−1 under a N2 atmosphere. The glass transition temperatures (Tg) were analyzed by differential scanning calorimetry (DSC, Q20, TA) with a heat rate of 10 °C min−1 under a N2 atmosphere, with the inflections of the transition region taken as the Tg. Gas-evolution analysis was performed on a SETSYS EVOLUTION TGA-DTA/DSC thermal analyzer coupled with a mass spectrometer (SETARAM Instrumentation, Lyon, France) under a N2 atmosphere."
                    ],
                    "name": "2.2 Microstructure characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All the electrochemical tests were conducted in CR2025 coin-type cells. The active material (80 wt%), conductive additives (super P, 10 wt%), and binder (polyvinylidene fluoride, 10 wt%) were mixed into a solvent of N-methyl-2-pyrrolidone (NMP) to form a slurry, followed by coating it on copper foil and then dried in a vacuum oven at 120 °C for 12 h. Then the electrode was punched into disks with a diameter of 12 mm and the mass loading of active material was controlled at approximately 1.4 mg cm−2. The coin cells were assembled in an argon-filled glove box (H2O and O2 < 0.1 ppm). Sodium metal foil and glass fiber membrane (Whatman GF/A) were used as the counter electrode and the separator, respectively. The electrolyte was a mixed solution of 1 M NaClO4 in dimethyl carbonate (DMC), ethylene carbonate (EC), and ethyl methyl carbonate (EMC) (1:1:1 in volume) with 2% fluoroethylene carbonate (FEC) as the additive. Galvanostatic discharge–charge (GCD) tests were conducted on a land CT 2001A system within a voltage range from 0.01 V to 3 V (vs. Na+/Na), and the test temperature was controlled at about 25 °C. Cyclic voltammetry (CV) tests and electrochemical impedance spectroscopy (EIS) were performed on a CHI660 electrochemical workstation. For the EIS measurements, the frequency range was from 100 kHz to 0.01 Hz under an open-circuit voltage condition."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Table 1 shows the basic properties of the three CTPs. The fraction analyses of P1, P2, and P3 were carried out through solvent extraction. Toluene is usually used to dissolve the relatively small aromatic molecules in pitches, while quinoline with higher solubility can dissolve larger aromatic molecules. Both the toluene-insoluble (TI) and quinoline-insoluble (QI) components show a positive correlation with the softening point and Tg. These two fractions are the heavy components with a large molecular weight, which could restrict the mobility of pitches and lead to a higher softening point and viscosity. Fig. S1† shows the DSC curves of the three CTPs, from which the Tg values of P1, P2, and P3 were determined to be 68 °C, 93 °C, and 108 °C, respectively. The glass transition usually occurs in a temperature range, and the ranges of P1, P2, and P3 were 44–94 °C, 66–140 °C, and 77–177 °C, respectively. It is notable that P3 had a broad glass transition range, which may be caused by the widest distribution of molecular size due to its rich QI and TI.",
                        "FTIR spectra were employed to analyze the chemical structures of the CTPs. As shown in Fig. 1a, the spectra of P1, P2, and P3 all showed the sp2 aromatic C–H stretching band at 3100–2980 cm−1 and sp3 aliphatic C–H stretching vibration band at 2980–2830 cm−1. The peak at 1600 cm−1 corresponded to aromatic ring stretching, while the peak at 1450 cm−1 was attributed to –CH2– and –CH3 bending vibration or some aromatic rings. The three peaks at 900–700 cm−1 were caused by out-of-plane bending vibrations of the hydrogens attached to aromatic rings. Specifically, the peaks at 875, 815, and 750 cm−1 were attributed to isolated hydrogen, two neighboring hydrogens, and four neighboring hydrogens on aromatic rings, respectively. The aromaticity index (Iar) is always used to reflect the relative amounts of aromatic components. As shown in Fig. 1b, the absorbance band at 3100–2800 cm−1 could be deconvoluted into seven Gaussian peaks. The peak at 3040 cm−1 was caused by aromatic C–H stretching, while the rest of the peaks at 2953, 2920, 2891, 2870, 2850, and 2830 cm−1 were ascribed to vibration signals from aliphatic hydrogen, and the assignment details are listed in Table S1† (ref. ). The Iar was determined according to the ratio of the aromatic hydrogen peak area to the total peak area. The Iar values of P1, P2, and P3 were 0.665, 0.682, and 0.741, respectively.",
                        "The XRD patterns of the CTPs are shown in Fig. 1c and S2.† There was a broad and asymmetric 002 characteristic peak at around 2θ = 25°. The 002 peak could be fitted into two Gaussian peaks (γ band and π band). The γ band at around 20° represented the aliphatic chains and the π band at around 25° represented the stacking of aromatic molecules. The aromaticity index Iar could also be estimated from the XRD patterns. As listed in Tables S2,† the calculated Iar values of P1, P2, and P3 were 0.51, 0.69, and 0.77, respectively. The variation trend was consistent with the result from the FTIR analysis. These results signified that P1 had the most aliphatic chains and smaller aromatic nuclei, which tend to increase the fluidity of pitches. Moreover, the abundant aliphatic chains mean that P1 may have more sites that are easily attacked by oxygen. In contrast, larger aromatic nuclei and less aliphatic chains existed in P3, which tends to cause a lower fluidity and oxidation reactivity."
                    ],
                    "name": "3.1 Physical properties and chemical structures of the CTPs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Ex situ FTIR was used to investigate the chemical structure evolutions during the pre-oxidation. As shown in Fig. 1d and S2,† significant differences in the oxidation reactivity for the three CTPs could be discovered. The absorbance band at 1850–1680 cm−1 was attributed to CO, while the peak at 1720–1690 cm−1 was related to CO in ketone, aldehyde, and carboxyl groups. One could notice that P1 at 180 °C displayed almost no absorbance band at 1700 cm−1, indicating there was no formation of CO before 180 °C in P1. However, the absorbance peaks were observed at this temperature in P2 and P3. The absorbance intensity got increasingly stronger with the rise in the pre-oxidation temperature, suggesting more CO groups in ketone, aldehyde, or carboxyl were produced (Fig. S3†). The absorbance peak at 1735 cm−1 corresponding to CO in ester appeared at 300 °C in P1 and P2, but this peak in P3 started to appear at a lower temperature of 260 °C and the peak intensity was even stronger than that for the other two CTPs at 300 °C (Fig. S3†). Obviously, more CO groups in esters were formed in P3 than P1 and P2 below 260 °C. In view of the consideration the ester groups may come from the condensation of oxygen-containing groups, the more oxygen-containing groups in P3 will promote the earlier generation of ester groups than in P1 and P2. There also existed another two types of CO that were only observed in P3 (Fig. S3†). One related to the peak at 1770 cm−1 that appeared above 220 °C, which was attributed to esters with electron-withdrawing groups attached to single bonded oxygen, which may be caused by the condensation of phenolic hydroxyl and carboxyl groups; and another related to the other characteristic peak at 1835 cm−1 that appeared above 260 °C, which was attributed to CO in anhydride, indicating that the formation of anhydride may require a certain number of carboxyl or carbonyl groups. In addition, the absorbance band at 1300–1100 cm−1 was related to C–O stretching and O–H bending in phenoxy structures and ethers. With the prolonged pre-oxidation time, the absorbance intensity at 1300–1100 cm−1 was augmented and this band got distinctly higher when the temperature reached 260 °C in P3 (Fig. 1d). This suggested that the formation of phenol hydroxyl and ether groups had a high temperature dependence. It is also worth noting that the absorbance bands at 900–700 cm−1 and 3040 cm−1 became weaker obviously after pre-oxidation in P3, signifying the decreased content of aromatic hydrogen. This may be due to the attack of aromatic hydrogen by oxygen atoms and the more condensation reactions between the aromatic nuclei. The absorbance peak at 2980–2830 cm−1 in P3 also showed an apparent decline, which may be caused by the attack of aliphatic hydrogen by oxygen.",
                        "To further understand the changes after pre-oxidation, the chemical bonding states of C and O were analyzed by XPS. Fig. S4† shows the XPS spectra of the pristine CTPs and pre-oxidized CTPs (POP). The oxygen contents in P1, P2, and P3 were 3.78%, 3.60%, and 3.79% according to the XPS results, respectively. After pre-oxidation treatments, the oxygen contents increased by different degrees for the three CTPs, rising to 4.44%, 4.64%, and 10.44%, respectively. The C1s spectra displayed in Fig. 1e–g and S5† could be deconvoluted into six subpeaks at around 284.6, 285.2, 286.1, 287.6, 289.1, and 291.0 eV, corresponding to sp2 C (aromatic carbon), sp3 C (aliphatic carbon), C–OH/C–O–C, CO, O–CO, and π–π* shake-up, respectively. The fitting results manifested that CO and O–CO groups were produced after pre-oxidation. The contents of different oxygen-containing groups are shown in Fig. 1h. The C–OH/C–O–C groups were revealed to be the main existing types of oxygen components in the pre-oxidized CTPs. It could be noted that the contents of CO and O–CO in POP3 were significantly higher than that in POP1 and POP2, which was consistent with the results from the FTIR spectral analyses. The O1s spectra are also analyzed in the following. However it is to be noted that there exist divergences in the identification of the subpeaks in many literature, and so the O1s spectra were tentatively deconvoluted into two subpeaks here. As shown in Fig. S6,† the peak at 531.5 eV represented CO, while the peak at 533.1 eV was assigned to C–O. It was found the contents of both C–O and CO groups increased in the pre-oxidized CTPs. The oxygen content of P3 increased most significantly, and POP3 had the most C–O and CO components. Overall, these results based on FTIR and XPS spectral analyses revealed the higher oxidative reactivity of P3 than P1 and P2."
                    ],
                    "name": "3.2 Monitoring the pre-oxidation processes of the CTPs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Chemical structures that are easy to transform into radicals are important in the pre-oxidation process, such as aliphatic side chains, which are easily attacked by oxygen. However, the above analyses based on FTIR and XPS disclosed that the oxidative degree had no relevance on the amount of aliphatic hydrogens in the present study. Some researchers have reported that the pre-oxidation of pitches was influenced by both chemical reactivity and oxygen diffusion. Oxygen diffusion is a non-negligible factor, but few literature studies have reported the important role of oxygen diffusion in isotropic pitches for constructing anodic HCs. Most of the related studies have focused on the pre-oxidation of pitch-based carbon fibers or mesophase pitches. For example, Singers et al. found that the stabilization process was controlled by oxygen diffusion for carbon fibers with large diameters, while the condition was inverse for fibers with small diameters (<10 μm), in which the stabilization process was oxidation reaction controlled rather than diffusion controlled. White et al. pointed out that high-viscosity mesophase pitches had shrinkage-crack porosity that allowed oxygen diffusion. Therefore, we presumed that the surface condition of pitches may be a critical factor for oxidative stabilization in the present study. To verify our speculation, ex situ optical images were used to track the state of CTPs during the pre-oxidation process. As shown in Fig. S7,† an obvious melting of the P1 particles happened at 180 °C due to their low Tg of 68 °C. The P2 particles did not completely melt into a high-fluidity liquid like the P1 particles did, but also formed big lumps at 180 °C due to their higher Tg of 93 °C and wider transition range (Fig. S8†). Also, the further rise of the pre-oxidation temperature resulted in a shape evolution from a drop to disk, which may be caused by the decrease in viscosity. Very different from the melting behaviors in P1 and P2, the P3 powder almost retained its pristine state throughout the pre-oxidation process, even when the temperature was higher than the glass transition range of P3 (Fig. S9†), implying the transition from the glass state to the liquid phase was inhibited.",
                        "The macrostructure difference before and after the pre-oxidation of the CTPs was also reflected in the sub-morphologies. As displayed in Fig. 2a–c, the pristine P1, P2, and P3 presented a similar granular morphology in shape. With the rise in temperature, a distinct morphology change gradually occurred. It can be seen in Fig. 2d and e that POP1 and POP2 presented a dense surface, indicating the P1 and P2 had completely melted and merged into one block during pre-oxidation. Contrary to this, the surface of POP3 was quite uneven (Fig. 2f), and the spherical-like particles adhered to each other, demonstrating a substantially weakened merging behavior between neighboring particles during the pre-oxidation in P3. Moreover, the P3 particles had diameters of tens of micrometers, which has been proven to be an essential condition for achieving sufficient oxidative stabilization in a limited duration time. A further magnified SEM image of POP3 is shown in Fig. S10,† where the coarse degree of the surface is more distinct. Some pores and microcracks could be discovered in the bulk of the pitch, which were conducive to expose more of the surface to air and form convenient oxygen diffusion pathways toward the internal area. To further verify the importance of oxygen diffusion pathways during the pre-oxidation process, another control sample (denoted as RPOP3) was designed and fabricated. In detail, P3 was pre-oxidized at 300 °C with a rapid rise rate of 10 °C min−1, and the duration time was kept to the same as that used in the preparation process of POPs. As shown in Fig. S11,† a dense structure of RPOP3 could be observed due to the rapid heating-induced transition from the glass state to the liquid phase. Moreover, according to the FTIR and high-resolution XPS C1s spectra of RPOP3 (Fig. S12†), there was only a little increase in the content of oxygen-containing groups. These results demonstrate that the dense structure and smooth surface caused by premature transition from glass state to liquid led to a difficulty of oxygen diffusion. For P1 and P2, the transition from the glass state to liquid played a more important role compared to the quantities of aliphatic hydrogens. In the case of POP3, the high content of large aromatic molecules constrained the molecular mobility and led to the high Tg and high glass transition temperature range, which preserved the access for oxygen diffusion in the initial stage of pre-oxidation. As the pre-oxidation proceeded, the increased cross-linking degree continually inhibited the transition from the glass state to liquid even at higher pre-oxidation temperatures, thus the oxygen diffusion channels could be well retained."
                    ],
                    "name": "3.3 Critical role of oxygen diffusion in oxidative stabilization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The structural difference in the precursors had a profound impact on the microstructure of the resulting CTP-derived carbons, especially the quantity of oxygen groups.Ex situ XRD was used to investigate the microstructure changes during carbonization. As shown in Fig. 3a and b, for the POP1 and POP2 samples, the characteristic 002 diffraction of pitches at 2θ of ∼25° varied from a broad peak to a sharp one when increasing the temperature from 400 °C to 500 °C, indicating the stacking of PAH layers increased and that mesophase structures were generated. The optical images (Fig. S13†) revealed that all the CTPs except POP3 had completely melted at 500 °C, whereas there was limited caking in POP3. These results indicate that the insufficient oxygen cross-linking structures failed to convert the pitches from thermoplastic to thermosetting, which resulted in the melting states of POP1 and POP2 below 500 °C, and meanwhile the ordered arrangement of PAHs took place in the liquid phase. The similar changes in the 002 peak at 500 °C to that of POP1 and POP2 could also be observed in the pristine CTPs without pre-oxidation and RPOP3 (Fig. S14†), signifying the analogous liquid-phase carbonization process. With the further rise in carbonization temperature, the 002 peaks of POP1 and POP2 became sharper due to the formation of ordered carbon structures. In contrast, we observed a distinctly different variation trend for the 002 peak in POP3 (Fig. 3c). No obvious intensity change of these 002 peaks with the rising temperature was detected, suggesting the PAH layers stayed in a relatively disordered state during the carbonization.",
                        "The average interlayer distance of the 002 plane (d002), and thickness (Lc) and length (La) of the stacking layers were calculated according to Bragg's law and Scherrer equation, and the corresponding parameters and variation trends are listed in Table S3† and Fig. 3, respectively. As shown in Fig. 3d, the d002 of POP1 and POP2 showed a decreasing trend below 600 °C. The reduction in d002 may be attributed to the formation of a mesophase and the removal of aliphatic chains and oxygen groups, in which the molecular planarity was enhanced. Nevertheless, the value of d002 for POP3 increased with the rise in temperature above 400 °C. The d002 variation trend of POP3 was very different from that for POP1 and POP2, which could probably be ascribed to the gas evolution and the inhibited rearrangement of the carbon skeleton due to the abundant oxygen cross-linking structure.",
                        "The variation trends of the Lc values with rising temperature are displayed in Fig. 3e. It could be observed that the Lc values increased and then decreased in POP1 and POP2 during the coking process, and the same trends also occurred in the pristine CTPs and RPOP3 (Fig. S15b†). According to the reported literature, the graphitizable carbons commonly present such a variation trend and the rise in Lc values may be ascribed to the increased stacking layer numbers of PAHs, while the decreased Lc values could be related to gas evolution and the collapse of some unstable layers. In this regard, some new insights are supplemented here. The asymmetric index (AI) of the 002 peak was investigated to elucidate the reason for the variation in the Lc values. The calculation for AI is shown in Fig. S16,† which was determined using the right FWHM (full width at half maximum) divided by the left FWHM. A large AI value indicates a high ordering degree in the crystalline structure. The variation trends of AI are displayed in Fig. 3f and S15c.† First, it could be easily understood that the rise in Lc values and AI of POP1 and POP2 were caused by the growth of mesophase structures in the initial coking process. With the further pyrolysis of POP1 and POP2, the Lc values and AI decreased. The fall in Lc values calculated by Scherrer equation signified the rise in FWHM (Table S3†), and meanwhile the fall in AI suggested the left FWHM increased significantly in this process, which may indicate a great transformation from the isotropic phase to some low-ordered structures instead of only a structural collapse. These low-ordered structures can improve the diffraction intensity in the low angle region and broaden the left FWHM, thus decreasing the average size of the crystalline thickness calculated by Scherrer's equation. Therefore, it is reasonable to speculate that the decreases in Lc values and AI were caused by the great transformation from a disordered phase to low-ordered structures that occurred during the coking process in these CTPs in which an obvious melting existed. The low-ordered structures generated during the coking process made the subsequent growth of carbon microcrystalline easier. Therefore, it could be seen that the Lc values of POP1 and POP2 significantly increased at 1200 °C. Meanwhile, the Lc values of POP3 varied slightly during the whole carbonization process, indicating the microcrystalline growth in the C-axis direction was limited. Fig. 3g and S13d† display the variation trend of the La values. Similarly, the variation trend of La was also changed slightly in POP3 compared to other CTPs, signifying the microcrystalline growth of the other CTPs in the lateral direction was more remarkable than in POP3. Overall, the significant differences in the variation trend in the crystalline parameters between POP3 and the other CTPs indicated their diverse structural evolution process.",
                        "The morphology and texture differences of the CTP-derived carbons are discussed below. Fig. 2g–i and S17† display the SEM images of the CTP-derived carbons at 1200 °C. The obtained carbons from the thermoplastic pitch had lamellar structures. Meanwhile, POP3-1200 presented a bulk morphology probably benefiting from its high thermal stabilization after pre-oxidation. HRTEM was used to further investigate the texture of the three carbonized samples. As shown in Fig. 4a and b, POP1-1200 and POP2-1200 presented relatively ordered structures with long-range carbon fringes. The carbon layers had a uniform orientation, demonstrating a graphite-like phase. In contrast, POP3-1200 showed a disordered structure consisting of stacks of curved carbon layers (Fig. 4c). The short and turbostratic carbon fringes in POP3 resulted in the formation of closed pores.",
                        "The crystalline characteristics of the CTP-derived carbons were further investigated by XRD analysis. According to the literature relating to the diffraction peaks of 002 plane, carbon structures can be divided into three subpeaks. The region with a d002 value larger than 4.0 Å could be attributed to disordered carbon, while the region with a d002 value between 3.6–4.0 Å is the pseudo-graphitic domain, which facilitates the intercalation of Na+. The region with a d002 value smaller than 3.6 Å represents the graphite-like domains. A small layer distance of a graphite-like structure is not favorable for sodium intercalation reactions and the access to closed pores. As shown in Fig. 4d–e and Table S4,† POP1-1200 and POP2-1200 mainly consisted of the graphite-like phase, for which the proportions in POP1-1200 and POP2-1200 were 85.79% and 86.85%, respectively. The same characteristics were also presented in the carbons derived from the pristine CTPs (Fig. S18 and Table S4†). Very differently, the XRD pattern for POP3-1200 (Fig. 4f) disclosed that it mainly consisted of the pseudo-graphitic phase with a high proportion of 70.22% and graphite-like phase with a low proportion of 23.30%, confirming the oxidative stabilization greatly suppressed the formation of the graphite-like phase.",
                        "The first-order Raman spectra provide more microstructure information. The Raman spectra could be deconvoluted into five subpeaks, and the assignment details are shown in Table S5† (ref. ). As presented in Fig. 4g–i, the G band at ∼1590 cm−1 represented the ideal graphitic lattice, and the D (D1) band at ∼1350 cm−1, D2 band at ∼1620 cm−1, and D3 band at 1500 cm−1 were related to defects in the graphene layer edges, surface graphene layers, and amorphous carbon, respectively. In addition, the D4 band at 1200 cm−1 was caused by sp2–sp3 bonds. The area ratios of the D and G bands (AD/AG) can be used to evaluate the graphitization degree. Here, the AD/AG values of POP1-1200, POP2-1200, and POP3-1200 were 3.22, 3.36, and 4.35, respectively. These results demonstrate that POP1-1200 and POP2-1200 both derived from thermoplastic precursors had higher graphitization degrees while POP3-1200 was relatively disordered. The crystalline size (La) could be calculated based on the method proposed by Cançado et al. and the equation: La = (2.4 × 10−10) λ4(AD/AG)−1, where λ is the laser line wavelength. Here, the La values calculated by the Raman spectra were 5.97, 5.72, and 4.42 nm for POP1-1200, POP2-1200, and POP3-1200, respectively. These results were close to the values obtained based on the XRD measurements, and both methods revealed that POP3-1200 had the smallest crystalline size. As a result, POP3-1200 had a more disordered arrangement of carbon layers and a larger interlayer distance as well as a smaller crystalline size compared to that for POP1-1200 and POP2-1200. These microstructural differences would significantly affect the sodium-storage behaviors of the CTP-derived carbons."
                    ],
                    "name": "3.4 Structural evolution of the CTPs during carbonization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "It is well-known that HCs are generally obtained through pyrolyzing the thermosetting precursors with abundant oxygen species. For thermosetting pre-oxidized pitches, the oxygen cross-linking structures are thought to inhibit the mesophase formation, while the decomposition of oxygen-containing groups further enhance the disorder degree in the subsequent carbonization. Previous research into these aspects laid the foundations for high-performance SIB anodes. Nevertheless, because the pyrolysis of CTPs is a highly complex process, there remains a lack of in-depth understanding how the CTP-derived HCs are formed. Analyzing the differences between thermoplastic CTPs and thermosetting CTPs in the pyrolysis process may be helpful to further understand the carbonization mechanism of thermosetting CTPs via oxygen cross-linking. The pyrolysis behaviors of CTPs were revealed here by TGA. As shown in Fig. 5, the results suggest that the CTPs without pre-oxidation had a poor residue yield (Fig. 5a). The carbon yields of P1, P2, and P3 were 32.8%, 49.2%, and 50.1% at 800 °C, respectively. P1 with the most volatiles had the lowest starting weight loss temperature. When the temperature was increased to 180 °C, the removal of light components caused a distinct weight loss in P1. The weight loss in P2 and P3 began at a higher temperature of about 220 °C. The pre-oxidized CTPs presented a remarkable increase in carbon yields (Fig. 5b). Among them, POP3 had the highest carbon yield of 81.3% at 800 °C, while the carbon yields of POP1 and POP2 were 58.3% and 63.6%, respectively. These results demonstrate that pre-oxidation facilitated the condensation and the formation of lager molecules, preventing some small molecules from escaping during pyrolysis. Notably, the TG curve of POP3 showed a completely different trend from that of the other two pre-oxidized samples. Specifically, it showed a slope between 300 °C and 800 °C, representing a relatively uniform weight loss in this temperature range. In contrast, only a slight mass loss in POP1 and POP2 above 600 °C could be observed. Fig. 5c shows the corresponding DTG curves. The DTG curve of POP3 exhibited a smooth sloping line, while the DTG curves of POP1 and POP2 showed sharp peaks, which revealed the greater thermal weight-loss behavior of POP3 that occurred at higher pyrolysis temperatures. Moreover, the DSC curves displayed in Fig. 5d showed the apparently increasing heat flows of POP1 and POP2 below 200 °C, indicating that transition from the glass state to liquid phase occurred in POP1 and POP2, whereas POP3 showed a thermosetting behavior. These results demonstrate that POP3 had a significantly different pyrolysis behavior than POP1 and POP2.",
                        "TG-MS analyses were used to further explore the differences in pyrolysis behaviors. Fig. 5e illustrates the evolution of the amount of hydrogen generated during carbonization in P3 and POP3. It can be seen that H2 began to be generated at around 100 °C in P3, inferring that condensation had occurred. When the temperature reached 450 °C, the content of released H2 began to increase rapidly in P3, corresponding to the condensation of PAHs or alkyl groups. Notably, there was almost no formation of hydrogen in POP3 below 500 °C. In general, the condensation of PAHs or alkyls required the collisions of active sites, but the steric hindrance caused by the cross-linking structure and the poor fluidity restricted the occurrence of collisions.",
                        "CH4 mainly comes from the removal of alkyl groups. As shown in Fig. 5f, CH4 started to be formed significantly at 360 °C in P3, and its content which reached a maximum at 520 °C. Compared to P3, only a small amount of CH4 was formed in POP3, because the large amount of alkyl groups as reactive sites attacked by oxygen were consumed during pre-oxidation. The result was consistent with the FTIR spectrum, further proving that aliphatic chains were easily attacked by oxygen to form cross-linking groups, which contributed to the stabilization.",
                        "The formation of CO2 might be caused by the decomposition of O–CO. As shown in Fig. 5g, the decomposition of oxygen-containing groups in POP3 was a progressive process. The greatest decomposition of oxygen-containing groups began at 300 °C and continued up to about 650 °C in POP3, whereas little CO2 was generated during the pyrolysis in P3. With the rising temperature, more and more oxygen-containing structures decomposed in POP3, but the dehydrogenation condensation did not occur until the temperature was up to 500 °C. It is speculated that the start of dehydrogenation condensation of PAHs was related to the decomposition of the oxygen cross-linking structures, because the collapse of the cross-linking structures could allow the mobility of the PAHs and led to the formation of plastic layers, where similar behaviors have been observed in some oxygen-rich coals. According to the optical image of semi-coke derived from POP3 at 500 °C (Fig. S11†), the caking occurred in the coking process of POP3, indicating that increased molecular fluidity led to the plastic layer formation. However the cleavage of the oxygen-containing groups and the formation of plastic layers did not lead to a significant rearrangement of the PAHs (i.e., the development of the mesophase) in POP3. In fact, the development of the mesophase was highly dependent on the fluidity, which could also explain the lesser rearrangement in the semi-coke of POP3 since CTP and its semi-coke still had high similarity in their chemical structures. The DSC curves (Fig. 5d) of POP3 demonstrated that there was no significantly increased specific heat and apparent transition from the glass state to the liquid phase in the coking process. Also, as the above discussion mentions, the aliphatic side chains and light components that could provide fluidity had been consumed by condensation during the pre-oxidation in POP3. Moreover, in view of that, the decomposition of the oxygen-containing groups was a progressive process instead of a quick one (Fig. 5g). Therefore, the condensation of PAHs more possibly occurred in localized plastic layers with a semi-solid state due to the existence of partial oxygen cross-linking structures and large aromatic clusters. In this low-fluidity system, the development of the mesophase was difficult. One could notice that the dehydrogenation condensation reactions in POP3 were more intense than those in P3 at 650 °C and above. It is generally believed that the removal of oxygen cross-linking structures can lead to the transformation from oxygen-centered radicals to carbon-centered radicals (i.e., π radicals), which can accelerate the dehydrogenation condensation of PAHs at high temperature. Therefore, the rapidly generated larger aromatic components in POP3 further limited the mobility and rearrangement of the PAHs in semi-coke, then promoting its resolidification. Based on the above analyses, although dehydrogenation condensation occurred in both the pyrolysis processes of P3 and POP3, there were distinct differences. Specifically, the heating-induced improvement of the fluidity in P3 led to the liquid-phase rearrangement and dehydrogenation condensation of PAHs during the formation of the mesophase; whereas the dehydrogenation condensation reactions in POP3 were absent below about 500 °C due to steric effects caused by the oxygen cross-linking structures; then with the increasing temperature, the dehydrogenation condensation of PAHs occurred after partial decomposition of the oxygen groups during the semi-coking process.",
                        "The FTIR spectra of the semi-cokes derived from POP3 are shown in Fig. 5h. The absorbance intensity of the aromatic hydrogens between 900 and 700 cm−1 apparently declined from 500 °C to 600 °C, suggesting PAHs with a larger molecular weight were generated. Moreover, remarkably decreased absorbance intensities of CO at around 1700 cm−1 and C–O at 1300–1100 cm−1 were also observed at 600 °C. These results demonstrate that most oxygen cross-linking structures decomposed during the coking process, and the condensation of PAHs might be bound up with the decomposition of the oxygen cross-linking structures, which was consistent with the analysis results from the TG-MS. Based on the above discussions, a schematic diagram of the possible carbonization mechanism of thermoplastic and thermosetting CTPs is depicted in Fig. 5i. In this mechanism, for thermoplastic CTPs, they melt during the heating process and generate a mesophase in the liquid phase, accompanied by the dehydrogenation condensation of the PAHs. With the rising temperature, the fluidity decreases and the pitch transforms to semi-coke. The continual transformation from a disordered phase to relatively ordered phase in the semi-coking process facilitates the development of larger graphitic crystal grains. For the thermosetting CTPs, the carbon texture can be constructed by sufficient oxidative stabilization. The increased cross-linking C–O/CO groups prevent the mesophase formation and the dehydrogenation condensation of PAHs at the initial stage of the coking process. Although the oxygen cross-linking groups decomposes during the subsequent coking, the PAHs with a large molecular weight and the lack of fluidity components prevent the ordered rearrangement of the PAHs layers. In the subsequent carbonization, the rearrangement of carbon layers is greatly restricted, resulting in a texture with a rich pseudo-graphite phase and large interlayer spacing."
                    ],
                    "name": "3.5 Carbonization mechanism of the CTPs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical behaviors of the CTP-derived carbons were evaluated by assembling 2025-type coin cells with Na metal foil as the counter electrodes. The galvanostatic discharge/charge (GCD) curves of the carbonized samples at a current density of 0.1C (1C = 300 mA g−1) are shown in Fig. 6a–d and S19.† The GCD curves could be divided into two regions: a sloping region above 0.1 V, attributed to the adsorption behaviors onto defective sites and the open surface, and a plateau region below 0.1 V, caused by Na+ intercalation into the graphene layers and pore filling. The POP1-1200 electrode exhibited a reversible capacity of 131.4 mA h g−1 with a low initial coulombic efficiency (ICE) of 54.0%. Similarly, the POP2-1200 electrode also revealed a poor sodium-storage capacity of 154.3 mA h g−1 with an ICE of 52.8%. The derived carbons from the thermoplastic POP1 and POP2 exhibited poor plateau capacities due to their narrow average interlayer spacings of 3.42 nm and 3.43 nm, respectively. Furthermore, the high proportions of graphite-like structures that existed in POP1-1200 and POP2-1200 go against the Na+ intercalation and pore filling as well. In contrast, the POP3-1200 electrode exhibited a high reversible capacity of 276.8 mA h g−1 with an extended plateau capacity and a highest ICE of 67.5% (Fig. 6c). Compared to the P3-1200 electrode (Fig. 6d), there was a significant improvement in reversible capacity for the POP3-1200 electrode. It also benefited from the large interlayer spacing of 3.77 nm that facilitated Na+ intercalation/deintercalation and diffusion into closed pores. The weakened stacking behaviors of the carbon layers revealed by the SEM and TEM observations also demonstrated that POP3-1200 might provide more suitable sites for Na+ intercalation and pore filling, resulting in the prominent increase in capacity contribution from the plateau region. The cycle performance of the POP3-1200 electrode is presented in Fig. 6e, showing it still delivered a stable discharge capacity of 213.7 mA h g−1 at 0.25C after 500 cycles with a high capacity retention of 91.2%. In addition, the RPOP3-1200 electrode exhibited a poor reversible capacity of 148.4 mA h g−1 (Fig. S19†), suggesting the heating rate was crucial during the pre-oxidation process. According to the aforementioned analysis, the rapid heating rate (10 °C min−1) led to the premature transition from the glass state to the liquid phase due to the insufficient cross-linking reactions. This transition also caused a lack of oxygen diffusion channels, thus resulting in the low oxidative degree in RPOP3 and poor capacity in RPOP3-1200; while for POP3, the slower heating rate provided a wider oxidation window, where the transition into liquid phase was greatly suppressed, and the progressively increased oxygen cross-linking structures well retained the oxygen diffusion channels. Hence, a rational adjustment of the heating rate to prevent premature transition from the glass state to the liquid was conducive to a high oxidative degree and high reversible capacity.",
                        "Fig. 6f and S20† give the rate performance of all the CTP-derived carbon electrodes under stepwise increasing current densities from 0.1C to 2C. POP3-1200 delivered the highest capacity at all current densities. When the current density was reset back to 0.1C, a high reversible capacity of 261.4 mA h g−1 was restored, reflecting the favorable structural stability and electrochemical reversibility of the POP3-1200 electrode. The slope and plateau capacity contributions at the second discharge/charge cycle for all of the CTP-derived carbon electrodes are displayed in Fig. 6g and S21.† It could be seen that all the thermoplastic pitch-derived carbon electrodes presented obvious sloping-dominated capacity behaviors. Typically, the capacity contributions from the sloping regions for the POP1-1200 and POP2-1200 electrodes were 74.7% and 73.2%, respectively. Very different to these, the POP3-1200 electrode manifested a high proportion plateau capacity contribution of 50.8%. It could be noted that the sloping specific capacity of the POP3-1200 electrode was also the highest in all the samples, possibly resulting from its lowest graphitization degree (AD/AG value of 4.35) and the increased defects content that was inherited from POP3 with the most oxygen cross-linking structures. However, the reversible capacity of the POP3-1200 electrode at large current densities was also poor due to the sluggish diffusion kinetics in the plateau region. Especially, when increasing the current density to 2C, a capacity of only 87.0 mA h g−1 could be retained. Table S6† shows the electrochemical performance comparison between POP3-1200 and some pitch-derived carbons reported in the literature, where it could be seen that most of the materials with high plateau contributions also delivered poor reversible capacities at large current densities.",
                        "Fig. 6h further depicts the variation trend of the capacities for the plateau regions and sloping regions in the different CTP-derived carbon electrodes. It could be discovered that, very different from the relatively modest descending trend of the sloping capacity, the plateau capacity decreased dramatically as the current density increased. Therefore, the low capacity retention of the POP3-1200 electrode should be directly related to the high proportion of the plateau capacity. The comparison results among the different electrodes also implied the high sensitivity on the current density and inferior reaction dynamics of the electrochemical redox process in the plateau region.",
                        "To further understand the sodium-storage behavior in the plateau region, GITT measurements were carried out to calculate the diffusion coefficient (DNa+) at a pulse current of 0.1C (Fig. 7a). The DNa+ can be calculated by Fick's second law as below:",
                        "where mB, VM, and MB are the mass, molar volume, and molar mass of the active material, respectively; τ is the duration of the pulse time; S is the area of the electrodes; ΔEs is the potential difference of two adjacent steady-states; and ΔEτ is the potential change due to the pulse current. The calculated values of DNa+ for the P3-1200 and POP3-1200 electrodes in the sodiation process are shown in Fig. 7b. When the voltage was above 0.1 V, the DNa+ values of the P3-1200 and POP3-1200 electrodes were very close, suggesting there were no obvious differences in their Na+ diffusion behaviors in the sloping region of the two electrodes, which represent a typical CTP-derived soft carbon and hard carbon, respectively. Remarkably, the rapid drop of DNa+ for the POP3-1200 electrode was observed below 0.1 V, confirming that the plateau capacity based on closed pore-filling and quasi-metallic cluster formation was involved in the sluggish Na+ diffusion kinetics. Thus, the distinct decrease in the plateau capacity of the POP3-1200 electrode at large current densities could be elucidated. In contrast, the DNa+ of the P3-1200 electrode only presented a slight decrease below 0.1 V, suggesting the Na+ storage mechanism at this stage was still dependent on the surface adsorption, since the high proportion of the graphite-like phase with a small interlayer space limited the occurrence of intercalation reactions. The DNa+ in the subsequent charge process of the POP3-1200 electrode presented a similar variation trend (Fig. S22†), and the decreased values above 0.4 V in both the P3-1200 and POP3-1200 electrodes could be related to the decrease in sodium concentration during desodiation.",
                        "Cyclic voltammetry (CV) was also used to further analyze the electrochemical redox reactions of the electrodes (Fig. 7c–f and S23†). All of the POP-1200 electrodes presented similar cathodic/anodic profiles, indicating their analogous redox processes. In the first scan, two irreversible reduction bands were observed at 0.7–1.5 V and 0.2–0.6 V, which could be attributed to the irreversible electrochemical process and solid electrolyte interface (SEI) formation. The broad cathodic peak at 0.2–2.0 V and the sharp peak below 0.1 V were attributed to the slope capacity and plateau capacity, respectively. It could also be observed that the peak intensity for the POP3-1200 electrode below 0.1 V was the highest among all the CTP-derived carbon electrodes, signifying its best electrochemical reaction activity at low potential. Kinetic analyses based on the peak current (ip) and different scan rates (v) (Fig. 7g and S24†) were performed using the power law equation:",
                        "where a and b are constants. The b value was obtained from the slope of the plot between log(ν) versus log(ip). A b value of 0.5 indicates the reactions are a semi-infinite diffusion-controlled process, while a b value close to 1 corresponds to surface-controlled reactions. As shown in Fig. 7h, the b value for peak 1 of the POP3-1200 electrode was 0.62, demonstrating that the reactions for this electrode at low potential were a diffusion-dominated process with a slow diffusion kinetics. Fig. S25† shows the b values of the other CTP samples, all of which were higher than that for the POP3-1200 electrode, indicating more pseudo-capacitance reaction features in the thermoplastic CTP-derived carbon electrodes. It was notable that the b values of POP1-1200 and POP2-1200 were 0.67 and 0.65, which were close to the b value for POP3-1200, implying that similar sodium-storage behaviors with sluggish kinetics, such as intercalation and pore filling, might also exist in the POP1-1200 and POP2-1200 electrodes when the potential was close to 0 V. This result agrees with the GCD observation where the typical characteristic of soft carbon for POP1-1200 and POP2-1200 and the feature of hard carbon for POP3-1200 could be clearly distinguished, since the selected potential window for the b-value calculation was much narrower than the soft/hard carbon evaluation in the GCD method, which generally provides only a rough qualitative analysis. In addition, the higher diffusive contribution of the POP1-1200 and POP2-1200 electrode than the samples without pre-oxidation indicated the pre-oxidation increased the plateau capacity with sluggish kinetics, although complete melting occurred due to insufficient oxidative stabilization.",
                        "Fig. 7i and S26† show the electrochemical impedance spectra (EIS) of the CTP-derived carbon electrodes after 3 cycles under an open-circuit voltage condition. The semicircle in the high-frequency region and the sloping line in the low-frequency region are related to the charge-transfer resistance (Rct) and Warburg impedance (W), respectively. Notably, the Rct value of the POP3-1200 electrode was the highest in all the samples (Table S7†), which could be ascribed to its inferior graphitization degree and small microcrystalline size. On the other hand, the derived carbons from thermoplastic CTPs displayed a well-developed and relatively ordered carbon microcrystalline texture with better conductivity, resulting in the faster charge-transfer kinetics."
                    ],
                    "name": "3.6 Electrochemical behaviors of the CTP-derived carbons",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, three types of coal tar pitches (CTPs) with different intrinsic properties were employed to fabricate amorphous carbon materials for sodium-ion batteries (SIBs) by an air-blown pre-oxidation. Their pre-oxidation process and pyrolysis behaviors were investigated systematically. The ex situ material characterizations using FTIR, XPS, and SEM demonstrated that the glass transition temperature played a key role during the pre-oxidation process. Especially, the CTPs with low glass transition temperatures (68 °C and 93 °C) and a narrow transition temperature range presented melting states at a low pre-oxidation temperature, and the oxygen diffusion ability was greatly inhibited due to structural densification of the surface and the limited oxygen diffusion channels. In contrast, beneficial from the rich QI and TI in P3, the wider glass transition temperature range of P3 inhibited the complete transition from the glass state to the liquid phase at the initial stage of pre-oxidation, which could preserve the oxygen diffusion channels for attaining a high cross-linking degree. Moreover, the critical role of oxygen cross-linking structures for restraining the formation of ordered structures was also demonstrated. Although the removal of most oxygen-containing groups occurred at the initial stage of the coking process, the low mobility of molecules in the coking process restrained the mesophase formation and significant rearrangement, making the condensation of PAHs occur in the semi-solid state instead of the liquid phase in which a mesophase was generated. In the subsequent carbonization, the rearrangement of carbon layers in the solid state was greatly restricted, thus preventing the formation of long-range ordered structures. The obtained CTP-derived HC by sufficient oxidative stabilization comprised disordered carbon layers, delivering a high reversible capacity of 276.8 mA h g−1 at 0.1C and a favorable capacity retention of 91.2% after 500 cycles. Generally, the aromatization and dehydrogenation condensation of PAHs occurred in almost all the carbon precursors during the carbonization process. These new discoveries about the synthesis process provide a fundamental reference to modify other pitch precursors and optimize the carbonization process for developing high-performance HC anodes in SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A fundamental understanding of structure evolution in the synthesis of hard carbon from coal tar pitch for high-performance sodium storage"
}