{
    "DOI": "10.1039/D4TA03267E",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As the world transitions towards renewable energy sources, the need for reliable and cost-effective energy storage systems becomes paramount. SIBs offer several advantages such as abundant raw material availability, lower cost, and reduced environmental impact, which have sparked significant research interest in developing SIBs as a viable energy storage technology. In SIBs, the cathode materials have a significant impact on their cost and energy density. Transition metal fluorides, which undergomulti-electron conversion reactions, have high theoretical specific capacity and high work voltage plateaus. Among them, due to the low cost, abundant resources of iron element and environmental friendliness, FeF3 materials are receiving significant attention from researchers.",
                "In general, the synthesis methods of FeF3 materials can be categorized into three types: gas-phase synthesis, solid-phase synthesis and liquid-phase synthesis. In the gas-phase synthesis approach, FeF3 materials are prepared by a direct reaction between a precursor containing an iron source and a fluorine-containing gas (e.g., F2, NF3 (ref. ) and HF ) at a designated temperature. This method carries significant production safety risks due to the high toxicity of the precursors involved. Solid-phase synthesis involves directly sintering the precursor of the iron source and fluorine source (such as NH4F, polytetrafluoroethylene, and CFx) at high temperatures to prepare FeF3. High-energy ball milling is a commonly employed solid-phase route to reduce the particle size of electrode materials and enhance their electrochemical performance as cathodes for SIBs. In liquid-phase synthesis, the soluble iron source and fluoride source (such as HF solution, NH4HF2, H2SiF6, F-containing ionic liquids,etc.) are directly mixed and subjected to a solvothermal reaction. The resulting solution or suspension should be subjected to additional processing steps, such as filtration or drying, to yield the desired FeF3 materials. Liquid-phase synthesis offers inherent advantages, including adjustable reaction parameters and the ability to tailor the morphology and properties of the materials. However, due to high aqueous solubility, especially in HF solution, the yield of precipitated FeF3 in the solvothermal process is low. As a common practice, organic solvents or ionic liquids are often employed as alternative solvents to enhance the yield. Thus, the improvement of synthesis methods based on aqueous solutions is highly urgent. Moreover, FeF3 suffers from low intrinsic conductivity, incomplete conversion reactions, large voltage hysteresis and low electrochemical activity. Numerous strategies have been developed to solve these problems, including the combination of conductive carbon materials, surface modification, beneficial cation doping, and the exploration of new hydrated FeF3 species. Special attention is paid to the fact that the strategy of combining conductive carbon materials is necessary, as the highly insulating FeF3 materials otherwise exhibit poor reversible capacity and rapidly decaying cycling performance, thereby limiting their practical application in SIBs. Under the premise of constructing a carbon conductive network, researchers have improved their electrochemical properties by doping with various transition metals (Mn, Ni, Co, Ti, Cu, Nb,etc.). However, to the best of our knowledge, research on doping non-transition metals into FeF3 materials is still lacking.",
                "Based on these research findings, under the premise of constructing graphene conductive pathways in situ, we selected Sn, a non-transition metal with similar electronegativity to Fe and cost advantages, and investigated the influence of different Sn-doping levels on the electrochemical performance of FeF3·0.33H2O materials in SIBs. In this study, a comprehensive analysis of the material preparation process was conducted, revealing its high scalability potential. The key innovation of this method lies directly dissolving iron powder into a hydrofluoric acid solution under strongly oxidative conditions generated using H2O2, resulting in the formation of a colourless and stable complex ion group (FeF63−), which avoids the pre-preparation process of the iron source precursor and the post-treatment process of ball-milling technology. Subsequently, a series of SnxFe1−xF3·0.33H2O/GO (x = 0, 0.04, 0.06, 0.08, 0.10) cathode materials for SIBs were prepared using the aforementioned method. The results revealed that Sn8 (Sn0.08Fe0.92F3·0.33H2O/GO) exhibited excellent cycling reversible capacity (115.4 mA h g−1 after 100 cycles at 20 mA g−1) and fabulous cycling stability (a capacity retention of 82% after 100 cycles at 20 mA g−1). Meanwhile, theoretical calculations were conducted using density functional theory (DFT) based on first principles (physics), which revealed that the introduction of Sn alters the electron cloud density at certain iron sites within the crystal and expands the unit cell, leading to an enhancement in the conductivity of the material and the ion diffusion rate of the material."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All materials were purchased from Sigma-Aldrich and were untreated, including iron powder (reduced, AR ≥ 99%), tin powder (AR ≥ 99.5%), hydrofluoric acid (wt% ≥ 40.0%), hydrogen peroxide (wt% ≥ 30.0%), zinc oxide (AR ≥ 99%), titanium foil (AR ≥ 99%), nickel foam (AR ≥ 99%) and sodium chloride (AR ≥ 99%). Graphene oxide (GO) was prepared by a modified Hummers' method and dried graphene oxide was obtained through freeze-drying.",
                        "The GO preparation process has been described in detail in our previous work. Briefly, after graphite was oxidized and turned bright yellow upon the addition of H2O2, the mixture was naturally coagulated with 5−10% HCl solution and washed with deionized water several times until the pH > 2. Then the GO solution (5 mg mL−1) was dispersed via ultrasonic-assisted dispersion for 30 min until the appearance of the liquid crystal phenomenon. Subsequently, the optimized amount of lauramide propyl amine oxide was added slowly with the assistance of mechanical agitation, until all GO sheets separated from the aqueous solution and the solution became transparent. The precipitate was purified by repeatedly dispersion it in water filtration through a 0.2 μm CA filter membrane. Eventually, the filtered product was freeze-dried at −35 °C and 6–8 Pa for 12 h to remove the residual water for subsequent processing.",
                        "Synthesis of FeF3·0.33H2O/GO and MexFe1−xF3·0.33H2O/GO. Scheme 1 displays a schematic diagram of the synthesis process of MexFe1−xF3·0.33H2O/GO (Me = metal, such as Sn, Zn, Ti, and Ni) composites. As shown in Scheme 1, the fabrication process was performed using plastic beakers. First, 6 mL of concentrated HF acid was transferred to a plastic beaker and 2 g of pre-prepared iron powder and other metal powders or metal oxide powders were added while stirring. Their stoichiometric ratios are shown in Table 1. When the brown color of the solution is no longer dark, H2O2 is added drop by drop until the solution becomes clear and transparent, where the volume ratio of HF and H2O2 is 3:10. Then, 0.4 g GO is added to the aforementioned clear and transparent solution and stirred for 30 min, resulting in a dark gray solution. Note that the above process is completed in a fume hood. It should be noted that the stirring operation should not be replaced by ultrasonic treatment, as yellow iron fluoride crystals will be partially precipitated. After stirring for 30 min, the obtained dark gray solution is transferred to the cold trap of a freeze vacuum dryer at −60 °C and frozen for 2 h. Then, it is freeze-vacuum dried for 24 h to obtain FeF3·3H2O/GO or MexFe1−xF3·3H2O/GO (0 < x ≤ 0.1). Finally, FeF3·3H2O/GO or MexFe1−xF3·3H2O/GO was placed in a tube furnace with an argon flow (40 cm3 min−1) and sintered at 220 °C for 6 h to obtain the final product FeF3·0.33H2O/GO or MexFe1−xF3·0.33H2O/GO.",
                        "Material characterization. X-ray diffraction (XRD, Rigaku-TTRIII), Japan, (Cu Kα radiation, scan rate of 10° min−1), transmission electron microscopy (TEM, JEM-2100F, Japan) and field emission scanning electron microscopy (SEM, JSM-7900F, Japan) were used to test the morphology and structure of all samples. X-ray photoelectron spectroscopy (XPS) analysis was performed using an ESCA-3400 instrument with monochromatic Cu Kα radiation. Thermogravimetric analysis (TGA, SDT Q600, New Castle, DE, USA) was performed in Ar, at a heating rate of 10 °C min−1.",
                        "Electrochemical characterization. The prepared samples, conductive carbon black and polyvinylidene fluoride (PVDF) with a mass ratio of 7:2:1 were ground in N-methyl-2-pyrrolidone (NMP) to form a homogeneous slurry. Then the slurry was coated on the surface of aluminum foils and vacuum dried for 6 h at 100 °C. After that, the foils were punched into wafers with a radius of 6 mm for cell assembly. The areal density of the cathode material was 2–4 mg cm−2. Meanwhile, CR2025 cells were assembled in an Ar-filled glovebox using the as-prepared electrode wafer with glass fiber (Whatman GF/D) as the separator, a Na metal foil as the counter electrode, and 1 M NaClO4 in ethylene carbonate (EC) and diethyl carbonate (DEC) solution (volume ratio 1:1) with 5.0% fluoroethylene carbonate (FEC) as the electrolyte.",
                        "A NEWARE BTS Client battery system was employed to test cycle performance from 1.2 to 4.2 V (vs. Na+/Na) at various current densities. Cyclic voltammetry (CV) measurements were conducted on a CHI760E electrochemical workstation in the same voltage range at a scan rate of 0.2 mV s−1. After the button cell completed 4 CV cycles, the CHI760E electrochemical workstation was used to perform electrochemical impedance spectroscopy in the frequency range from 100 kHz to 0.01 Hz with an alternating current voltage amplitude of 5 mV at the open-circuit voltage. For the galvanostatic intermittent titration technique (GITT) test, the cells were charged at 10 mA g−1 (0.1C) for 3 min and then allowed to relax for 30 min.",
                        "Calculation method. All computational simulations were performed using Vienna Ab Initio Simulation Package (VASP) software based on density functional theory (DFT). The projector-augmented-wave (PAW) technique and Perdew−Burke−Ernzerhof (PBE) generalized gradient approximation (GGA) method were employed to address the core-electron interaction and exchange–correlation potential, respectively, when processing. The unit cell of FeF3, similar to the ReO3 structure with the space group Fd3m, consists of 64 atoms (16 Fe and 48 F). Likewise, the unit cell of FeF3·0.33H2O, resembling the hexagonal tungsten bronze (HTB) structure with the space group Cmcm, contains 60 atoms (12 Fe, 36 F, 4 O, and 8 H), while the unit cell of Sn-doped HTB-FeF3·0.33H2O (Sn0.08Fe0.92F3·0.33H2O) comprises 60 atoms (1 Sn, 11 Fe, 36 F, 4 O, and 8 H). The PBE pseudopotentials used for the calculations have atomic valence layer configurations of 3d74s1, 4d105s25p2, 2s22p5, 2s22p4, and 1s1 for Fe, Sn, F, O, and H. Since not all of the d-electron orbitals in the element Fe are in the occupied state, a correction was made using the GGA + U method, and the effective parameters chosen, U and J, were 6.8 and 0.89 eV. In the PAW basis set, a kinetic energy cut-off of 520 eV is chosen to determine its span in reciprocal space. For the unit cell of FeF3·0.33H2O and Sn0.08Fe0.92F3·0.33H2O, the Monkhorst–Pack scheme is applied with a 9 × 5 × 9 k-point mesh to sample the Brillouin zone. Similarly, for the unit cell of FeF3, the Brillouin zone is sampled using the Monkhorst–Pack scheme with a 9 × 9 × 9 k-point mesh. The convergence criterion for ionic relaxation is set to 0.1 meV per cell, while the convergence criterion for self-consistent field (SCF) iterations of electronic calculations is set to 0.01 meV per cell. In addition, the behavior of water in this calculation is accurately described using the optB88-VDW calculation method in VASP. Spin polarization calculations were implemented in all calculations."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fig. 1a illustrates the evolution of matter during material synthesis. Herein, in the course of the experiment, it was difficult to completely dissolve monomorphic iron into hydrofluoric acid solution. After a certain amount of H2O2 solution was added, the solution faded from iron-brown to colourless, indicating complete dissolution. The reason is that in a strong oxidizing environment, Fe3+ can easily form a strong complex ion group (FeF63−) with fluoride ions, which makes the iron dissolve quickly. In contrast, in a weak oxidizing environment, iron cannot dissolve completely and forms a brown cloudy solution containing Fe2+, FeF64−, Fe3+ and undissolved metallic iron. The chemical mechanisms of the reactions are shown in the following chemical equations, respectively:",
                        "The chemical equilibrium constant for eqn (2) is Kf = 1015.04, which means that in a strongly oxidizing environment iron ions are almost always present as FeF63−. To further verify that highly stable FeF63− was produced, saturated saline was added to the solution from Scheme 1, which instantly produced a yellowish precipitate, the XRD pattern of which (Fig. S1†) indicates that the structure is Na3FeF6. In Fig. 1a, the substance obtained after cryodesiccation is FeF3·3H2O (Fig. S2†). To verify the scalability of this doping method, in addition to the doping of Sn, the doping of Zn, Ti, and Ni was also attempted. Fig. S3–S5† sequentially reveal the synthesis, structure and component information of the samples doped with different elements. With the addition of H2O2 (Fig. S3b†), the turbid and brown solution gradually became transparent and clarified, forming a stable and colourless group of FeF63− ions. The structural information was explored using XRD tests (Fig. S4†), and the positions of the diffraction peaks were found to correspond roughly to those of the standard PDF no. 76-1262 card, which indicates the feasibility of the preparation method of this doped material. Further, the morphology of all the materials prepared by this method consisted of nanometre (nm)-sized spherical particles (Fig. S5†). Due to the absence of graphene, these primary nanometre (nm)-sized particles agglomerated to form micrometre (μm)-sized secondary particles. Finally, EDS mapping analysis shows (Fig. S5†) that there is no segregation phenomenon in the distribution of elements at the micrometre scale, further indicating the uniformity and tunable properties of the preparation method for this doped material.",
                        "Fig. 1b shows the TG (thermogravimetric) curve of FeF3·3H2O, which demonstrated three weightless stages according to the relative molecular weights of FeF3·3H2O, FeF3·0.33H2O (HTB, hexagonal tungsten bronze) and FeF3(HTB). According to the above stages, FeF3·3H2O was heated up to 60 °C, 220 °C, and 600 °C in turn and held for 1 h. Samples S60, S220, and S800 were obtained and the corresponding XRD patterns are shown in Fig. S6.† S60 is still the FeF3·3H2O phase, and S220 is FeF3·0.33H2O (HTB). However, S600 is a mixture of FeF3, FeF2 and Fe2F5. Interestingly, it was found that the water in FeF3·0.33H2O (HTB) belongs to zeolite water, indicating that water molecules are lost at low temperatures, while the octahedral structure remains unchanged during the conversion from FeF3·0.33H2O (HTB) to FeF3 (HTB), as shown in Fig. 1b. Moreover, at relatively high temperature (above 254 °C), FeF3 (HTB) is irreversibly converted to FeF3 (ReO3), followed by a gradual transformation of FeF3 (ReO3) to FeF2 (TiO2), which reveals the importance of controlling temperature in the preparation process of the materials. Using this method to prepare FeF3·0.33H2O (HTB) materials avoids the issue of low material yield caused by the dissolution of iron fluoride materials in solvents such as HF solution. Theoretically, when calculated based on iron element loss, the yield of this method can reach 100%. Despite some transfer losses during actual laboratory operations, the practical yield still exceeds 95%.",
                        "As shown in Fig. 1c, when one Fe site in the crystal lattice of FeF3·0.33H2O is replaced by one Sn atom, the Sn-doping concentration is 8.3%, which indicates that Sn8 is closest to the ideal crystal structure. Fig. 1c shows structural evolution before and after 8% Sn modification obtained by computational simulation, resulting in the enlargement of the crystal cell (expansion of the value of d220 from 3.19 to 3.28 Å). In Fig. S3d,† Sn0, Sn4, Sn6, Sn8 and Sn10 show significantly different colours as the Sn-doping concentration increases, with the colour gradually changing from green to light yellow.",
                        "Fig. S7† shows the XRD patterns generated by simulation using the DFT calculation model of FeF3·0.33H2O from Fig. 1c. Compared to the standard PDF no.76-1262 card, the positions of the diffraction peaks are consistent, indicating the accuracy of the DFT calculation model. The inset of Fig. S7† shows the simulated diffraction peak of Sn0.08Fe0.92F3·0.33H2O from Fig. 1c, which is left-shifted with respect to the simulated diffraction peak of FeF3·0.33H2O. According to Bragg's equation (2dsinθ = nλ), the leftward shift in the value of 2θ implies an increase in the interplanar spacing.",
                        "Fig. 1d shows the XRD patterns of all samples (Sn0, Sn4, Sn6, Sn8 and Sn10), matching well with the standard peaks of PDF no.76-1262. The diffraction peaks of 220 and 002 from FeF3·0.33H2O shift slightly to smaller angles as the concentration of doped Sn increases, which is attributed to the fact that the radius of the Sn atom is larger than that of the Fe atom. In Fig. 1d, a pronounced diffraction peak of 110 (the strongest diffraction peak of the (SnF)2SnF6 standard card in Fig. S7†) appeared in the Sn10 sample, which indicated that excess Sn formed tin fluoride.",
                        "In Fig. 1e, the Fe sites in the crystal are divided into S1 and S2 positions based on Bader charge analysis. Herein, S2 positions stand for the high charge number Fe (2.05), while S1 positions represent the low charge number Fe (2.04, 2.03, and 1.55). In the XPS (X-ray Photoelectron Spectroscopy) test, the area ratio of S2/S1 can measure the charge number of Fe in the material system; a higher S2/S1 value indicates a higher proportion of Fe with a high charge number, while a smaller S2/S1 value indicates a higher proportion of Fe with a low charge number. In order to investigate the chemical environment of each element in the material, XPS testing was performed. The XPS spectra of Sn4, Sn6, Sn8, and Sn10 are shown in Fig. S8,† exhibiting the characteristic peaks of C 1s, Sn 3d, O 1s, F 1s, and Fe 2p at approximately 284 eV, 487 eV, 532 eV, 684 eV, and 713 eV, respectively. The Sn0 sample, which does not contain doped Sn, did not show the Sn 3d feature peak at approximately 487 eV. Fig. 1f shows the XPS spectra of Fe 2p for Sn0, Sn4, Sn6, Sn8 and Sn10, respectively, which usually consist of two sub-diffraction peaks, Fe 2p3/2 and Fe 2p1/2, accompanied by two satellite peaks in turn (Fe 2p3/2 satellite and Fe 2p1/2 satellite). In Fig. 1f, the XPS spectrum of Fe 2p3/2 is positioned above 710 eV, which indicates that Fe3+ is the dominant oxidation state. Combined with the Bader charge analysis of Fig. 1f, the XPS spectrum of Fe2p3/2 is fitted with the two peaks of S1 (713.56 eV) and S2 (715.96 eV). In Fig. 1f, the S2/S1 values of Sn0, Sn4, Sn6, Sn8, and Sn10, are 0.65, 0.60, 0.51, 0.46 and 0.31, respectively. As the Sn concentration increases, the value of S2/S1 decreases, indicating a higher proportion of Fe with lower oxidation states. Additionally, due to the splitting of the Fe 2p spin–orbit orbitals, the peak area ratio of the chemical states corresponding to Fe 2p2/3 and Fe 2p1/2 orbitals is 2:1, and this principle was considered during the fitting process (S1/Sa = S2/Sb = 2). Meanwhile, Fig. S9† shows the XPS spectra of Sn 3d for Sn0, Sn4, Sn6, Sn8, and Sn10, with Sn 3d5/2 and Sn 3d3/2 peaks located at 468.73 eV and 495.13 eV, respectively, indicating that Sn4+ is the main oxidation state due to the introduction of H2O2.",
                        "The morphology of Sn0 (FeF3·0.33H2O/GO) and Sn8 (Sn0.08Fe0.92F3·0.33H2O/GO) was characterized by SEM and TEM, as shown in Fig. 2. The SEM image shows that the nanometre (nm)-sized spherical active materials are uniformly distributed on graphene nanosheets, and the unique spherical morphology may be attributed to the surface tension of water during the low-temperature freeze-drying process. In the TEM image, enlarged local details of the nanospheres revealed that they were composed of numerous microcrystalline particles with a diameter of approximately 50 nm stacked together. HRTEM images showed the polycrystalline nature, exhibiting various crystal planes (220, 202, 224, etc.). SAED (selected area electron diffraction) signal collection was performed on the microcrystalline particles to obtain detailed structural information. The diffraction pattern of Sn8 exhibited distinct polycrystalline diffraction rings. However, the diffraction pattern of Sn0 not only contained diffraction rings but also included more regular diffraction spots, indicating that Sn8 led to a more disordered crystal face orientation in the material. Additionally, the interplanar spacing was calculated from the diffraction spots. The interplanar spacing of various crystal faces in Sn8 (d220 = 0.36 nm, d202 = 0.29 nm, and d224 = 0.19 nm) was larger than that in Sn0 (d220 = 0.32 nm, d202 = 0.26 nm, and d224 = 0.16 nm). EDX (energy-dispersive X-ray spectroscopy) was used to confirm the composition of the particles. EDX mapping images demonstrate that the nanocrystals of Sn0 were mainly composed of evenly distributed F, Fe, and O elements, which are prominent features of FeF3·0.33H2O nanoparticles. Sn8 exhibited a uniform distribution of Sn within the FeF3·0.33H2O particles, indicating that Sn doping occurred in the FeF3·0.33H2O crystal."
                    ],
                    "name": "Analysis of the synthetic mechanism and characterization of the structure and morphology",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A series of electrochemical performance tests were conducted on sodium-ion half-cells, where cathode electrodes were assembled using Sn0, Sn4, Sn6, Sn8, and Sn10 samples, to explore the effects of Sn-doped FeF3·0.33H2O on their sodium storage capacity and cycling stability. Fig. 3a showcases the cycling performance of Sn0, Sn4, Sn6, Sn8, and Sn10 at a low current density of 20 mA g−1. The analysis of the data in Fig. 3a reveals that, during the initial charging process, Sn0, Sn4, Sn6, Sn8, and Sn10 exhibit specific capacities of 194.0, 160.0, 148.9, 141.0, and 101.7 mA h g−1, respectively. It demonstrates a decreasing trend in capacity as the Sn-doping concentration increases, indicating that the Sn incorporated into the crystal lattice may not contribute to the capacity. Furthermore, in Fig. 3a, the capacities of Sn0, Sn4, and Sn6 consistently decrease with an increase in the number of cycles, especially with Sn0 showing the most significant decay. In contrast, except for the initial few cycles, the capacities of Sn8 and Sn10 show less apparent attenuation with an increase in the number of cycles. After 100 cycles, the reversible specific capacity of Sn0 has decreased to 93.1 mA h g−1 (a capacity retention of 49%), while the reversible specific capacity of Sn8 remains at 115.4 mA h g−1 (a capacity retention of 82%). It indicates that Sn doping can enhance the cycling stability of the material.",
                        "The first charge–discharge voltage profiles of Sn0, Sn4, Sn6, Sn8, and Sn10 at a current density of 20 mA g−1 and embedded data of the initial coulombic efficiency (ICE) are shown in Fig. 3b. Except for Sn10, the ICE of Sn0, Sn4, Sn6, and Sn8 increases sequentially, indicating that Sn doping contributes to the improvement of material reversibility. Based on the crystal model analysis, it is known that an Sn-doping concentration of 8% is closest to the ideal crystal structure with one heteroatom replacement (8.3%). Iron fluoride (an ICE of 81.4% at Sn8) exhibits significant irreversible capacity during the initial charge–discharge cycles, likely attributed to intense phase transformations occurring at lower voltages during the first conversion reaction, leading to partial deactivation of active materials. Additionally, despite sintering at 220 °C for 6 hours during material preparation to remove crystalline water completely and retain the HTB-type framework, trace amounts of residual water remain, thereby reducing the initial coulombic efficiency of the material. In contrast, the ICE of Sn10 was significantly reduced when the Sn-doping concentration exceeded 8%, In Fig. 1d, a pronounced diffraction peak of 110 (the strongest diffraction peak of the (SnF)2SnF6 standard card in Fig. S7†) appeared in the Sn10 sample, which indicated that excess Sn formed tin fluoride. The XPS spectrum (Fig. S9†) and Bader charge analysis (Fig. 5i) reveal that the Sn in the material exists as Sn4+.The step where Sn4+ gains electrons to form Sn2+ is considered irreversible. For Sn10 (Fig. 3b), during the initial discharge process, additional tin fluorides gain electrons and contribute to the capacity, but they are unable to provide the corresponding charge capacity during the first charge process, exacerbating the irreversibility of the material's conversion reaction at low voltages. These irreversible tin fluorides lose their activity after the first discharge, preventing the formation of HTB-type frameworks again at low voltages, making the migration path of sodium ions more tortuous and ultimately reducing the rate of sodium ion migration in the material. In summary, excess tin is present in the form of tin fluoride, which is categorized as an anode material for SIBs and exhibits irreversibility in the high voltage range, thereby greatly reducing the reversibility of the first cycle of Sn10.",
                        "In Fig. 3b, two voltage plateaus appear in the initial discharge curve, at approximately 2.8 V and 1.5 V, corresponding to the following two reaction processes, respectively:",
                        "To further investigate the battery reaction mechanism, cyclic voltammetry was performed for the Sn0 and Sn8 button batteries, as shown in Fig. 3e. The mechanism of energy storage in the FeF3 conversion reaction was proposed and experimentally demonstrated by Hua et al. Drawing on the research results of Hua, the conversion process of FeF3·0.33H2O can be considered to consist of the following three stages:",
                        "and",
                        "The reactions occurring in the region centered around peaks I and II in Fig. 3e correspond to eqn (5) and (6) respectively, while region III below 1.57 V corresponds to eqn (7). The difference between the voltages of the oxidation (Io or IIo) and reduction (Ir, or IIr) peaks measures the electrochemical reversibility; the smaller the difference, the better the reversibility, and vice versa. The differences of Io–Ir (0.27 V) and IIo–IIr (0.57 V) for Sn8 are smaller than those of Io–Ir (0.62 V) and IIo–IIr (0.83 V) for Sn0, respectively, suggesting that Sn8 has better reversibility for use in SIBs, probably thanks to the improved conductivity of the material. In addition, cyclic voltammetry curves for Sn4, Sn6, and Sn10 are shown in Fig. S10.† In Fig. S10,† Sn10 exhibits a stronger irreversible reduction peak during the first discharge, below 1.57 V, relative to the other samples. This is attributed to the irreversible tin fluoride providing additional capacity, leading to lower ICE, which also indirectly proves the existence of additional tin fluoride.",
                        "The rate performances of Sn0, Sn4, Sn6, Sn8 and Sn10 at various current densities (20–1000 mA g−1) with each rate for 10 cycles are presented in Fig. 3c to further understand the influence of Sn doping on the rate performance. The capacity of all samples gradually decreased with increasing current density. Sn8 displays capacities of 128.1, 104.9, 82.0, 65.5, 50.2 and 33.1 mA h g−1 at 20, 40, 100, 200, 400 and 1000 mA g−1, respectively. Sn0, by contrast, shows capacities of 152.0, 113.0, 77.2, 56.7, 39.8 and 24.5 mA h g−1 at 20–1000 mA g−1. Although the initial capacity of Sn0 is higher than that of Sn8, the capacity of Sn8 exceeds that of Sn0 with the increase of the number of cycles and current density (after 30 cycles at 100 mA g−1), and it is obvious that Sn doping enhances the rate performance of the material. To further evaluate the cycling stability of the electrode, the cycling performances of all samples at a large current density (1000 mA g−1) are illustrated in Fig. 3d. The capacities of Sn8 and Sn0 are 63.7 and 49.2 mA h g−1 after 300 cycles, respectively. Remarkably, Sn8 exhibits better cycling stability than Sn0.",
                        "In Fig. 3f, to explain the intrinsic effect of Sn doping on the electrochemical properties of the material, EIS (Electrochemical Impedance Spectroscopy) of all samples was performed. To ensure test consistency, the button cell underwent four uniform cycles for EIS measurements. All samples have similar characteristics, including a semicircular charging transfer resistance (Rct) in the high-frequency region, representing the reaction kinetics of the electrode reaction, and a diffusion impedance (ZW) with a quasilinear slope in the low-frequency region, related to the diffusion of ions in the electrode material. Nyquist spectra have been fitted and the corresponding equivalent circuit model is depicted in the inset of Fig. 3f. The electrolyte resistance (Rs) reflects the total impedance of the electrolyte and electrode material. From the fitted impedance parameters in Table 2, it can be seen that the values of Rct and Rs for Sn8 are smaller than those of the other samples, which is attributed to the suitable Sn-doping concentration of Sn8 to enhance the conductivity of the material.",
                        "In addition, EIS data can be utilized to calculate the diffusion rate of sodium ions in the material (DNa+), which can be calculated using the following equation (eqn (8)):",
                        "where R is the gas constant (8.314 J mol−1 K−1), T represents the Kelvin temperature (298 K), A is the contact area between the electrode and the electrolyte (1.13 cm2), n represents the number of electrons transferred in the redox reaction (3.0), F is the Faraday constant (96500C mol−1), C is the molar concentration of sodium ions in the electrolyte (1 × 10−3 mol cm−3), and σ is the Warburg factor, which can be obtained from the linear relationship between Z′ and ω−1/2 as shown in Fig. 3g, where ω = 2πf. Ultimately, the calculated diffusion rate values of sodium ions (DNa+) for all samples are listed in Table 2. Apparently, Sn8 has a faster diffusion rate of sodium ions compared to the other samples. Obviously, compared to the other samples, Sn8 (5.58 × 10−10 cm2 s−1) exhibits a faster diffusion rate of sodium ions, which indicates that the expansion of the unit cell caused by Sn doping is beneficial for enhancing the diffusion rate of sodium ions.",
                        "The diffusion rates of sodium ions during charge–discharge processes were analyzed using GITT testing. The diffusion rates can be calculated using the following equation (eqn (9)):",
                        "The calculated parameters are summarized in Table S1.† In Fig. 4, it was observed that the diffusion rates of sodium ions in Sn8 were consistently higher than those in Sn0 at almost all titration equilibrium voltages. The order of magnitude of the sodium ion migration rate values calculated from both the EIS test and the GITT test is around −10, which mutually corroborates the reliability of the data. It is noteworthy that, unlike the deintercalation reactions observed in layered oxides, iron fluoride materials undergo conversion reactions at low voltages. At the end of discharge and the beginning of charge, the migration rates of sodium ions differ by approximately 1000-fold, corresponding to the regeneration of iron fluoride frameworks, which hinders the migration of sodium ions."
                    ],
                    "name": "Electrochemical performance analysis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In 1983, researchers for the first time revealed that FeF3·0.33H2O crystallizes in the orthorhombic system with cell dimensions of a = 7.42 Å, b = 12.73 Å, and c = 7.52 Å, belonging to the space group Cmcm, and it was found that the framework of the FeF6 octahedra is related to that of hexagonal tungsten bronze (HTB) Rb0.29WO3. Based on the experimental data mentioned above, an initial crystal cell model of FeF3·0.33H2O was constructed, and the structural optimization calculation was performed to obtain the lowest energy model as shown in Fig. S11d.† Afterward, as shown in Fig. S11a–c,† three different cases were considered in which one Sn atom was replaced on the Fe site, resulting in a doping concentration of 8.3% for the Sn element. In addition, the binding energies of the three doping models, labeled as Sn0.08Fe0.92F3·0.33H2O-top, Sn0.08Fe0.92F3·0.33H2O-mid, and Sn0.08Fe0.92F3·0.33H2O-bot, are −194.903 eV, −194.942 eV, and −194.935 eV, respectively, while the binding energy of FeF3·0.33H2O is −196.991 eV. This indicates that Sn doping leads to an increase in the system's energy. One of these three models, the Sn0.08Fe0.92F3·0.33H2O-mid structure, shows the smallest energy increase. Therefore, when one Sn atom replaces an iron site, it is more likely to form the Sn0.08Fe0.92F3·0.33H2O-mid structure. Compared to the cell size of FeF3·0.33H2O (a = 7.41 Å, b = 12.69 Å, and c = 7.46 Å), it is observed that the cell size after Sn doping has significantly increased, indicating that Sn doping leads to an enlargement of the hexagonal tunnels, which is beneficial for reducing the migration resistance of sodium ions within the unit cell.",
                        "Fig. 5a shows the (111) crystal plane model of the unit cell of FeF3 in the cubic system with the cell dimensions of a = b = c = 10.41 Å, belonging to the space group Fd3m. Additionally, Fig. 5d and g display the (001) crystal plane models of the unit cell of FeF3·0.33H2O and the unit cell of Sn0.08Fe0.92F3·0.33H2O-mid, respectively. To present the deformation charge density and Bader charge analysis more clearly, data plots were created specifically for the (111) or (001) crystal planes. Fig. 5b and e display the deformation charge density of FeF3 and FeF3·0.33H2O, respectively, calculated using the formula:",
                        "The expanded form of formula (10) in Fig. 5b is Δρ = ρ(FeF3) − ρ(Fe) − ρ(F), while in Fig. 5e, the expanded form is Δρ = ρ(FeF3·0.33H2O) − ρ(Fe) − ρ(F) − ρ(H) − ρ(O). The deformation charge density provides visualizations of properties such as charge transfer and bond polarization during electron coupling. In Fig. 5b and e, the yellow region represents an increase in electron cloud density, while the lake blue region indicates a decrease in electron cloud density. Fig. 5h represents the charge density difference of Sn0.08Fe0.92F3·0.33H2O-mid relative to FeF3·0.33H2O, calculated using the formula:",
                        "The expanded form of formula (11) in Fig. 5h is Δρ = ρ(Sn0.08Fe0.92F3·0.33H2O) − ρ(FeF3·0.33H2O). In Fig. 5h, it is worth noting that the calculation model for FeF3·0.33H2O (AC) in this case involves directly replacing the Sn site from Fig. 5g with Fe, rather than using the model shown in Fig. 5d. As shown in Fig. 5h, it is evident that the introduction of Sn has a significant impact on the charge distribution of the horizontally bonded Fe atoms, which directly affects the conductivity of the material. To further quantify the electron transfer situation, Bader charge analysis was performed. From Fig. 5f and i, it can be seen that the introduction of Sn leads to a decrease in the charge number of the adjacent Fe atom (Fe3 and Fe1 2.04|e| → 2.03|e|, Fe2 2.05|e| → 1.55|e|), which indicates that the Sn doping can weaken the strength of the F–Fe bond and is beneficial for improving the conductivity of the material.",
                        "The spin band structure and corresponding DOS (density of states) for the materials FeF3, FeF3·0.33H2O, and Sn0.08Fe0.92F3·0.33H2O-mid are shown in Fig. 6a–c, respectively. The calculation results indicate that the band gap of pure FeF3 (2.84 eV) is significantly larger than that of FeF3·0.33H2O (1.03 eV), which implies that, compared to pure FeF3, the band structure of hydrated FeF3 is more favorable for electron transport. In addition, compared to FeF3·0.33H2O (1.03 eV), Sn0.08Fe0.92F3·0.33H2O-mid (0.98 eV) exhibits a slight reduction in the band gap, indicating that Sn doping can enhance the electronic conductivity of the material to some extent. Further analysis of the DOS of FeF3 and FeF3·0.33H2O, as shown in Fig. 6a and b, reveals the presence of O 2p orbitals and a small number of H 1s orbitals near the Fermi level in FeF3·0.33H2O, which reduce the bad gap from 2.84 eV for pure FeF3 to 1.03 eV for the FeF3·0.33H2O structure.",
                        "As shown in Fig. 6b and c, compared to FeF3·0.33H2O, Sn0.08Fe0.92F3·0.33H2O-mid has a significantly increased number of valence electron bands between −2.0 eV and the Fermi level. Especially, in Fig. 6c there is an additional spin-down Fe 3d band at 0.49 eV, indicating a noticeable change in the electron cloud of a specific iron site due to the introduction of Sn. It results in an increased number of valence electrons near the Fermi level, and these electrons have a higher probability of transitioning to the conduction band. Comprehensively analyzing Fig. 6a–c, it is found that the impurity energy band of zeolite water appears isolated in the forbidden band with a width of 2.84 eV, which greatly reduces the band gap but not the forbidden bandwidth, whereas the introduction of Sn directly reduces the width of the forbidden band from 2.84 eV to 2.54 eV, which is very beneficial for the enhancement of the electrical conductivity of FeF3·0.33H2O. In order to further investigate the influence of Sn introduction on the band structure, Partial Density of States (PDOS) calculations were performed on Fe2 and Fe5 (shown in Fig. 5i) in Sn0.08Fe0.92F3·0.33H2O-mid, as shown in Fig. 6d. The calculation indicates that the energy ranges from −1 eV to the Fermi level (0 eV) in Fig. 6c and is solely contributed by the Fe2 atom, which further confirms that Sn doping significantly alters the 3d orbital electronic configuration of Fe2 atoms. In conclusion, the calculations using first-principles electronic structure calculations based on DFT indicate that Sn doping leads to an increase in electron cloud density in Fe2, resulting in a reduction of the band gap and an increase in the number of bands within the energy range from −1 eV to the Fermi level. It can be predicted that Sn doping will lead to a significant enhancement of the conductivity of FeF3·0.33H2O."
                    ],
                    "name": "First-principles calculations",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, we have provided a novel synthetic pathway for the FeF3·0.33H2O material. The generation of highly stable FeF63− complex ions in an aqueous solution was achieved by providing an oxidative environment (H2O2). Subsequently, the precursor FeF3·3H2O was rapidly synthesized by freeze-drying, after which the final product FeF3·0.33H2O was obtained in high yield by dehydration at 220 °C. The advantage of this synthesis method, in addition to the direct synthesis in aqueous solution, is that it is very easy to adjust the doping of a variety of hetero-elements (such as Sn, Ti, Ni, Zn and so on) in the process of synthesis, providing a very simple experimental validation of the doping study of FeF3·0.33H2O. Band structure and DOS calculations for the Sn0.08Fe0.92F3·0.33H2O material were performed using DFT based on first principles, revealing that the introduction of Sn improves the conductivity of the material. Meanwhile, a series of morphological and structural characterization techniques demonstrated that the crystal properties of Sn0.08Fe0.92F3·0.33H2O are consistent with theoretical calculations. The electrochemical performance of Sn0.08Fe0.92F3·0.33H2O demonstrates that Sn-doped materials of FeF3·0.33H2O as cathodes for SIBs exhibited a high discharge specific capacity of 115.4 mA h g−1 and demonstrated a fabulous capacity retention of 82% after 100 cycles at 20 mA g−1. By combining theoretical calculations with morphological and structural characterization, it is inferred that Sn doping narrows the bandgap width of the FeF3·0.33H2O material, leading to enhanced conductivity, and enlarges the unit cell size, facilitating the improvement of the Na+ diffusion rate."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data that support the findings of this study are available from the corresponding author upon reasonable request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Longlong Guo, Wensheng Gao, Rongrong Shi, and Yongxiao Bai conceived and designed the experiments; Longlong Guo and Xiang Gao performed the experiments; Longlong Guo and Qinjia Chen analyzed the data; Longlong Guo, Haoquan Li, Jian Ren and Ruiting Wang contributed reagents, materials and analysis tools; Longlong Guo and Rongrong Shi wrote the paper; Yongxiao Bai and Wensheng Gao secured funding for the project and provided project supervision."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "An improved and scalable method for the preparation of Sn-doped hexagonal tungsten bronze-type iron fluoride materials as cathodes for sodium-ion batteries"
}