{
    "DOI": "10.1039/D4CE01209G",
    "Journal": "CrystEngComm",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid pace of industrialization, the demand for mechanical systems with higher energy supply standards continues to grow, while fossil fuels are concerning owing to their non-renewable nature and significant environmental impact. This highlights the urgent need for alternative energy storage solutions, such as supercapacitors and rechargeable ion batteries. Among them, electrochemical energy storage technology stands out as a promising option owing to its stability, safety, high energy density and portability. Hence, the development of high-performance energy storage systems has gained critical importance across diverse applications.",
                "Research on electrochemical energy storage technologies has primarily focused on secondary batteries, such as lithium-ion batteries (LIBs), sodium-ion batteries (SIBs), alkali metal batteries (AMBs), and lithium–sulfur batteries (LSBs), along with metal–air batteries and supercapacitors (SCs). Despite the widespread adoption of LIBs in daily life and industrial sectors, the limited availability of lithium resources presents significant challenges in meeting the future demands for large-scale production and consumption. In contrast, sodium, being abundant and cost-effective, has emerged as a promising alternative. Moreover, the chemical similarities between sodium and lithium enable analogous operational principles between SIBs and LIBs, enabling the transfer of design concepts and production infrastructure from LIBs, thereby substantially reducing the production cost of SIBs and accelerating commercialization. As one of the promising alternatives to lithium-ion batteries, sodium-ion batteries exhibit the lower cost and superior performance. However, SIBs face several technical challenges due to kinetic constraints during sodium ion intercalation into commercial graphite anodes in comparison with Li, prompting intensive research into high-capacity, stable electrode materials. The present research on anode materials for SIBs mainly focuses on carbon materials, alloy materials, metal oxides (MOs) and metal sulfides (MSs). Among them, carbon materials offer the highest conductivity and simple preparation methods. However, they suffer from poor dispersibility, leading to aggregation during synthesis and composite formation with other materials. Alloy materials offer high capacity but suffer from significant volume expansion during cycling, which compromises cycling stability and safety. In contrast, MSs have attracted considerable attention due to the balance among capacity, conductivity, and redox properties. The bond of M–S in MSs is weaker than that of M–O in MOs, which is kinetically favorable for conversion reactions. Additionally, the reaction products of MSs, such as Na2S, offer better conductivity than metal oxides (Na2O), which is more favorable for electrochemical reactions from a kinetic standpoint. Sodium storage in MSs involves a combination of the insertion, conversion and alloying reactions. However, this process is often accompanied by pulverization and detachment of the active materials, as well as volumetric expansion, leading to reduced cycling stability and capacity degradation. To address these issues, researchers have explored strategies such as rational structural design, material compositing, and elemental doping to enhance the sodium storage capacity of MSs.",
                "In this review, a comprehensive summary of recent advancements in MSs as anodes for SIBs, focusing on iron sulfides, tin sulfides, cobalt sulfides and other metal sulfides (Fig. 1), is provided. The synthesis methods, reaction mechanisms of MSs, and performance enhancement strategies are detailed, followed by conclusions and perspectives on the development of MSs, with the aim of guiding the design of structurally optimized, high-performance MS anodes for next-generation SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis methods for MSs mainly include hydrothermal/solvothermal and calcination. By modulating synthesis conditions (such as temperature, reaction time, and solution), diverse nanostructures, including microspheres, nanotubes, and core-shell structures can be obtained. These morphological designs play a pivotal role in enhancing the surface area of the materials and providing more active sites for Na+ storage. Additionally, hollow structures can provide buffer space for active materials, mitigating capacity degradation caused by volume expansion during cycling. The nanoflower morphology endorses the material with a larger specific surface area and provides more active sites of Na+, which in turn facilitates improved cycle reversibility. In contrast, the microsphere morphology offers a larger specific surface area and provides a certain structural stability, which is beneficial to maintain structural stability during the cycle and contributes to improved cycle performance. Studies have demonstrated that elemental doping and materials composite strategies can effectively enable the formation of heterojunctions. The heterojunctions formed between materials with different band gaps facilitate the creation of stable electron transport channels, which in turn enhances electron conductivity. The integration leads to synergistic effects where the overall performance of the composites surpasses the individual contributions of each component.",
                {
                    "content": [
                        "Hydrothermal and solvothermal methods are the most widely used techniques for synthesizing metal sulfides. These methods facilitate the formation of uniform and stable crystal structures, and support the growth of MSs on various substrates, such as carbon cloth and copper foil (Fig. 2). During synthesis, metal ion precursors (e.g., FeCl3·6H2O, ZnCl2, and SbCl5) and sulfur sources (e.g., sulfur powder, thiourea, and thioacetamide) are typically dissolved in solvents, including deionized water, ethanol, and DMF. The choice of solvent, reaction temperature, and duration significantly influence the morphology and properties of the synthesized MSs. In the previous reports, various nanostructures of metal sulfides have been successfully synthesized using these approaches, including 1T-Ni–MoS2 nanoflowers and FeS2 microspheres.",
                        "For instance, 1T-MoS2 exhibits enhanced conductivity and larger interlayer spacing compared to 2H-MoS2, which facilitates the rapid diffusion of Na+. However, the structural stability of 1T-MoS2 presents challenges during synthesis. Zhang et al. addressed this issue by developing a novel one-step hydrothermal method to induce the phase transition from 2H-MoS2 to 1T-MoS2. The team successfully synthesized 1T-Ni–MoS2 nanoflowers (Fig. 3a) by incorporating nickel, which modifies the electronic configuration of Mo 4d orbitals, thereby stabilizing the 1T phase. The resulting 1T-Ni–MoS2 exhibits characteristic nanoflower morphology (Fig. 3b and c) with improved capacity performance. Huang et al. fabricated Co3S4@NiS2 heterostructures by in situ growth of NiS2 on CoS spheres, as shown in Fig. 3d. CoS precursors were synthesized using a one-step solvothermal method, followed by an in situ growth of Ni-MOFs on the CoS precursors to obtain CoS@Ni-MOFs. Subsequent annealing results in the formation of the Co3S4@NiS2 heterostructure. As shown in Fig. 3e, the SEM image of Co3S4@NiS2/C reveals a surface that is rich in nanostructures, while the MOF-derived heterostructure introduces additional active sites for Na+ reactions, significantly enhancing the electrochemical activity. Wang et al. synthesized MoS2 precursors via a hydrothermal process and controlled the aggregation of Sn4+ on the MoS2 surface using cetyltrimethylammonium bromide (Fig. 3f). This step ensures tight encapsulation of MoS2 by Sn4+ before reacting with thioacetamide (TAA). The subsequent hydrothermal reaction leads to the formation of closely packed SnS2 nanospheres (Fig. 3g). TEM images (Fig. 3h) confirmed the presence of the characteristic crystal facets of MoS2 and SnS2, along with the existence of a heterostructure."
                    ],
                    "name": "2.1. Hydrothermal/solvothermal methods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Compared to hydrothermal and solvothermal methods, calcination requires higher temperatures and must be performed in a protective atmosphere (e.g., nitrogen or argon) to prevent oxidation and the formation of metal oxides, making the preparation process more complex. During calcination, sulfurization can occur either through the sublimation of sulfur powder or the intrinsic sulfurization of the precursor. Additionally, precursors compounded with other substances may undergo transformations during annealing. For example, carbon-based precursors can evolve into amorphous carbon, facilitating the formation of various structures (e.g., carbon shells, carbon fiber networks, or carbon cloths) that encapsulate composite materials. This encapsulation enhances electrical conductivity and improves the structural stability of the resulting materials. Yu et al. addressed the challenge of poor electrical conductivity and cycling stability in MoO3 as an anode for SIBs by synthesizing MoOx-MoS2 heterostructures. Nanorod-shaped MoO3 (MO) was prepared via hydrothermal reaction, followed by vapor-phase deposition of sulfur derived from thiourea, leading to sulfidation (Fig. 4a). At high temperatures, thiourea decomposition generated H2S gas adsorbed onto the MO surface. Subsequently, S2− ions gradually replaced O2− ions, converting MoO3 into MoS2 while facilitating internal restructuring. The post-annealing process preserved the nanorod morphology (Fig. 4b), significantly enhancing the specific surface area and electrolyte wettability and ensuring uniform stress distribution. TEM images (Fig. 4c) confirmed the coexistence of MoO3 and MoS2 lattice fringes, validating the presence of the heterostructure. Dong et al. synthesized potato chip-shaped nitrogen-doped carbon-coated ZnS/Sb2S3 heterojunctions (ZnS/Sb2S3@NC) through sulfidation and subsequent metal cation exchange between Zn2+ and Sb3+ (Fig. 4d). The unique potato chip-shaped structure ZnS/Sb2S3@NC allowed efficient electron and ion transport within the material (Fig. 4e and f), demonstrating its potential for high-performance SIB anodes.",
                        "Annealing temperature plays a critical role in determining nanostructures. Lower temperatures tend to reduce crystallinity, increase the proportion of the amorphous phase, and elongate the Na+ diffusion pathways, slowing down kinetic processes. In contrast, higher temperatures can disrupt engineered nanostructures, negatively affecting Na+ storage performance. Therefore, it is essential to investigate the effect of annealing temperature on crystallinity without compromising the integrity of the nanostructures. Gao et al. systematically investigated SnS2 nanosheets on Zn-, N-, and S-doped carbon frameworks (SnS2@ZnNS) at three distinct temperatures (300, 350 and 400 °C) to evaluate the morphological and electrochemical characteristics of the resulting materials (Fig. 4g). The results show that excessively high temperatures (400 °C) cause significant damage to the nanosheet structures, while structures remain intact at 300 °C and 350 °C (Fig. 4h–j). These findings offer valuable insights into selecting appropriate calcination temperatures that balance crystallinity with structural preservation to achieve superior Na+ storage performance."
                    ],
                    "name": "2.2. Calcination methods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Beyond the widely used hydrothermal, solvothermal, and calcination techniques, other novel synthesis approaches have emerged, offering new possibilities for the design of high-performance MS anodes for SIBs. For example, electrospinning technology can be used to fabricate MS anodes for sodium-ion batteries. This enables the formation of three-dimensional network architectures, which effectively shorten the sodium ion transport pathways and increase the number of available reactive sites. In the process of electrospinning, fibers with different morphologies, diameters and pore sizes can be obtained by controlling various spinning solution parameters (e.g., concentration, molecular weight and viscosity), the setting of spinning parameters (e.g., voltage and spinning distance), environment (temperature and humidity) and equipment (needle aperture, nozzle). Notably, temperature and humidity are crucial factors and typically require consistent control under constant conditions to ensure optimal fiber formation. In a previous study, a three-dimensional network structure was constructed using electrospinning, followed by coating with polydopamine (PDA), and subsequent carbonization and sulfidation. This approach yielded MOF-SnSx/NC@N-doped carbon nanofibers embedded within a bean pod-shaped hollow framework. As illustrated in Fig. 5a and b, the interconnected carbon fiber network enhances ion and electron transport, while Sn-MOF serves as a sacrificial template for dopamine polymerization, creating hollow intermediates and preserving tin components. After sulfidation, SnSx/NC nanoparticles are integrated into the three-dimensional nitrogen-doped carbon nanofibers, forming a distinctive bean pod-shaped hollow structure (Fig. 5c). This unique architecture offers a buffering space to accommodate SnS expansion during cycling, providing significant advantages in enhancing the performance of electrode materials, particularly in terms of high-rate capacity and long cycle life. Gao et al. designed MoS2@CoS2 heterostructure tube-in-tube hollow nanofibers through a simple electrospinning, pyrolysis, and sulfidation process. The sequential crystallization of MoO3 and Co3O4 at different temperatures leads to tube-in-tube structures (Fig. 5d and e) with optimized interstitial spaces and abundant MoS2@CoS2 heterointerfaces (Fig. 5f). These features effectively mitigate volume changes during reactions and enhance electrolyte permeation. With the diversification of research methodologies and the continued exploration of nanoscale phenomena, the study of MSs as anode materials for SIBs has gained increasing prominence. Future efforts are expected to focus on structure optimization and further performance improvement.",
                        "Different synthesis methods allow for the creation of MSs with optimized structures and properties. A performance comparison of MSs synthesized by different methods is presented in Table 1. Typically, heterostructures can be prepared using the hydrothermal/solvothermal method, and the construction of such heterogeneous structures contributes to enhanced cycle performance. MSs synthesized using the calcination method possess higher crystallinity, which results in improved conductivity and excellent rate performance. The electrospinning method enables the formation of MSs with a three-dimensional cross-linked structure, which is associated with superior cycle stability."
                    ],
                    "name": "2.3. Other methods",
                    "type": "section_h3"
                }
            ],
            "name": "2. Synthetic strategies for nanostructured MSs",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Iron sulfides, such as FeS2 (894 mAh g−1), FeS (609 mAh g−1), and Fe7S8 (663 mAh g−1), are notable for their high theoretical capacities, abundance, and non-toxic nature, making them attractive for diverse applications for the energy storage system. Liu et al. designed a Fe3O4/Fe/FeS triple-phase heterogeneous structure with nitrogen-doped carbon nanotube scaffolds (FHNCS) using a modified MIL-88B template, catalytic growth and sulfidation as shown in Fig. 6a. The lamellar stacked MIL-88B (Fe) template (Fig. 6b) facilitated Fe catalysis in an N2/H2 atmosphere, which promoted the growth of interconnected Fe3O4Fe/FeS heterojunctions on the carbon nanotube scaffold (Fig. 6c). This structure, characterized by iron nanoparticle nodes, provided additional active sites for sodium ions, reduced diffusion distances and mitigated volume expansion. Furthermore, the scaffold forms a three-dimensional network (Fig. 6d) that enhances electron diffusion along the interfaces, thereby improving conductivity and, consequently, improving cycling stability and capacity. Cai et al. synthesized Fe7S8/FeS2 multiphase materials in situ on hollow carbon nanotubes (NHCFs-Fe7S8/FeS2) by modulating the oxidation states of iron-based sulfides. The intrinsic electric field generated by distinct band gaps between Fe7S8 and FeS2 disrupted the accumulation of charges at the material interfaces and enhanced Na+ diffusion kinetics (Fig. 6e and f). Additionally, Gibbs free energy differences between the two phases create Na+ concentration gradients during charging, driving an electric field that promotes Na+ diffusion. The resulting composite electrode demonstrates a high capacity and excellent rate performance, retaining a capacity of 268.8 mAh g−1 even at a high current density of 100 A g−1 (Fig. 6g and h), which addresses the importance of internal electric fields in optimizing diffusion kinetics and electrochemical performance improvement."
                    ],
                    "name": "3.1. Iron sulfides",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Tin sulfides (SnS and SnS2) have drawn attention owing to their cadmium iodide (CdI2) type layered structure, which offers a large interlayer spacing and high theoretical capacity, resulting from transformation-alloying reactions. However, significant volumetric expansion during cycling limits their stability. To address these issues, structural design improvements and material modification are explored. For example, the carbon coating technique is widely used to reduce volumetric expansion in energy storage materials. Cheng et al. developed SnS quantum dots embedded in nitrogen-doped carbon fibers (SnS QDs@NCF) using lithium azide (LiN3). The repulsive forces generated during the thermal decomposition of LiN3 suppressed the agglomeration of SnS, allowing sulfur to penetrate the nanofibers and form SnS quantum dots while SnS remained on the fiber surface in the absence of LiN3 (Fig. 7a1–a3 and b1–b3). Finite element analysis reveals that SnS embedded within the fibers experiences reduced stress, which enhanced cycling stability, retaining a specific capacity of 422.3 mAh g−1 at 20 A g−1 (Fig. 7c). After 5800 cycles at 2 A g−1, the electrodes demonstrated a discharge capacity of 484.6 mAh g−1, and after 7880 cycles at 10 A g−1, they demonstrated a discharge capacity of 430.9 mAh g−1 (Fig. 7d). Yin et al. synthesized carbon-coated SnS nanotubes (CN/SnS) with tightly woven cloth for robust encapsulation (Fig. 7e), achieving a reversible capacity of 298.2 mAh g−1 after 200 cycles at 0.1 A g−1 in SIBs. Yang et al. constructed a cubic heterostructure of C@SnS2/SnS@C by controlling the calcination temperature to modulate the phase transition between SnS and SnS2. This structure integrated SnS and polypyrrole (PPy) encapsulation, effectively mitigating volumetric expansion and enhancing cycling stability, with a capacity retention of 502.5 mAh g−1 after 1000 cycles and a minimal capacity decay rate of only 0.035% per cycle (Fig. 7f). In situ XRD analysis indicated that SnS2 and SnS undergo sequential conversion to generate elemental Sn and Na2S, followed by alloying reactions at low potentials to form Na15Sn4 (Fig. 7g–i). Binders in traditional electrode fabrication processes may compromise the energy density of batteries. Therefore, the development of integrated self-supporting electrodes has emerged. Wang et al. developed a self-supporting MXene/SnS2@NCFs film using Aspergillus niger spores as a carbon source to anchor SnS2, while MXene serves as a binder to produce a self-supporting film through vacuum filtration. The resulting MXene/SnS2@NCFs film effectively mitigated the self-aggregation of MXene and showed outstanding flexibility (Fig. 7j). Structural characterization revealed that SnS2 nanoparticles are encapsulated between MXene layers, with distinct lattice distributions (Fig. 7k and l). The MXene/SnS2@NCF electrode demonstrated excellent cycling stability, maintaining a specific capacity of 435.0 mAh g−1 with 71.3% retaining after 1000 cycles at 1 A g−1 (Fig. 7m)."
                    ],
                    "name": "3.2. Tin sulfides",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Cobalt-sulfides, such as Co9S8 and CoS, are considered promising materials owing to their multi-phase structure and impressive specific capacity. However, volumetric expansion commonly exists among cobalt sulfides during their practical application. To address these issues, various strategies have been explored. Li et al. developed a hybrid material comprising Co9S8−x, nitrogen-doped carbon foam, and Co nanoparticles (Co9S8−X@Co-NC) (Fig. 8a). The rich porous structure provides additional reactive sites, while the built-in electric field created by the Mott–Schottky-like heterojunction facilitates charge transfer between the active material and the conductive nitrogen-doped carbon scaffold during cycling. The dQ/dV curves at varying current densities (Fig. 8b) demonstrated only a slight peak shift (0.046 V) with increasing current density, indicating its outstanding tolerance at high current densities. The materials achieved capacities of 472.2 and 311.1 mAh g−1 at 0.1 and 10 A g−1, respectively. Zeng et al. developed a Co9S8/CoS wrapped in nitrogen-doped carbon (Co9S8/CoS@NC) using precipitation and thermal treatment (Fig. 8c). The carbon layer enhanced conductivity and protected the active material (Fig. 8d and e), offering a versatile strategy for MS fabrication. Chen et al. developed a dual-purpose strategy to precisely control the phase transitions by combining ultrafine Co1−xS–CoS2 heterostructured particles with S-doped carbon nanofibers. The resulting Co1−xS–CoS2 (Fig. 8f) exhibits a heterostructure consisting of a yolk-like configuration with nanoscale active material encased within a carbon shell (Fig. 8g). This structure enhances cycling stability and shortens the sodium ion diffusion pathway, exhibiting exceptional rate performance (495.3 mAh g−1 at 10 A g−1) and cycling stability (380.1 mAh g−1 at 5 A g−1 after 5000 cycles)."
                    ],
                    "name": "3.3. Cobalt sulfides",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Beyond the previously mentioned MSs, other commonly used metal sulfides for anodes include MoS2 and Sb2S3. As the most prominent two-dimensional layered metal sulfide, MoS2 possesses a relatively large interlayer spacing that is advantageous for ion intercalation. This characteristic makes MoS2 a promising candidate for SIBs. However, sodium intercalation/deintercalation in MoS2 is also accompanied by severe volumetric expansion. To mitigate this issue, several strategies have been proposed, such as expanding the interlayer spacing or combining the material with other substances to form composites. For example, Pan et al. developed a dual-enhanced layered expandable MoS2 composite by incorporating hollow nitrogen and phosphorus co-doped carbon as an internal carrier and surface-rich MXene as an external carrier. This design results in a tightly cross-linked composite (Fig. 9a). The hollow N,P co-doped carbon matrix effectively prevented the agglomeration of MoS2 layers, while the amorphous carbon component significantly increased the interlayer spacing, alleviating volumetric expansion and enhancing cycling stability. After 1000 cycles at 1 A g−1, the NPC@MoS2/MXene exhibited a maximum reversible capacity of 279 mAh g−1. Similarly, Sb2S3, an anisotropic layered material with a high theoretical capacity and moderate potential, has attracted considerable attention. However, its practical application is hindered by issues related to volumetric expansion. To overcome these limitations, the incorporation of alloy-type metal antimony (Sb) with sulfides has proven effective in improving electrochemical performance. For instance, Zhang et al. designed a novel core–shell–shell structure composite of Sb2S3/Sb@TiO2@C nanorods, consisting of an internal Sb2S3/Sb heterostructure core surrounded by an oxygen-deficient TiO2 shell and a conductive carbon shell (Fig. 9b and c). During the carbon thermal reduction process, the Sb2S3 nanorod core is partially reduced to metallic Sb, and the resulting oxygen vacancies generated in the reduced TiO2 significantly enhance the conductivity of Sb2S3. This unique double-shell structure effectively confines the active material, thereby alleviating volumetric expansion. The nanorods exhibited improved performance, achieving an initial coulombic efficiency of approximately 73.46% at 0.8 A g−1, with a reversible capacity of 422.6 mAh g−1 after 400 cycles. This study highlights the potential of double-shell structures in improving the energy storage performance of electrode materials. Wang et al. also synthesized a dual-confined nano-heterostructure Sb/Sb2S3@Ti3C2Tx@C using a solvothermal method combined with low-temperature thermal treatment. The MXene and carbon layers in this composite provided robust protective confinement for Sb/Sb2S3, effectively mitigating volumetric expansion. In addition, the carbon layer acted as a barrier, which prevented the oxidation of MXene and reduced side reactions by isolating the active material from direct contact with the electrolyte, thus improving cycling stability. After 2500 cycles at a current density of 1.0 A g−1, the composite achieved a reversible capacity of 250 mAh g−1 (Fig. 9e). This work gives insight into the innovative structural design for advancing electrode material performance. A comprehensive comparison of the electrochemical performance of representative MSs in SIBs is presented in Table 2, offering a comprehensive perspective on their capabilities and advancements."
                    ],
                    "name": "3.4. Other sulfides",
                    "type": "section_h3"
                }
            ],
            "name": "3. MS anodes in SIBs",
            "type": "section_h2"
        },
        {
            "content": [
                "In this review, recent advances in various synthesis approaches and MS anodes for SIBs are comprehensively summarized. Although MSs exhibit significant potential due to their affordability, high theoretical capacities, and excellent electrochemical properties, challenges such as limited cycling lifespan and low current density have persisted. During the charging and discharging processes, MSs experience significant volume expansion, adversely affecting cycling stability. Additionally, side reactions with copper current collectors and ester-based electrolytes lead to capacity loss. To address these issues, rational structural regulation and design are required. Strategies such as nano nano-buffer structure design, favorable element doping, and heterostructure engineering are proposed. These strategies can increase the specific surface area, provide more active sites, reduce stress variations during conversion reactions, prevent fragmentation and detachment, increase the electrode–electrolyte contact area, optimize ion and electron diffusion pathways or improve the conductivity of the MS anodes, and consequently contribute to capacity improvement. To fully achieve the potential of MS-based anodes for SIBS, a few perspectives are proposed.",
                "i) Cost-effective synthesis: current synthesis methods for MSs, such as hydrothermal and calcination techniques, are typically expensive and have low yields, significantly limiting their commercial viability. Developing scalable, cost-efficient synthesis routes is critical to advance the practical applications of SIBs.",
                "ii) Mechanistic insights: despite significant advancements in the structural and interfacial design of MSs and their composites, the mechanisms driving interfacial coupling and performance enhancement remain insufficiently understood. High-precision characterization techniques, coupled with theoretical modeling, are essential for uncovering the underlying principles and guiding material optimization.",
                "iii) System integration: the development of anode materials cannot proceed in isolation, while their compatibility with other components of Sibs, including electrolyte and cathode materials, must be considered to identify overall system configurations and device performance.",
                "In conclusion, MSs show significant promise as anode materials in SIBs. This review highlights various MS anode materials for SIBs from the perspectives of synthesis approaches and modifications while addressing existing challenges. With continued research and innovation, MSs are expected to emerge as a key solution to the anode of MSs by addressing future energy challenges."
            ],
            "name": "4. Summary and perspectives",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting the findings of this study are available from the authors upon reasonable request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Zhilong Yan: writing-original draft. Tingxu Sun: validation. Wei Li: supervision. Zhiwen Long: investigation. Ruizhe Zhang: visualization. Keliang Wang: writing-review & editing. Shenggang Wang: formal analysis. Hui Qiao: writing-review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Advances in metal sulfide anodes for high-performance sodium-ion batteries"
}