{
    "DOI": "10.1039/D2RA08207A",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In the past few years, lithium-ion batteries (LIBs) have been used in portable electronic devices and electric vehicles on a large scale because of the advantages of high capacity, high working voltage, long cycle life, and high safety. With the development of society, the huge demands for LIBs have become even stronger. However, the low abundance of lithium content in the Earth's crust and the rising lithium prices would seriously restrict the LIB's further application. Therefore, the exploration of other new and inexpensive alternative or complementary LIBs energy storage technology is particularly critical. SIB is considered a new type of secondary battery with great development prospects due to the advantages of abundant sodium resources, good safety, and low cost, which is of great strategic significance for the sustainable development of energy globally.",
                "Although SIBs have a similar energy storage mechanism to LIBs, it is difficult to directly use the commercial graphite anode in SIBs. This is due to the mismatch between the graphite-layer spacing and the sodium-ion size, the spacing of graphite layers is only 39% larger than the diameter of the sodium ion (0.335 nm for the spacing of graphite layers vs. 0.204 nm for the diameter of the sodium ion), which leads to low reversible capacity, sluggish electrochemical reaction kinetics and poor cycling stability. In addition, although the capacity of hard carbon materials is 200–400 mA h g−1, its capacity is still low. The uneven and continuous growth of the SEI layer in the charging and discharging process will inhibit the migration of sodium ions and electrons, resulting in problems of low initial coulombic efficiency, largely irreversible capacity loss, low cycle, and rate performance of hard carbon. Therefore, it is greatly essential and urgent to explore proper anode materials with a high specific capacity, long cycle stability, and excellent kinetics to promote the development of SIBs.",
                "In order to obtain excellent performance of anode materials for SIBs, researchers have conducted extensive and in-depth studies on some metal sulfides (MoS2, SnS2, Co9S8, FeS2, etc.). Among many metal sulfides, MoS2 has a unique layered structure of a large layer spacing between Mo–S layers (about 0.62 nm), which would facilitate the insertion and removal reaction of sodium and can provide a fast transmission channel for ions. In terms of energy storage, MoS2 has a high theoretical specific capacity of sodium storage, up to about 670 mA h g−1, which is much higher than the specific capacity of carbonaceous anode materials. Moreover, MoS2 also has the advantages of abundant raw materials and low cost, showing great commercial application potential in energy storage and energy transformation. However, in practical applications, MoS2 is prone to structural collapse during the cyclic process due to the semiconductor characteristics of MoS2 and its huge volume effect, which eventually leads to rapid attenuation of reversible specific capacity and deterioration of cycle performance of the batteries. In addition, the volume effect of MoS2 would destroy the structure of the electrode material, resulting in an uneven distribution of Na2S and Mo, and poor diffusion kinetics between Mo and S, which makes the process of regenerating MoS2 irreversible. Therefore, it is necessary to improve the reversibility of the MoS2 conversion reaction to obtain MoS2-based anode materials with high capacity and long cycle life for SIBs.",
                "In order to improve the reversibility and conductivity of MoS2, the researchers have developed MoS2 and carbon as anode materials for SIB, such as MoS2/C, MoS2/graphene, and MoS2/CNT. The carbonaceous material can not only enhance the conductivity of the composite material and slow down the volume effect of MoS2 but also enhance the mass transfer kinetics of the Na2S and Mo interface, promoting the transformation reaction of regenerating MoS2, so as to improve the reversibility of sodium insertion and removal reaction of the composite. Among carbonaceous materials, graphene is favored by researchers for its large surface area, good electrical conductivity, and machinability. Especially, studies have shown that heteroatom (N, S, etc.) doped graphene could improve the performance of electrode materials because the introduction of heteroatoms helps to tune the charge state of the material, accelerate the transmission of electrons and increase the active sites of sodium storage. However, most reported heteroatom-doped graphene is usually obtained by Hummers', CVD, mechanical stripping or silicon carbide epitaxy, etc. These methods involve corrosive reagents, harsh experimental conditions, or complicated impurity removal processes, which would cause environmental pressure and increase the difficulty of operation. In addition, the prepared graphene has a large number of defects and partial oxidation; it is still difficult to be completely reduced even after high-temperature heat treatment, resulting in reduced conductivity and crystallinity of graphene. Therefore, it is necessary to explore an environmentally friendly and easy operation method to prepare heteroatom-doped graphene with good crystallinity to support MoS2.",
                "Herein, we propose an effective strategy to prepare molybdenum disulfide and heteroatom-doped graphene composites. First, an aqueous solution containing nitrogen and sulfur co-doped graphene was prepared via a simple electrochemical exfoliation method without involving strong acids and strong oxidants, which can skillfully avoid excessive oxidation of graphene, permanent defects, and a complex purification process. Then, we directly used a heteroatom-doped graphene aqueous solution to synthesize MoS2/NSGs-G by the hydrothermal method. In this designed hybrid, nitrogen, and sulfur co-doped graphene can not only enhance the conductivity of the composite but also buffer the volume change of MoS2 during the sodiation/desodiation process. On the other hand, the few-layered MoS2 can offer more active sites for sodium ion storage as well as facilitate fast Na+ insertion/extraction. As a result, when evaluated as an anode material for SIBs, the MoS2/NSGs-G composite shows superior rate performance and excellent cycling stability."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium sulfate (Na2SO4, Aladdin), glycine (C2H5NO2, Aladdin), dimethyl formamide (DMF, Aladdin), cetrimonium bromide (CTAB, Aladdin), sodium molybdate (Na2MoO4·2H2O, Aladdin), and L-cysteine (C3H7NO2S, Aladdin) were used."
                    ],
                    "name": "2.1 Material reagent",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In this preparation process, the nitrogen and sulfur co-doped graphene was obtained by a facile electrochemical exfoliation approach. The electrolyte was composed of sodium sulfate (14.20 g) and glycine (7.51 g) dissolved in 1000 mL of deionized water. Then, the graphite foil (as a working electrode, about 4 cm × 12 cm) and Pt foil (as a counter electrode) were connected to a two-electrode system for electrochemical exfoliation. The height of the graphite foil above the solution level was about 2 cm, and the distance between the two electrodes was maintained around 3 cm throughout the exfoliation process. To improve the hydrophilicity of the graphite foil, the pre-electrochemical exfoliation voltage was set to 2 V and kept for 5 min. Then, a voltage of 10 V was applied between the two electrodes to start the electrochemical exfoliation until the graphite foil was completely exfoliated. Afterward, the black suspension was filtered and repeatedly washed with deionized water and ethanol several times. To obtain fewer-layered graphene, the exfoliated graphene was dispersed into dimethyl formamide and sonicated for 2 h. Then, the dispersion was filtered and washed repeatedly with deionized water to remove dimethyl formamide. After that, the exfoliated graphene was dispersed in deionized water and centrifuged at 3000 rpm for 30 min. Finally, the top part of the suspension was collected and the obtained nitrogen and sulfur co-doped graphene nanosheets were defined as NSGs-G. The nitrogen and sulfur co-doped graphene nanosheets were confirmed by XPS testing, which displayed that there were bonding states of C–N and C–S in the graphene nanosheets (as shown in Fig. S1†)."
                    ],
                    "name": "2.2 Preparation of heteroatom-doped graphene",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-prepared black suspension containing 30 mg NSGs-G was diluted to form an 80 mL aqueous solution and ultrasonic treatment for 1 h. In order to increase the adsorption capacity of graphene onto MoO42−, the cetrimonium bromide was added to the above solution and the solution was stirred continuously for 12 h. Then, L-cysteine (1.2 g) and Na2MoO4·2H2O (0.6 g) were added to the mixed solution and the solution was stirred for another 2 h. Afterwards, the above solution was transferred to a 100 mL Teflon-lined stainless-steel autoclave to carry out a hydrothermal reaction at the temperature of 200 °C for 24 h. When the autoclave was naturally cooled, the mixture was filtered and washed repeatedly with deionized water and ethanol for several times, then the mixture was dried at 80 °C. To improve the conductivity of the material, the resultant black mixture was heated in the argon atmosphere from room temperature to 800 °C with a heating rate of 3 °C min−1 and kept at 800 °C for 2 h. The final product was defined as MoS2/NSGs-G. In the same way, the MoS2/Gs composite and bulk MoS2 were obtained without adding glycine and graphene, respectively."
                    ],
                    "name": "2.3 Preparation of MoS2/heteroatom-co-doped graphene composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) characterization of the materials was implemented by Rigaku's D/max 2500v/pc instrument using Cu Kα radiation (λ = 0.154 nm). Field emission scanning electron microscopy (FESEM, Philips' FEI Quanta 200 FEG) and high-resolution transmission electron microscopy (HRTEM, JEOL 2100F) were used to investigate the morphologies of the materials. An energy dispersive spectroscope (EDS, INCA) was connected to the FESEM to analyze the element distribution of the materials. X-ray photoelectron spectroscopy (XPS) experiments were carried out by AXIS ULTRA DLD instrument and the obtained XPS test data were calibrated using the C 1s peak."
                    ],
                    "name": "2.4 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical measurements were performed using the two-electrode cells (CR2032 coin-type half-cells using Na metal as the counter electrode), which were assembled in an argon-filled glove box. The working electrode contained 80 wt% active materials, 10 wt% polyvinylidene fluoride as a binder, and 10 wt% Super P as a conductive additive, which were compressed onto the current collector (copper foil). The electrolyte mainly consisted of 1 M NaClO4 dispersing in dimethyl carbonate/ethylene carbonate (1:1 in volume) and 5 vol% of fluoroethylene carbonate was added into the electrolyte solution. The active material loading in the electrode was 0.6–0.8 mg cm−2. The galvanostatic charge–discharge cycle test of the button battery at 3–0.01 V (vs. Na+/Na) was carried out using a LAND test system. For studying the electrochemical behavior of the batteries, cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were performed using an electrochemical instrument (Zahner IM6, Germany), and the test parameters were set as follows; a scan rate of 0.1 mV s−1 at 1.0 mV to 3.0 V and ranging from 10 MHz to 100 kHz at the polarization of 5.0 mV, respectively."
                    ],
                    "name": "2.5 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthetic route for MoS2/NSGs-G composite is illustrated in Scheme 1. Firstly, the nitrogen and sulfur co-doped graphene was produced by the electrochemical exfoliation method. After cleaning and impurity removal, cetrimonium bromide, Na2MoO4·2H2O, and L-cysteine were added to nitrogen and sulfur co-doped graphene mixture solution. Importantly, cetrimonium bromide could improve the charge state on the graphene surface, which promotes the adsorption of graphene to MoO42−, thus contributing to MoO42− to generate MoS2 in situ on graphene, eventually obtaining self-supporting network structured MoS2/heteroatom-doped graphene composite (MoS2/NSGs-G).",
                "The XRD patterns of the as-prepared MoS2/NSGs-G, MoS2/Gs-G, bulk MoS2, and bulk N, S-co-doped graphene are displayed in Fig. 1A. It shows that all diffraction peaks of MoS2/NSGs-G and MoS2/Gs-G at about 2θ = 18.1°, 32.6°, 39.6°, 58.2°, and 68.8° are well-matched with the (002), (100), (103), (105), and (110) planes of the hexagonal MoS2 (JCPDS 37-1492). As for bulk MoS2, all the diffraction peaks were also indexed to the crystal structure of MoS2 (JCPDS no. 37-1492), and the obvious (002) peak at about 2θ = 14.1° indicated that there was a good layered stacking structure. Compared to bulk MoS2, although the (002) plane of MoS2/NSGs-G and MoS2/Gs-G was located at about 2θ = 18.1°, it showed a small right shift to a high scattering angle, demonstrating that MoS2/NSGs-G and MoS2/Gs-G still maintained a well-stacked layered structure. The MoS2/NSGs-G and MoS2/Gs-G showed a small right shift for the (002) reflection, which is triggered by the intercalation of carbon sheets (amorphous carbon), and graphene between the MoS2 sheets. The bulk N, S-co-doped graphene displays a (002) plane at around 24.2°, which is related to a typical graphite diffraction peak. This peak is slightly left shifted to a low scattering angle, suggesting the presence of a certain oxidation reaction during the electrochemical exfoliation process. A broad peak appearing at around 15.6° corresponded to the characteristic peak of graphene oxide, further confirming that certain oxidation of graphene occurs during electrochemical exfoliation. Apart from this, the typical diffraction peak of graphene at 26.6° in MoS2/NSGs-G and MoS2/Gs-G was not detected, indicating that graphene is separated and has not been re-stacked.",
                "The morphology of the MoS2/NSGs-G sample was characterized by FESEM and TEM techniques. Fig. 1B shows a representative image of the MoS2/NSGs-G sample, which is composed of intertwined nanosheets with wavy folds on the surface. When the sample is viewed closely in Fig. 1C, it shows that the thickness of the nanosheets is approximately 100 nm. In addition, compared to bulk MoS2 and bulk N, S-co-doped graphene (shown in Fig. S2B and C†), no large graphene nanosheets and obvious accumulation of MoS2 were observed in the MoS2/NSGs-G and MoS2/Gs-G (seeing in Fig. S2A†) samples, suggesting that N, S co-doped graphene acted as a good buffer matrix for MoS2. Two-dimensional N, S-co-doped graphene, and self-supporting MoS2 formed a three-dimensional interweaved network structure, which could prevent the re-stacking of N, S-co-doped graphene, and MoS2 as well as stabilize the structure during cycles. To further investigate the refined microstructure of MoS2/NSGs-G, TEM, and HRTEM characterizations were performed. In Fig. 1D and E, it can be seen that there are interweaved ultrathin nanosheets in MoS2/NSGs-G, and nanosheets are very tightly connected to each other, which is in agreement with the results of SEM. The HRTEM image in Fig. 1F distinctly displays that the MoS2/NSGs-G sample is consisting of a few layered MoS2 and graphene and they are interconnected together. The interlayer distances of MoS2 and graphene are about 0.87 nm and 0.36 nm, respectively. In addition, the detailed element distribution is examined by EDS (demonstrated in Fig. S3†), confirming a uniform distribution of C, O, N, S, and Mo in MoS2/NSGs-G. It is generally believed that the expanded layer spacing helps accelerate the conduction of electrolytes and ions, increasing the surface area of the material as well as offering abundant reaction sites. Therefore, MoS2/NSGs-G with a self-supporting network structure and expanded layer spacing as the anode has the potential to enhance the sodium ions storage.",
                "The chemical bonding state of the MoS2/NSGs-G sample was investigated with the XPS technique. Fig. 2A gives strong evidence that there are S, Mo, C, N, and C elements in MoS2/NSGs-G and their atomic percentage are 22.03%, 8.98%, 54.08%, 3.72%, and 11.18%, respectively. The ratio of S to Mo calculated is about 7.34 to 1, which is higher than the theoretical value of 2 to 1, indicating that sulfur elements have been successfully doped into graphene, which is consistent with the results in Fig. S1.† It can be clearly observed in the XPS results that part of the Mo element is oxidized. Some of the S element is oxidized and some of it is bonded to C. Therefore, according to the results of XPS, we have calculated that the percentage content of MoS2 in the composite is about 15%. As shown in Fig. 2B, four peaks appeared at about 533.4 eV, 532.4 eV, 531.6 eV, and 530.6 eV in O 1s, which are identified as combining energy peaks of O–CO, O–C, OC, and O–H, respectively. In the case of C 1s, four peaks at the binding energies of about 289.1 eV, 286.1 eV, 285.0 eV, and 284.4 eV in Fig. 2C, corresponding to the bonding of O–CO, C–S/C–O, C–N, and sp2 C, respectively. The presence of C–N and C–S further confirmed that nitrogen and sulfur have been doped into the graphene layer. The spectrum of N 1s in Fig. 2D can be divided into four main peaks of about 401.8 eV, 399.7 eV, 398.2 eV, and 395.6 eV, which are related to graphitic N, pyrrole N, pyridine N, and Mo 3p, respectively. The result of the N 1s peak provides strong evidence that nitrogen has been successfully doped into graphene and it could improve the electronic conductivity of the composite effectively. Furthermore, pyridinic N and pyrrolic N could offer extra active sites and defects, which contributes to enhancing Na+ storage capacity. As for the S 2P spectrum in Fig. 2E, it shows that the peaks at 163.7 eV and 162.5 eV correspond to S 2p1/2 and S 2p3/2, respectively, and the sulfur oxide peak is observed at 169.1 eV, indicating that sulfur partially exists in the form of S2+ in MoS2/NSGs-G. The spectrum of Mo 3d in Fig. 2F shows that the peaks at 232.9 eV, 229.7 eV, and 227.0 eV correspond to Mo 3d3/2, Mo 3d5/2, and S 2s, respectively, which are related to S2− and Mo4+ ions in MoS2. In addition, the peak at about 236.3 eV belongs to Mo6+, which is due to the partial oxidation of the surface of MoS2/NSGs-G in air. Besides, the total atomic percentages of N and S were detected as 1.38% and 14.95% in MoS2/NSGs-G, respectively. It is believed that N or S doping could regulate the charge state of the material and increase the active sites, which are conducive to enhancing the Na+ diffusion rate and charge transport in the materials.",
                "To investigate the electrochemical behavior of MoS2/NSGs-G electrode, the typical charge–discharge tests at 0.5 A g−1 were performed by the LAND test system (it needs to be pointed out that the cells are activated using 0.025 A g−1, 0.05 A g−1, and 0.1 A g−1 in the first, second, and third charge–discharge process, respectively. The discharge process represents the sodiation process). For the first sodiation process, there are three inclined voltage platforms in the range of 1.28–1.19 V, 0.92–0.37 V, and 0.29–0.03 V, as shown in Fig. 3A, which are attributed to the formation of the SEI layer, the reaction of sodium ions into the MoS2 layers and the sodium ions embedded graphene layers, respectively. The voltage platform appears near 1.65–2.21 V in the initial anodic process, which is mainly the process of sodium ion extraction from NaxMoS2. In the subsequent charge–discharge processes, the MoS2/NSGs-G electrode presents two stable voltage platforms at around 1.60–0.85 V and 1.78–2.23 V, which belong to the sodiation reactions of Na insertion into S and the reactions of Na2S conversion into S, respectively. In addition, the MoS2/NSGs-G electrode displays discharge and charge capacities of 1040.4 and 595.7 mA h g−1 during the initial cycle, respectively, and the initial coulombic efficiency was 52.4%. The lost capacity may be due to the formation of solid electrolyte interphase (SEI) or the decomposition of electrolyte. As the cycles continue, the coulombic efficiency of MoS2/GNs-AG in the second and third cycles rapidly reached 94.0% and 96.7%, which indicates that the electrode has high cycle reversibility. In particular, the MoS2/NSGs-G electrode maintains relatively high sodium storage with a charge capacity of about 502.8 mA h g−1 after 100 cycles. Compared with the specific capacity of the first charge, the capacity retention rate after 100 cycles was still maintained at 84.4%, implying that the insertion/extraction process of sodium in the MoS2/NSGs-G electrode is highly reversible.",
                "Fig. 3B presents the continuous galvanostatic charge–discharge cycling performance of the MoS2/NSGs-G, MoS2/Gs-G, bulk N, S-co-doped graphene, and bulk MoS2 electrodes. As can be noticed, the bulk MoS2 electrode shows poor cycle performance and the cycle begins to decay rapidly after about 100 cycles. Even the specific capacity of sodium storage decreased rapidly from 256.7 mA h g−1 to 85.9 mA h g−1 after 250 cycles. This result may be caused by large volume expansion of MoS2, leading to the pulverization and exfoliation of MoS2, ultimately resulting in reducing the specific capacity of the electrode and cycle performance degradation. Distinctly, the other three electrodes display extremely stable electrochemical performances for sodium storage, which indicates that graphene has an important role in the cycle stability of the electrode. The charge-specific capacity of MoS2/Gs-G and bulk N, S-co-doped graphene electrodes after 250 cycles are 365.7 mA h g−1 and 120.0 mA h g−1, respectively, which are higher than the charge capacity of the bulk MoS2 electrode. Among them, the MoS2/NSGs-G electrode delivers the highest sodium storage capacity with a specific capacity of 443.9 mA h g−1 after 250 cycles at the current density of 0.5 A g−1. The capacity of MoS2/NSGs-G fluctuates slightly, which may be due to the existence of unevenly growing solid electrolyte interphase (SEI) during the cycles, leading to a partial irreversible reaction. In addition, because of the volume effect of MoS2, a small part of the active material loosens or falls off during the sodiation/desodiation process, which may also cause fluctuations in the capacity of the composite material. Even though the capacity of the MoS2/NSGs-G fluctuates slightly, the coulombic efficiency of MoS2/NSGs-G except in the first three cycles is about 99%, indicating that MoS2/NSGs-G has excellent reversibility. The MoS2/NSGs-G electrode has a satisfactory reversible sodium storage capacity and extremely stable cycling performance, which are attributed to the nitrogen and sulfur co-doping increasing the sodium storage sites and a three-dimensional interconnected network that can stabilize the structure of the electrode material. Meanwhile, the synergistic effect of N, S-co-doped graphene and high theoretical specific capacity MoS2 makes the MoS2/NSGs-G composite material possess an extremely high specific capacity and superior cycling performance.",
                "Fig. 3C displays the impressive rate performances of MoS2/NSGs-G, MoS2/Gs-G, bulk N, S-co-doped graphene, and bulk MoS2 electrodes at different current densities from 0.1 to 10 A g−1, and finally changed back to 0.1 A g−1. It is distinctly seen that all electrodes reveal relatively stable capacity at each current density. However, the rate performance of bulk MoS2 electrodes is worse than that of other electrodes, and its specific capacity is lower than that of other electrodes at each rate. This may be put down to the lack of N, S co-doped graphene as a buffer to support molybdenum disulfide, which is difficult to withstand the “shock” caused by current changes, ultimately leading to the decrease of specific capacity. In Fig. 3C, as the current density returns to its initial value, the corresponding capacity increases may be attributed to the high reversibility and the activation process of bulk MoS2 and graphene. Clearly, the MoS2/NSGs-G electrode demonstrated the best rate performance, with a reversible charge capacity of 491.5, 490.5, 453.9, 418.1, 383.8, 333.1, and 294.4 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g−1, respectively (provided in the Table S1†). When the current density recovered to 0.1 A g−1 again, the MoS2/NSGs-G electrode still maintained the specific capacity of 507.3 mA h g−1, which fully demonstrates that the MoS2/NSGs-G sample has good structural stability and excellent rate performance. These results indicate that the MoS2/NSGs-G sample has potential research significance and application prospects in high-performance SIBs.",
                "In order to understand the electrochemical behavior of sodium-ion storage for MoS2/NSGs-G electrode, the CV test was implemented and the results are presented in Fig. 4A. It reveals that three reduction peaks appearing at about 0.01 V, 0.46 V (disappearing in the subsequent cycles), and 1.07 V are assigned to Na+ insertion into the graphene layers, the formation of SEI layers (decomposition of electrolyte) and the insertion of sodium ions into MoS2 in the initial cathodic scan, respectively. In the first anodic process, there are two oxidation peaks at approximately 1.76 V and 2.23 V, which are related to the reconstitution of S and Mo to form MoS2 and the Na+ de-insertion from Na2S, respectively. In the two subsequent cycles, the CV curve demonstrates that the oxidation peak and the reduction peak are highly coincident without significant changes, suggesting that MoS2/NSGs-G electrode possesses very stable and high reversibility of electrochemical behavior.",
                "To further inquire the electrochemical reaction kinetics of the MoS2/NSGs-G electrode, CV curves at various scanning rates from 0.1 mV to 1.0 mV s−1 were obtained, as shown in Fig. 4B. Although there is a certain polarization of the redox peak of the MoS2/NSGs-G electrode with the increase of scanning rate, significant reduction peak, and oxidation peak at around 0.65 V and 1.81 V, relating to the reversible process of sodiation and desodiation, respectively, are still observed, which is highly consistent with the analysis results shown in Fig. 4A. According to previous research results, it is believed that there is a power-law relationship between current and sweep speed, which obeys the following equation:",
                "where a and b stand for adjustable parameters, v is on behalf of the scan speed, i represents the current density. Particularly, when the value of b is close to 0.5 or 1, signifying the diffusion-controlled process or the capacitive behavior is dominant in the electrode. Fig. 4C presents the values of b at peak 1 and peak 2 as 0.87 and 0.90, respectively, indicating a capacitive storage mechanism is more dominant in the MoS2/NSGs-G electrode, making for a fast Na+ sodiation/desodiation and prominent rate performance. These results are highly consistent with the analysis in Fig. 3C, providing strong evidence that the MoS2/NSGs-G material has outstanding rate performance. The EIS results in Fig. 4D exhibit that the MoS2/NSGs-G electrode displays a semicircle in the high-frequency area and a sloping straight line in the low-frequency area before and after 3 cycles, which are related to charge transfer resistance (Rct) and Warburg resistance (Zw). It can be obviously seen that the charge transfer resistance of the MoS2/NSGs-G electrode after 3 cycles (9 Ω) is smaller than that of the electrode before cycles (15 Ω). This may be because the composite material forms a stable SEI during the cycles, layered nanostructure heteroatom doped graphene could effectively alleviate the volume effect of MoS2 and stabilize the structure of composite materials, which are conducive to reducing the resistance of the composite material. According to equation i0 = RT/nFRct, the exchange current density is used to assess the electrochemical performance of the electrode. Where T refers to the absolute temperature, n stands for the number of transferred electrons, R (8.314 J mol−1 K−1) represents the gas constant, and F (96485 C mol−1) and Rct are referred to as the Faraday constant and charge transfer resistance, respectively. The values of i0 for the MoS2/NSGs-G electrode before and after 3 cycles are 1.71 × 10−5 A cm−2 and 2.85 × 10−3 A cm−2, respectively. Therefore, the above results show that the MoS2/NSGs-G has good reaction reversibility and low resistance.",
                "In order to investigate the capacitive effects (k1v) and the diffusion-controlled insertion process (k2v1/2) of MoS2/NSGs-G, a function of potential is used following:",
                "where v stands for the scan rate. It is usually used to distinguish the ratio of the current related to surface capacitance and sodium ion semi infinite linear diffusion by determining the value of k1 and k2. Fig. 5A exhibits that 81% (orange) of the total capacity represents the capacitive contribution for the MoS2/NSGs-G sample at a scan rate of 0.1 mV s−1, which is well coincident with the value of b. As a comparison, the results of the capacitive contribution of MoS2/NSGs-G electrode at different scan rates of 0.2, 0.4, 0.6, 0.8, and 1 mV s−1 are provided in Fig. S4,† further indicating that the MoS2/NSGs-G electrode has an outstanding characteristic of capacitive charge storage contribution. With the increase in the sweep rate, Fig. 5B displays that the diffusion behavior of MoS2/NSGs-G electrode has decreased, while the capacitive charge storage contribution increased, which are 87%, 91%, 94%, 95%, and 98% of the total capacity contribution. Up to 98% of the pseudocapacitance is mainly attributed to the ultrathin layer nanostructures of MoS2/NSGs-G effectively restraining the aggregation of MoS2 and graphene so that Na+ can be rapidly inserted and extracted from the material surface during the cycles. In addition, the high specific surface area, abundant defects, and heteroatoms of nitrogen and sulfur in the composite material are helpful to improve the electrochemical performance and facilitate the pseudocapacitance behavior. Moreover, the synergistic effects of MoS2 and graphene contribute to enhancing the interface storage and the sodiation/desodiation reaction, which makes the composite material show an obvious pseudocapacitance behavior. These results strongly demonstrate that MoS2/NSGs-G possesses the sodium storage mechanism of dominant pseudocapacitive contribution, which plays a critical role in improving the electrochemical properties of electrode materials.",
                "In order to investigate the crystal structure and morphological changes of the MoS2/NSGs-G electrode after cycles, XRD, SEM, and HRTEM studies on the MoS2/NSGs-G electrode after the cycles were performed. Fig. 6A shows the XRD pattern of MoS2/NSGs-G after 250 cycles. It can be clearly observed that the diffraction peaks of the MoS2/NSGs-G at about 2θ = 43.2°, 50.3°, and 70.0° are well referred to the (111), (200), and (220) planes of the copper substrate. Two obvious diffraction peaks appeared at around 21.1° and 28.4°, which point to the products of NaMoS2 and Na2S, respectively. In addition, three diffraction peaks in the (002), (100), and (103) planes were observed, which well matched those of the standard MoS2 (PDF # 37-1492), indicating that MoS2 can still maintain good crystal structure even after the cycles. Fig. 6B and C show the morphologies of the MoS2/NSGs-G electrode before and after cycles, respectively. The original MoS2/NSGs-G electrode before cycles has a rough surface and there are many gaps between particles. After cycles, the surface of the MoS2/NSGs-G electrode becomes smooth and the particles are tightly connected with each other. No cracks appeared on the surface of the MoS2/NSGs-G electrode, indicating that the composite still maintained good structural stability after long cycles. Moreover, the solid electrolyte film generated on the electrode surface is also helpful to protect the structure of the material. In Fig. 6D, the HRTEM image of the MoS2/NSGs-G electrode shows that the lattice fringe of MoS2 can be obviously observed, which still remained at 0.87 nm after cycles, indicating that the MoS2/NSGs-G possesses good structural stability. Therefore, because of the good structural stability of the MoS2/NSGs-G, it could contribute to improving the cyclic stability and the electrochemical performance of the material.",
                "The MoS2/NSGs-G material has remarkable electrochemical properties of high sodium storage capacity, excellent rate performance and long cycle life are on account of several obvious structural characteristics (i) two-dimensional structure of graphene and MoS2 spontaneously assemble into a self-supporting three-dimensional network structured composite material, this three-dimensional network could alleviate the volume change of the material, stabilize the structure during cycles and shorten the transport path of the ions and electrolyte, (ii) heteroatomic N and S are uniformly doped on graphene nanosheets by a facile electrochemical exfoliation, increasing the reaction sites, electronic conductivity and sodium storage capacity, (iii) extended layer spacing of graphene and MoS2, which facilitates increased sodium storage capacity, ions and electrolyte transport, (iv) the high sodium storage capacity of MoS2 and good support matrix of graphene are closely intertwined and create a synergistic effect, making the composite have outstanding electrochemical properties. As a result, this work may offer an operable strategy to explore high-performance MoS2-based composites for SIBs and other potential applications in the catalytic field."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we presented a scalable strategy to prepare a self-supporting network structured MoS2/heteroatom-doped graphene as an anode for SIBs, through a facile electrochemical exfoliation-hydrothermal route. This strategy allowed nitrogen and sulfur to be successfully and uniformly doped in graphene. Meanwhile, few-layered graphene and MoS2 are intertwined to form a self-supporting three-dimensional network structure. When investigating the electrochemical performances as an anode for SIBs, the MoS2/NSGs-G electrode exhibits satisfactory electrochemical stability with a reversible capacity of 443.9 mA h g−1 after 250 cycles at 0.5 A g−1. The MoS2/NSGs-G composite also demonstrates a desirable rate performance, with the charge capacity of 491.5, 490.5, 453.9, 418.1, 383.8, 333.1, and 294.4 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 5 and 10 A g−1, respectively. Moreover, the MoS2/NSGs-G composite revealed a dominant pseudocapacitive contribution and faster sodium ion interface kinetics characteristic. Therefore, the MoS2/NSGs-G would be one of the potential anode materials for enhancing the electrochemical performance of SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Self-supporting network-structured MoS2/heteroatom-doped graphene as superior anode materials for sodium storage"
}