{
    "DOI": "10.1039/C7NR00793K",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Aqueous rechargeable alkali-metal ion batteries with high conductivity and good safety show great superiority for stationary applications over their organic counterparts. Particularly, the aqueous rechargeable sodium battery (ARSB) has attracted exceptional attention because of the natural abundance and low cost of sodium. However, the practical ARSB applications remain out of reach due to the lack of appropriate electrode materials. Therefore, it is crucial to unveil new electrode materials to promote the development of ARSBs. Up to now, a variety of materials such as oxide, polyanions, Prussian blue analogues,etc. have been identified as cathode materials for ARSBs. Although significant progress has been made for cathode materials, the development of anode materials in ARSBs is still lagging behind. Until now, only a few anode candidates have been investigated for ARSBs. Therefore, great innovation is needed to explore high-performance electrode materials, especially anode materials, to promote the development of ARSBs.",
                "Polyanion based materials with open 3D frameworks and facile ion pathways are good electrode candidates for energy storage devices. Particularly, vanadium phosphate has been identified as a good sodium/lithium intercalation material by virtue of the good structural stability of the phosphate polyanion and the abundant versatility of vanadium chemistry. Up to now, a series of vanadium phosphate-based compounds, including single phosphates (e.g. Na3V2(PO4)3, Li3V2(PO4)3, NaVOPO4,etc.), mixed-phosphates (e.g. Na7V4(P2O7)4(PO4), Li9V3(P2O7)3(PO4)2,etc.), pyro-phosphates (e.g. Na7V3(P2O7)4, Na2(VO)(P2O7), LiVP2O7,etc.), fluoro-phosphates (e.g. Na3V2(PO4)2F3, Na1.5VPO4.8F0.7, Na3V2O2(PO4)2F, Na3V2O(PO4)2F3, LiVPO4F,etc.) and so on have been extensively explored as electrode materials in “rocking-chair” electrochemical systems in an organic electrolyte (Fig. 1). The strong electronegative phosphate group induces high operating potentials for these vanadium phosphates, which make them good cathode candidates in lithium/sodium ion batteries. Compared with the flourishing development of high-potential candidates, the low-potential counterparts in the vanadium phosphate series are much rarer. Therefore, exploration of low-potential vanadium phosphates is of great significance.",
                "Recently, a new compound NaV3(PO4)3 is introduced as a novel low-potential member in the vanadium phosphate family. It possesses multiple potential plateaus with an average of approximately 1.5 V (vs. Na/Na+) and high cycling stability over one thousand cycles in (organic) sodium ion batteries (SIB). The low-operating potential as well as excellent electrochemical characteristics make it a promising anode material for SIB. Moreover, the super electrochemical behaviour of NaV3(PO4)3 in the organic electrolyte greatly prompts us to explore its behaviour in an aqueous electrolyte.",
                "Facing the same problems as other polyanion materials, the poor electronic conductivity of NaV3(PO4)3 severely restricts its ion intercalation kinetics. Therefore, it is essential to tailor the NaV3(PO4)3 compound into a nanostructure to realize its full potential. Among the present nanostructures, one dimensional (1D) nanostructures with an enhanced surface–volume ratio, shortened ion diffusion paths and efficient electron transport capability has been recognized as one of the most desirable architectures for applications in energy storage systems. Particularly, aligning 1D nanostructures in an orientated, parallel and scalable manner is more favourable to achieve higher conduct capability and kinetics characteristics. A well-aligned 1D nanostructure not only has good mechanical properties and high flexibility, but also provides a shorter and more effective electron transport path along the oriented direction. Therefore, it has been considered as a highly efficient architecture to construct high-performance electrodes.",
                "Following this viewpoint, for the first time, we report the design and construction of an aligned NaV3(PO4)3/C hybrid nanofiber as a novel anode candidate in aqueous sodium ion batteries. A simple system, which is composed of an electrospinning emitter and a fast rotating receiver, is set up to fabricate the well-aligned and hierarchical 1D nanoarchitecture (Fig. 2). The sodium intercalation chemistry of the aligned NaV3(PO4)3/C nanofiber, including the phase transport process, sodium ion diffusion mechanism, electronic/ion conductivity and high-rate charge/discharge properties in an aqueous neutral electrolyte is carefully studied. Moreover, a full cell of NaV3(PO4)3/Na0.44MnO2 is fabricated. The excellent long term and high rate properties demonstrate the superiority of the aligned NaV3(PO4)3@C nanofiber, which makes it a promising anode for aqueous sodium ion batteries."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The aligned NaV3(PO4)3@C hybrid nanofiber was prepared through a simple system as illustrated in Fig. 2a. Firstly, the precursor of NaV3(PO4)3 was prepared by a sol–gel process. The starting materials of ammonium metavanadate, sodium acetate and phosphate acid were dissolved in 30 mL distilled water to form a uniform solution. Then the mixture was stirred at 80 °C for six hours, followed by drying in an oven overnight to achieve the precursor. Next, the sol for electrospinning is prepared through mixing the prepared precursor, PVA polymer and acetic acid (30 wt%) at room temperature. After continuously stirring for 12 hours, the transport and viscid solution was obtained. The resulting precursor was transferred into a syringe connected to a stainless steel needle. A high potential of 12 kV was applied on the needle relative to a high-rate rotating drum collector (ω = 800–1000 rpm) positioned at about 9 cm from the tip of the needle. The flow rate of the precursor sol was controlled using a syringe pump at 1 mL h−1. After electrospinning, the collected fiber film was peeled off from the collector and calcined at 900 °C for 10 hours under an Ar/H2 (95/5 in volume) atmosphere. For comparison, the reference samples of low-carbon aggregated and random arranged nanofibers were prepared (details are displayed in S1†)."
                    ],
                    "name": "2.1 Synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD, Bruker D8/Germany) using Cu Kα radiation was employed to identify the crystalline phase of the material. The experiment was performed by using step mode with a fixed time of 3 s and a step size of 0.02°. The XRD pattern was refined by using the Rietveld method. The morphology was observed with a scanning electron microscope (SEM, HITACHI S-4700) and a transmission electron microscope (TEM, JEOS-2010 PHILIPS). The element distribution of the sample was confirmed by using an energy dispersive X-ray (EDX) detector. Nitrogen adsorption–desorption isotherms were measured using a Micromeritics ASAP 2010 sorptometer."
                    ],
                    "name": "2.2 Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The aligned hybrid films are directly used as electrodes without additional components such as a binder, conductive additive or current collector. The de/intercalation mechanism of sodium ions was evaluated in 1 M Na2SO4 electrolyte with a saturated calomel electrode as the reference (SCE). Cyclic voltammetry (CV) was performed in a Zivelab electrochemical workstation. The full aqueous battery was fabricated with Na0.44MnO2 as the cathode and the prepared NaV3(PO4)3/C film as the anode. The saturated calomel electrode was employed as a reference electrode to monitor the potential of each electrode upon galvanostatic cycling of the full cell. Galvanostatic charge/discharge tests were conducted on a LAND battery testing system (Wuhan, China)."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2 Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Based on the above preparation system (Fig. 2a), a freestanding and flexible hybrid film is prepared (Fig. 3a and b). It is composed of well-aligned nanofibers, which were continuous and oriented, with a uniform diameter of approximately 150–200 nm (Fig. 3d, h and g) and a length on a large centimetre-size scale (Fig. 3a). The easily peeled slices in lengthways further demonstrate the highly oriented alignment of the nanofibers (Fig. 3c). The long and oriented architecture facilitates the good mechanical properties of the film, which is favourable to its self-supported characteristics (Fig. 3a and b). The microstructure of the hybrid film is investigated by TEM images. As displayed in Fig. 3e and f, the aligned nanofiber has a porous architecture, resulting in its high surface area and large porosity (Fig. S3†). More details of the hybrid nanofiber are identified from the HRTEM images. As displayed in Fig. 3i, the sodium vanadium phosphate nanoparticles with a size of 3–5 nm are well-wrapped by the carbon network, forming a hierarchical structure. The well-resolved lattice fringe of ∼0.525 nm coincides with the (200) lattice plane of NaV3(PO4)3, demonstrating the single crystal nature of the nanoparticles. Moreover, the energy-dispersive X-ray spectroscopy (EDS) results further demonstrate the uniform distributions of the Na, V, P and C elements in the nanofiber (Fig. 3j). Therefore, as illustrated in Fig. 2b and c, the ultralong, well-oriented aligned and hierarchical porous architecture not only provides pathways for fast electron transport, but also facilitates highly efficient ion transport for super electrochemical properties. The fast ion intercalation capability as well as the excellent mechanical characteristics make the freestanding aligned NaV3(PO4)3/C hybrid film a promising electrode for the “rocking-chair” system."
                    ],
                    "name": "3.1 Well-aligned NaV3(PO4)3@C nanofiber",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The XRD pattern of the NaV3(PO4)3 composite with the Rietveld refinement results is displayed in Fig. 4a. The calculated pattern matches well with the observed one and the values of Rp (4.16%) and Rwp (6.21%) are reasonable. All the peaks can be indexed on the basis of the orthorhombic structure (space group: Imma) with the lattice parameters of a = 10.5304(5) Å, b = 13.1505(1) Å and c = 6.3741(4) Å, suggesting the high purity of the as-prepared samples. Fig. 4b displays the crystal structure of NaV3(PO4)3 parallel to the b–c plane. The structure can be indexed to the staffed α-CrPO4 type, and the framework is composed of two kinds of units. One is the zigzag chain of PO4 tetrahedra and VO6 octahedra, which are linked alternatively via sharing the O1 corner (Fig. S1a†). The other is the rigid rod-shaped block of two VO6 octahedra and two PO4 tetrahedra, which shares opposite edges to form the formula V2P2O14 (Fig. S1b†). These two kinds of units connected to each other through sharing O2 and O4 corners and construct tunnels along the a- and b-axes. Sodium ions are located at spaces where the two kinds of tunnels intercross. Thus both the 3D framework and the open tunnels of the NaV3(PO4)3 crystal are favourable to its sodium intercalation, which enables the fast ion transport capability.",
                        "In order to gain deep insight into the sodium intercalation of NaV3(PO4)3 in an aqueous electrolyte, ex situ XRD measurements were carried out on prepared materials at different stages. The galvanostatic charge/discharge curves are shown in Fig. 4c. The corresponding ex situ XRD patterns (Fig. 4d) are obtained at the point highlighted in the charge/discharge curves. During the initial stage of discharge from points 1 to 3, the diffraction peaks of XRD patterns become weakened and widened. It indicates that the original crystal structure isn't altered by initial sodium intercalation. As discharging proceeds, two additional peaks at 30.9° and 32.3° are observed at point 4, indicating the formation of a new phase. It is associated with the first sodium intercalation into the crystal. The new peaks accumulate and continuous low-angle shifting occurs until the end of discharge (from points 5 to 7). It suggests the expansion of the crystal structure during discharging, accompanying the additional sodium intercalation. The results are similar to that observed in the organic electrolyte. The only difference between the aqueous and organic electrolyte is the incomplete phase transformation. As compared in Fig. S2,† the XRD pattern peaks that are obtained from the fully discharged state in the organic electrolyte are located at a lower-angle than those in the aqueous electrolyte. The result indicates the insufficient utilization of active materials in the aqueous electrolyte in comparison with its organic counterpart, which will lead to the lower attainable capacity in the aqueous system. Upon the following charging process, the phase transition process is fully reversible (points 7–12). The original material is recovered at the end of charge (point 12). The reversible phase transition during charge–discharge cycling demonstrates the good sodium de/intercalation reversibility in the aqueous electrolyte. Therefore, the good electrochemical reversibility enables NaV3(PO4)3 as an anode candidate for aqueous sodium batteries."
                    ],
                    "name": "3.2 Sodium intercalation chemistry of NaV3(PO4)3 in aqueous system",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To investigate the superiority of the aligned 1D nanostructure, the electronic and ion transport capability of the prepared NaV3(PO4)3/C aligned nanofiber is estimated at room temperature. For comparison, two reference samples, i.e. the low-carbon aggregated NaV3(PO4)3 powder and NaV3(PO4)3/C random arranged nanofiber, as displayed in Fig. 5a and b, are also employed. The random arranged nanofiber is prepared in the same approach as the aligned sample by replacing the fast rotating drum collector with a flat plate receiver. The low-carbon sample is prepared through direct calcination without employment of the electrospinning procedure. The detailed preparation process of reference samples is shown in S1.† Their physical characteristics including the carbon content and surface characteristics are compared in Fig. S3.† The low-carbon reference sample exhibits the lowest BET surface area and pore volume among the samples. It is associated with its aggregated large particles (Fig. 5b) and low carbon content (Fig. S3a†). On the other hand, the reference nanofiber with a random arranged structure exhibits a lower surface area than the aligned one (Fig. S3b and c†). Because of their similar carbon content (Fig. S3a†), the results demonstrate the superior surface characteristics of the aligned nanofiber.",
                        "The electronic conductivity (σ) is calculated based on the linear fits of the current–voltage curves. As displayed in Fig. 5c and d, the low-carbon sample achieves a low electronic conductivity of 2.3 × 10−8 S cm−1 at ambient temperature. The result confirms that the poor conductivity is a serious problem for polyanion-based electrode materials. A significant improvement was observed for 1D hybrid nanofibers. The σ values of about 9.1 × 10−4 S cm−1 and 1.7 × 10−2 S cm−1 are obtained for the random arranged and well-aligned nanofibers at room temperature. The high conductivity of the aligned hybrid nanofiber enables it to be used as a conductive connection in the electric circuit (Fig. 5e). The highest electronic conductivity of the aligned nanofiber is associated with its well-oriented and high packing alignment (Fig. 5a). It constructs highly oriented pathways for fast electron transport, which is superior to its random arranged counterpart.",
                        "The CV curves recorded at various scan rates were used to evaluate the ionic transport capability of the samples. As displayed in Fig. 5f, peak currents of the redox peaks increase with increasing scan rate. Moreover, there is a linear relationship between the anodic/cathodic peak current and the square root of the scan rate (Fig. 5h). It indicates that the sodium de/intercalation process is controlled by the ion diffusion process. Therefore, the average diffusion coefficient (DNa) of sodium ions can be estimated based on the CV results. A detailed calculation procedure is displayed in S2.† As compared in Fig. 5g, the calculated average diffusion coefficient of sodium ions (DNa) for the well-aligned nanofiber is one order higher than that of the random arranged nanofiber and three orders higher than that of the low-carbon sample. The result demonstrates the fast transport of sodium ions in a well-aligned nanofiber. It is associated with the larger surface area and higher pore volume of the well-aligned nanofiber compared with the other reference samples. As compared in Fig. S3,† both the random arranged and the well-aligned nanofibers have a similar carbon content. But the aligned samples exhibit a much higher pore volume and surface area than the random arranged one. The high porosity is favorable to electrolyte penetration and sodium diffusion, which enables a faster sodium ion diffuse capability. Thus a superior sodium ion diffusion capability is obtained for the well-aligned nanofiber.",
                        "Therefore, the results confirm that the aligned 1D nanostructure is highly efficient to improve the electronic and ionic conductivity of NaV3(PO4)3, which facilitates fast sodium intercalation kinetics. Moreover, this strategy can also be applied in other compounds with low conductivity as well. Therefore, constructing a highly aligned, hierarchical porous and 1D nanostructure is a general and highly effective strategy to improve the electrochemical kinetics for polyanions or other low-conductive compounds."
                    ],
                    "name": "3.3 Electronic and ionic conductivity",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Encouraged by the advantages of an aligned 1D architecture, its high rate capability and cycling stability are investigated. A series of current densities, from 0.05C to 20C, are employed to evaluate its rate capability. In all the charge/discharge curves, the sodiation capacity is higher than the desodiation capacity. The insufficient efficiency is associated with some side reactions taking place during the sodium intercalation/deintercalation process, such as hydrogen evolution reaction. As displayed in Fig. S4,† increased coulombic efficiency is obtained in a narrow voltage range, which approves the above deduction. However, the narrower voltage range also leads to a lower charge/discharge capacity at the same time. Therefore, choosing a suitable voltage range based on the consideration of both high coulombic efficiency and high charge/discharge capacity is important for new electrode materials. As the current densities increase, the capacities of the prepared samples decrease correspondingly (Fig. 6a and b). Obviously higher capacities are obtained for the aligned nanofiber compared with the random arranged reference and the low-carbon aggregated reference samples at all current densities. As the current density increases, the capacity differences between the samples become more significant. For example, the aligned nanofiber delivers 118 and 84 mA hg−1 at the 1C and 10C rates, but only 113 and 109 mA h g−1 (1C), and 69 and 47 mA h g−1 (10C) are obtained for the random arranged reference and the low-carbon reference samples, respectively.",
                        "In order to further investigate the cycling performance of the aligned nanofiber, the cycling properties are investigated. As compared in Fig. 6c, the well-aligned nanofiber achieves higher capacity retentions of 95.9% and 94.2% at both low (1C) and high (10C) rates, compared with the random aligned reference (89.1% at 1C and 82.4% at 10C) and the low-carbon aggregated reference (80.9% at 1C and 71.6% at 10C) samples. The results confirm the excellent cycling properties of the well-aligned nanofiber. It is associated with its high aligned and stable architecture, which facilitates long-term cycling and enables fast electron/ion transport. To investigate the morphology change of the aligned nanofiber during cycling, both SEM and TEM observations are carried out. As observed in Fig. 6d and f, the sample maintains its 1D nanostructure as well as the hierarchical porous architecture after cycling. Moreover, the EDS results (Fig. 6e) suggest the homogenous distribution of all the elements. Therefore, the result demonstrates the good stability of the aligned NaV3(PO4)3 1D nanostructure, which results in its good cycling stability.",
                        "Furthermore, a full aqueous rechargeable sodium battery is assembled using Na0.44MnO2 as the cathode, an aligned NaV3(PO4)3 nanofiber as the anode and 1 M Na2SO4 as the electrolyte. A saturated calomel reference electrode is employed to monitor the potential change for an individual electrode during the charge/discharge process. Fig. 7a and b display the charge/discharge curves of the cathode/anode, and the full cell at the 1C rate. The three separate plateaus of the Na0.44MnO2 cathode are attributed to the phase transitions upon the sodium de/intercalation process, which accords well with the results of previous reports. As the current density increases, the capacity decreases correspondingly. As displayed in Fig. 7d, the cell retains 63% of the capacity at a high rate of 10C, indicating its good high rate capability. On the other hand, the good cycling properties of the cell are also evidenced by the high capacity retentions of 94.8% and 94.0% obtained respectively at low (1C) and high-rate (10C) cycles (Fig. 7c).",
                        "Moreover, the high-rate long-term cycling properties of the cell are investigated. As displayed in Fig. 7e, it retains 84% of the capacity after 500 cycles at alternate 5C and 20C with nearly 100% coulombic efficiency. The results demonstrate the superior fast charge/discharge capability and long cycling stability of the present cell. Therefore, the results demonstrate that the aligned NaV3(PO4)3/C hybrid nanofiber is a novel high-performance anode material for aqueous rechargeable sodium batteries."
                    ],
                    "name": "3.4 High rate capability and long-term cycling properties",
                    "type": "section_h3"
                }
            ],
            "name": "3 Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have introduced NaV3(PO4)3 as a new anode material for aqueous rechargeable sodium batteries, and moreover, designed a well-aligned 1D hierarchical nanoarchitecture to realize its full potential. For the first time, the sodium intercalation chemistry of NaV3(PO4)3 in an aqueous electrolyte was investigated. Based on the ex situ XRD results, the NaV3(PO4)3 achieves reversible phase transformation during charge/discharge cycling, which demonstrates its good reliability in an aqueous system. To improve its inferior conductivity, a well-aligned and hierarchical 1D nanoarchitecture is designed. The nanoscale NaV3(PO4)3 crystals are enwrapped in the highly porous and well-oriented aligned nanofiber. The structure facilitates highly-efficient electron/ion transport and enables the excellent durability and superior high-rate properties of the NaV3(PO4)3 anode. Moreover, a full cell of Na0.44MnO2/NaV3(PO4)3 is fabricated and its good high-rate long-term cycling properties are demonstrated. Therefore, the results confirm that the aligned NaV3(PO4)3@C nanofiber is a feasible anode material for advanced aqueous rechargeable sodium batteries. This fundamental work not only introduces a novel high-property anode material for ARSBs, but also provides a new idea for tailored design of electrodes in high-power applications."
            ],
            "name": "4 Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "A NaV3(PO4)3@C hierarchical nanofiber in high alignment: exploring a novel high-performance anode for aqueous rechargeable sodium batteries"
}