{
    "DOI": "10.1039/D3DT00365E",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As one of the most successful energy-storage devices at present, lithium-ion batteries (LIBs) have been widely used in various portable devices, such as mobile phones and computers. However, originating from the characteristics of the lithium resources, i.e., low abundance and certain regional distribution, the large-scale applications of LIBs are greatly limited. Based on the more widely distributed sodium resources and similar working principle, sodium-ion batteries (SIBs) are considered to be one of the best potential substitutes for LIBs. Owing to the larger radius and heavier weight of sodium ions compared to those of lithium ions, the kinetics of ion transport in SIBs is not so good as that in LIBs. Moreover, the larger radius of sodium ions easily induces a structural collapse of the electrode materials during repeated sodium-ion intercalation and extraction, thus resulting in the current situation that the cycling stability of SIBs is usually worse than that of LIBs. Therefore, the structural stability is considered to be one of the key factors considered when selecting cathode materials for SIBs.",
                "Crystalline Na3V2(PO4)3 (hereafter NVP) meets this requirement considering the following facts: the interconnected P–O tetrahedra and V–O octahedra not only endow NVP with a stable three-dimensional (3D) structure, but also provide an ideal interconnecting channel for Na+ migration. In addition, a high theoretical capacity (117 mA h g−1) and suitable working voltage (3.4 V) are also notable features of NVP. Combining the above advantages, NVP is considered to be one of the most promising cathode materials for SIBs. However, due to their relatively poor electronic conductivity, the application potential of NVP materials has not been fully developed so far.",
                "Carbon coating has been proved to be one of the most affordable and effective methods to improve the electronic conductivity of NVP. At present, the commonly used carbon-coating method is to form a carbon-coating layer on the surface of NVP particles after the pyrolysis of organic matter in an inert environment. The pyrolysis temperature and thickness of the carbon layer are two important factors that affect the carbon coating. When the pyrolysis temperature is lower than 1000 °C, only a small amount of amorphous carbon can be converted into graphitized carbon with better electronic conductivity. However, when further enhancing the pyrolysis temperature, impurities may be generated in the cathode material and the energy consumption is also increased. Further increasing the thickness of carbon layers, the electronic conductivity of the coating layer can certainly increase, but at the same time this will also bring about the disadvantage of reducing the tap density of the cathode material. Therefore, optimization of the carbon-coating process is a big challenge in the actual production process.",
                "As a generally accepted strategy, a nano/micro-scale morphological structure could be constructed to further improve the structural stability and ionic conductivity of electrode materials. The 3D porous framework structure is an ideal micromorphology for electrode materials, considering the following facts: (1) the 3D porous framework can provide a sufficient buffering space for the stress and volume expansion produced in the electrode materials during the charging–discharging reaction, which significantly improves the cycling stability; (2) the huge specific surface area can increase the contact area between electrode materials and the electrolyte, thereby enhancing the Na+-transport efficiency, and finally improving the rate performance of the electrode materials. However, considering their complex elemental composition, it is a big challenge to design a fine hierarchical structure for cathode materials compared with that for their corresponding anode materials.",
                "In light of the comprehensive considerations above, herein, we built a 3D interconnected hierarchical porous NVP/C composite cathode material via a facile surfactant-assisted molding strategy, which makes use of the huge difference in the critical micelle concentration (CMC) of a surfactant (cetyltrimethylammonium bromide, CTAB) in water (H2O, 0.0009 mol L−1) and ethanol (EtOH, 0.24 mol L−1). With gradually increasing the volumetric ratio of EtOH and water, the morphologies of CTAB micelles in solution experienced an evolution from plate-like, to spherical, and to chain. Under the induction of CTAB micelles, NVP experienced morphological changes of irregular particles, forming a 3D interconnected hierarchical porous and porous structure with poor connectivity. The optimized 3D interconnected hierarchical micro/meso/macro-porous NVP/C (NVP/C-2) composite cathode delivered an excellent reversible capacity of 119.5 mA h g−1 at 0.1 C. Even when the charge–discharge rate was increased to 10 C, this cathode still exhibited a reversible capacity of 61.3 mA h g−1, and the capacity retention was as high as 90.2% after 500 cycles. More importantly, after systematic characterization, we were able to reveal the general rules for regulating the pore structure of NVP by changing the solvent composition. This discovery has important guiding significance for the modification of NVP and its industrial applications."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "NVP/C composite cathode materials were synthesized via a facile sol–gel method. V2O5 (99%, Aladdin Industrial Corporation), (NH4)2HPO4 (AR, Sinopharm Chemical Reagent Co., Ltd), H2C2O4·2H2O (AR, Xilong Scientific Co., Ltd), CH3COONa·2H2O (AR, Tianjin Damao Chemical Reagent Factory), and ethanol (AR, Tianjin Fuyu Fine Chemical Co., Ltd) were selected as raw materials without any further purification. We first prepared mixed solutions of ethanol and water in volume ratios of 0:10, 2:8, 4:6, 5:5, 6:4, and 8:2 and named the solutions A, B, C, D, E, and F, respectively. Then, V2O5 (1 mmol) and H2C2O4·2H2O (3 mmol) were first dissolved into 100 ml mixed solution C with continuous stirring at 80 °C for 40 min to obtain a transparent blue solution. Afterwards, 3 mmol (NH4)2HPO4, 3 mmol CH3COONa·2H2O, and 0.1 g cetyltrimethylammonium bromide (CTAB) were added into the above solution, with stirring continuously until a gel was formed. Immediately, this gel was transferred into a blast drying oven and kept at 80 °C until dry; heating at 5 °C min−1 to 350 °C and kept for 5 h under a N2 atmosphere; then heating at 5 °C min−1 to 800 °C and kept for 8 h to obtain the final product, which was marked as NVP/C-2. The products prepared with 100 ml mixed solutions of A, B, D, E, and F were denominated as NVP/C- 0, 1, 3, 4, and 5, respectively."
                    ],
                    "name": "2.1 Synthesis of 3D interconnected hierarchical porous NVP/C composite cathode",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The phase compositions of the obtained samples were identified by X-ray powder diffractometer (XRD) (SmartLab 9 kW) with a scan rate of 20° min−1 in the 2θ range from 5° to 80° with Cu Kα (λ = 1.5418 Å) source. The morphologies of the synthesized samples were observed by field-emission scanning electron microscopy (FESEM) (Thermo Fisher Scientific FIB-SEM GX4) and high-resolution transmission electron microscopy (HRTEM) (Thermo Fisher Talos F200S G2). Energy dispersive X-ray (EDX) spectroscopy was used to distinguish the elemental composition and distribution of the as-synthesized NVP/C composites. X-Ray photoelectron spectroscopy (XPS) (Escalab Xi+) was used to characterize the elemental chemical states. The contents of carbon in the NVP/C composites were analyzed by thermogravimetric analysis (TGA) (TG 550) from room temperature to 800 °C with a heating rate of 10 °C min−1 in an air atmosphere. Raman spectroscopy measurements were performed on a Renishaw in Via Raman microscopy instrument equipped with an Ar+ laser (λ = 532 nm). The nitrogen adsorption/desorption isotherms and Barrett–Joyner–Halenda pore-size distributions of the as-synthesized samples were tested using an automatic surface area analyzer (Micromeritics 3FLEX)."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The synthesized NVP/C samples, polyvinylidene fluoride (PVDF), and acetylene black in a mass ratio of 8:1:1 were dispersed in N-methylpyrrolidone (NMP) to form a uniform slurry and then coated on aluminum foils. After drying in a vacuum oven at 100 °C for 10 h, the coated foil was cut into 12 mm wafers for use as the cathodes. The mass loading was nearly 2.0 mg cm−2. Next, CR2025-type coin batteries were assembled in an argon-filled glovebox (Mikrouna). Sodium metal wafer and Whatman glass fiber were used as the counter electrodes and separators, respectively. In addition, 1.0 mol L−1 NaClO4 dissolved in EC:DEC = 1:1 (v/v) with 5% FEC was employed as the electrolyte for these coin batteries. The amount of electrolyte in each cell was nearly 50 μL. Galvanostatic charging/discharging tests were performed on Land BT 2000 battery test systems between 2.3 and 4.3 V at room temperature. Electrochemical impedance spectroscopy (EIS, frequency range from 10 mHz to 0.1 MHz) and cyclic voltammetry (CV) tests were performed on an electrochemical workstation (CHI660e)."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Powder X-ray diffraction was employed to investigate the crystal structure of the as-synthesized NVP/C composite cathode materials. As shown in Fig. 1, all the samples had the same structural characteristics and good crystallinity. After careful comparison with the standard JCPDS card, almost all the diffraction peaks could be well matched to rhombohedra Na3V2(PO4)3 (PDF#53-0018) with the space group R3c. When VEtOH:H2O = 8:2 in solution, two impurity peaks appeared at ∼8.9° and 16.7° for the NVP/C-5 sample. These results indicated that variance of the ratio of EtOH to H2O would not affect the crystallization of NVP during calcination; however, a too high EtOH content would lead to the appearance of impurities in the product.",
                        "The content of EtOH in the solvent was thus a key parameter affecting the morphology of the obtained samples. In order to explore this effect, the morphologies of NVP/C composites prepared under different solvent ratios were tested by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Fig. 2a exhibits the SEM image of NVP/C. It can be clearly seen that irregular particles with sizes of about 0.5–3 μm appeared in the NVP/C-0 sample. However, with the increase in the volume ratio VEtOH:H2O of EtOH and water (H2O) in the solvent, a connected pore structure began to appear in the NVP/C composites (Fig. 2b); and the pore-size gradually increased. When VEtOH:H2O = 4:6, the NVP/C-2 sample exhibited an obvious 3D interconnected hierarchical porous structure with the largest pore size and the optimized connectivity (Fig. 2c, Fig. 3a and b). Fig. 3c clearly exhibits the lattice fringes with a spacing of 0.37, corresponding to the inter-planar distance of the (021) plane in the NVP crystal. Moreover, a carbon layer with a thickness of nearly 5 nm was coated on the surface of the NVP/C-2 crystal. As the volume ratio continued to increase, the pores in the as-synthesized sample gradually collapsed, resulting in a gradual deterioration of its connectivity (Fig. 2d–f). The elemental composition and distribution of NVP/C-2 were identified by energy dispersive spectroscopy (EDX) elemental mapping. The uniform distribution of Na, V, P, and O indicated that the 3D interconnected hierarchical porous framework was assembled from NVP (Fig. 3d and e). In addition, it can be clearly observed from Fig. 3e that the density of light spots representing N on the NVP/C-2 cathode was significantly lower than that of other elements, indicating that the NVP/C-2 cathode contained a small amount of N element. Quantitative identification of the elemental composition was carried out through EDX analysis. As shown in Fig. S1,† the atomic ratio of the elements was close to the stoichiometric ratio of Na3V2(PO4)3. The carbon content of the NVP/C-2 sample was finally confirmed to be 7.0 wt% by TGA (Fig. S2†).",
                        "The crystal structure of NVP and the graphitization degree of the carbon-coating layer were further determined by Raman spectroscopy. As shown in Fig. 4a, three peaks could be observed at ∼1000, 1350, and 1590 cm−1 for all the samples, which should be assigned to PO43−, disordered carbon (D-band), and graphitic carbon (G-band), respectively. The relative peak intensity ratios of the D-band and G-band (ID:IG) for all the NVP/C samples were close to 1, implying that the degree of graphitization of the carbon-coating layers was low in all the samples. To quantitatively investigate the effect of the solvent ratio on the pore structure of as-synthesized NVP/C samples, we performed nitrogen adsorption–desorption measurements. As shown in Fig. S3† and Fig. 4b, when varying the volume ratio of EtOH to H2O (VEtOH:H2O) from 0:10 to 8:2, the specific surface area of the resultant NVP/C samples showed a trend of first increasing and then decreasing. The NVP/C-2; and NVP/C-3 samples delivered I-type N2 adsorption–desorption isotherms that were obviously different from the other samples (Fig. 4b and S3†), indicating that these two samples possessed abundant micropores than the other samples. Its large number of micropores enabled the NVP/C-2 sample to display the biggest Brunauer–Emmett–Teller (BET) surface area (190.8 m2 g−1) and the smallest average pore size (nearly 3.0 nm) (Table S1†). Such a large surface area can guarantee the efficient diffusion of ions after contacting with the electrolyte. Furthermore, the broad pore-size distribution meant that there were meso-porous and macro-porous structures in the NVP/C-2 sample in addition to micropores (Fig. 4c). This hierarchical micro/meso/macro-porous structure can significantly enhance the structural stability of NVP/C-2. Although a sharp peak was observed at about 3.8 nm in the pore-size distribution diagrams of the other samples, except for NVP/C-2 and NVP/C-3, this peak was considered a ghost peak caused by the connectivity and diversity of the pores according to the characteristics of the N2 adsorption–desorption isotherms and previous reports."
                    ],
                    "name": "3.1 Phase and structure characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XPS was performed to identify the elemental chemical states of the various NVP/C composites. The wide survey spectra (Fig. S5a†) of the as-synthesized NVP/C composites showed five main peaks located at 1069.7, 530.8, 518.5, 282.2, and 132.1 eV, which were assigned to Na 1s, O 1s, V 2p, C 1s, and P 2p, respectively. These results were consistent with the elemental composition of NVP/C, once again confirming the successful synthesis of the target product. Furthermore, the wide survey spectrum of each sample showed one weak peak at ∼401 eV (Fig. S4a†), which should be attributed to N 1s. Moreover, the high-resolution N 1s spectra (Fig. 5d) exhibited a relatively large signal-to-noise ratio, meaning that each sample contained a small amount of nitrogen, which was consistent with the EDX elemental mapping (Fig. 3d). The high-resolution V 2p spectrum (Fig. 5a) of the NVP/C-2 sample could be perfectly fitted with two peaks located at 516.7 and 523.8 eV, which were assigned to V3+ 2p3/2 and V3+ 2p1/2, respectively. This valence state corresponded to the standard valence state of V in NVP. The O 1s spectra could be divided into two peaks, which were assigned to P–O (531 eV) and C–O (532.8 eV) bonds (Fig. 5b). The appearance of C–O bonds was confirmed again by the C 1s spectra (Fig. 5c), and was most likely caused by the carbonization of oxalate. After careful comparison of the shapes, positions, and peak splitting status of the peaks in the high-resolution XPS spectra (Fig. S4 andS5b, c†), it could be found that the six elements (V, P, O, N, C and Na) all had highly similar chemical states in all the synthesized NVP/C samples, which were also consistent with those in NVP."
                    ],
                    "name": "3.2 Identification of chemical states",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical behaviors of the as-synthesized NVP/C composite cathodes were evaluated by galvanostatic charging–discharging measurement, cyclic voltammetry (CV), and electrochemical impedance spectroscopy (EIS) tests. Fig. 6a shows the rate performances of the NVP/C composite cathodes from 0.1 C (1 C = 117 mA g−1) to 10 C. Among all these cathodes, the NVP/C-2 cathode exhibited the best rate performance, with reversible capacities of 119.5, 113.3, 90.3, 84.1, 80.6, 72.9, and 61.3 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 5, and 10 C, respectively. When the charging–discharging rate returned to 0.1 C, the NVP/C-2 cathode delivered a reversible capacity of 115.7 mA h g−1, indicating that this cathode possessed excellent structural stability. The galvanostatic charging–discharging curve can intuitively reflect the electrochemical reaction during the charging–discharging process. As shown in Fig. 6b, a pair of potential plateaus at 3.4 V could be clearly observed in all the charging–discharging profiles, which could be attributed to the V3+/V4+ redox reaction. In addition, two extra peaks at 3.87 and 3.94 V could also be observed, which should be assigned to the V4+/V5+ redox reaction. Comparing the long cycling performance (Fig. 6c), it was found that the NVP/C-2 cathode exhibited the highest discharge capacity (61.3 mA h g−1) at 10 C, and its capacity retention was 90.2% of the initial capacity after 500 charging–discharging cycles, indicating that the NVP/C-2 cathode possessed excellent structural stability and ionic conductivity. Due to the severe limitation of the electron/ion conductivity by the dense bulk structure in these three samples, only the surface layer of the NVP material in contact with the electrolyte could participate in the electrochemical reaction and contribute only a small amount of capacity to the cell during the high-rate charging–discharging process.",
                        "Cyclic voltammetry (CV) tests of the as-synthesized six cathode-based batteries were performed to investigate their electrochemical behaviors. All the CV curves showed one pair of redox peaks located at ∼3.4 V (Fig. 6d), which was consistent with the galvanostatic charging–discharging curves (Fig. 6b). Besides, the CV curve of the NVP/C-2 sample showed the sharpest redox peaks and the smallest polarization between these two peaks, indicating that the battery assembled with NVP/C-2 had the optimized electrochemical kinetics.",
                        "EIS is the most effective measurement to deeply understand the differences in sodium-ion-transport kinetics within batteries assembled with different cathode materials. Consequently, EIS was performed here for all the samples. As shown in Fig. 6e, all the EIS curves consisted of two parts: (i) a semicircle in the high-frequency region, which was related to the charge-transfer resistance (Rct and RSEI) and double-layer capacitance (Cdl and CSEI) among the electrode, solid–electrolyte interphase (SEI) and electrolyte; and (ii) a straight line in the low-frequency region corresponding to Warburg impedance (ZW). An equivalent circuit (see inset of Fig. 6e) was proposed to fit the internal impedance distribution of the battery. Here, Rs represents the electrolyte impedance, which can be measured from the intercept on the X axis. Since all the batteries used the same electrolyte, the Rs of each battery was almost the same. Also, Rct must be considered, which represents the charge-transfer resistance and which can be approximated from the diameter of the semicircles in the plots. It is evident that NVP/C-2 cathode has the lowest Rct among all samples as listed in Table 1, confirming the inferences obtained from the CV test.",
                        "In order to further investigate the Na+-diffusion behavior, the straight lines located in the low-frequency region of the EIS plots were fitted by Z′ and ω−1/2 (Fig. 6f). The diffusion coefficient of Na+ can be calculated according to the following equations:",
                        "where R, T, and F are the gas constant (R = 8.314 J mol−1 K−1), room temperature (T = 298.15 K), and the Faraday constant (96485.4 C mol−1), respectively; A is the area of the cathode (A = 1.13 cm2); n is the number of electrons participating in the charging–discharging reaction (n = 2); C is the concentration of Na+ in the unit cell volume (C = 6.92 × 10−3 mol cm−3); and σ is the Warburg factor. As shown in Table 1, Na+ transfer (DNa+) in NVP/C-2 was significantly higher than that in the other samples, which means that the NVP/C-2 sample had the highest Na+-ion-transport rate."
                    ],
                    "name": "3.3 Electrochemical performances",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Based on the morphological evolution of CTAB in the solution, the mechanisms of the pore-forming process for the three kinds of pores in the NVP/C composites are schematically illustrated in Fig. 7. On the premise that the amount of CTAB remains unchanged, with the increase in EtOH content in the solution, the main morphology of the CTAB micelles will change from a plate shape to a spherical shape and then to a chain shape.",
                        "First, when the solution does not contain EtOH, the concentration of CTAB in solution will be much higher than that of the critical micelle concentration (CMC). Therefore, the morphology of CTAB in solution will be dominated by larger plate micelles. Due to the interactions of the ion pairs, the NVP precursors will anchor on the surface of the plate micelles. Although the pyrolysis of organic matter will produce a variety of gases (such as CO2 and NH3), the plate-like micelles will be stripped into sheets with carbonization, which will provide sufficient release space for gases. The gases will not cause an extra pore structure in the NVP sample, so the NVP can only grow into irregular bulky particles freely. These particles disorderly stack together and lead to the morphology shown in Fig. 7a.",
                        "Compared to that in water, CTAB has a relatively larger CMC in EtOH. More concretely, the CMC of CTAB in EtOH is nearly 300 times higher than that in water. Thus, with the increase in EtOH in solution, the CMC of CTAB in the mixed solution will increase. Except for the long chains in the solution, excess CTAB also exists in the form of nanoscale spherical micelles. Directed by the surfactant CTAB as a template, the anchored NVP precursors also exist in the forms of two morphologies: spherical and long chain shape. Upon heating, with the evaporation of the solvent, the CTAB in the form of long chains will tend to aggregate into spherical micelles. However, due to the steric hindrance effects of the anchored NVP precursors, the chain CTAB/NVP precursor complex will turn into shell shapes with a larger size and ultimately lead to the formation of macropores through the following calcination as shown in Fig. 7b. On the other hand, due to the synergistic interactions among the thermal expansion, cold contraction, and gas release during calcination, the spherical micelle/NVP precursor complex system will evolve into porous bulky particles with interconnected micropores and mesopores, as shown in Fig. 7b. In addition, the gaps caused by the aggregation and stacking of the shell and spherical-shaped micellar/NVP precursor complexes will turn into macropores.",
                        "With further increasing the content of EtOH, when VEtOH:H2O ≥ 5:5, the concentration of CTAB in the solution will be lower than the CMC of CTAB. Then, CTAB molecules cannot agglomerate into spherical micelles in the solution and will exist only in the form of long chains. As mentioned above, the CTAB long chains/anchored NVP precursors complexed system will evolve into unclosed shell shapes and stack with each other through gelation (Fig. 7c). Further calcination will eventually leave macropores, as discussed earlier. The gases generated by the pyrolysis of organic matter will preferentially escape from the unsealed gap of the shell structure without causing additional pores in the NVP bulk particles."
                    ],
                    "name": "4.1. Mechanisms of the pore-forming process",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "It is well known that Na+ ions in the NVP lattice undergo extraction and insertion reactions during battery charging and discharging processes. The volume of the NVP lattice also shrinks and expands along with these reactions, which further induces stress inside the lattice. Owing to the lack of buffer space for volume expansion, the stress generated inside the dense bulk NVP/C material will be concentrated and then can cause permanent damage to the NVP. Therefore, irreversible wrinkles will appear on the surface of the dense bulk NVP/C (Fig. 8a). The stress caused by repeated charging and discharging will make the dense bulk NVP/C continuously be crushed until electrochemical failure. The 3D interconnected micro/meso/macro-porous structures can provide enough buffer space for NVP/C-2 to relieve the stress caused by volume change, which is the structural origin of NVP/C-2 and allowed it to achieve an outstanding structural stability. Benefiting from this, the volume variation of NVP/C-2 during charging and discharging was highly reversible (Fig. 8b). Finally, the NVP/C-2 cathode exhibited superior cycling stability (Fig. 6c).",
                        "In addition to the enhancement of the structural stability, the improvement of electronic and ionic conductivity were other important reasons for the excellent electrochemical performances of the NVP/C-2 cathode. Since the electronic conductive carbon layer coats on the surface of the NVP particles, electrons can be preferentially transported on the particle surface. The specific surface area and spatial configuration of NVP/C-2 were observably better than those of dense bulk NVP/C. Therefore, NVP/C-2 possessed better electronic conductivity, which was consistent with the EIS test result (Fig. 6e). More importantly, the reasonable 3D hierarchical micro/meso/macro-porous structure and huge specific surface area increased the electrolyte–electrode contact area and shortened the transport distance of Na+ ions (Fig. 8b), which could greatly improve the Na+-ion conductivity of NVP/C-2 (Table 1). Under the synergistic effect of excellent electronic and ionic conductivities, NVP/C-2 displayed superior high-rate and long-cycling performances."
                    ],
                    "name": "4.2. Structural origin of the improved sodium-storage performance in NVP/C",
                    "type": "section_h3"
                }
            ],
            "name": "4. Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, utilizing a facile surfactant-assisted molding strategy, we explored the mechanism of the pore-forming process of NVP/C composite cathode materials. The pore structure, connectivity, and specific surface of NVP/C composites could be conveniently controlled by tuning the volume ratio of EtOH and H2O (VEtOH:H2O) in solution. When VEtOH:H2O = 4:6, the as-synthesized NVP/C-2 composite cathode material exhibited the optimized porosity, connectivity, and the largest specific surface area. These structural merits improved the structural stability and electrode–electrolyte contact area of the NVP/C-2 composite, leading to a significant improvement in the high-rate cycling performances of the NVP/C-2 composite cathode. Specifically, a reversible capacity of 61.3 mA h g−1 was acquired at 10 C and a capacity of 55.3 mA h g−1 could also be retained after 500 cycles. This work provides a deep understanding about how to form a hierarchical porous structure in cathode materials."
            ],
            "name": "5. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Pore-forming mechanisms and sodium-ion-storage performances in a porous Na3V2(PO4)3/C composite cathode"
}