{
    "DOI": "10.1039/C8DT02308E",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With renewable technology becoming more prevalent, large scale energy storage has attracted growing interest in order to act as an energy ‘buffer’ during periods of high energy demand. However, the implementation of lithium-ion batteries for large scale storage has not been made possible due to the large costs incurred for such batteries as a consequence of the availability and extraction of Li. In addition, as countries worldwide aim to reduce emissions to meet environmental targets, demand for lithium will increase due to the rise in popularity of electric vehicles, putting increasing strain on lithium resources. As the battery will be stationary in large scale power applications, the predominant factor becomes the cost per kilogram rather than energy density per kilogram. Consequently, in recent years, a shift has been observed towards Na-ion technology. Batteries containing sodium have a number of advantages over their lithium counterparts. As well as similar intercalation chemistry, sodium is more abundant and therefore lower cost, which is advantageous for commercialization of such large scale batteries. Moreover, the research conducted on lithium-containing cathodes provides a library of potential structures that could be utilized for sodium applications. Recent research has investigated a range of materials containing oxyanion (e.g. phosphate, sulfate) units, particularly Fe based systems. There is also growing interest in vanadium containing systems for sodium battery applications, which has primarily focused on phosphate/phosphite systems, such as NaVOPO4, NaVFPO4, Na3V2(PO4)3, Na4VO(PO4)2 and Na3V(PO3)3N. In contrast, there has been very little research on sodium vanadium sulfate systems, despite known examples such as NaV(SO4)2, Na3V(SO4)3, Na2VO(SO4)2.",
                "These sodium vanadium sulfate phases have previously attracted interest as they have been observed to form as a by-product of SO3 production. In this process, vanadium pentoxide, V2O5, is used as a catalyst in the following reaction:",
                "The alkali cation is added as a promoter for the process, and it has been found that the activity of the catalyst can be reduced due to the formation of A–V–S–O (where A = K or Na) phases when conducted below 400 °C. Beyond these initial reports related to their formation during the SO3 production process, only one paper has been published with regards to the properties of these materials, which can be attributed to the difficulty in synthesizing these phases under standard laboratory conditions. According to the previous literature on these materials, the only way to make these phases was to use a ‘mixing unit’ in which gases such as SO2, SO3, O2etc. were allowed to mix in a reactor. Moreover, in these syntheses, all the precursor materials needed to make these phases were handled in a nitrogen filled glove box, with some requiring additional pre-treatment before their use. The cells were heated up to 400–500 °C using a ratio Na2S2O7 and V2O5 under a controlled atmosphere of SO2/O2/N2 to produce a melt of the starting materials. Finally, after heating the melt overnight, the system is then washed with water to remove any leftover starting reagents. In most laboratories, repeating this synthesis would be difficult without constructing a specially designed piece of equipment for the synthesis to take place. A second issue is the amount of sample that can be made through this process. Only 1.5 ml of the melt can be added to the reactor due to fears of blocking the gas flow.",
                "The potential applications of these systems is illustrated by recent work by Tarascon et al., which reported the successful operation of Na2VO(SO4)2 in a Na ion battery. In this work, the sample was synthesized by milling the precursor sulfates, Na2SO4 and α-VOSO4 (the latter, formed from the dehydration of VOSO4·xH2O, being a high cost reagent), before heating the sample in Ar at 400–415 °C for 12 h. The battery testing showed redox activity of 4.5 V vs. Na+/Na0 and a capacity of 60 mA h g−1.",
                "Consequently, considering the potential interest of these sodium vanadium sulfate systems for potential Na ion battery applications, we have investigated the development of a facile low cost synthetic method to eliminate the complexity of the previously established routes. The main difficulty with the synthesis of Na–V–S–O phases is the requirement to reduce the vanadium from VV to VIV/VIII. Although VIV and VIII precursors can be obtained commercially, they are expensive, and so we focused on developing a route using low cost V2O5. In particular, prior studies on the synthesis of VIIIPO4 have shown that such a phase can be formed using oxalic acid as a reducing agent, with the intermediate formation of VOC2O4. A modification of this route was therefore examined to prepare the sodium vanadium sulfate phases. In this paper, we demonstrate that this facile synthesis route is successful for the synthesis of NaV(SO4)2, Na2VO(SO4)2, and Na3V(SO4)3. We report a detailed characterisation of these phases utilising X-ray diffraction and Raman spectroscopy to demonstrate the high purity by this method.",
                "Our method utilizes an initial solution processing approach which is advantageous for future applications due to ease in scalability, while also utilizing lower temperatures for the resultant final heat treatment. In addition, Na2VO(SO4)2, can be synthesized in air, while N2 is used for the final heat treatment to produce the VIII compounds Na3V(SO4)3 and NaV(SO4)2."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The experimental method for the synthesis of all three compounds, NaV(SO4)2, Na2VO(SO4)2, and Na3V(SO4)3, involves the initial formation of a solution of VOC2O4. A solution containing 1 g of this phase can be synthesized easily by mixing oxalic acid dihydrate (1.2204 g) and V2O5 (0.5867 g) and heating for 1 hour at 70 °C in a fume cupboard. This procedure can be readily scaled-up to prepare larger sample batches.",
                "The formation of a dark blue solution provides an initial indication that vanadium reduction has been successful. In order to form the desired Na–V–S–O phases, the following reaction schemes were applied with the stoichiometric ratios of (NH4)2SO4 and Na2SO4 added to the solution in the fume cupboard:",
                "After the additions, the solutions were stirred on a hotplate for 4 hours at 70 °C. Once the mixing stage was complete, the solutions were then transferred to an oven and dried over night at 100–110 °C. The samples were then ground in an agate pestle and mortar before heating either in air (Na2VO(SO4)2) or under a nitrogen atmosphere (Na3V(SO4)3 and NaV(SO4)2). Thermogravimetric analysis studies were conducted using a Netzsch STA 449 F1 Jupiter thermogravimetric analyser coupled with a Netzsch 403 C mass spectrometer (heating rate of 0.5 °C min−1 under a nitrogen atmosphere) to help to determine the optimum temperature to heat the precipitate. The samples were heated in the range of 50–650 °C. The TGA results for the precipitate to form the Na3V(SO4)3 phase are displayed below in Fig. 1. All phases show a mass loss accompanied by the evolution of NH3, H2O and CO2 in between the temperature range of 225–425 °C. This provides an initial temperature range for the investigation of the formation of Na–V–S–O phases (see ESI† for TGA data for NaV(SO4)2 and Na2VO(SO4)2). The origin of the continued mass loss at higher temperature in all three Na–V–S–O systems relates to decomposition of the sulfates.",
                "Following the temperature range suggested from the TGA experiments, the samples were heated between 250–400 °C at a rate of 0.5 °C min−1 for 1–12 hours, and the products analysed by X-ray diffraction using a Bruker D8 diffractometer (Cu Kα radiation) or a Bruker D2 phaser (Co Kα radiation) operating in reflection mode. Structural determination was performed using X-ray diffraction. Structure refinements were carried out using the GSAS suite of programs. Further characterisation of these systems was performed using Raman spectroscopy (Renishaw in Via Raman microscope equipped with a He–Ne 633 nm laser)."
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD data for heating the NaV(SO4)2 precipitate in the temperature range of 250–400 °C in N2 are shown in Fig. 2. The data show that in order to form the NaV(SO4)2 phase, a temperature of at least 350 °C is required. Phase pure NaV(SO4)2 can be obtained by heating the precipitate up to 375 °C (0.5 °C min−1) and holding at this temperature for 12 hours under N2."
                    ],
                    "name": "Synthesis of NaV(SO4)2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All attempts to synthesize Na2VO(SO4)2 under a nitrogen atmosphere resulted in an amorphous product. Previous literature suggests that materials containing V4+ can be synthesized in air, and therefore the experiment was repeated heating in air. The XRD results of this temperature study are shown in Fig. 3.",
                        "As observed in the synthesis of NaV(SO4)2, an amorphous phase is observed up to 300 °C. Beyond 300 °C, phase pure Na2VO(SO4)2 is obtained at 350 °C (4 hours/0.5 °C min−1) in air, contrary to the reported need to use heat treatment in Ar to synthesise this phase by Tarascon et al."
                    ],
                    "name": "Synthesis of Na2VO(SO4)2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The XRD results for heating precipitates of the Na3V(SO4)3 phase (at a rate of 0.5 °C min−1 under a nitrogen atmosphere for 12 hours) are shown below (Fig. 4). In contrast to the situation for NaV(SO4)2 and Na2VO(SO4)2, a phase pure product was not initially obtained. Although Na3V(SO4)3 is the predominant phase, the diffraction pattern contains an unknown impurity phase. In order to try to eliminate the impurity, two methods were attempted. The first involved a further temperature study to see if the impurity decreased with increasing temperature (Fig. 5). A shorter heating time was used as a duration experiment revealed that Na3V(SO4)3 could be obtained with just one hour of heating at the target synthesis temperature. When the temperature was varied but all other conditions were kept constant, the impurity peak does not appear to change with increasing temperature. A test composition was then heated in air and this experiment shows that the impurity has now become the predominant phase. This suggests that the impurity phase may be the consequence of oxidation of the precipitate. In order to try and prevent this, excess oxalic acid was added in an attempt to prevent oxidation of vanadium (decomposition of excess oxalic acid should lead to an increase in carbon monoxide which acts as a reducing agent, therefore creating a more ‘reducing’ atmosphere within the tube furnace). Compositions containing 10–30% excess oxalic acid were examined. The results showed a dramatic decrease in the impurity phase with increasing oxalic acid excess until it appears to be completely removed when the oxalic acid excess reaches 30% (Fig. 6)."
                    ],
                    "name": "Synthesis of Na3V(SO4)3",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Once the synthesis of each of the phases had been perfected, the resulting XRD data were used to refine the structures for each of the phases. The models proposed by Fehrmann et al. were used to evaluate the success of the proposed synthetic route. The refined atomic positions and cell parameters for each phase are reported in Tables 1–4.",
                        "The parameters of the materials obtained using the oxalic acid reduction route used in this work are in good agreement with those obtained through the original complex gas mixing method used by Fehrmann et al., indicating the success of the facile new route reported here. In addition to XRD, the Raman spectra for each Na–V–S–O phase were collected to confirm the success of this novel route, the results of which yielded similar spectra to those published previously (see ESI – Fig. 3†). Two of the materials form 3-dimensional frameworks (Na3V(SO4)3 and Na2VO(SO4)2) while the third forms a 2-dimensional structure (NaV(SO4)2). Each system will be discussed in greater detail below.",
                        "Na3V(SO4)3 crystallizes in a hexagonal cell and the structure consists of corner sharing vanadium octahedra and sulfate tetrahedra. Each vanadium site is surrounded by six sulfate tetrahedra; three above and three below. This bonding is repeated to form the pillars that support the material in the direction of the c-axis (This creates a ‘windmill’ pattern when observed directly down the axis) (Fig. 7). The pillars do not bond directly with each other. Two oxygens in the sulfate tetrahedra are involved in their formation (O1 and O4) while the other two oxygens (O2 and O3) point towards the gap between parallel pillars, which is occupied by sodium. The sodium site is coordinated to seven oxygens.",
                        "The structure of Na2VO(SO4)2 also consists of corner sharing of octahedra and tetrahedra. In this system, five sulfate tetrahedra surround the octahedral site with the sixth site occupied by the oxygen which forms the vanadyl (VO) bond. This bond is much shorter than the other V–O bonds and causes the vanadium site to show a distortion in this direction (Fig. 8). There are two crystallographically distinct sulfate sites in this material (Fig. 9). One of these sulfate sites bonds to three vanadium octahedra while the fourth S–O bond points towards the cavity which accommodates Na. This site will be defined as the terminal sulfate (S1). The second sulfate site acts as a bridge which bonds to two vanadium octahedra with two oxygens pointing in the direction of the cavity which accommodates the sodium. These sites will be defined as the bridging sulfate (S2). The material possesses two cavities for sodium to occupy; a rectangular shaped cavity (Na1) and a diamond shaped cavity (Na2) suggesting the possibility of a 3-dimensional ionic diffusion pathway, in line with the successful use of this materials in a Na ion battery. The coordination also varies across the sites; Na1 site is six coordinate, while the Na2 site is eight coordinate.",
                        "NaV(SO4)2 forms a layered 2-dimensional structure unlike those observed for Na3V(SO4)3 and Na2VO(SO4)2. The vanadium octahedra corner share to six sulfate tetrahedra. The sulfate tetrahedra bond to three vanadium octahedra with the fourth S–O bond pointing towards the layers of sodium. The sodium in the layers is six coordinate and adopts an octahedral geometry (Fig. 10). NaV(SO4)2 is isostructural to NaFe(SO4)2 which has recently been shown to be an active battery material which allows for Na-ion insertion."
                    ],
                    "name": "Crystal structures of the obtained Na–V–S–O phases",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We have developed a facile low cost method to synthesize a small family of Na–V–S–O phases which could potentially be utilized as cathodes for Na-ion batteries (a schematic of the processes is shown in Fig. 11). The solution based precipitation method followed by a low temperature heat treatment has been shown to consistently produce the desired phases. The materials can all be obtained from low cost precursors and at low temperatures (below 400 °C), which is advantageous for future industrial implementation i.e. lower energy costs. Interest in such materials is due to the fact that vanadium can display a number of oxidation states that can be utilized in multiple redox processes, thus making V3+ and V4+ materials extremely attractive for battery applications. In theory, due to the V3+ oxidation state, it could be possible to remove two sodium per formula unit from Na3V(SO4)3 resulting in a desirable potential capacity for this system although the true extractable amount may be lower due to structural limitations. NaV(SO4)2 possesses a pseudo-layered structure which, in the past, has been advantageous for sodium extraction/intercalation. In addition to Na removal involving the V3+/V4+ redox couple, NaV(SO4)2 may also be able to undergo additional Na ion insertion through reduction (V3+/V2+), hence increasing the capacity of the material, similar to that observed in NaFe(SO4)2. Na2VO(SO4)2 has already been shown to be a potential Na ion battery cathode material by Tarascon et al. In this case it is likely that the presence of the VO bond helps to stabilise the resultant highly charged V5+ cation on Na extraction. In addition, Na2VO(SO4)2 possesses a 3D structure with Na ion channels to potentially promote sodium-ion conduction. To further improve the materials properties, substitution of O for F (Na2VIVO(SO4)2 → Na2VIIIF(SO4)2) may also be possible through carbofluoro-reduction which may allow for an increase in capacity. In conclusion, the discovery of this novel facile route allows for the exploration of these materials in more detail, as well as offering further inspiration in the development of similar synthetic approaches to other thermally unstable transition metal sulfate systems."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Designing a facile low cost synthesis strategy for the Na–V–S–O systems, NaV(SO4)2, Na3V(SO4)3 and Na2VO(SO4)2"
}