{
    "DOI": "10.1039/C9NR00146H",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the rapidly increased demands for portable electronic devices and large-scale energy storage, as well as the serious environmental pollution brought about by the traditional energy, exploiting clean and renewable secondary batteries, such as lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) and other energy storage systems, has attracted intense attention. Particularly, rechargeable SIBs have been regarded as an emerging generation of low-cost and high-performance energy storage systems, owing to the abundant sodium resources, suitable redox potentials and similar intercalation chemistry compared with LIBs. Nevertheless, suffering from the larger cation radius of Na+ (0.102 nm) than that of Li+ (0.076 nm), SIBs usually deliver low capacities, inferior rate capabilities and poor cycling stability. This has sparked great interest in the design of novel high performance anode materials for LIBs and SIBs simultaneously.",
                "Transition metal chalcogenides, especially transition metal selenides (MSex, M = Mo, W, Zn, Ni, Fe, Co, Sb; x = 1, 2…n), have been widely explored as potential anode materials for LIBs and SIBs, because of their environmentally benign nature, high theoretical capacities (500–1000 mA h g−1), vivid electrochemical activity, rich redox chemistry, and excellent mechanical and thermal endurance. Among them, zinc selenide has been investigated as a promising anode material due to the abundant resources of zinc, a smaller band gap (2.67 eV), and high theoretical Li-storage capacities. However, ZnSe has low electronic conductivity and undergoes enormous volume changes during the charge–discharge process. This makes it a challenge for the utilization of ZnSe as LIB/SIB electrode materials with high performance. To circumvent these drawbacks, several strategies have been undertaken to enhance the electrochemical performance of ZnSe, including designing nanostructured materials and hybrids with nanocarbon and fabricating porous structures. For instance, Park et al. have reported the solid-state synthesis of a hybrid ZnSe/C nanocomposite that delivered a high specific capacity of 705 mA h g−1 over 300 cycles at 0.1 A g−1 for LIBs. Mai et al. have synthesized a ZnSe microsphere/MWCNT composite via a hydrothermal reaction route, which displayed a high capacity of 382 mA h g−1 after 180 cycles at 0.5 A g−1 for SIBs. On the other hand, recently, MoSe2 as a typical layered metal chalcogenide has exhibited favorable performance for energy storage devices because of its large interlayer spacing (0.65 nm) and higher electrical conductivity arising from the small bandgap, which accelerates charge transfer during charge/discharge processes. Furthermore, the porous carbon and few-layer MoSe2 nanostructure show enhanced capacitance-type contribution, which results in better cycling stability than that of a battery-type electrode. Therefore, it encourages us to extend our studies to fabricate few-layer MoSe2 confined within the ZnSe–porous carbon composite. Unfortunately, there is a lack of a facile and controllable method to load few-layer MoSe2 and ZnSe nanoparticles simultaneously onto the porous carbon matrix in the form of uniform dispersion and firm adhesion, which are conducive to the insertion/extraction of lithium/sodium ions in a long cycle.",
                "In this regard, the utilization of metal–organic frameworks (MOFs) and their composites as well as derivatives as controllable and flexible precursors or templates for energy storage has emerged as a fascinating approach. Specifically, the MOF-derived nanostructures possess unique characters of porous structures, tunable compositions and well-connected carbon matrices, which displayed fascinating performance when used as anode materials for both LIBs and SIBs. However, it is notable that the Mo-based MOFs are hard to synthesize. The main challenge is that Mox+ with low valence states of x = 2, 3, 4 and 5 is usually unstable, while the most stable form of Mo6+ is generally the molybdate form. As a result, although the Mo-based MOF derivatives are considered to be desired for LIB/SIB applications, their reports are scanty.",
                "Herein, polymetallic MOFs composed of Keggin-type heteropolyanions (POMs), H3PMo12O40, in customized cavities of ZIF-8 were fabricated by a simple self-assembly strategy. Then, a facile selenization procedure was adopted to form few-layer MoSe2 confined within the ZnSe–C hollow porous sphere nanocomposite, as illustrated in Scheme 1. When acting as an anode material for LIBs, ZnSe/MoSe2@C delivers a high capacity of 1051 mA h g−1 at a current density of 0.2 A g−1 and robust stability by maintaining a superior capacity of 524 mA h g−1 after 600 cycles at a high current density of 4 A g−1. Furthermore, the ZnSe/MoSe2@C electrode exhibits a high initial coulombic efficiency of 89% at 0.2 A g−1 and delivers a large capacity of 468 mA h g−1 after 50 cycles for SIBs. Moreover, it achieves high rate capability and excellent long-term cycling performance at a high current density, which shows the admirable electrochemical performance of SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "0.2195 g (1 mmol) of zinc acetate and 0.3 g of phosphomolybdic acid hydrate (PMA) were dissolved in 40 mL of N,N-dimethylformamide (DMF) solution to form a homogeneous gamboge solution under ultrasonication and stirring for 20 min under ambient conditions. The solution was poured into 40 mL of DMF solution containing 0.3284 g (4 mmol) of 2-methylimidazole, subsequently. After stirring for 24 h, the precipitates were washed several times with ethanol solution and deionized water.",
                        "For the conversion of MOFs to the ZnSe/MoSe2@C nanocomposite, a certain amount of a precursor (PMA/ZIF-8) was uniformly mixed with selenium powder, and the sample was annealed at 600 °C for 6 h under a 5% H2/95% Ar flow at a ramp rate of 2 °C min−1. For comparison, the ZnSe@C nanocomposite was prepared by a similar approach without adding the phosphomolybdic acid hydrate (see Scheme 1)."
                    ],
                    "name": "Preparation of ZnSe/MoSe2@C and ZnSe@C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal phases of the samples were observed using X-ray diffraction (XRD) and recorded on a Bruker D8 diffractometer using filtered Cu-Kα radiation at 40 kV. The samples were placed in a glass table and the data were analyzed in the range of 10–80°. The morphology characterization of the samples was conducted using SEM (Hitachi 8100) and TEM (FEI F20 S-TWIN). Raman (DXR2xi) were performed with a laser at wavelength of 532 nm and N2 adsorption–desorption measurements were tested on a BELSORP-mini type BET analyzer. X-ray photoelectron spectroscopy (XPS) was performed with an ESCALAB MARK II spherical analyzer with Kα radiation as the X-ray source. A CHNSO elemental analysis was performed using an elemental analyzer (Elementar vario EL cube)."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the LIB test, 80 wt% active materials (ZnSe/MoSe2@C or ZnSe@C), 10 wt% conductive agent (acetylene black) and 10 wt% binder (polyvinylidene fluoride) in N-methyl-2-pyrrolidone (NMP) were mixed to obtain uniform slurries, followed by coating on copper foil. A 1 M solution of LiPF6 composed of EC, EMC and DMC with a ratio of 1:1:1 (v/v/v) and the metallic lithium foil served as the electrolyte and reference electrodes, respectively. For SIB test systems, the working electrode consists of active materials (ZnSe/MoSe2@C or ZnSe@C), super-P and carboxymethyl cellulose (CMC) with a weight ratio of 8:1:1 in deionized water. Na foil and Whatman glass fiber were used as the reference electrode and the separator, respectively. 1 M NaPF6 in DIGYME = 100 vol% was used as the electrolyte. The test cells (CR2025) were kept in an argon-filled glovebox. The amount of the active material in test cells was ca. 1–2 mg. The area of the work electrode was about 1.1 cm2. The galvanostatic charge–discharge curves and electrochemical performance were tested with a LAND CT2001A workstation. Cyclic voltammetry (CV) tests were performed in the voltage range of 0.01–3.0 V on an Ivium electrochemical workstation at room temperature. Electrochemical impedance spectroscopy (EIS) was performed at the same voltage window in the frequency range of 0.1 Hz to 100 kHz."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The XRD patterns of two samples are shown in Fig. 1. The clear diffraction peaks located at 27.2°, 45.2°, 53.5°, 65.8° and 72.6° can be indexed well to the (111), (220), (311), (400) and (331) crystal planes of standard cubic ZnSe (JCPDS no. 65-9603). For ZnSe/MoSe2@C, the additional primary diffraction peaks at 2θ = 31.4°, 37.9° and 55.9° can be indexed to the (100), (103) and (110) planes of MoSe2 (JCPDS no. 17-0887), respectively. The absence of the (002) plane of MoSe2 is probably due to the formation of a few-layer MoSe2 nanostructure, indicating the greatly suppressed stacking of layered MoS2. In addition, no impurity diffraction peak is observed, implying that the coexistence of ZnSe and MoSe2 was achieved by the transformation of polymetallic MOFs composed of Keggin-type heteropolyanions (POMs) in the customized cavities of ZIF-8 as a precursor.",
                        "The morphologies of the ZnSe@C and ZnSe/MoSe2@C samples are characterized by a series of characterization methods. Fig. 2a and b show the SEM images of the ZnSe@C sample. It is composed of a well-defined polyhedral structure with an approximate size of 400 nm. In the case of ZnSe/MoSe2@C, the structure of ZIF-8 is greatly changed with the addition of Mo-based POMs as a special stimulus guest. ZnSe/MoSe2@C shows a uniform porous nanostructure with a relatively homogeneous distribution, as shown in Fig. 2c and d. The SEM results provided valid evidence that a carbon-encapsulated hierarchical hollow porous structure was masterly fabricated by introducing PMA. Transmission electron microscopy (TEM) images of the ZnSe/MoSe2@C nanocomposite are shown in Fig. 3. According to Fig. 3a and b, the ZnSe/MoSe2@C composite shows an interior hollow architecture due to the utilization of Mo-based POMs as the guest and removal of excess organic solvent molecules during the selenization process. In this step, Zn2+ clusters react with Se to convert ZnSe nanoparticles and the Mo species in the precursor is reduced in situ from +6 to +4 to form a laminar MoSe2 phase synchronously. Moreover, ZnSe possesses the cubic crystal structure refined to the F3m space group. Besides, MoSe2, as a typical 2D layered transition metal dichalcogenide, exhibits an evident sandwich-like layered structure. Thus, we can clearly observe that few layered molybdenum selenide is uniformly embedded around small zinc selenide nanoparticles within the porous carbon matrix (Fig. 3c). As depicted in Fig. 3d, the lattice spacings of 0.20 and 0.17 nm match well with the (220) and (331) planes of ZnSe, respectively. Besides, the lattice fringe of MoSe2 is estimated to be 0.64 nm which is consistent with the (002) interlayer spacing. In addition, the particle size of ZnSe in the ZnSe/MoSe2@C nanocomposite is ca. 10 nm. Meanwhile, it can also be noticed that the thickness of MoSe2 is about 1–4 layers, which is in accordance with the XRD result for the ZnSe/MoSe2@C nanocomposite. Therefore, the absence of the (002) crystal plane of MoSe2 in Fig. 1 is due to well encapsulated MoSe2 in the carbon matrix and the few layer structure of MoSe2. Functional POMs are well suited to act as the flexible and tunable guest. Thus, Mo-based POMs play a special responsive role linked to ZIF-8, and employing polymetallic MOF co-precursors provides the extra space to finely harmonize the nanostructures. Besides, the SEM and TEM images of the precursor of ZnSe/MoSe2@C are shown in Fig. S1.† It is found that the hollow porous structure existed before the selenization process and was well maintained after the calcining process. Thereby, the ZnSe/MoSe2@C structure is obtained via continuous growth of PMA/ZIF-8 to derive few-layer MoSe2 around a ZnSe nanoparticle in the carbon matrix, as revealed by the SEM and TEM results, and is beneficial for the increase of surface chemical reactions, enlargement of ion storage sites and shortening of the diffusion paths. Moreover, an energy-dispersive X-ray spectroscopy (EDX) image further provides evidence of the homogeneous distribution of Zn, Mo, Se and C elements (Fig. 4). These results reveal that the ZnSe/MoSe2@C nanocomposite is composed of few-layer MoSe2 and ultra-small ZnSe nanoparticles and is homogeneously confined in the porous carbon matrix. Meanwhile, EDS analysis demonstrates that the atomic ratio between Zn and Mo is around 1.42:1 (Fig. S2†).",
                        "In Raman spectra (Fig. S3†), two broad peaks of D and G bands at 1330 cm−1 and 1580 cm−1 are observed, which are generally assigned to a substantial defect or disordered site and the graphitic structure, respectively. The intensity ratios of the D and G peaks (ID/IG ratios) indicate the graphitization degree of carbon materials. The ID/IG ratio of ZnSe/MoSe2@C of 0.94 implies amorphous and disordered structures in the carbon matrix. Similarly, ZnSe@C (ID/IG = 0.96) shows a character of amorphous carbon. In Fig. S4,† ZnSe/MoSe2@C shows a larger BET specific surface area and pore volume (70.1 m2 g−1 and 0.46 cm3 g−1) than those of ZnSe@C (47.7 m2 g−1 and 0.32 cm3 g−1). The large specific surface area and hollow porous structure can increase the electrochemically active sites and the accessibility of the electrolyte for lithium and sodium storage and facilitate Li+/Na+ diffusion.",
                        "The XPS spectra can reveal useful details on the composition evolution on the surfaces of ZnSe/MoSe2@C (Fig. 5). Two typical peaks at around 1021.55 and 1044.7 eV are observed in Fig. 5a, representing Zn 2p3/2 and Zn 2p1/2, respectively, and exhibiting characteristics of the Zn2+ selenidation state. As depicted in Fig. 5b, the signals of Mo 3d are resolved into three components at 228.7, 231.8 and 235.4 eV corresponding to Mo 3d5/2 Mo 3d3/2 and Mo–O–C, respectively. Among them, the presence of the primary doublet peaks is trapped at around 228.7 and 231.8 eV, which confirms the existence of Mo4+ in MoSe2. Moreover, two peaks located at 54.0 and 54.9 eV are assigned, which are characteristic of Se 3d5/2 and Se 3d3/2, respectively, as shown in Fig. 5c. The signal areas were also investigated in the spectra of Se 3d by a deconvolution analysis. The result reveals that the area ratio of Se 3d5/2:Se 3d3/2 is 3:2, and the distance between two separated tracks is 0.9 eV. It can also be ascribed to the typical feature of Se2−, which corresponds to metal–selenium bonds of ZnSe and MoSe2. Three peaks at 284.5, 285.2, and 288.3 eV are recorded from the asymmetric C 1s peak, corresponding to C–C, C–OH/C–O–Mo, and CO bonds, respectively (Fig. 5d). Besides, the atomic content ratio of Zn and Mo in the ZnSe/MoSe2@C nanocomposite is estimated to be ca. 1.5:1 through XPS measurements, and corresponds well to the result of EDS analysis. In addition, the elemental analysis of ZnSe/MoSe2@C and ZnSe@C was carried out on an elemental analyser (Elementar vario EL cube). According to the results of elemental analysis, the carbon contents are ca. 11.5 and 15.6 wt% for ZnSe/MoSe2@C and ZnSe@C, respectively (Table S1†). As shown in Fig. S5,† the high-resolution spectra of N 1s showed that the N atom contained the forms of pyridinic N (398.2 eV), pyrrolic N (400.3 eV), and graphitic N (401.2 eV), indicating the existence of the N element in ZnSe/MoSe2@C. Based on the results of the elemental analysis of ZnSe/MoSe2@C, the N element content on the ZnSe/MoSe2@C composite is ca. 6.76 wt%. The introduction of N doping can improve the surface wettability of the carbon composite with the electrolyte, and create more defects and active sites for lithium/sodium storage. The N species mainly derived from the ligand (2-methylimidazole)."
                    ],
                    "name": "Characterization of ZnSe/MoSe2@C and ZnSe@C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the anode were evaluated using half cells in the voltage range of 0.01–3 V versus Li+/Li (Fig. 6). Fig. 6a shows the initial three CV curves of the ZnSe/MoSe2@C electrode at a scanning rate of 0.1 mV s−1. ZnSe/MoSe2@C reveals two obvious irreversible peaks at approximately 1.54 V and near 1.62 V, which belong to the transformation of lithium into interstitials in ZnSe and MoSe2, respectively, in the initial cathodic cycle. Two peaks at 0.87 and 0.59 V are attributed to the formation of Li2Se/Zn and the formation of Li2Se/Mo through further conversion of ZnSe and MoSe2, respectively. In the meantime, the growth of a solid electrolyte interface (SEI) causes an initial irreversible capacity loss. The occurrence of the multi-step alloy reaction between Li and Zn is observed below 0.5 V. The slope shape is centered below 0.2 V, which is attributed to sectional Li+ insertion into the porous carbon. Several small oxidation peaks at 0.31 and 0.68 V are recorded, corresponding to the multi-step de-alloying reaction of LiZn alloys in the anodic process. Distinct peaks at 1.35 and 2.51 V can be attributed to the oxidation of Zn and Li2Se into ZnSe and the probable oxidation of Li2Se into selenium (from ZnSe). Meanwhile, the oxidation peak at 2.21 V represents the oxidation of Mo into MoSe2, accompanied by the conversion of LiSe into selenium (from MoSe2) at 1.85 V. The main cathodic peaks are obviously shifted to high potentials and become slightly wider during following cycles, probably because of architecture variation from the conversion reaction and the existence of pseudocapacitive behavior. The intensities and integral areas of peaks are much the same in subsequent laps, suggesting the good reversibility of lithium insertion/extraction reactions in the ZnSe/MoSe2@C electrode. The redox process of ZnSe/MoSe2@C can be formulated using multiple steps as in the following equations:",
                        "ZnSe:",
                        "MoSe 2 :",
                        "The typical charge/discharge curves of ZnSe/MoSe2@C at 0.2 A g−1 within a voltage range of 0.01–3.0 V (versus Li/Li+) are shown in Fig. 6b. The first discharge curve exhibits several small voltage plateaus. The ZnSe/MoSe2@C electrode shows an initial discharge capacity of about 1031 mA h g−1. The capacity irreversibility within the first cycle is caused by the formation of the SEI layer and an irreversible reaction. In the subsequent cycles, the discharge slopes of the ZnSe/MoSe2@C electrode are stable at around 0.5–0.01 V. Compared to that in the first cycle, the discharge capacity still reaches 1051 mA h g−1 after 150 cycles, indicating the good reversibility of ZnSe/MoSe2@C during the charge and discharge process. It can be deduced that the ZnSe/MoSe2@C material is suitable to function as a negative electrode material for LIBs. It agrees well with the results of the CV curves, implying the exultant reversible performance.",
                        "The cycling performances at current densities of 0.2 A g−1 and 0.5 A g−1 are presented in Fig. 7a and b. They reveal the superior cycling performance of the ZnSe/MoSe2@C electrode compared to that of the ZnSe@C electrode for LIBs. Obviously, the ZnSe/MoSe2@C electrode delivers high capacities of 1051 mA h g−1 and 874 mA h g−1 at 0.1 A g−1 and 0.5 A g−1 for 150 cycles and 200 cycles, respectively. In contrast, the ZnSe@C electrode shows relatively poor cycling performance. The discharge capacities are 361 and 490 mA h g−1 at 0.1 A g−1 and 0.5 A g−1, respectively. As revealed, the superiority of ZnSe/MoSe2@C in terms of the rate capability is very apparent. Fig. 7c demonstrates that the reversible capacities of ZnSe/MoSe2@C are 701, 660, 538, 460 and 363 mA h g−1 at the current densities of 0.1, 0.2, 0.5, 1 and 2 A g−1, respectively. More strikingly, the ZnSe/MoSe2@C electrode even maintains an increasing capacity of 859 mA h g−1 when the current density is restored to 0.1 A g−1, implying its outstanding reversibility and cycling stability. In contrast, the ZnSe@C electrode delivered much lower capacities of 441, 297, 237, 202, 165 and 201 mA h g−1 at the current densities of 0.1, 0.2, 0.5, 1 and 2 A g−1, respectively. The ZnSe@C electrode also displays a lower capacity of 333 mA h g−1 when the current density is further reduced stepwise to 0.1 A g−1. Furthermore, it is noteworthy that the ZnSe/MoSe2@C electrode exhibits a superior stable capacity of 524 mA h g−1 at 4.0 A g−1 even after 600 cycles, as shown in Fig. 7d. Impressively, the initial coulombic efficiency of the ZnSe/MoSe2@C electrode reaches 70% and nearly 92% in the 2nd cycle. With cycling, the CEs of the ZnSe/MoSe2@C anode are endearingly increased up to approximately 100% just after following several charge–discharge cycles. This should be beneficial for efficient permeation of the electrolyte and a fast multi-electron transfer process owing to the confinement of few layer MoSe2 cleverly around ZnSe nanoparticles within the porous carbon matrix. These features underline the great potential of ZnSe/MoSe2@C as a promising anode for advanced LIBs with long-term cycling properties, especially at high rates.",
                        "To gain further insight into the reason for the high capacity, the CV curves of the ZnSe/MoSe2@C electrode from 0.1 to 1.0 mV s−1 are recorded (Fig. 8a). The correlation of the storage system obeys the following two equations:",
                        "where i is the peak current, v stands for the scan rate, and both a and b are regulable constant parameters. According to the relationship between logi and logv of the ZnSe/MoSe2@C electrode (Fig. 8c), the adjustable b values were 0.71 (peak-1), 0.72 (peak-2), and 0.74 (peak-3), respectively, indicating the fast kinetics of the ZnSe/MoSe2@C electrode, which results from the synergistic effects of diffusion-controlled and pseudocapacitive behaviors. In contrast, Fig. 8b and d show lower calculated b values of 0.63 (peak-1), 0.31 (peak-2) and 0.52 (peak-3) for ZnSe@C electrodes. Therefore, the ZnSe/MoSe2@C electrode is allocated to the diffusion-controlled and pseudocapacitance response, which gives rise to the increased capacity of ZnSe/MoSe2@C. The above results prove that gradual rising cycle curve of ZnSe/MoSe2@C electrode (Fig. 7d) is ascribed to the partial pseudocapacitive contribution.",
                        "In general, to evaluate the deeper total contribution of the composite, the ratio of the capacitor capacity and diffusion-controlled capacity can be quantitatively calculated based on the following equation:",
                        "where k1ν stands for the capacitance-controlled effects and k2ν1/2 corresponds to the diffusion-controlled insertion processes, respectively (Fig. 8e and f). As the scan rate of ν increased (from 0.1 to 1.0 mV s−1), the capacitive contribution of the ZnSe/MoSe2@C electrode increased from 29%, 37%, 50%, 74% to 82% gradually. In comparison, the ZnSe@C electrode capacitive contributions are 4%, 12%, 18%, 30% and 36%, respectively. The results faithfully prove that few layered MoSe2 and the in situ generated porous carbon network effectively improve the electrochemical performance of the ZnSe/MoSe2@C electrode.",
                        "To analyze the underlying mechanism, EIS measurements are conducted. As shown in Fig. 9a, the EIS plots of two electrodes are constituted by the internal resistance (Rs), the impedance (Rf) of the electrode/electrolyte interface and the charge-transfer impedance (Rct).Table 1 shows that the charge transfer resistance of the ZnSe/MoSe2@C electrode (32.5 Ω) is smaller than that of ZnSe@C (35.2 Ω) due to few layer MoSe2 being confined within the ZnSe–C hollow microsphere and the coated in situ generated carbon matrix, which could accelerate the electrolytic infiltration and diffusion of Li+. Then, for the skew line at the low frequency region, ZnSe/MoSe2@C displays the highest slope angle of the linear Warburg parts, indicating the enhanced ion/electrolyte reaction kinetic diffusion. The special structure could also prevent the volume expansion of the ZnSe/MoSe2@C nanocomposite during Li+ insertion/extraction, which aggressively improves the cycling stabilization of the electrode. The structural and mechanical stability of the ZnSe/MoSe2@C nanocomposite was confirmed by the SEM analysis of the ZnSe/MoSe2@C electrode after a 50 cycle test at 0.2 A g−1. As shown in Fig. 9b, the ZnSe/MoSe2@C nanocomposite mainly retains its original morphology and microstructure. The result also reflects that the ZnSe/MoSe2@C sample possesses high reversible structure stability during the lithium storage processes."
                    ],
                    "name": "Electrochemical performance of ZnSe/MoSe2@C as the anode of Li-ion batteries",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In addition to the measurements in LIBs, the ZnSe/MoSe2@C nanocomposite also displays good cycling and rate performance for SIBs. The electrochemical properties of the ZnSe/MoSe2@C nanocomposite and the corresponding SIB test results are shown in Fig. 10.",
                        "The electrochemical reaction mechanism was evaluated by cyclic voltammetry (CV) measurements at a scan rate of 0.1 mV s−1 (Fig. 10a). In the first cathodic cycle, the two weak peaks located at ca. 1.23 and 1.62 V can be attributed to the Na+ ion conversion from trigonal prismatic (2H) 2H-MoSe2 interlayers to an octahedral (1T) structure of NaxMoSe2. The formation of Mo/Na2Se results in the appearance of a peak at ca. 0.7 V, while Na+ ions further intercalate into MoSe2 layers. One irreversible peak at around 0.5 V is associated with the formation of the SEI because of the decomposition of the electrolyte. Another strong cathodic peak at ca. 0.28 V is recorded, corresponding to the conversion reaction of ZnSe into Zn/Na2Se, accompanied by the formation of a Na–Zn alloy. In the subsequent anodic scan, the two peaks are attributed to the de-alloying reaction of NaZn alloys (0.28 V) and regeneration of ZnSe (0.98 V). The broad peaks at 1.65 V accompanied by a shoulder at 2.06 V can be assigned to the existence of intermediates and oxidation of Mo into MoSe2. It is worth noting that partial anodic peaks shift to a high potential in the 2nd and 3rd CV cycles, implying that there is an activation process for the electroactive materials in the initial cycle. These CV curves except for the first cycle almost overlap with other, indicating the excellent reversibility. The peak shift in the CV curves matches well with voltage plateaus in the corresponding galvanostatic discharge and charge processes (Fig. 10b). As shown in Fig. 10(b and c), ZnSe/MoSe2@C shows similar low discharge plateaus at about 0.3 V, which corresponds well to the cathode curve in CV graphs. Furthermore, the ZnSe/MoSe2@C electrode delivers an initial discharge capacity of 532 mA h g−1 at 0.2 A g−1 within a voltage range of 0.01–3.0 V (versus Na/Na+). After 50 cycles, ZnSe/MoSe2@C maintains a large reversible capacity of 468 mA h g−1, which is one of the highest values for ZnSe-based anode materials for SIB applications reported so far.",
                        "Rate capability is another important aspect in anode materials for SIBs. The rate performances of ZnSe/MoSe2@C and ZnSe@C are evaluated at different current densities from 0.1 to 4 A g−1 (Fig. 10d). The ZnSe/MoSe2@C electrode exhibits decent reversible capacities of 456, 389, 400, 376, 352, and 328 mA h g−1 at current densities of 0.1, 0.2, 0.5, 1, 2 and 4 A g−1, respectively. These values are higher than the values of 439, 387, 343, 296, 248, and 196 mA h g−1 for the ZnSe@C electrode at the same current densities. Moreover, ZnSe/MoSe2@C even maintains an increasing capacity when the current density is restored to 0.1 A g−1, revealing great reversibility and cycling stability of the ZnSe/MoSe2@C electrode. To examine the high-rate cycling stability, the ZnSe/MoSe2@C electrode was further cycled at a high current density of 4 A g−1. The ZnSe/MoSe2@C electrode retains an excellent reversible capacity of 381 mA h g−1 with a high coulombic efficiency, corresponding to negligible capacity loss. The above results verify that ZnSe/MoSe2@C exhibits better cycling and rate performance than the ZnSe@C electrode. The stability of the charge transfer process is well studied by EIS analysis within the frequency range from 100 kHz to 0.01 Hz at an open circuit potential (Fig. 10f), and is helpful in disclosing the reasons why the ZnSe/MoSe2@C Na-ion half-cell can maintain remarkable rate performance based on the electrochemistry. Impedance parameters from an equivalent circuit model are calculated, and they are similar to those of LIBs (Table 2). The Rct and Rf values of ZnSe/MoSe2@C are smaller than those of ZnSe@C before cycling. Moreover, the slant line of the relationship between Zw (real part of the impedance spectra) and ω−1/2 (angular frequency = 2πf) is closely related to the ion diffusion within the anode material. The Warburg coefficients σ are determined from Zwvs. ω−1/2 in the low frequency region. As shown in Fig. S6,† ZnSe/MoSe2@C exhibited a lower slope than ZnSe@C, indicating the facilitation of ion transportation of the ZnSe/MoSe2@C electrode. Thus, the existence of the hollow porous carbon matrix can improve the structural stability and electronic conductivity of the ZnSe/MoSe2@C electrode. Such facile migration of Na+ in MOF-derived few-layer MoSe2 confined within the ZnSe–C hollow sphere structure is decent. It demonstrates that a unique multi-component coordination can promote fast ion diffusion kinetics and increase the electrochemical conductivity.",
                        "As graphically illustrated in the schematic diagram (Scheme 2), lithium/sodium ions are partially stored on the surface of few-layer MoSe2 and the porous carbon matrix in a pseudocapacitive pattern. The rational design of few-layer MoSe2 confined within the ZnSe–C hollow porous sphere exhibits the distinctive high-rate capacity and long-term cycling stability. On one hand, the unique design theoretically ensures that the architecture efficiently alleviates the volume expansion during the charge–discharge process and prevents aggregation of nanoparticles. On the other hand, owing to the synergistic effect of various components, more capacity storage sites from few-layer MoSe2 and ultra-small ZnSe nano-crystals can supply pseudocapacitance-type active sites and shorten the electron transfer paths, thereby enhancing the rate capability. The N doped well-connected carbon matrix can effectively enhance the electronic conductivity of the electrode, and meanwhile prevent the nano-components from aggregation and pulverization upon long-term cycling and the high-rate charge–discharge process. Notably, the electrochemical performance of the novel few-layer MoSe2 confined within the ZnSe–C hollow porous sphere electrode is comparable with those of other previously reported related electrodes for LIBs/SIBs (Table S2†)."
                    ],
                    "name": "Electrochemical performance of ZnSe/MoSe2@C as the anode of Na-ion batteries",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, few-layer MoSe2 confined within a ZnSe–C hollow porous sphere nanocomposite has been successfully fabricated by a self-assembly reaction and a post-selenization process. This novel nano-architecture surmounts the sluggish reaction kinetics and relieves the huge volume changes of the anode for LIBs/SIBs. Moreover, few-layer MoSe2 and the carbon matrix obtained by in situ carbonization provide a buffering mechanism and partial pseudocapacitance capacity contribution. When used as an anode material for LIBs, the ZnSe/MoSe2@C nanocomposite exhibits a remarkable reversible capacity (1051 mA h g−1 at the 150th cycle) and long-term cycling stability (524 mA h g−1 at 4 A g−1 after 600 cycles). Notably, when used as the anode in SIBs, the initial coulombic efficiency can reach a value as high as 89%. Moreover, it delivers an excellent reversible capacity of 381 mA h g−1 at a high current density of 4 A g−1 even after 250 cycles with negligible capacity loss. Therefore, we believe that such a strategy of MOF-based host–guest chemistry will exploit an effective avenue to design an advanced few-layer nanostructure confined within an ultra-small nanoparticle–porous carbon matrix nanocomposite for versatile applications, not only in LIBs/SIBs, but also in other fields such as potassium-ion batteries, sensors, electrocatalysts, etc."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Rational design of few-layer MoSe2 confined within ZnSe–C hollow porous spheres for high-performance lithium-ion and sodium-ion batteries"
}