{
    "DOI": "10.1039/D3DT04194H",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries for the storage of renewable energy should be ideally prepared from abundant, inexpensive, and low-toxicity elements. Since the industrial production of lithium-ion batteries is limited mainly due to the scarcity of mineral reserves and the high cost of lithium and other elements such as cobalt, nickel, and copper, more abundant and cheaper materials for sustainable batteries are being intensively investigated. Sodium-ion batteries could be particularly competitive against lithium ones, especially in terms of economic cost and abundance of mineral resources. Another significant advantage compared to lithium is that aluminium could be used as a current collector for both the positive and the negative electrodes, because Na does not alloy with Al, avoiding the use of high-cost Cu.",
                "Unfortunately, the larger size of Na+ compared to Li+ (1.02 vs. 0.69 Å) could be a drawback and, consequently, the accommodation and mobility of sodium into the host material could be difficult. In addition, the structural changes induced by the intercalation and deintercalation of sodium can deteriorate the crystal structure and drive battery failure. Thus, it is a great challenge to develop the most suitable materials for sodium-ion batteries.",
                "Manganese is particularly interesting as a transition element in electrode active materials because of its low cost, natural abundance, low toxicity, and diversity of easily available oxidation states, compared to other transition elements such as Ni and Co. Consequently, several manganese compounds are being considered as promising electrode active materials. Easy synthesis and selection of materials with the most adequate structures, textures and compositions are keys to developing high-performance electrodes for non-aqueous sodium-ion batteries.",
                "Very early investigations reported the existence of several phases in the NaxMnO2 system (0 ≤ x ≤ 1) in which sodium ions can be (de)intercalated. Interestingly, Na0.44MnO2 (or Na4Mn9O18) possesses an orthorhombic tunnel-type structure (space group Pbam), with two types of tunnels: a small tunnel and a large S-shaped tunnel (Fig. 1). MnO6 and MnO5 polyhedra form an S-shaped tunnel, which is particularly suitable for sodium diffusion. Doeff et al. first reported the use of NaxMnO2 as the cathode of a sodium battery at 85 °C, employing poly(ethylene oxide) and NaCF3SO3 in the polymeric electrolyte, and even explored partial desodiation with aqueous hydrochloric acid from x = 0.44 to 0.2. Later, Sauvage et al. prepared single-phase Na0.44MnO2 and provided its detailed structural characterization. According to theoretical calculations, there are three crystallographic sites for sodium (Na1, Na2 and Na3). The small tunnel is almost fully filled by Na1. The large S-shaped tunnel is half-filled by Na2 (trigonal prismatic coordination) and Na3. The calculated energy barrier for the diffusion of sodium is small through the large S-shaped tunnel. Due to the Jahn–Teller distortion of Mn3+, the change of the lattice cell parameters is unequal in the crystallographic directions of the b-axis and c-axis. Interestingly, the transformation from the tunnel-type to the spinel-type structure does not occur due to a size mismatch between Na and Mn and different oxygen frameworks. The maximum capacity is 140 mA h g−1, and the NaxMnO2 system is fully reversible for 0.25 < x < 0.65 within the voltage range between 2.0 and 3.8 V. However, there is some irreversibility for sodium content when x < 0.25. The Jahn–Teller effect, the presence of several biphasic transitions, and the dissolution of Mn(II) ions into the electrolyte solution could be the main reasons for the poor capacity retention usually observed. On the other hand, if the amount of sodium is greater than x > 0.44, a layered structure may be formed. Thus, it is important to optimize the synthesis conditions.",
                "Aqueous processing decreases the environmental impact of battery technology compared with organic solvent processing. Thus, it is worth noting that Na0.44MnO2 is relatively stable during aqueous processing, and a green and eco-friendly battery can be developed with Na0.44MnO2 as a cathode, hard carbon as an anode, and carboxymethyl cellulose as a binder. On the other hand, some sodium atoms can be lost during the synthesis of sodium manganates, and an excess of sodium (typically 5%) is employed in many syntheses. Thus, it is not very easy to control the final Na/Mn ratio and stoichiometry. According to DFT calculations, vacancies and defects formed during the synthesis have a great impact on the electrochemical performance of Na0.44MnO2, and it was concluded that oxygen vacancies decrease the (de)intercalation voltage, while Mn vacancies increase the voltage. In addition, it was found that defects improve sodium-ion diffusivity.",
                "While NaxMnO2 compounds with 0.22 ≤ x ≤ 0.44 possess a tunnel-type structure and NaMnO2 has a layered-type structure, a material with mixture between tunnelled and layered structures is generally obtained for 0.66 < x < 1.0. The tunnelled compound has limited capacity, while the layered form has larger capacity but poorer cycling stability. In addition, the layered Na2Mn3O7 compound, with a triclinic structure, can deliver higher voltages (up to 4.7 V), and the oxygen redox reaction contributes to a very large capacity (250 mA h g−1). However, the stability of the oxygen redox processes is not very good in this compound. To enhance the electrochemical behaviour, Zheng et al. employed the Na0.44MnO2/Na2Mn3O7 heterojunction material. The pillar function of tunnel-type Na0.44MnO2 improves the coulombic efficiency and cycling stability of Na2Mn3O7. Thus, the use of heterojunction materials could be a valid strategy, although these types of materials are not easily prepared.",
                "Besides the compounds containing only three elements (sodium, manganese, and oxygen), doping NaxMnO2 with other cations and/or anions can help to improve its properties. For example, anionic doping can strongly modify the crystallographic structure and the electrochemical behaviour of the sodium manganese oxides. Shi et al. prepared Na0.44MnO1.93F0.07 with a layer–tunnel hybrid structure, where the layer type was a major phase, and the observed maximum discharge capacity was 149 mA h g−1. Zan et al. reported that after F-doping the tunnel-type Na0.4MnO2, the resulting samples with general formula NaxMnO2−yFy were intergrowth materials of tunnel-type and layer-type (P2) structures that exhibited improved cycling stability. As the fluorine content increased, the layer/tunnel ratio also increased. The simultaneous substitution of Mn with Al and O with F in tunnel-type Na0.4MnO2 results in a P2-type layered structure (space group P63/mmc) for the compound Na0.46Mn0.93Al0.07O1.79F0.21. For Na0.66[Mn0.66Ti0.34]O2−xFx (x < 0.1) with its tunnel-type structure, the lattice cell parameters can be tuned by controlling F-doping. F-doping enlarges the size of the S-shape tunnels, which can be related to the electronegativity of fluorine. In addition, F-doping prevents unit cell changes during (de)sodiation and improves cycling stability. On the other hand, it has been pointed out that the partial replacement of O by F could reduce the oxidation state of some Mn(IV) ions to Mn(III), and the Jahn–Teller effect of Mn(III) would favour transformation to the layer-type phase.",
                "Besides the tunnel-type structure, in compounds of Li2Mn1−xTixO2F (0 ≤ x ≤ 2/3) with disordered rock-salt structure, the low-valent F favours the incorporation of Mn2+ and allows the Mn4+/Mn2+ double-redox reaction. Burns and Persson employed first-principles modelling to find that Li2MnO2F is more robust to oxygen loss than the non-fluorinated counterpart. The weaker Li–O bond is correlated with a higher propensity to surface oxygen loss, and the particle surface which is Li-rich and F-rich is more stable. On the other hand, recently, it was proposed in certain cases that the multianion environment, such as O and F, surrounding the coordination sphere of the cations could create a sort of energized state or entatic electrode.",
                "The main goal of this work is to examine the effect of fluorination on the properties of NaxMnO2. It has been concluded that F-doping can greatly help to optimize the properties of this sustainable material."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "For the preparation of the samples with the nominal formula Na0.44MnO2−yFy, a conventional solid-state method was employed. NaHCO3, Mn2O3 and NaF were first mixed and ground in an agate mortar. Secondly, the mixture was annealed at 900 °C in a muffle furnace under a static air atmosphere for 20 h, and after heat treatment, the oven was switched off and the mixture cooled down naturally. The expected synthesis reaction is:   A slight excess of sodium (x = 0.5 and 0.6 in NaxMnO2−yFy) in the form of NaHCO3 was added to compensate for the loss during the annealing process. Typically, 1 g of product was obtained as the final product in the synthesis."
                    ],
                    "name": "Synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the study of the structure, XRD patterns were recorded using a Bruker D8 Discover A25 instrument equipped with CuKα radiation, a Ge monochromator, and a Lynxeye detector. For the fitting of the XRD patterns, Topas v5 commercial software and Rietveld refinement were employed. The powder morphology was inspected using FE-SEM (JEOL JSM 7800F).",
                        "For the vibrational spectroscopy study, FTIR (Bruker, Tensor 27-Hyperion 2000) and Raman (Jasco NRS-5500 instrument, 532 nm) spectrometers were employed. To determine the chemical compositions of the samples (Na/Mn ratio), a Rigaku Primus IV X-ray fluorescence (XRF) spectrometer was used. To study the atoms in the particle surface, XPS was employed, with a SPECS Phobios 150 MCD spectrometer using monochromatic Al Kα radiation (1486.71 eV)."
                    ],
                    "name": "Microstructure and composition",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical behaviour was explored using a VMP instrument and sodium cells. The counter electrode was a piece of Na. The working electrode consisted of the active material (80%), carbon black (10%), and polyvinylidene fluoride (10%) spread onto a 9 mm aluminium disk. The typical loading mass was 2 mg cm−2. The electrolyte solution was 1 M NaClO4 in propylene carbonate with fluoroethylene carbonate (2%), and it was impregnated in Whatman glass fibre separators."
                    ],
                    "name": "Electrochemistry",
                    "type": "section_h3"
                }
            ],
            "name": "Materials and methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We will see here that subtle changes in the synthesis conditions have a strong influence on the structural properties of the resulting NaxMnO2−xFx samples, which are obtained using sodium fluoride as a source of both fluorine and sodium. The structure of the prepared samples was studied by XRD. The XRD patterns and the lattice cell parameters obtained using the fitting method of Rietveld are shown in Fig. 2 and Table 1, respectively. The sample with the initial or nominal composition of Na0.5MnO2 (Fig. 2a) is in a single phase with a tunnel-type structure (space group Pbam). For example, the reflection (1 1 0) at ca. 10.1° is typical of the structure. When a larger amount of sodium is employed in the synthesis, for the compound with nominal composition Na0.6MnO2, the reflections of the impurity phase with the layered-type structure with space group P63/mmc (not shown) were obtained as expected. Nevertheless, according to the results of the Rietveld fitting, the layered impurity contribution is only 5.7%, although this result should be considered carefully because the intensity or the reflections can be affected by preferred orientation of the particles. However, after F-doping the compound with the same starting sodium content, the XRD pattern for Na0.6MnO1.95F0.05 can be fitted by using a single phase with a tunnel-type structure (Fig. 2b). A slight contraction of the unit cell volume is observed in the tunnel-type phase after F-doping, and this can be ascribed to the smaller size of F− than O2−. When a higher amount of fluorine is used in the synthesis, for the nominal composition Na0.6MnO1.9F0.1, in addition to the reflections of the tunnel-type structure, a few reflections with very low intensity emerge, and these new reflections can be indexed in the space group P63/mmc of a layered (P2) phase.",
                        "Thus, the reflection (0 0 2) at ca. 16°-2θ is marked with L in Fig. 2c, which is typical of the layered-type phase. The reflections of the layered-type phase are of very low intensity, and this minor phase cannot be refined by the Rietveld method, but can just be fitted by the Le Bail method. Thus, the results for the layered phase of Na0.6MnO1.9F0.1 shown in Table 1 are very tentative, including the quantification of its contribution (ca. 1.5%).",
                        "According to the XRF analysis, the Na/Mn ratio is always slightly lower than the ratio used in the reactants (Table 1), due to sodium evaporation. In addition, the presence of NaF in the synthesis reduces the resulting Na/Mn ratio a little more in the final product. One reason for this could be that the melting point of sodium fluoride (993 °C) is lower than the melting point of sodium oxide (1132 °C). We can infer from the XRF and XRD results that NaF has two effects: increasing sodium loss during synthesis and F-doping of the tunnel-type phase. On one side, the reduction of sodium content increases the probability of the formation of pure tunnel-type phases. On the other side, effective F-doping increases the probability of finding impurities. This is the reason that the sample with nominal composition Na0.6Mn1.9O0.9F0.1 possesses a small amount of the layered phase (Fig. 2c) and a smaller Na/Mn ratio compared to the single-phase sample with nominal composition Na0.6Mn1.95O0.95F0.05. In conclusion, the synthesis conditions must be carefully chosen to prepare the best electrode material, because NaF is more easily evaporated reducing both sodium and fluorine content, and F-doping increases the content of the layered-type phase.",
                        "The particle morphology was examined by SEM. The particles of Na0.5MnO2 have rod-shaped morphologies with a typical width of around 0.4–0.9 μm and a length of several micrometres (Fig. 3a), but also particles with more irregular morphology are observed. For Na0.6MnO1.95F0.05 (Fig. 3b) and Na0.6MnO1.9F0.1 (Fig. 3c), the morphology of the particles is more regular."
                    ],
                    "name": "XRD and microscopy",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The main Raman bands observed at around 700–540 cm−1 can be ascribed to the stretching vibrations of Mn–O (Fig. 4a). The broadening of the band towards the region between 620 and 540 cm−1 is observed for the F-doped samples, suggesting an increased heterogeneity in the Mn-anion (O/F) bonds. The low-intensity bands at 385–270 cm−1 may be assigned to the bending vibrations of O–Mn–O and Na–O. Since these bands at 385–270 cm−1 are not visible for the F-doped sample, it is concluded that the multianionic sample has a more disordered local structure. The band at around 1076–1078 cm−1 is only observed for the F-doped samples.",
                        "The FTIR spectra exhibit peaks (Fig. 4b) located between 755 and 555 cm−1, which can be attributed to the stretching mode of Mn–(O/F). The peaks between 540 and 400 cm−1 can be due to the bending mode of (O/F)–Mn–(O/F). A certain tendency to shift to lower wavenumbers after F-doping is observed in the positions of peaks of the bending mode, which is in good agreement with the modification of the bonds between manganese and the anions (oxide and fluoride)."
                    ],
                    "name": "FTIR and Raman spectroscopy",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XPS is very useful for studying the surface of the electrode materials of post-lithium-ion batteries. The XPS results allow us to study the Na, Mn, O and F atoms on the surface of the samples (Fig. 5), and the results are in good agreement with the F-doping of the tunnel-type phase. The small-intensity peak at ca. 684 eV is ascribed to F 1s, which confirms the presence of fluorine in the doped samples, at least on the particle surface, and in spite of the volatility of sodium fluoride employed in the synthesis. In the O1s core level, the main peak, which is placed at ca. 529.5 eV, is ascribed to oxygen in the framework of the compound, and the other peaks at higher energies are related to F-doping. It is observed that F-doping involves an increase in the contribution of the oxygen component at 533 eV, probably due to the high electronegativity of F bonded to Mn and the inductive effect, and perhaps due also to crystallographic defects. In the region of Mn 2p, for Na0.5MnO4, the coexistence of Mn3+ (major contribution at ca. 642.1 eV for Mn 2p3/2) and Mn4+ (minor contribution at ca. 644 eV for Mn 2p3/2) is observed. For the F-doped samples, besides the contributions due to Mn3+ and Mn4+ bonded to oxygen atoms, another very small component placed at higher binding energies (ca. 647 eV for Mn 2p3/2) was employed for the fitting and can be ascribed to manganese atoms bonded to fluorine (and oxygens) atoms. The higher ionicity of the Mn–F bond shifts the XPS peak of manganese to higher binding energies. These results agree well with the changes observed in the vibrational spectra and a subtle change of the bond energies in the solid and are in good agreement with F-doping in the structure of the tunnel-type phase. Tentatively, F-doping could create a sort of entatic state for easier charge/discharge processes and better sodium (de)intercalation, although this hypothesis should be corroborated with future theoretical studies, for example, by DFT calculations."
                    ],
                    "name": "XPS",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "We can study the very interesting effect of F-doping on the electrochemical behaviour. Electrochemistry in the sodium cells of the F-free sample is shown in Fig. 6. The capacity of Na0.5MnO2 at 10 mA g−1 is ca. 70 mA h g−1 in the first few cycles. At higher current density and after further cycling, the capacity is very low. After F-doping, a substantial increase in capacity is observed even at high current intensity (Fig. 7 and 8). The charge compensation mechanism, which is induced by replacing some O2− ions with F−, and a higher Na/Mn ratio, increases the experimental charge capacity for F-doped samples.",
                        "Theoretically, the partial substitution of O by F can reduce slightly the average oxidation state of Mn from +3.56 in Na0.44MnO2 to +3.46 in Na0.44MnO1.9F0.1. After removing all the sodium atoms, the average oxidation state of Mn in MnO1.9F0.1 is +3.9, instead of +4.0 in MnO2. The initial OCV is 2.87 V. The voltage curve is indicative of multitransition processes. The capacity of the first charge is 77 mA h g−1 (Fig. 7), which corresponds to the removal of 0.38 Na. For Na0.6MnO1.9F0.1 (Fig. 8), the capacity of the first discharge down to 2.46 V is ca. 123 mA h g−1, which corresponds to the intercalation of 0.6 Na. The cell polarization is very low, compared to the F-free Na0.5MnO2 single phase. Regarding the reversibility and reversible capacity, we can conclude that even the three types of sodium (Na1, Na2 and Na3) are reversibly extracted and inserted at low current intensity. The experimental capacity of the first charge exceeds the capacity for removing 0.22 Na from Na0.44MnO2, and this result is also related to the fact that the sodium content in NaxMnO2−xFx is higher than x = 0.44, which is in good agreement with the XRF analysis. In conclusion, F-doping allows the removal of a higher amount of sodium in the first charge and provides higher reversible capacity in the successive cycles.",
                        "The typical voltage plateaus or pseudoplateaus are observed in the voltage–capacity plots of all the three materials (Fig. 6a, 7a and 8a), indicating the biphasic transitions during sodium (de)insertion. These pseudoplateaus can be more clearly discerned as peaks in the corresponding derivative plots (Fig. 9), which are placed at 2.7, 3.0, 3.1, 3.2 and 3.5 V in the charge process. This multitransition is a complex process. The optimized (F-doped) samples exhibit longer pseudoplateaus in the voltage curves, and more intense peaks and less hysteresis in the derivative plots, suggesting an easier reduction of manganese and/or a better sodium diffusion.",
                        "In addition, the prolonged cycling was tested at a very high rate (500 mA g−1 current intensity). In Fig. 10, it is observed that the F-doped samples deliver higher capacities (40–45 mA h g−1) than F-free oxide samples (10–17 mA h g−1). This result suggests a more rapid diffusion of sodium in the fluorinated samples. Since Na0.6MnO1.95F0.05 is a single phase and the layered phase is a very minor impurity in Na0.6MnO1.9F0.1, the improvement of the electrochemistry cannot be due to any impurity or heterogeneity, and it must be ascribed to the optimization of the tunnel-phase compound, particularly after F-doping.",
                        "In order to shed more light on the improved electrochemistry, the diffusion coefficient of sodium (DNa+) in the framework of NaxMnO2−yFy was calculated from the relaxation curves obtained from the results of the galvanostatic intermittent titration technique (GITT) by using the following equation:",
                        "For Na0.5MnO2, the values are between 10−10 and 3.7 × 10−13 cm2 s−1 in the first charge, depending on the cell voltage, and between 3.3 × 10−10 and 10−11 cm2 s−1 during the first discharge (Fig. 11). For Na0.6MnO1.95F0.05, the diffusion coefficient values are higher. These results clearly indicate that the optimization of the composition accelerates sodium diffusion, and future studies could shed light on revealing more details about this effect."
                    ],
                    "name": "Electrochemistry",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The successful F-doping into tunnel-type NaxMnO2 has been experimentally confirmed by XRD, Raman spectroscopy and XPS, and it has been found that the resulting electrochemical behaviour is greatly improved, particularly at a high rate, although the synthesis must be finely tuned. The best electrochemical behaviour was found for the sample prepared using the reactants in a stoichiometric ratio Na:Mn:F = 0.6:1:0.1. Reversible capacity can be about 120 mA h g−1. Fluorine prevents the degradation of the structure upon cycling and facilitates rapid and extended sodium (de)intercalation, although a positive effect on the formation of a stable electrode/electrolyte interface cannot be completely discarded. The results show that these materials are very promising as the positive electrodes of sodium-ion batteries. Theoretical calculations should be carried out in future studies to further understand the fundamental science behind the experimentally observed improvement in the electrochemistry."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Rafaela Ruiz: investigation. Carlos Pérez-Vicente: funding acquisition and investigation. Ricardo Alcántara: conceptualization, methodology, investigation, writing – original draft, and writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "New insights into tunnel-type NaxMnO2−yFy with high performance and excellent cycling stability: the impact of F-doping"
}