{
    "DOI": "10.1039/D3RA08714J",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Given the possibility of energy deficits and ecological contamination, it is crucial to make progress in the development of alternative energy sources and storage methods. Rechargeable batteries possess the capability to address the problem of storing energy derived from solar, wind, and other sustainable sources. Although the scarcity of lithium resources has led to a rise in the price of lithium-ion batteries, they continue to be widely used in electric vehicles, mobile phones, and laptop computers due to their exceptional energy density and long-lasting cycle life of. Nevertheless, in order to address the rising cost of Li-ion batteries, it is imperative to explore alternative battery technologies that offer superior performance.",
                "Due to their affordable price and abundant availability, sodium-ion batteries (SIBs) have attracted considerable attention. However, the slow ion diffusion kinetics in the host material of Na+ is caused by the significant ionic radius of sodium (1.02 Å) in comparison to lithium (0.76 Å), presenting a challenge to the battery's performance in terms of rate and stability during cycles. Despite the enhancement of transport kinetics at the electrode–electrolyte interface through electrolyte refinement, the crucial aspect still lies in developing electrode materials that are better suited for SIBs.",
                "Over the past few years, extensive research has been conducted on various cathode materials for sodium energy storage with possess open-framework structures, such as transition metal oxides with layered/tunneled structures, polyanionic compounds, Prussian blue analogues, and organic materials, have been studied. Na3V2(PO4)3(NVP), a polyanionic phosphate of the NASICON type with a spacious three-dimensional structure and channels, is considered a highly promising cathode candidates for SIBs among others. With a theoretical energy density of 370 W h kg−1, favorable stability, and minimal volume expansion during electrochemical processes, Na3V2(PO4)3 emerges as a highly promising phosphate material for SIBs. Nevertheless, the Na3V2(PO4)3 compound does not exhibit significant electronic conductivity, and enhanced electrochemical properties are primarily attained by incorporating ions and utilizing carbon capping techniques. Furthermore, V is a costly and extremely poisonous element, thus cathode materials for SIBs need to be eco-friendly and affordable. The substantial quantity of V utilized poses a constraint for the sustainable progress and widespread implementation of Na3V2(PO4)3. So far, there have been suggestions to improve the overall electrochemical efficiency of Na3V2(PO4)3 by utilizing cation doping in a restricted manner, including Cr3+, Mn2+/Mn3+, Mg2+, Mo6+, Fe3+, and Ti4+. According to Liu and colleagues by augmenting the quantity of Cr3+ in Na3V2(PO4)3, the synthesized compound Na3VCr(PO4)3 demonstrates redox reactions of V3+/Vn+ with 1.5 electrons per unit. Recently, the Na3Cr0.5V1.5(PO4)3 cathode material with a high specific capacity of 70 mA h g−1 at 1 A g−146, was introduced by Goodenough et al. This was achieved by leveraging multi-electron reactions involving V2+/V3+, V3+/V4+, and V4+/V5+. Masquelier et al. discovered that Al3+ is a appropriate positive ion for multi-electron reactions. Additionally, they documented the Na3Al0.5V1.5(PO4)3 anode substance, which demonstrated that the introduction of Al3+ could initiate the charge/discharge reaction of V4+/V5+ at 3.9 V, consequently enhancing the energy density of the SIB. Nevertheless, all of these doped cations do not exhibit any electrochemical activity, leading to a significant decrease in the specific capacity by unit.",
                "From an application perspective, sodium-ion battery cathode materials should ideally possess characteristics such as environmental friendliness and cost-effectiveness. The substantial usage of vanadium in NVP (Na3V2(PO4)3) poses limitations on its sustainable development and large-scale industrial applications. The introduction of iron (Fe) as a dopant is motivated by several factors. Iron is characterized by its electrochemical reactivity, aiming to minimize capacity losses in the battery material. Furthermore, it is non-toxic and economically advantageous, contributing to a more sustainable and cost-effective production process. The present research examines the economical and harmless incorporation of Fe ions exploring the synthesis of a novel cathode material, NFVP/C, with a NASICON structure Na3Fe0.8V1.2(PO4)3/C, using the sol–gel technique. We analyze the NFVP's crystal structure and investigate its electrochemical performance in SIB."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To synthesize Na3Fe0.8V1.2(PO4)3/C, 0.8 mmol of ferric nitrate (Fe(NO3)3·9H2O) and 1.20 mmol of ammonium metavanadate (NH4VO3) were added to an aqueous solution of citric acid. The resulting mixture was stirred thoroughly for 30 min at 70 °C in a water bath. Next, 3.1 mmol of sodium acetate (CH3COONa) and 0.15 g of glucose (C6H806) were added in sequence to the above solution. 3 mmol of ammonium dihydrogen phosphate (NH4H2PO4) was gradually added to the solution and stirred for 30 min until a uniform mixture was achieved. Subsequently, 3 mmol of ammonium dihydrogen phosphate (NH4H2PO4) were added to the solution while stirring for another 30 min until a homogenous solution was formed. Finally, the solution was heated in a water bath at 80 °C until a gel was formed. The gel retrieved was dried in an oven and ground into powder by using a mortar and pestle. The powder obtained through the sol–gel method underwent a two-step heating process in a tube furnace. In the first step, the powder was heated at 300 °C for 3 hours to eliminate ammonia, water, and carbon dioxide, using carbon dioxide, ammonia, and water in the experiment. After grinding the sample for 2 hours, the second step involved heating the sample at 750 °C for 8 hours under argon protection. The initial heating process had a rate set at 2 °C min−1, followed by 3 °C min−1 for the rest of the duration. The sample was then retrieved, resulting in the target product."
                    ],
                    "name": "2.1 Synthesis of Na3Fe0.8V1.2(PO4)3/C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "At room temperature, Cu Kα radiation was used to collect X-ray diffraction (XRD) patterns on a Bruker D8 diffractometer. The structures of the substance were analyzed using a Hitachi SU-8010 microscope through field emission scanning electron microscopy (SEM), while the chemical compositions were examined through energy-dispersive X-ray spectroscopic (EDS) analysis. The XPS analysis was conducted using an ULVAC-PHI PHI-5000 VPIII device equipped with Al Kα radiation, and the XPS-spectra were processed using the Thermo Avantage software."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical tests were performed using CR2032 coin cells. To form the operational electrode, a mixture of Na3Fe0.8V1.2(PO4)3/C samples, acetylene black, and polyvinylidene fluoride was combined in a mass ratio of 8:1:1. Propylene carbonate (1.0 M) containing NaClO4 was utilized. The electrolyte composition consists of 1 M NaClO4, with PC as the solvent. Additionally, we have incorporated 5% FEC as an additive to enhance performance. The separator employed was a glass fiber diaphragm. Half cells employed self-produced sodium metal foil as the counter electrode. Regarding sodium-ion batteries with symmetrical properties."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The Vienna ab initio simulation package (VASP) was used to perform all calculations, which were based on density functional theory and first-principles calculations. Projected added waves (PAW) describe the interactions between the core separation and valence electrons, while the local density is characterized by the generalized gradient approximation (GGA) which is based on the PBE exchange correlation energy. The Monkhorst–Pack method was utilized to sample the divisions of the Brillouin zone. The calculation used a cutoff energy value of 400 eV, denoted as ENCUT. Optimizing the convergence sampling in the calculation of the diffusion barrier and mechanical strength generated the K points of dimensions 1*1*1–3*3*1. Using the elastic energy band method (NEB), the migration routes and energy obstacles of individual lithium ions were computed. The electron and ion relaxation convergence precision values are 1.0 × 10−4 eV and 1.0 × 10−3 eV, respectively, while the force convergence criterion is 0.02 eV Å−1."
                    ],
                    "name": "2.4 Calculations using density functional theory",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A straightforward sol–gel method was utilized in the fabrication of NFVP/C samples. After preheating the dried gel at 300 °C, oxalic acid remains. Oxalic acid played a crucial part in the synthesis, acting as a reductive agent, chelator, and source of carbon. The partial breakdown leads to the formation of residual carbon, which remains intact after the subsequent calcination at 700 °C in N2 and adheres to the surface of NFVP particles, resulting in the creation of NFVP/C. The XRD analysis indicates the NFVP/C is an isostructural with the NASICON-structured compounds. The crystal structure was further confirmed using the GSAS-II software with XRD Rietveld refinement. The crystallographic data supports this conclusion. The data obtained from Na2FeTi(PO4)3 (ref. ) indicates that the refinement process has led to reliability factors of Rwp = 5.83% and Rp = 4.57%. The improved findings suggest that NFVP/C can be precisely classified into the Rc space group, with unit cell dimensions of a = 8.717 (Å), c = 21.84 (Å), and V = 1437.27 (Å). Tables 1–3 contain the presented information on refinement details, atomic coordinates, and selected bond distances. The asymmetric unit of Na3Fe0.8V1.2(PO4)3/C consists of six atoms that are crystallographically independent. Within this unit, both V and Fe atoms are found at the same 12c sites. There are Na (1) atoms located in 6b sites. Na (2) is fully occupied in 18e sites with partial occupation, and there are also 18e sites where P atoms are located. Furthermore, the general 36f sites contain two O atoms. The bond distances of V/Fe–O, P–O, and Na–O are within an acceptable range and comparable to those found in other compounds with NASICON structure, suggesting the accuracy of the refinement in determining the structure. The crystalline arrangement of a single unit cell of NFVP is depicted in Fig. 1(b). The presence of Na+ in the cavities demonstrates the formation of a robust and three-dimensional framework through the corner sharing of V/FeO6 octahedra and PO4 tetrahedra. The distinguishing feature of NASICONs, Na3Fe0.8V1.2(PO4)3, is the presence of “lantern” units.",
                        "The morphology and structure information of NFVP/C samples were examined using SEM. The scanning electron microscope (SEM) image reveals that the samples synthesized in their original form consist of non-uniform particles measuring in size 0.5–2 μm (Fig. 2(a–c)). The distribution of elements can be analyzed using EDS with scanning electron microscopy (SEM). As demonstrated in Fig. 2(d). The NFVP/C contains a uniform distribution of the elements Na, Fe, V, P, and O. Additionally, the X-ray photoelectron spectroscopy (XPS) analysis of the NFVP/C is shown in Fig. 3. In the analysis, the V peak positions in the fitted XPS are observed at 516.9 eV and 523.7 eV, which correspond to the V 2p3/2 and V2p1/2 peaks of V3+.The fitted XPS peak of Fe is also shown. The peaks at 712.7 eV and 726.4 eV represent the Fe 2p3/2 and Fe 2p1/2 peaks of Fe3+, respectively. This suggests that both Fe and V exist in the trivalent state within the NFVP/C. Nitrogen adsorption and desorption tests were conducted on the NFVP/C. As illustrated in the Fig. 4. The nitrogen adsorption and desorption isotherm reveal a swift rise in nitrogen adsorption and desorption between 0.5–0.8 relative air pressure, succeeded by a gradual ascent, indicating a typical type IV curve. The BET method calculates the specific surface area as 58.72 square meters per gram. The figure provided illustrates that the pore size, as determined by the BJH technique, is predominantly approximately 7 nanometers."
                    ],
                    "name": "3.1 Crystal structure of NFVP/C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The NFVP/C was studied as the cathode material in an Na‖NFVP/C cell to evaluate its electrochemical performance. Fig. 5(a) depicts the Na‖NFVP/C cell's charge–discharge profiles. At a current rate of 0.5C, the voltage range is between 1.5 and 4.5 V. During this range, a charging capacity of 114.8 mA h g−1 and a discharging capacity of 115.2 mA h g−1 are attained, with 1C equivalent to 117 mA h g−1. Even after three cycles, the discharging capacity of 111.4 mA h g−1 remains unchanged. Fig. 5(b) outlines the CV curves illustrating two different reaction platforms at 3.4 V and 4.0 V. After three cycles, the discharge capacity of the sample remains at 111.4 mA h g−1. Fig. 5(b) displays the charge/discharge curves, revealing two separate reaction platforms at 3.4 V and 4.0 V, while the CV curves are shown. Two sets of redox peaks are displayed within the 1.5–4.5 V range. Redox pairs V4+/V5+, V3+/V4+, and V3+/V4+ have voltages of 4.03 V/3.95 V and 3.54/3.30 V, respectively. Furthermore, the CV curves for each cycle have a substantial overlap, which confirms a highly reversible electrochemical process. Despite the fact that the introduction of Fe3+ decreases the reaction potential, the higher specific capacity and reaction potential of V4+/V5+ are advantageous in obtaining a high energy density. Fig. 6(a) shows the evaluation of the rate performance of the Na‖NFVP/C cell across a temperature range of 0.5C to 40C. At 0.5C, 1.0C, 2.0C, 5.0C, 10.0C, 20.0C, and 40.0C, the Na‖NFVP/C cell demonstrates rate performances of 115.1 mA h g−1, 111.2 mA h g−1, 107.9 mA h g−1, 103 mA h g−1, 98.7 mA h g−1, 90.4 mA h g−1, and 74.2 mA h g−1 respectively. Even when reaching 40C, the material maintains a consistent specific capacity. Specific capacities of can still be attained. Even when brought back to 0.5C, it is still possible to attain an impressive specific capacity of 113.0 mA h g−1, demonstrating exceptional structural stability during high rate performance. In comparison with other doped NVP, the rate performance of the current material is exceptional. Fig. 6(b) illustrates the implementation of a comprehensive analysis of a prolonged cycle at a temperature of 5C. Surprisingly, the Na‖NFVP/C cell is able to retain 97.8% of its original capacity even after undergoing 500 cycles at 5C. After EIS testing (Fig. 7), the NFVP/C material has a low charge transfer resistance (Rct) and interfacial contact resistance, which indicates that Fe+ can significantly improve the electrical conductivity of the composite.",
                        "The CV of the Na‖NFVP/C cell is shown in Fig. 8(a) for different scan rates between 1.5 and 4.5 V, revealing the presence of two sets of redox peaks that represent the insertion and extraction of Na+. The oxidation–reduction peaks are slightly shifted as the scanning rate increases due to cathode polarization. The linear relationship between the redox peak currents and the square root of the scan rate is depicted in Fig. 8(b). To determine the diffusion coefficient of Na+ ions (DNa+), one can utilize the Randles–Sevcik equation:",
                        "where the peak current is denoted by ip, and A represents the actual contact area between the electrode sheet and the electrolyte. The electrode reaction involves n electron transfer, while Co signifies the concentration of sodium ions in the bulk phase. Finally, ν refers to the sweep speed. For the peak 1 and peak 4, DNa+ is calculated as 5.368 × 10−12 cm2 s−1 and 1.649 × 10−12 cm2 s−1, respectively. This is one order of magnitude higher than that of Na3V2(PO4)3 (7.19 × 10−13 cm2 s−1).",
                        "Fig. 9 summarizes the discharge voltage as a function of specific capacity for the present NFVP material. Not only higher specific capacity but also higher discharge voltage is demanded toward excellent performance of energy density",
                        "In order to determine the source of the excellent Na-storage performance of NFVP/C, density functional theory (DFT) calculations were conducted to clarify the pathways and obstacles for Na+ migration. Two potential migration routes, Na → Na (P1), which the migration pathways of Na+ in the channel between the [PO4] tetrahedral. Na → Na (P2),That migration pathways of Na+ in the space between [Fe/VO6] octahedron. In Fig. 10(a) the energy barriers for the P1 and P2 paths were calculated to be 0.14 eV and 0.30 eV, respectively, using the climbing-image nudged elastic band method. Hence, it is evident that the P1 channels (the upper channel in Fig. 10(b)) running alongside the [Na3Fe0.8V1.2(PO4)3] structure offer the most favorable routes for Na+ diffusion in terms of energy. The migration barrier of 0.14 eV for this is similar to Na3V2(PO4)3, but significantly lower than the migration barriers of the majority of reported cathode materials for SIB. The remarkable response kinetics and favorable rate performance of NFVP can be attributed to the minimal energy barrier for ionic migration."
                    ],
                    "name": "3.2 Electrochemical performance of Na‖NFVP/C cell",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "To summarize, the sol–gel method was employed to synthesize a Na3Fe0.8V1.2(PO4)3/C phosphate cathode material possessing a NASICON structure. The NASICON structure of Na3Fe0.8V1.2(PO4)3/C was confirmed through XRD Rietveld refinement, revealing a unit-cell parameter of a = 8.717 (1) Å, c = 21.84 (1) Å, and V = 1437.27 (0) Å3. The cyclic voltammetry (CV) of Na‖NFVP/C cell exhibits two separate reaction plateaus at 3.4 V and 4.0 V, which correspond to the reversible redox reactions of V4+/V5+ and V3+/V4+. After 500 cycles at 5C, the Na‖NFVP/C cell achieves a capacity retention rate of 95.3%, with a specific capacity of 115.2 mA h g−1 at 5C and 76.4 mA h g−1 at 40C. The Na+ diffusion coefficient of NFVP/C was found to be high, as indicated by the first-principle calculation revealing a low diffusion barrier for Na+. The findings of this research indicate that the newly discovered substance with NASICON characteristics holds great potential as a suitable contender for storing Na+ ions."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Fe-modified NASICON-type Na3V2(PO4)3 as a cathode material for sodium ion batteries"
}