{
    "DOI": "10.1039/C8NR06998K",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "High areal capacity (Ca) is urgently desirable for energy storage in a strictly limited space, such as in electronic equipment, electric vehicles, or portable electric devices. The critical point for realizing high Ca is to fabricate the electrode with superior specific capacity with the condition of high loading mass. Recently, sodium-ion batteries (SIBs) have attracted much attention as a promising next-generation energy storage system owing to the abundance and economy of sodium sources and their similar electrochemical behavior to lithium-ion batteries (LIBs). However, the larger radius of Na+ compared to Li+ leads to much more sluggish reaction kinetics and severe structural pulverization of the electrode during cycling, which are harmful for cell capacity and cycle stability.",
                "In order to achieve high Ca in SIBs, it is urgently required to explore advanced electrode materials, especially anode ones with high reversible capacity and low cost. Among various candidates, transition metal sulfides have recently attracted much attention because they can furnish high specific capacity (Cs) and widespread availability as well as small stress change during cycling. Selenium is located in the same group as sulfur in the Periodic table of elements; moreover, it possesses higher conductivity than sulfur. Therefore, metal selenides can serve as potential anodes for SIBs. There are a few reports on metal selenides, such as MoSe2, FeSe2, SnSe, or CoSe2, which exhibit a favorable electrochemical performance. Recently, Mai's group has reported novel NiSe2 nano-octahedra as promising anodes showing excellent cycle stability and rate capacities.",
                "Despite the breakthrough in metal selenides, the fraction and loading of active material on the electrodes are still too low. A routine slurry-coating procedure, in which a nonconductive binder of ∼10 wt% is usually used to maintain the electrode integrity, is commonly adopted for the preparation of electrodes. This seriously hinders the electron transfer and decreases the capacity of the electrode. In addition, conductive carbon is always adopted to increase electron/ion transfer and relieve volume changes. However, the low tap density of carbonaceous material limits the overall tap density of the electrodes. As a result, it is difficult to achieve high active material loading. To say the least, the thicker the electrode film, the harder the charge transfer. Therefore, there is a trade-off between specific capacity and active material loading. Directly growing pure active material onto the current collector will avoid the cumbersome additives of carbon and a binder. Moreover, if the active material is vertically grown on a three-dimensional (3D) current collector to form a hierarchical array structure, the charge transfer channel will be available despite the high active material loading. Therefore, the direct growth method is an effective approach to obtain high Ca for metal selenides. Recently, there have been some reports about metal selenides grown on foam Ni (F–Ni) for various applications, such as electrocatalysis for water splitting and H2/O2 generation.",
                "Herein, a new anode material of Ni3Se2 with a 3D hierarchical nanorod array (NA) structure (denoted 3DHNA) was successfully explored as an anode for high-areal-capacity SIBs. The NiSe NAs were first grown in situ on a 3D F–Ni current collector to form an integrated 3D microstructure (denoted 3D NA), which was favorable for quick ion transfer even at high electrode loading. Because F–Ni simultaneously serves as an Ni source of NiSe, the adherence of NA on F–Ni is tight, promising abundant electron transfer. In order to further acquire a secondary 3D structure for enhanced electrochemical reaction, the intermediate of the NiSe 3D NA electrode was post-treated through a decomposition followed by a fusion (decomposition–fusion) process. After this special process, a nanorod composed of a consecutive core and a rough surface with many protuberances attached was acquired, which was favorable for both quick charge transfer and structural stability. Moreover, along with this process, the composition of NA was transformed from NiSe to Ni3Se2. Compared with NiSe and NiSe2, the intrinsic low volume change of Ni3Se2 also decreased the risk of structural fracture. It is well known that the volume expansion of these materials is derived from insertion of Na through a conversion reaction to form amorphous Na2Se. By comparison with the reaction process described in eqn (S2)–(4),† Ni3Se2 experiences minimum volume stress. As a result, the electrode delivered a stable reversible capacity of 1.55 mA h cm−2 at 0.2 mA cm−2 after 100 cycles, with a capacity retention of 95%. Even at a high current density of 4 mA cm−2, the cell still retained a good Ca of 0.87 mA h cm−2. The Ca values are obviously superior to those of other metal selenides reported previously.",
                "The preparation of Ni3Se2 with optimal 3DHNA is exhibited in Scheme 1. Both the composition and the morphology of the NA experience a gradual evolution by regulating the temperature in order to realize an optimal electrochemical reaction. The bushy NA with a smooth surface are vertically grown on F–Ni to form an orderly 3D NA electrode after a one-step solvothermal reaction, as confirmed by scanning electron microscopy (SEM) images in Fig. S1a and b.† From the powder X-ray diffraction (XRD) pattern in Fig. S2,† the diffraction peaks of 3D NA are indexed as two kinds of hexagonal NiSe phases with different space groups (PDF#08-1887 and 02-0892) (denoted R/P-NiSe). In order to roughen the nanorod to obtain a secondary 3D structure and to modulate the composition for a better electrochemical reaction, the 3D NA electrode is post-treated at high temperature under the protection of an inert gas. After treatment at different temperatures, the macroscopic 3D NA are well maintained for all samples, as indicated by the low-resolution SEM images in Fig. 1a, S1c and S1e.† While the single nanorod undergoes an obvious morphological evolution along with the increased temperature, as can be seen from the high-resolution SEM images. Moreover, as displayed by the XRD patterns, the composition of the samples experiences a corresponding transformation. Actually, as shown in Fig. S1d,† the smooth nanorods are broken into loose and separate nanoparticles and the diameter of the nanorod becomes larger at 500 °C. In addition, along with the high-temperature treatment, a pure phase of hexagonal NiSe (PDF#02-0892) is retained, as exhibited in Fig. S3.† Slight peaks attributed to hexagonal Ni3Se2 (PDF#19-0841) are also discovered, indicating that a transformation from NiSe to Ni3Se2 occurs. As mentioned above, Ni3Se2 suffers from a lower volume change compared with NiSe during the electrochemical reaction. With a further increase in temperature to 600 °C, the diffraction peaks are almost completely consistent with hexagonal Ni3Se2, demonstrating the formation of pure Ni3Se2. In addition, the nanorod in Fig. 1b becomes compact and the diameter decreases again compared with that at 500 °C. There are still many protuberances attached to the surface of the nanorod. Therefore, the NA experiences a decomposition–fusion process at 600 °C. The potential evolution process for different morphologies is explained as follows: the low melting point of Se (221 °C) results in it easily dissolving out from R/P-NiSe during heating. When the temperature is 500 °C, the dissolution of Se may be uneven; therefore, the NiSe nanoparticles are formed on the nanorod during cooling down. When the temperature is further increased to 600 °C, the dissolved Se is more evenly dispersed; therefore, the Ni3Se2 nanorods become smoother and more compact and the diameters decrease again. With a further increase in temperature to 700 °C, even if a stable Ni3Se2 phase is maintained, the NiSe phase clearly appears again. As displayed in Fig. S1f,† the nanorods are fractured into a lotus root shaped structure. Some bulky particles even scatter to cause the collapse of the NA. This is described as a further condensation process. Thermogravimetric analysis (TGA) measurement is carried out to explore the mass change of the electrode during the heating process, as shown in Fig. S4.† The mass of the 3D NA electrode is stable up to 450 °C. After that, the mass shows a very slight increase with increased temperature. Since there is no impurity seen in the XRD results, the slight mass increase should result from the increased mass of F–Ni at a high treatment temperature. In order to confirm this, the TGA of pure F–Ni, which is treated in N2H4·H2O solvent without the addition of Se, is tested in Fig. S4.† As expected, the pure F–Ni exhibits a very consistent mass change process with a 3D NA electrode. The very slight mass increase happens after 450 °C, which may be ascribed to the slight side reaction of F–Ni at a high treatment temperature. The XRD result of F–Ni after treatment at 600 °C is collected, as shown in Fig. S5.† Actually, apart from the diffraction peaks of F–Ni, there are two very small peaks which are ascribed to NiOOH (PDF#06-0075), resulting in the slight mass increase of F–Ni. The electrochemical performance of pure F–Ni after treatment at 600 °C is tested, as displayed in Fig. S6.† The areal capacity is very low, demonstrating the negligible capacity contribution of F–Ni. Therefore, the loading of active material on the electrode can be calculated by the mass difference between the electrode with and without addition of Se, as illustrated by eqn (S1).† The active material loading of the Ni3Se2 electrode at 600 °C is about 4 mg cm−2. In order to evaluate the optimal cycle stability for SIBs, the capacity retention of the three electrodes are compared in Fig. S7.† It is obvious that the electrode obtained at 600 °C has the best cycle stability. It is not appropriate to directly compare the specific capacity of the electrodes because of the different theoretical capacities of the active materials (the theoretical capacity of NiSe is 388 mA h g−1 while it is 320 mA h g−1 for Ni3Se2). For the electrode at 500 °C, the cycle capacities are stable in the initial cycles. However, after 35 cycles, the capacity declines sharply, indicating full destruction of the electrode structure. This should be ascribed to the unstable electrode surface due to an excessive side reaction between the electrolyte and the electrode. As proved by the N2 adsorption–desorption isotherm in Fig. S8,† it is clear that the electrode at 500 °C possesses a higher BET surface area (22.7 m2 g−1) than that at 600 °C (14.9 m2 g−1). It is well known that the irreversible formation of a solid electrolyte interface film (SEI) happens on the interface of the electrode and the electrolyte. In addition, the NiSe phase is also not very suitable for a stable electrode structure compared with Ni3Se2. The SEM images of the electrode at 500 °C after cycling have been obtained, as shown in Fig. S9.† Obviously, the nanorod arrays are almost destroyed after cycling and the nanoparticles are agglomerative, which largely decreases the ion and electron transfer of the electrode. The performance of the electrode at 700 °C is very inferior, mainly because of the destruction of the nanorod structure. Therefore, the 3DHNA acquired at 600 °C is the best choice as the anode for SIBs because of its optimal composition and morphology.",
                "In order to explore the morphology of optimal 3DHNA in-depth, transmission electron microscope (TEM) images are recorded in Fig. 1c. Obviously, the nanorods are monolithic but not compact. Moreover, the surface of the nanorod is lumpy with many nano-protuberances attached. The special morphology balances the charge transfer and irreversible side reaction derived from SEI formation, contributing to an excellent electrochemical performance. Because of the fusion of the nanorods, the contact between the electrode and the electrolyte decreases, which largely suppresses the side reaction on the electrode surface, as proved by the N2 adsorption–desorption isotherm in Fig. S8.† On the other hand, because of the special evolution process described above, the nanorods should not be too compact to infiltrate the electrolyte. In addition, many protuberances on the surface are still preserved to provide a channel for charge transfer. From the high-resolution TEM (HRTEM) image and Fast Fourier Transform (FFT) pattern in the insert in Fig. 1d (corresponding to the red box in Fig. 1c), a distinct crystal lattice with a spacing of 0.22 nm is observed in these protuberances, which are ascribed to the (202) crystal plane of Ni3Se2. In addition, the (202) crystal lattice is also discovered in the body of the nanorod. An X-ray photoelectron microscopy (XPS) spectrum is employed to further evaluate the surface composition. As shown in Table S1,† the elements of Ni and Se are detected with an atom ratio of more than the 3:2 of Ni3Se2, resulting from the F–Ni substrate. In addition, the O element exists, which is due to the surface oxidation of the 3DHNA electrode and an oxide layer on the F–Ni. From the Ni 2p XPS result in Fig. 1e, Ni 2p3/2 and 2p1/2 appearing at 860.4 and 879.8 eV are matched well with Ni3Se2, whereas the peaks at lower binding energies of 854.5 and 872.3 eV are attributed to metal Ni 2p in F–Ni. As for the Se spectrum in Fig. 1f, only peaks corresponding to Se 3d5/2 and 3d3/2 in Ni3Se2 are discovered. Ni3Se2 undergoes a lower volume change during cycling compared with NiSe. Therefore, the structural stress is largely decreased, contributing to excellent cycle stability.",
                "To test the storage performance for SIBs, Ni3Se2 with optimal 3DHNA serves as the electrode to assemble the coin cell. The electrochemical process is first investigated by a cyclic voltammetry (CV) test at a scan rate of 0.1 mV s−1 in the voltage range of 0.001–3 V, as shown in Fig. 2a. Clearly, only a pair of redox peaks occur in the first cycle, demonstrating a simple one-step reversible reaction process. The obvious cathodic peak at 0.6 V is attributed to the conversion reaction occurring between metal selenide and Na+ by analogy with metal sulfide. As a result, ultrafine Ni nanoparticles are uniformly distributed into the Na2Se matrix. In the anodic scan, the sharp peak located at 1.69 V corresponds to reversible recovery of Ni3Se2. Obviously, the charge capacity undergoes some loss because of the formation of irreversible SEI film. For the second cycle, the pair of redox peaks still exist but with some shift. The reduction peak obviously shifts onwards to 1.1 V while the oxidation peak shows an inappreciable change, indicating decreased electrochemical polarization. This is consistent with the reaction process in which Ni3Se2 is turned into ultrafine nanocrystals after the first activation process. The CV profiles for the following four cycles overlap well with each other, suggesting suppressed polarization and excellent reversibility for sodium storage after the initial cycle. Fig. S10† exhibits the galvanostatic charge–discharge curves at different cycles. The electrochemical plateaus are completely consistent with the CV results. Moreover, the charge–discharge plateaus are coincident with each other. Even after 100 cycles, the plateaus are still well maintained, further demonstrating superior reversibility.",
                "In order to explore the reaction mechanism in depth, ex situ HRTEM images of the electrode in different charge–discharge states are investigated in Fig. 3. After the first full sodiation reaction, Ni3Se2 is fully reduced into Ni nanoparticles (marked by the circles in Fig. 3a) embedded into the Na2Se matrix. The large magnification of the circle inserted in Fig. 3a clearly exhibits the (111) crystal plane of metal Ni. When the cell finishes the charge process, the interplanar spacing of 0.24 nm corresponding to the (003) plane of Ni3Se2 can be discovered in Fig. 3b, suggesting the recovery of the Ni3Se2 phase. In order to illustrate the same reaction process as the first cycle in subsequent cycles, the conversion product and local structure after the second cycle are detected in Fig. 3c and d. As a result, the conversion reaction is also reversible between Ni nanoparticles and Ni3Se2. The one-step reversible conversion reaction promises excellent stability for sodium storage in the overall electrochemical reaction process. The reversible redox reaction process is expressed by eqn (1) and (2):",
                "The rate performance is evaluated, with current densities increasing stepwise from 50 to 1000 mA g−1. As displayed in Fig. S11a,† the new material provides excellent charge capacities of 456.6, 368.6, 332.7, 289.7, 266.1, 237.2, and 218.0 mA h g−1 at current densities of 50, 100, 200, 400, 500, 800, and 1000 mA g−1, respectively. Moreover, the Cs recovers to 304.1 mA h g−1 when the current density returns to 200 mA g−1, indicating a stable electrode structure and reversibility. It is worth mentioning that the loading of active material on the current collector is 4 mg cm−2, much higher than those of previously reported metal selenides. The outstanding rate capacities on the condition of high active material loading are attributed to the special 3DHNA structure. The primary 3D NA structure avoids a thick film on the electrode impeding electrolyte immersion. Moreover, the secondary 3D nanorod morphology further increases the contact area of the electrode and electrolyte. As exhibited in Fig. 2b, the rate performance based on Ca is evaluated. A high reversible capacity of 1.83 mA h cm−2 is obtained at 0.2 mA cm−2. Even increasing the current density to 4 mA cm−2, the electrode still delivers a capacity of 0.87 mA h cm−2. By connecting the Ni3Se2 cell, a small LED panel with the word “SIB” is lit. The charge–discharge curves at different current densities are displayed in Fig. S12a.† The plateaus are apparent and consistent with the CV results even when the current density is increased to 4 mA cm−2, explaining the excellent rate capacities. The rate performance outdistances other metal selenides reported in the literature, as shown in Fig. S13.† In most reports, Ca is lower than 0.5 mA h cm−2 because of a low active material fraction and loading. The cycle performance is also measured to illustrate the structural stability of the electrode. As displayed in Fig. S11b,† the first reversible capacity reaches 409.4 mA h g−1 with a coulombic efficiency (CE) of 65% at 50 mA g−1. After 100 cycles, a steady capacity of 388.06 mA h g−1 is still retained, ensuring excellent capacity retention of up to 95% (Fig. S11c†). The capacity is slightly higher than the theoretical capacity of Ni3Se2 (320 mA h g−1), which may stem from slight electric double layer capacitive interface storage and the reversible growth of a polymeric/gel-like film derived from catalytically enhanced electrolyte reduction. At a high current density of 200 mA g−1, the cell still delivers a reversible capacity of 237.9 mA h g−1 after 100 cycles (Fig. S11d†). The corresponding Ca for different cycles are exhibited in Fig. 2c. Even after 100 cycles, a superior Ca of 1.55 mA h cm−2 is still maintained. The desirable electrochemical performance accounts for the special structural design of the electrode, as graphically illustrated by Fig. 2d. First, in a macro context, 3D NA directly grown on F–Ni provide abundant channels for electron/ion transfer. In addition, the 3D nanorod secondary structure obtained by the decomposition–fusion process further offers enriched channels for Na+ migration, not only between the protuberances but also in the inside of the nanorod. This guarantees a full electrochemical reaction for excellent cycle and rate capacities. Thirdly, the fusion of nanorods reduces the contact of the electrode with the electrolyte to some extent and lessens the SEI formation on the electrode surface, guaranteeing a stable electrode structure and excellent reversibility. Finally, the intrinsically low volume change of Ni3Se2 prevents electrode fracture during cycling. The SEM image of the electrode after cycling is tested to further explain the structural stability, as displayed in Fig. S14.† Obviously, the NA structure is still well retained even though the nanorod becomes tougher and the diameter is larger. Therefore, this new-type material of Ni3Se2 with optimal 3DHNA has great potential for SIBs due to the achievement of a high Ca. To gain an insight into the electrochemical kinetics of the electrode for sodium storage, electrochemical impedance spectroscopy (EIS) measurements of the cell before and after cycling are conducted in Fig. S12b.† The semicircle in the high-to-medium frequency region is related to the charge transfer resistance (Rct). Obviously, Rct shows a significant decrease after cycling, in agreement with the CV and charge–discharge curves. This indicates a fruitful electrochemical reaction after the first cycle.",
                "Despite plentiful attempts and the successful achievement of excellent performance of SIBs in recent years, unfortunately, most of these attempts pay attention only to the high specific capacity and long cycle life based on the mass of active material. It is time to put a more concentrated focus on the requirements for practical battery application. Here, the important parameters of this work which are closely related to practical application are compared with other similar state-of-the-art work in the literature referring to metal selenides, as symbolically exhibited in Fig. 4. Obviously, for most work, the fraction of active material is not 100% because of conductive carbon and binder additive. The addition of conductive carbon is an important pathway to improve the capacity and cycle stability of the active material. Moreover, the electrode loading is always lower than 1.2 mg cm−2. It is acknowledged that the thinner the coating layer, the better the cell performance. However, the double low electrode parameters improve the capacity at the expense of the practical Ca. As a result, the Ca in these reports are lower than 0.8 mA h cm−2. On the contrary, the electrode in this work possesses 100% content of active material and a high loading of 4 mg cm−2. The high Ca of 1.55 mA h cm−2 is thus delivered. These results indicate the potential of an Ni3Se2 electrode with optimal 3DHNA for practical application of SIBs.",
                "In summary, Ni3Se2 with optimal 3DHNA were directly grown on F–Ni to serve as the anodes for high-areal-capacity SIBs free of carbon or binder. By a simple solvothermal reaction, NiSe NA with a smooth nanorod surface were vertically attached on 3D F–Ni to form an integrated electrode. The 3D NA ensures quick electron/ion transfer even at high electrode loading. Then, the nanorod was further roughened by a decomposition–fusion process to obtain an optimal secondary 3D structure. Through this special process, a nanorod composed of consecutive core and rough surfaces with many protuberances attached was acquired. This design increases the electrochemical reaction sites of NA because Na+ can transfer not only between the protuberances but also in the inside of the nanorod. In addition, to some extent, the repeat fusion of the nanorod decreases the irreversible side reaction between the electrode and electrolyte, contributing to a stable electrode interface and electrochemical reversibility. Moreover, along with the process, NiSe was transformed into Ni3Se2. The intrinsic low volume change in Ni3Se2 compared with NiSe favors the structural stability of the electrode during cycling. The systematic investigation of the mechanism showed an effective one-step reversible conversion reaction, guaranteeing stable electrochemical properties. As a result, the high reversible capacity of 1.55 mA h cm−2 was retained after 100 cycles at 0.2 mA cm−2 with excellent capacity retention of up to 95%. Even at a high current density of 4 mA cm−2, the cell still delivered a capacity of 0.87 mA h cm−2. This result is the most outstanding among the relevant reports about metal selenides. From a practical consideration, the electrode shows the most balanced performance with respect to various important parameters compared with other metal selenides. Therefore, this work proposes an effective design pathway for a 3DHNA Ni3Se2 electrode free of carbon or binder for high-areal-capacity SIBs."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Three-dimensional hierarchical Ni3Se2 nanorod array as binder/carbon-free electrode for high-areal-capacity Na storage"
}