{
    "DOI": "10.1038/s41598-018-22279-9",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion-secondary battery (SIB) stores electrochemical energy through Na+ intercalation/deintercalation process. Due to large Clark number (=2.63) of Na compared with that (=0.006) of Li, SIBs can be a promising next-generation battery for storage of natural energy at a power plant and for a large-scale device such as electrical vehicle. Layered oxide Na\nx\nMO2 (M: transition metal) is a typical cathode material for SIBs1,2,3. Crystal structure of this material is categorized into two typical structures: O3 and P2 types4. Figure 1 shows schematic structures of (a) O3-type and (b) P2-type NaMO2. Red, yellow, and blue spheres represent O, Na, and M, respectively. M is surrounded by six oxygens, and a MO6 octahedron is formed. The edge-sharing MO6 octahedra form a MO2 layer. Both O3- and P2-type NaMO2 exhibit alternately stacked MO2 layers and Na sheets. The sodium sheet, upper and lower oxygen sheets stack as BAC resulting in the octahedral Na site. In the P2-type NaMO2, the sodium and oxygen sheets stack as BAB resulting in the prismatic Na site. O3-type NaMO2 (M = Ti, Cr, Mn, Co, Ni) and P2-type Na\nx\nMO2 (M = Mn and Co) were found to exhibit Na+ intercalation/deintercalation in early 1980s5,6,7,8,9. Concerning the discovery of hard carbon (≥200 mAh/g) as anode material of SIB10, electrochemical properties of Na\nx\nMO2 are extensively reported11,12,13,14,15,16,17,18,19,20. Very recently, substitution effects on the battery properties in O3-type structure21,22,23,24,25,26,27 and P2-type structure28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45 were extensively studied to reduce expensive element and improve the cyclability and capacity.",
                "Not only electrochemical properties but also superconductivity46, crystal structure47,48,49,50,51,52,53,54,55,56,57, magnetism58,59,60,61, thermoelectric effect62,63, and first-principle calculation64,65,66,67 of the end family are also studied. Fujita et al. found that Na\nx\nCoO2−δ single crystal shows a large dimensionless figure-of-merit of ZT = 1 at 800 K63, which has motivated practical use for waste heat recovery at high temperatures (T). An isostructural O3-type LiMO2 is widely used as a cathode material in lithium-ion-secondary battery (LIB)68,69. This family is also studied as a thermoelectric material70 and a cathode material of solid oxide fuel cell (SOFC)71. In particular, Lan and Tao found that Li\nx\nAl0.5Co0.5O2 shows good proton conductivity of 0.1 Scm−1 at 773 K71, which is the highest among those of known polycrystalline proton-conducting materials. During operation of energy devices such as LIB(SIB), thermoelectric device, and SOFC, these materials are exposed to a variation and/or a gradient of temperature. A mismatch in thermal expansion coefficients in between the components can result in high stresses around the interface leading to deterioration of the device. Thus, evaluation and systematical comprehension of thermal expansion behaviors in this class of materials are important.",
                "In this paper, we report systematic structural analysis of four O3- and five P2-type Na\nx\nMO2 samples against T (300 K ≤ T ≤ 800 K) performed by synchrotron x-ray diffraction focusing on thermal expansion. To understand the thermal expansion behavior, we constructed a hard-sphere model with constraint that M, upper and lower oxygens are connected each other. We confirmed that the calculated d/a [d: interlayer distance, a: a-axis lattice constant] and z well reproduced the experimental values for O3-type Na\nx\nMO2. By introducing T-linear expansion of the hard sphere, the anisotropy of the thermal expansion was quantitatively reproduced without adjustable parameter for O3-type Na\nx\nMO2."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure 2(a) and (b) show a-axis lattice constant (a), and (b) c-axis lattice constant (c) of O3-type Na0.99CrO2, Na0.99FeO2, Na1.00CoO2, Na0.98Fe0.5Co0.5O2, Na0.99Fe0.5Ni0.5O2, and Na0.94Ti0.5Ni0.5O2 against T. With T, a and c monotonically increase. Raw x-ray diffraction data and results of Rietveld refinements at 300 K are shown in Figs S1–S3. The solid line represents a least-square fitting with use of a degree 3 polynomial function. By using \\({\\alpha }_{a(c)}=\\frac{d\\,\\mathrm{ln}\\,a(c)}{dT}\\), a linear thermal expansion coefficient along a- and c-axis was evaluated. Figure 2(c) and (d) show a and c of P2-type Na0.52MnO2, Na0.59CoO2, Na0.50Mn0.5Co0.5O2, Na0.70Ni0.33Mn0.67O2, Na0.69Ni0.33Mn0.5Ti0.17O2, Na0.70Ni0.33Mn0.33Ti0.34O2, and Na0.48Mn0.5Fe0.5O2. The P2-type compounds also show monotonical T-dependences of a and c. In Table 1, the values of a, c at 300 K, α\na\n, and α\nc\n of O3- and P2-type Na\nx\nMO2 at 300 K were listed.",
                        "Figure 3(a) shows z coordinate of oxygen for O3- and P2-type structure (zO3 and zP2) against a at 300 and 700 K. Blue and red circles represent zO3 at 300 and 700 K, respectively. Light green and pink triangles represent zP2 at 300 and 700 K, respectively. The values were almost independent of T. Figure 3(b) shows a ratio of interlayer distance (d) to a against a at 300 K, where d is c/3 for O3-type and c/2 for P2-type structure. Light blue and purple circles represent d/a of O3-type compounds at 300 and 700 K, respectively. Green and yellow triangles represent d/a of P2-type compounds at 300 and 700 K, respectively. d/a slightly decreases with an increase in a."
                    ],
                    "name": "Temperature dependence of a(c)-axis lattice constants and z coordinate of oxygen",
                    "type": "h3"
                },
                {
                    "content": [
                        "Figure 4 shows (a) α\na\n, (b) α\nc\n, and (c) α\nc\n/α\na\n against a. α\na\n and α\nc\n of O3-type Na1.00CoO2 were 0.98 × 10−5 K−1 and 1.71 × 10−5 K−1, respectively. These values are comparable to those of inorganic compounds; α\na\n = 1.44 × 10−5 K−1 for LiMn2O472, and α\na\n(α\nc\n) = 0.85(2.5) × 10−5 K−1 for layered BaFe1.84Co0.16As273. α\na\n(α\nc\n) in Fig. 4 is rather scattered against a around the averaged value of 0.92(1.96) × 10−5 K−1. The ratio α\nc\n/α\na\n is also scattered around the averaged value (=2.30). However, the data point for P2-Na0.59CoO2 are seriously deviated from the average value. This is probably due to the Na ordering67."
                    ],
                    "name": "Thermal expansion coefficients",
                    "type": "h3"
                }
            ],
            "name": "Results",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We have constructed a hard-sphere structural model for O3- and P2-type NaMO2 to reproduce the experimental results (d/a, z, α\nc\n/α\na\n). Firstly, imagine a sheet consists of hard spheres that were arrayed on triangular lattice, and then the sheet is alternately stacked as shown in Fig. 1. In the model, hard spheres of Na, M, and O were assumed to have Shannon’s ionic radius74; RNa = 1.02 Å, RO = 1.40 Å, and RM is a variable parameter that takes 0.58–0.7 Å, respectively. Since the ionic radius of the hard sphere is different from one another, the structure can not be the hexagonal close-packed structure, and several structures with different a are possible for the unique value of RM. Here, we adopted a constraint that M, upper, and lower oxygens coroneted each other, because the constraint minimizes the Madelung energy against a (vide infra). For a calculation of thermal expansion coefficient, the hard sphere is assumed to expand in proportion to the temperature difference (ΔT). ΔT dependence of RNa is expressed as \\({R}_{{\\rm{Na}}}({\\rm{\\Delta }}T)={R}_{{\\rm{Na}}}+A{m}_{{\\rm{Na}}}^{-1}{R}_{{\\rm{Na}}}{\\rm{\\Delta }}T\\), where mNa(=22.99) is atomic weight of Na atom. Similarly, ΔT dependences of RO and RM are expressed as \\({R}_{{\\rm{O}}}({\\rm{\\Delta }}T)={R}_{{\\rm{O}}}+A{m}_{{\\rm{O}}}^{-1}{R}_{{\\rm{O}}}{\\rm{\\Delta }}T\\), and \\({R}_{{\\rm{M}}}({\\rm{\\Delta }}T)={R}_{{\\rm{M}}}+A{m}_{{\\rm{M}}}^{-1}{R}_{{\\rm{M}}}{\\rm{\\Delta }}T\\), where mO(=16.00) and mM(=55.85) (We used 55.85 of the atomic weight of Fe as mM although M is not only Fe but also mixture of Ti, Mn, Fe, and Co. When we used 47.88 of the atomic weight of Ti as mM, the calculated αc/αa worse reproduces the experiments.) are atomic weights of O and M, respectively.",
                        "Now, let us derive the expression (acalc) of a-axis lattice constant as a function of ΔT. Note that the in-plane nearest-neighbor oxygen distance is a for both the P2- and O3-structure. Considering the above-mentioned constraint, acalc(ΔT) for both O3- and P2-structures is expressed as",
                        "This equation is easily derived using Pythagorean theorem. As shown in Eq. 1, acalc strongly depends on RM value. Due to the finite ionic radius of oxygen (RO = 1.40 Å), minimum value of acalc is 2.80 Å. At acalc = 2.80 Å, RM is evaluated to be ≈0.5799 Å using Eq. 1. With an increase in RM, the oxygen triangular lattice expands in order to keep the connection between M, upper and lower oxygens.",
                        "Na sheet is sandwiched by the MO2 layers as BAC (BAB) in the O3-type (P2-type) structure. We noted that the expression (dcalc) of interlayer distance is independent of the stacking manner, and the ΔT-dependence of dcalc for O3- and P2-type structure is expressed as,",
                        "The first and the second terms correspond to \\({d}_{{{\\rm{MO}}}_{2}}^{{\\rm{calc}}}\\) and \\({d}_{{{\\rm{NaO}}}_{2}}^{{\\rm{calc}}}\\), where \\({d}_{{{\\rm{MO}}}_{2}}^{{\\rm{calc}}}\\) and \\({d}_{{{\\rm{NaO}}}_{2}}^{{\\rm{calc}}}\\) are the thicknesses of MO2 and NaO2 layers, respectively. A relationship between dcalc and the expression of c (ccalc) is expressed as \\(3{d}^{{\\rm{calc}}}({\\rm{\\Delta }}T)={c}_{{\\rm{O}}3}^{{\\rm{calc}}}({\\rm{\\Delta }}T)\\) and \\(2{d}^{{\\rm{calc}}}({\\rm{\\Delta }}T)={c}_{{\\rm{P}}2}^{{\\rm{calc}}}({\\rm{\\Delta }}T)\\) for O3- and P2-type structures. By using Pythagorean theorem, Eq. 2 is easily derived. Expressions of z (zcalc) for O3- and P2-type structures are derived as",
                        "and",
                        "respectively.",
                        "Now, let us consider the stability of the hard-sphere model with the constraint that M, upper and lower oxygens coroneted to each other. For this purpose, we calculated the Madelung energy at a specific RM (=0.65 Å) against a. We show that this model exhibits minimum Madelung energy (EME). Figure 5 shows EME of O3- and P2-type NaMO2 against a. Our constraint gives acalc ≈ 2.995 Å [Eq. 1] at RM = 0.65 Å. With the O3 structure, the acalc value corresponds to the minimum position of EME (−8.67 eV). With an increase in a from 2.995 Å, M becomes isolated from the surrounding oxygens (the right-side inset of Fig. 5), and EME increases (Note that the oxygen positions were controlled by Eqs 3 and 4). With an decrease in a from 2.995 Å, the upper and lower oxygens are separated (the left-side inset of Fig. 5), and EME increases as well (We used \\({d}^{{\\rm{calc}}}\\mathrm{=2}\\sqrt{{({R}_{{\\rm{M}}}+{R}_{{\\rm{O}}})}^{2}-\\frac{{a}^{2}}{3}}+2\\sqrt{{[{R}_{{\\rm{O}}}+{R}_{{\\rm{Na}}}]}^{2}-\\frac{{a}^{2}}{3}}\\), \\({z}_{{\\rm{O}}3}^{{\\rm{calc}}}=\\frac{1}{6}+\\frac{1}{6{d}^{{\\rm{calc}}}}\\sqrt{{({R}_{{\\rm{M}}}+{R}_{{\\rm{O}}})}^{2}-\\frac{{a}^{2}}{3}}\\), and \\({z}_{{\\rm{P}}2}^{{\\rm{calc}}}=\\frac{1}{4{d}^{{\\rm{calc}}}}\\sqrt{{({R}_{{\\rm{M}}}+{R}_{{\\rm{O}}})}^{2}-\\frac{{a}^{2}}{3}}\\) for the calculation below a = 2.995 Å). Similar results are obtained for the P2 structure. Thus, our model is energetically stable against the variation of a. Our constraint that M, upper and lower oxygens connected to each other causes the compact layered structure and minimized the long-range Coulomb energy between the layers. We call our model “hard-sphere model with minimum Madelung energy”."
                    ],
                    "name": "A hard-sphere model with minimum Madelung energy",
                    "type": "h3"
                },
                {
                    "content": [
                        "The broken line in Fig. 3(b) is the calculated d/a based on the hard-sphere model with minimum Madelung energy (see Eqs 1 and 2). dcalc/acalc decreases with an increase in acalc, which reproduces experimental results. The decrease in dcalc/acalc is schematically depicted in the inset of Fig. 3(b). When O-O distance along in-plane direction elongates due to increase in RM, Na atoms relatively sink down along out-of-plane direction. (Decrease in \\({d}_{{{\\rm{NaO}}}_{2}}\\mathrm{/(2}a)\\) against a is displayed in Fig. S5). We further calculated z and plotted them in Fig. 3(a). In the O3-type compounds, zcalc well reproduces the experimental data. In the P2-type compounds, however, zcalc is slightly smaller than \\({z}_{{\\rm{P}}2}^{{\\rm{calc}}}\\). We ascribed the smaller zP2 to the Na vacancies characteristic to the P2 structure. With the vacancies, the nominal valence of M became higher, and hence RM becomes smaller. Our model tells us that \\({z}_{{\\rm{P}}2}^{{\\rm{calc}}}\\) becomes smaller if RM becomes smaller.",
                        "The broken lines in Fig. 4 represent the calculated α\na\n, α\nc\n, and α\nc\n/α\na\n (\\({\\alpha }_{a}^{{\\rm{calc}}}\\), \\({\\alpha }_{{c}}^{{\\rm{calc}}}\\), and \\({\\alpha }_{c}^{{\\rm{calc}}}\\)/\\({\\alpha }_{a}^{{\\rm{c}}{\\rm{a}}{\\rm{l}}{\\rm{c}}}\\)), respectively. \\({\\alpha }_{a}^{{\\rm{c}}{\\rm{a}}{\\rm{l}}{\\rm{c}}}\\)(\\({\\alpha }_{c}^{{\\rm{calc}}}\\)) was evaluated by using the equation, \\(\\frac{d\\,\\mathrm{ln}\\,{a}^{{\\rm{calc}}}({\\rm{\\Delta }}T)}{d{\\rm{\\Delta }}T}\\) \\([\\frac{d\\,\\mathrm{ln}\\,{c}^{{\\rm{calc}}}({\\rm{\\Delta }}T)}{d\\Delta T}]\\). The only fitting parameter A (=2.56 × 10−4 K−1) was chosen to fit the average value of α\na\n (=0.92 × 10−5 K−1). Using the same value of A, \\({\\alpha }_{c}^{{\\rm{calc}}}\\) was found to reproduce the magnitude of experimental value for the O3 materials. On the other hand, larger α\nc\n for the P2 materials is possibly due to Na vacancies except for the data point of Na0.59CoO2. We note that \\(\\frac{{\\alpha }_{c}^{{\\rm{calc}}}}{{\\alpha }_{a}^{{\\rm{calc}}}}\\) is expressed without the adjustable parameter A,",
                        "where \\({a}_{0}\\,=\\,2\\sqrt{2{R}_{{\\rm{O}}}{R}_{{\\rm{M}}}+{R}_{{\\rm{O}}}^{2}}\\). The hard-sphere model examined in this paper gives intuitive and easy comprehension of the thermal expansion behavior of the layered oxides. The density-functional-thery (DFT) calculation successfully reproduces the linear thermal expansion coefficients of several materials such as Al75, S76, 4d transition metals77,78, Os78, MgO79, CaO79, and ZnO80, which is beyond the scope of this paper."
                    ],
                    "name": "Companion of the structural parameters and the thermal expansion coefficients with the model",
                    "type": "h3"
                }
            ],
            "name": "Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We systematically determined the temperature dependent lattice constant and z-coordinates of P2- and O3-type NaMO2. We proposed a simple hard-sphere model with constraint that M, upper and lower oxygens are coroneted to each others. The model quantitatively reproduced a, c, z, α\na\n and α\nc\n for O3-type Na\nx\nMO2. On the other hand, z coordinate of P2-type Na\nx\nMO2 deviates from the hard-sphere model possibly due to Na vacancies. This simple model can be easily applied for the other layered compounds to intuitively understand and design the thermal expansion behaviors."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Powders of O3- and P2-Na\nx\nMO2 (M: transition metal) were synthesized by using conventional solid state reaction. For O3-Na1.00CoO2, Na2O2 and Co3O4 were mixed under the molar ratio of Na:Co = 1.1:1, and calcined at 550°C in O2 for 16 h. Then, the product was finely ground, and again calcined in the same condition (this process was repeated once again.). For O3-Na0.98Fe0.5Co0.5O2, Na2CO3, Fe3O4 and Co3O4 were mixed under the molar ratio of Na:Fe:Co = 1.05:0.5:0.5, and calcined at 900 °C in air for 15 h. For O3-Na0.99Fe0.5Ni0.5O2, Na2O2, Fe2O3 and NiO were mixed under the molar ratio of Na:Fe:Ni = 1.2:0.5:0.5, and calcined at 650°C in O2 for 15 h. Then the product was finely ground and again calcined in the same condition. For O3-Na0.94Ti0.5Ni0.5O2, Na2CO3, TiO2 and NiO were mixed under the molar ratio of Na:Ti:Ni = 1.05:0.5:0.5, and calcined at 900°C in air for 15 h. Then the product was finely ground and again calcined in the same condition.",
                        "For P2-Na0.50Mn0.5Co0.5O2, Na2CO3, MnCO3 and Co3O4 were mixed under the molar ratio of Na:Mn:Co = 0.7:0.5:0.5, and calcined at 900°C in air for 12 h, Then, the product was finely ground and again calcined in the same condition. For P2-Na0.70Ni0.33Mn0.67O2, Na2CO3, NiO and Mn2O3 were mixed in ethanol under the molar ratio of Na:Ni:Mn = 0.7:0.33:0.67, and calcined at 900°C in air for 24 h. Then, the product was finely ground and again calcined in the same condition. For P2-Na0.69Ni0.33Mn0.5Ti0.17O2, Na2CO3, NiO, Mn2O3 and TiO2 were mixed under the molar ratio of Na:Ni:Mn:Ti = 0.7:0.33:0.5: 0.17, and calcined at 900°C in air for 18 h. For P2-Na0.70Ni0.33Mn0.33Ti0.34O2, Na2CO3, NiO, Mn2O3 and TiO2 were mixed under the molar ratio of Na:Ni:Mn:Ti = 0.7:0.33:0.33:0.34, and calcined at 900°C in air for 12 h. For P2-Na0.48Mn0.5Fe0.5O2, Na2O2, Mn2O3 and Fe2O3 were mixed under the molar ratio of Na:Mn:Fe = 0.7:0.5:0.5, and calcined at 900°C in air for 12 h. Then, the product was finely ground and again calcined in the same condition. All the samples were taken out from the hot furnace (>200°C), and then immediately transferred into a vacuum desiccator to avoid moisture in air."
                    ],
                    "name": "Sample preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The synchrotron radiation x-ray diffraction (XRD) patterns were measured at BL02B2 beamline81 at SPring-8. The capillary was placed on the Debye-Scherrer camera at the beamline. The sample temperature was controlled by blowing a hot N2 in the temperature range of 300 K ≤ T ≤ 800 K. The XRD patterns were detected with an imaging plate (IP). The exposure time was 5 min. The wavelength of the x-ray was 0.499420 Å for P2-Na0.48Mn0.5Fe0.5O2 and P2-Na0.50Mn0.5Co0.5O2, and 0.499892 Å for O3-Na0.98Fe0.5Co0.5O2 and Na0.94Ti0.5Ni0.5O2, and 0.499838 Å for the others. The wavelengths are calibrated by the cell parameter of standard CeO2 powders. Crystal structure was analyzed by RIETAN-FP program82. Schematic figure of the crystal structure were drawn by VESTA program83. All the reflections can be indexed with the O3-type (\\(R\\bar{3}m\\)) or P2-type (P63/mmc) structures except for a tiny amount of impurity of O3-type Fe-rich phase for Na0.99Fe0.5Ni0.5O2 and NiO for Na0.94Ti0.5Ni0.5O2. All the structural parameters against T (300 K ≤ T ≤ 800 K) were listed in Tables S1–S9. During heating process, any extra impurity peaks were not appeared. We observed no tendency of Na deintercalation due to heating (Fig. S4).",
                        "The actual Na concentrations in the compound were determined by the Rietveld refinement based on the synchrotron XRD patterns at 300 K. We note that ref.45 reported a consistency of Na contents determined by ICP-AES (Inductively Coupled Plasma Atomic Emission Spectroscopy) and Rietveld refinement using synchrotron x-ray diffraction for P2-Na\nx\nMn1/2Fe1/2O2 phase."
                    ],
                    "name": "X-ray diffraction",
                    "type": "h3"
                },
                {
                    "content": [
                        "Madelung energy (EME) was computed by the MADEL program in the VESTA software using the Fourier method83. The site potential ϕ\ni\n is calculated by the formula \\({\\varphi }_{i}={\\sum }_{j}\\frac{{g}_{j}{Z}_{j}}{4\\pi {\\varepsilon }_{0}{l}_{ij}}\\), where g\nj\n is the occupancy of the j th ion, Z\ni\n is the valence of the j th ion, ε0 is the vacuum permittivity, and l\nij\n is the distance between ions i and j. EME is calculated by using the formula \\({E}_{{\\rm{ME}}}=\\frac{1}{2}{\\sum }_{i}{\\varphi }_{i}{Z}_{i}{W}_{i}\\), where W\ni\n is a factor depending on g\ni\n and the number of equivalent atomic positions at the site i in the unit cell. For O3-type structure (space group: \\(R\\bar{3}m\\)), we put +1, +3, and −2 charges on 3a Na (0,0,0), 3b M (0,0, \\(\\frac{1}{2}\\)), and 6c O (0,0, z) sites in stoichiometric NaMO2. In the calculation of the P2-type structure (P63/mmc), we assume a stoichiometric NaMO2 with fully occupied 2d Na site. We put +e, +3e, and −2e charges on 2d Na \\((\\frac{1}{3},\\frac{2}{3},\\frac{3}{4})\\), 2a M (0,0,0), and 4f O \\((\\frac{1}{3},\\frac{2}{3},z)\\). A radius (s) of the hard sphere was set to 0.3 Å, and Fourier coefficients are summed up to 10 Å−1 in the reciprocal space."
                    ],
                    "name": "Madelung energy calculation",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Thermal Expansion in Layered Na\nx\nMO2"
}