{
    "DOI": "10.1039/D3TA06034A",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Since the first proposition of lithium-ion batteries (LIBs) in the 1970s, they have been widely applied in various fields, including electric vehicles and energy-storage systems, as the most important energy-storage devices. However, owing to the limited reserves and uneven distribution of lithium, the increased LIB production over the past 10 years has placed a significant burden on lithium supplies. Therefore, the development of LIBs is challenging, and this has necessitated further innovation and exploration of new systems. Sodium-ion batteries (SIBs) are promising alternatives to LIBs as sodium is more abundant and inexpensive compared to lithium. SIBs can utilize large amounts of iron and manganese as alternatives to cobalt in the cathode materials, rendering them more sustainable and cost-effective options. Despite the inherent differences between LIBs and SIBs, the similar physical and chemical properties of lithium and sodium ions provide valuable insights into the properties of the main components of SIBs. Generally, because the cathode material is primarily responsible for major battery performance aspects, such as energy density, cycling performance, and cost, exploring high-performance cathode materials for SIBs is essential. Sodium-layered oxide materials are common alternatives to lithium-layered oxide materials. Therefore, several researchers have studied O3-type sodium-layered oxide materials owing to various advantages, including the intercalation ability of Na+ into the layered structure, a small degree of cation mixing, and a simple synthesis process. Among the various sodium-layered oxide materials reported, O3-type layered Na(Ni1/3Fe1/3Mn1/3)O2 (NFM) is one of the most notable cathode materials for SIBs since it was first reported by the Johnson group. NFM exhibits an excellent capacity of approximately 130 mA h g−1 in the voltage range of 2.0–4.0 V (vs. Na/Na+) and structurally high reversibility during the desodiation/sodiation process. Notably, the Fe3+/4+ redox system exhibits high activity in the O3-type NaFeO2 system for SIBs. In contrast to LIBs, the high redox potential of Fe, as a transition metal in sodium-layered oxides, is less problematic in SIBs owing to their lower operating voltage range. NFM cathode materials utilizing Fe instead of Co are particularly interesting in terms of their cost and environmental sustainability. Furthermore, it's important to note that Mn3+ is a Jahn-Teller active element. Excessive amounts of Mn3+ can lead to rapid capacity fading due to the Jahn-Teller distortion of Mn3+ within the layered structure of cathode materials. To suppress this phenomenon, the strategical incorporation of low-valent active transition metal ions (such as Ni and Fe) can be utilized in order to increase of oxidation state of Mn element and mitigate the Jahn-Teller behavior exhibited by Mn3+ in the active species.",
                "However, despite these advantages, exploring the degradation mechanism of NFM cathode materials and introducing further improvement strategies to achieve prolonged cycle life with high capacity are necessary. According to recent studies, the degradation of NFM can be attributed to its high surface reactivity. NFM may induce side reactions by establishing direct contact with the electrolyte, thereby forming a solid electrolyte interface (SEI) layer. The occurrence of these severe side reactions and the formation of SEI layers can reduce both the capacity and cycle stability. In addition, because this cathode material is air- and moisture-sensitive owing to its high surface reactivity, compounds such as Na2CO3 and NaOH are formed on the cathode material surface when exposed to humid air. This may, in turn, form a passivating layer on the cathode material surface and increase the internal resistance and impedance of the cell. In addition, commercialization is limited owing to difficulties in the processing, storage, and transportation of these materials and electrodes. Therefore, implementing surface modification strategies can be highly effective in alleviating the degradation caused by the surface reactivity to electrolytes, moisture, and air, effectively improving the electrochemical performance.",
                "Although successful surface coating studies have been reported for various cathode materials in both LIBs and SIBs, an efficient coating process and appropriate coating material, specifically for NFM cathode materials, are yet to be identified. Metal oxides, such as TiO2, ZrO2, and Al2O3, have been applied as coating materials through conventional solid-state methods to overcome the shortcomings in stability and electrochemical performance while retaining the various advantages of O3-type cathode materials. Although these attempts demonstrate significant improvements in electrochemical performance and stability compared to the use of pristine NFM, the insulating metal-oxide coating layers formed by the conventional solid-state method are not continuous on the cathode material surface and block the Na+ ion conduction path. Ideally, the coating layer should not only completely cover the cathode material but also have high Na+ ion conductivity. Therefore, the optimal coating process and materials for O3-type cathode materials should be explored further.",
                "Herein, we propose the Na2MoO4 (NMO) surface coating of NFM cathode material through the properties of polyvinylpyrrolidone (PVP) anchoring the metal-based cathode material surface and forming a complex with metal ions. Considering the properties of PVP that can easily form complex bonds with metal ions, we believe that PVP is anchored to the surface of the (Ni1/3Fe1/3Mn1/3)C2O4·xH2O ((NFM)C2O4) precursor, and PVP subsequently forms successful complex with Mo6+ ions on the surface of precursor material. Then, the active material precursor and coating material precursor undergo a simultaneous sodiation and oxidation process during main calcination with Na source. The PVP-anchored complex coating process allow for the even distribution of the coating material precursor before main calcination step, effectively preventing particle aggregation even when subjected to high-temperature sintering conditions. This approach is expected to maximize the electrochemical performance and moisture stability improvement effect as the coating layer completely covers the cathode active material even with a relatively small coating amount. In addition, NMO, newly introduced as a coating material in this study, offers several specific advantages compared with previously reported coating materials. In particular, NMO has good electrical conductivity, which facilitates electron transport within the cathode material, and NMO may contribute to Na+ ion conductivity than conventional metal-oxide coating materials. Also, NMO can be effective as a coating material for cathode materials because it is physically and chemically stable. In summary, we utilized a PVP-anchored complex coating process to uniformly deposit NMO coating layer onto the surface of an NFM cathode material."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The (NFM)C2O4 precursor was synthesized using the oxalate coprecipitation method. For the preparation of the (NFM)C2O4 precursor powder, nickel(II) sulfate hexahydrate (NiSO4·6H2O), iron(II) sulfate heptahydrate (FeSO4·7H2O), and manganese(II) sulfate monohydrate (MnSO4·H2O) were used as starting materials. First, an aqueous solution containing the required stoichiometric amounts of NiSO4·6H2O, FeSO4·7H2O, and MnSO4·H2O with a concentration of 0.5 M was slowly added to a 0.5 M ammonium oxalate ((NH4)C2O4) solution. The ratio of ammonium oxalate to transition metals was equimolar. Simultaneously, an appropriate amount of a 0.5 M ammonium hydroxide (NH4OH) solution was added to the above solution to maintain the pH at 7. Throughout the coprecipitation process, the solution was stirred continuously for 3 h, and the temperature was maintained at 50 °C. The resultant powder was filtered, washed with deionized water, and dried overnight at 100 °C in a vacuum oven.",
                        "The NMO coating on the NFM surface was prepared using a PVP-anchored complex coating process. The as-prepared (NFM)C2O4 precursor (4.0 g) was added to a mixture of anhydrous ethanol and distilled water (1:1, vol%, 40 mL) and vigorously stirred until the powder was well dispersed. For coating with 1 wt% or 2 wt% NMO, 0.08 g or 0.16 g PVP (MW = 55000) was dissolved in the above solution under constant magnetic stirring for 1 h. Subsequently, 0.0257 g or 0.0514 g of ammonium molybdate tetrahydrate ((NH4)6Mo7O24·4H2O), corresponding to 1 wt% or 2 wt% coatings, was added to the above solution, and the mixture was stirred at 85 °C until the solvent was completely evaporated. The obtained powder was thoroughly mixed with sodium carbonate (Na2CO3) and calcined at 860 °C in air for 12 h to remove PVP and obtain NMO-coated materials. The total sodium content for each sample was calculated by summing the sodium contents required to form both the NFM parent material and NMO coating layer. To consider the loss of sodium during the high-temperature calcination process, an additional 5 wt% excess of Na2CO3 was introduced, based on the calculated sodium content requirements mentioned above. For the uncoated NFM, the PVP-assisted coating process was skipped, and calcination was performed by mixing the (NFM)C2O4 precursor with Na2CO3. The same calcination conditions were used for the uncoated (NFM)C2O4 precursors. The same calcination conditions were used for the uncoated (NFM)C2O4 precursors. The uncoated NFM and 0.5 wt%, 1 wt%, 2 wt% and 30 wt% NMO-coated samples are denoted as pristine NFM and 0.5 wt%, 1 wt%, 2 wt% and 30 wt% NMO–NFM, respectively."
                    ],
                    "name": "Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystalline phases of the pristine NFM and NMO–NFM were analyzed using powder X-ray diffraction (XRD; SmartLab, Rigaku) with a Cu Kα radiation source in the 2θ range of 10–80° at a scanning rate of 5 min−1. The elemental compositions and valences were determined by X-ray photoelectron spectroscopy (XPS; K-Alpha, Thermo Scientific), and all spectra were corrected considering the C 1s peak as the standard peak. The morphologies of the particles were examined using field-emission scanning electron microscopy (FE-SEM; SU8010, Hitachi High-Tech). The crystal structures and coating-layer thicknesses of the samples were observed using high-resolution transmission electron microscopy (TEM; JEM-ARM 200F, JEOL), and elemental distributions were acquired using energy-dispersive X-ray spectroscopy (EDS). Inductively coupled plasma-mass spectrometry (ICP-MS; Agilent 7700X, Agilent Technologies) was conducted for the powder samples to investigate the elemental compositions of cathode materials. The XPS analysis of the material exposed to water was performed by exposing 1 g of the material to 1 mL of water and immediately drying it at 100 °C for 3 h in a vacuum oven."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical behavior of the pristine NFM and NMO–NFM cathode materials was analyzed using CR-2032-type coin cells. The active materials (pristine NFM or NMO–NFM powder), Super P (carbon black), and polyvinylidene fluoride (PVdF) were weighed at a mass ratio of 8:1:1, and an appropriate amount of N-methyl-2-pyrrolidone was added to control the viscosity. Simultaneously, the solution was mixed until the formation of a uniform slurry. The obtained slurry was cast onto an Al foil, followed by drying at 80 °C for 12 h under vacuum and punching into a round disk with a diameter of 12 mm. The prepared cathodes were selected as the working electrodes, and an Na metal disk with a diameter of 15 mm was selected as the counter electrode. A glass fiber filter with a diameter of 18 mm was used as the separator. The electrolyte solution comprised 1.0 M sodium perchlorate (NaClO4) in a mixed solvent of ethylene carbonate (EC), propylene carbonate (PC), and diethyl carbonate (DEC) (1:1:1, vol%) with 3 wt% fluoroethylene carbonate (FEC). All the coin-cell assembly processes were carried out in an argon-filled glove box. The cell performance, in terms of galvanostatic charging–discharging, cyclic voltammetry (CV), cyclability, and rate capability, was examined using the WBCS 3000 (WonATech) battery cycler in the voltage range of 2.0–4.0 V (vs. Na/Na+) at room temperature (25 °C). The current densities and specific capacities of the samples were calculated from the masses of the active materials."
                    ],
                    "name": "Cell assembly and electrochemical testing",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 illustrates the mechanism of the PVP-anchored complex coating process for uniformly coating NMO onto the NFM cathode material surface. Previous studies have reported the use of PVP, as a connecting medium between the cathode active materials for LIBs and SIBs and the coating layer, to obtain uniform coatings. In this study, first, PVP could easily anchor to (NFM)C2O4 owing to its ability to donate a pair of electrons from the carbonyl oxygen to the metal cations on the surface or form complex bonds between nitrogen in five-membered nitrogen-containing heterocycles and metal cations. Subsequently, after the addition of (NH4)6Mo7O24·4H2O, the Mo6+ ions complexed with PVP. Finally, the (NFM)C2O4 coated with Mo6+ ion-complexed PVP underwent synchronous sodiation. Through the calcination process at 860 °C in air with the Na source, the Mo6+ ion-complexed PVP on the surface underwent conversion to NMO, whereas the (NFM)C2O4 precursor at the center was transformed into NFM during the calcination process with Na2CO3 at 860 °C in air for 12 h. In addition, PVP on the (NFM)C2O4 precursor surface was completely removed during heat treatment in air. Typically, achieving a uniformly coated layer on the surface of a cathode material using conventional methods is often challenging because the coating precursor tends to exhibit an uneven distribution during the calcination process. Using the PVP-anchored complex coating process, the well-coated PVP on the (NFM)C2O4 precursor surface served as an effective connecting medium, facilitating the formation of a uniform NMO nanocoating layer. Furthermore, sodiation and oxidation of the active material precursor and coating material precursors were carried out simultaneously in a single step, making this method both simple and effective for coating.",
                "The crystal structures of NFM and 1 wt% and 2 wt% NMO–NFM were characterized by XRD, and the results are displayed in Fig. 2a. The results indicate that the patterns of all the samples can be indexed to the O3-type α-NaFeO2 structure (Rm space group). All diffraction peaks were sharp and had high intensities, indicating that all samples were well crystallized. No peak shift was found in any of the NMO-coated samples, indicating that the coating process, the PVP-anchored complex coating process, did not affect the bulk crystal structure of the NFM. Meanwhile, no characteristic peaks were observed, proving the existence of the NMO coating layer, in the XRD patterns of 1 wt% and 2 wt% NMO–NFM. This can be attributed to the small amount of NMO. Since the crystallinity of the NFM cathode material is very strong, the peaks of coating materials with low contents are likely to be buried in noise on the XRD pattern. To verify that the NMO was well coated using the PVP-anchored complex coating process, the amount of NMO was increased to 30 wt%. In the XRD pattern of 30 wt% NMO–NFM, evident diffraction peaks that matched well with those of PDF #00-012-0773 were observed. Therefore, the PVP-anchored complex coating process successfully coated NMO onto NFM particles.",
                "To investigate the influence of the NMO coating on the chemical valence state of the NFM cathode material, an XPS analysis was conducted. Fig. 2b–d present the XPS spectra of Ni 2p, Fe 2p, and Mn 2p for pristine NFM and 1 wt% and 2 wt% NMO–NFM. In all the three samples, the Ni 2p spectrum (Fig. 2b) displayed a spin–orbit doublet, which was identified by the binding energies of 854.3 and 871.6 eV for the Ni 2p3/2 and Ni 2p1/2 core levels, respectively. In addition, the spectra displayed significant shake-up satellites at 860.4 and 878.7 eV. Because unresolved multiplet splitting causes slight asymmetry in the high-binding-energy side of the principal photoemission lines, the fit included two supplementary components (MS comp.) at 856.8 and 874.7 eV. The Fe 2p spectra (Fig. 2c) for all samples were fitted with two main peaks and two small shake-up satellites: two main Fe 2p3/2 and Fe 2p1/2 peaks located at 710.5 and 723.9 eV and two shake-up satellites located at 731.1 and 717.7 eV, respectively. The Mn 2p spectra (Fig. 2d) showed a broad spin–orbit doublet: Mn 2p3/2 and Mn 2p1/2 peaks located at 641.96 and 653.2 eV, respectively. As shown in Fig. 2b–d, no significant differences were observed between the spectra of any of the samples. Consequently, the chemical valence state of the host-layered oxide remained unaffected by NMO modification. Furthermore, as shown in the Mo 3d spectra of 1 wt% and 2 wt% NMO–NFM, the XPS analysis confirmed the presence of an NMO coating layer with Mo in the stabilized state of Mo6+ (Fig. 2e), which was evident from the characteristic binding energies of Mo6+ 3d5/2 (232.2 eV) and Mo6+ 3d3/2 (235.5 eV). However, the XPS spectrum of pristine NFM did not present any peaks at the binding energy positions corresponding to Mo 3d. This indicated that Mo was successfully distributed on the surfaces of 1 wt% and 2 wt% NMO–NFM. The host-layered oxide remained unaffected by the NMO modification.",
                "The morphological and structural features of pristine NFM and 1 wt% and 2 wt% NMO–NFM were characterized using FE-SEM (Fig. 3a–c). The SEM images presented in Fig. 3a–c indicate that the flake-shaped primary particles, with a size of approximately 1 μm, aggregated to form secondary particles with an average size of 15 μm in all the three samples. This type of morphology is a characteristic feature of several typical layered transition metal oxides. Therefore, the NFM cathode material was successfully synthesized through the oxalate coprecipitation method, and the NMO coating had no obvious effect on the particle size or shape.",
                "Fig. 3d and e show the HR-TEM images of 1 wt% and 2 wt% NMO–NFM, respectively. The images reveal that the 1 wt% and 2 wt% NMO–NFM samples had uniform coating layers on the NFM particle surfaces, with thicknesses of approximately 8 and 14 nm, respectively. Notably, the coating-layer thickness increased proportionally with the amount of coating material used. Clear lattice fringes were observed in the coating layer with an interplanar spacing of 0.275 nm, corresponding to the (311) plane of NMO. Also, as shown in Fig. S1,† an interplanar distance of 0.322 nm was observed in the coating layer region of the 2 wt% NMO–NFM sample, which corresponds to the crystal plane (220). The lattice fringes observed in HR-TEM images also correspond well to XRD characterization of NMO, clearly affirming the presence of the NMO coating layer on the NFM particles. These results demonstrate the successful surface coating of the NFM cathode materials using the PVP-anchored complex coating process.",
                "Fig. S2† displays elemental mapping images obtained through EDS for 1 wt% NMO–NFM, illustrating the distribution of the main chemical elements within the NMO-coated NFM particles. As shown in Fig. S2,† the uniform distribution of Mo element of NMO was confirmed. Furthermore, the distributions of Mo exhibited overlap with the distributions of Ni, Fe, and Mn, the main elements of the cathode material. This observation serves as evidence that the NMO coating layer was uniformly distributed on the surface of the NFM cathode material.",
                "Table S1† presents the results of the ICP analysis of elements in the final products, from which it can be seen that the molar ratio of Ni:Fe:Mn of all samples is close to 1:1:1. The calculation of the NMO content was based on the assumption that all the molybdenum ions transform into NMO coating layer during the calcination process. For the nominal compositions of 1 and 2 wt% NMO–NFM materials, it was determined that the NMO content amounted to 0.95 and 1.98 wt%, respectively. The presence of the Mo element in the coated samples was successfully confirmed through ICP-MS analysis, supporting the effective formation of the coating layer via the PVP-anchored complex coating process.",
                "The electrochemical performance of the as-synthesized samples was tested using coin-type half cells in the voltage range of 2.0–4.0 V vs. Na/Na+. Fig. 4a shows the initial charge/discharge profiles of the pristine NFM and 1 wt% and 2 wt% NMO–NFM at a current density of 0.1C (1C = 130 mA g−1). The initial charge/discharge capacities were 136.68/129.48, 139.22/127.96, and 137.58/126.87 mA h g−1 for pristine NFM and 1 wt% and 2 wt% NMO–NFM, respectively. The 1st cycle discharge capacities decreased with increasing amounts of coating material, which can be attributed to the reduction in the content of the cathode material caused by the addition of the coating material. The specific capacity was determined by the electrochemical reaction of the cathode material; because NMO was not involved in this reaction, its presence in the coating layer did not contribute to the specific capacity.",
                "Fig. 4b displays the CV curves of the pristine NFM and 1 wt% and 2 wt% NMO–NFM electrodes in the voltage range of 2.0–4.0 V at 0.1 mV s−1. Generally, during the charge/discharge process, several pairs of redox potentials related to cathodic and anodic reactions are observed in the CV curves. The large peaks observed at approximately 3.0/2.8 V vs. Na/Na+ correspond to the Ni2+/Ni4+ redox couple, and the broad peaks observed around 3.6/3.5 V vs. Na/Na+ are associated with the Fe3+/Fe4+ redox reaction, as reported in previous studies. The reversibility of the crystalline structural changes during repeated charge/discharge processes is strongly related to the structural stability and electrochemical performance of the NFM cathode material, which can be estimated from the intensity and position of the cathodic and anodic peaks in the CV curves. As shown in Fig. 4b, the anodic peak near 3.0 V of 1 wt% NMO–NFM showed strong intensity at relatively low potential compared to those of 2 wt% NMO–NFM and pristine NFM. This right shift is caused by an increase in overall overpotential in the charge process, which may affect the reversibility or structural stability of the cathode material. Therefore, among the tested samples, the 1 wt% NMO–NFM showed a peak at a low voltage, and a small overpotential occurred, as evidenced by the CV curves obtained during charge/discharge processes, and it will be discussed in more detail in Fig. 5b. Also, higher peak current corresponds to a more rapid and reversible redox reaction. The reduction peak intensity at about 2.8 V in the CV curve is relatively lower in the 2 wt% NMO–NFM sample, as compared to that in the 1 wt% NMO–NFM sample. This phenomenon indicates that the rate of intercalation/deintercalation reaction on the surface of the cathode material was slowed due to the excessive coating amount of 2 wt% NMO–NFM in spite of the electronically conductive NMO. In addition, the highly reversible CV curve implies its promising cycling stability.",
                "The cycling performance of the three samples was evaluated by testing them in the voltage range of 2.0–4.0 V at a current density of 1C to assess the effects of the coating content. The cell was initially cycled at a current rate of 0.1C for three cycles to undergo formation and subsequently cycled at a current rate of 1C. As shown in Fig. 5a, the discharge capacity retention after 100 cycles for pristine NFM and 1 wt% and 2 wt% NMO–NFM were 51.96%, 62.95%, and 57.45%, respectively. Both NMO-coated samples exhibited increased capacity retention over cycling, and 1 wt% NMO–NFM demonstrated the best cycling performance, which was significantly better than that of the pristine NFM. Also, Fig. 5a demonstrated the coulombic efficiencies (CEs) of pristine NFM for the 1 wt% NMO–NFM and 2 wt% NMO–NFM during long-term cycling. All the electrodes showed a CE of around 91% at first cycle, indicating the similar values as reported in previous literature. Especially, the mean CE of 1 wt% NMO–NFM at 1C was greater than 99.2% during long-term cycling although the pristine electrode exhibited the mean CE around 98.7%. These results suggested that a coating content of 1 wt% NMO was optimal for improving the electrochemical performance of NFM cathode materials. An appropriate NMO coating significantly enhanced the cycling stability, as demonstrated by the improved capacity retention of the NMO-coated samples compared to that of pristine NFM. The improved cycling performance of the 1 wt% NMO–NFM was attributed to the protective NMO coating layer, which prevented direct contact between the NFM particles and electrolyte, thus inhibiting electrolyte decomposition and the growth of an undesirable SEI layer on the active material surface. In addition, the rapid decay of the discharge capacity during cycling was attributed to the surface structural deterioration of the NFM cathode material. However, the NMO coating improved the surface structural stability of the NFM particles, contributing to the enhanced cycling stability of the NMO-coated samples.",
                "Fig. 5b depicts the average charge/discharge voltage variation with cycling for pristine NFM and 1 wt% and 2 wt% NMO–NFM. The increase in the average voltage is caused by an increase in the ionicity of the transition metal–oxygen (TM–O) bond in O3-type NaTMO2 (TM = Ni, Fe, or Mn). During the charge and discharge cycles, the structure of the O3-type NaTMO2 cathode material may gradually collapse or undergo phase transitions due to the insertion and extraction of sodium ions. This can affect the ionicity of the TM–O bond and the overall electrochemical performance of the material. After 100 cycles at 0.1C, the average discharge voltage of pristine NFM decreased significantly from 3.04 V to 2.71 V vs. Na/Na+ (ΔV = 0.33 V). By contrast, the average discharge voltage of 1 wt% and 2 wt% NMO–NFM decreased slightly from 3.04 V to 2.91 V (ΔV = 0.13 V) and from 3.06 V to 2.79 V (ΔV = 0.27 V), respectively. The results indicated that the NMO-coated samples had improved structural stability and experienced a significantly lower increase in polarization during cycling than the pristine sample. Therefore, the NMO coating layer, which was distributed between the active material and electrolyte, effectively suppressed the rapid voltage decay of the O3-type layered oxide during cycling.",
                "To obtain more insight into the changes in the crystal structure of NFM during the electrochemical cycle, XRD analysis of cycled electrodes was conducted after 100 cycles at discharged state (Fig. S3†). In the case of 1 wt% NMO–NFM, the original O3 phase maintained the major phase even after cycling. On the other hand, pristine NFM showed an overall low intensity of the main phase, and the appearance and presence of P3 phase was observed. These results suggest that the capacity fade, associated with the loss of Na ions, is due to the structural instability of O3 type cathode material after long-term cycling. In addition, it implies and validates the remarkable structural reversibility and stability of the NFM cathode material especially near surface region owing to the NMO coating.",
                "The rate capacities of pristine NFM and 1 wt% and 2 wt% NMO–NFM under different current densities of 0.1, 0.2, 0.5, 1, 2, 5, and 10C in the voltage range of 2.0–4.0 V (vs. Na/Na+) are shown in Fig. 6. These results demonstrated that the NMO-coated NFM cathode exhibited superior rate performance, particularly at a high current density. For example, at a current density of 1C, the discharge capacities of pristine NFM and 1 wt% and 2 wt% NMO–NFM were 97.05, 104.46, and 108.64 mA h g−1, respectively. In addition, at a high current density of 10C, the discharge capacity of 1 wt% NMO–NFM remained as high as 81.13 mA h g−1, whereas pristine NFM and 2 wt% NMO–NFM exhibited lower capacities of only 64.43 and 74.59 mA h g−1, respectively. The improved electrochemical performance of the NMO-coated NFM can be attributed to enhanced Na+ ion dynamics, as NMO is expected to have higher Na+ ion conductivity than insulating metal-oxide coating materials. In addition, NMO exhibits good electrical conductivity, which facilitates electron transport within the cathode material. Thus, the NMO coating layer significantly improved the electrochemical performance of the NFM cathode materials. Comparison of the rate performance of 1 wt% NMO–NFM and other SIBs cathode materials are listed in Table S2.†",
                "In the process of forming a coating layer on the cathode material, if the coating layer does not completely cover the cathode material particles, the SEI layer becomes excessively thick due to side reactions during the cycle, and it results in degradation of electrochemical performance. However, an excessively thick coating layer to completely cover the cathode material particles may reduce the deintercalation/intercalation efficiency on the surface of the cathode material particles. Thus, optimizing the thickness of the coating layer is a very important step for the best rate performance. We performed a rate capability test for 0.5 wt% NMO–NFM to confirm the optimal coating thickness range. As shown in Fig. S4,† 0.5 wt% NMO–NFM exhibited lower capacity of 67.90 mA h g−1 at a high current density of 10C. Because of its low coating content, the 0.5 wt% NMO coating layer cannot provide satisfactory electronic conductivity. In addition, its ‘less coverage’ cannot suppress the formation of thick SEI layer and result in unsatisfactory electrochemical performances. Therefore, we believe that the coating around 1 wt% would be the optimal coating contents of NMO for the NFM cathode material to achieve excellent rate capability.",
                "O3-type sodium-layered oxides are well-known moisture-sensitive cathode materials. Therefore, O3-type sodium-layered oxides cause structural changes and degradation in cathode performance when exposed to humid air or water. Water exposure tests were conducted to confirm the effect of the NMO coating layer on moisture stability. In the water exposure test, pristine NFM and 1 wt% NMO–NFM were compared because 1 wt% NMO–NFM exhibited the best performance in previous evaluations. Fig. 7a shows the initial charge/discharge profiles of the pristine NFM and 1 wt% NMO–NFM after water exposure. Compared with the initial discharge capacity (Fig. 4a), the initial discharge capacity of pristine NFM decreased from 129.48 mA h g−1 to 91.52 mA h g−1 after water exposure. By contrast, the initial discharge capacity of 1 wt% NMO–NFM decreased slightly from 127.96 mA h g−1 to 119.37 mA h g−1 after water exposure. In addition, the initial CE of the 1 wt% NMO–NFM sample of 85.6% was higher than that of pristine NFM (80.4%). Additionally, to determine the effect of water exposure on the long-term cycle performance, the cycling performance of pristine NFM and 1 wt% NMO–NFM was evaluated after water exposure. The cycling performances of pristine NFM and 1 wt% NMO–NFM after water exposure are shown in Fig. 7b along with CEs. The discharge capacity of pristine NFM after 100 cycles was 44.79 mA h g−1, which was significantly lower than that of 1 wt% NMO–NFM (60.96 mA h g−1). Consequently, the NMO coating layer improved the moisture stability of the O3-type sodium-layered oxides.",
                "To elucidate the cause of the initial discharge capacity loss, poor ICE, and degradation in the cycling performance, XPS analyses were performed on pristine NFM and 1 wt% NMO–NFM after water exposure. Fig. 8a–d show the XPS results of the two samples before and after water exposure. The C 1s spectrum consisted of three peaks corresponding to C–C, C–O–C, and Na2CO3, where the C–C peak at 284.9 eV and the C–O–C peak at 286.7 eV correspond to a contamination of the C species and Super P in the NFM electrodes. Notably, the Na2CO3 peak at 289.1 eV in pristine NFM was stronger than that in 1 wt% NMO–NFM after water exposure, as shown in Fig. 8a and c. Similarly, the presence of a peak at 531.3 eV in the O 1s spectrum could be attributed to the residual Na2CO3 on the NFM particle surfaces (Fig. 8c and d). The intensity of the O 1s peak of Na2CO3 was significantly higher in the pristine NFM sample than in the 1 wt% NMO–NFM sample, which was consistent with the C 1s results. When NFM was exposed to water and sodium was extracted from the bulk to form NaOH on the surface of the material, Na2CO3 formed on the surface of the NFM particles. The reaction between NaOH and carbon dioxide in air resulted in the formation of NaHCO3, which was subsequently converted into Na2CO3. Therefore, sodium consumption and Na2CO3 formation were suppressed because the application of the NMO coating layer, which was insensitive to moisture, reduced the exposure of the NFM cathode material to moisture."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This study presented a successful PVP-anchored complex coating process for achieving a uniform nanocoating layer of NMO on an NFM cathode material, resulting in improved electrochemical performance and moisture stability. PVP, with a long-chain structure, served as an intermediate bridge between the NFM cathode material and Mo6+ ions. This enabled the formation of a homogeneous NMO coating on the NFM cathode material surface. XRD, SEM, TEM, and XPS results indicated that the NMO layer was uniformly coated on the surface of the NFM, and a film with a thickness of several nanometers was formed. Comprehensive electrochemical tests were conducted to determine the optimal NMO content for the cathode material. Although the initial discharge capacity was slightly lower for the 1 wt% NMO–NFM sample, it exhibited significantly improved cycling stability at 1C within the voltage range of 2.0–4.0 V compared to pristine NFM. The rate capability was also improved by the excellent electrical conductivity of NMO. In addition, the 1 wt% NMO–NFM sample exhibited better moisture stability than pristine NFM. The initial discharge capacity and cycling performance of the 1 wt% NMO–NFM sample after water exposure were much better than those of the pristine NFM. The XPS results proved that the formation of Na2CO3, which can be formed by exposure to moisture, was suppressed by the NMO coating layer on the NFM surface. Therefore, the NMO coating can effectively solve the chronic problems of NFM and other moisture-sensitive cathode materials. Moreover, the PVP-assisted wet chemical method can also be applied to other cathode materials to obtain uniform coatings, and the coating thickness can be easily controlled by adjusting the amount of coating material precursor and PVP. Therefore, the PVP-assisted wet chemical method used in this study may be a promising strategy for use in various battery applications. Additionally, as part of our future plans, we are committed to design full cell test with hard carbon-based anodes and optimize the physicochemical properties of cathode materials in order to improve and maximize the electrochemical performances of cathodes in this study."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "All authors contributed to the study conception and design. Material preparation, data collection, and analysis were performed by Minsu Choi. Minjun Kim wrote the manuscript. Wonchang Choi gave the meaningful advice in theoretical analysis and writing the manuscript. All authors read and approved the final manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Boosting the electrochemical performance and moisture stability of O3-type NaNi1/3Fe1/3Mn1/3O2 cathodes using novel Na2MoO4 coatings prepared via a polyvinylpyrrolidone-anchored complex coating process"
}