{
    "DOI": "10.1039/C5NR07100C",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Developing rechargeable batteries is a major preoccupation of electric vehicle and renewable energy storage system manufacturers. In the past few years, there have been extensive efforts on the research and development of lithium (Li)-ion batteries (LIBs) for higher energy density and longer cycle life. However, because of the limited sources of Li and its high cost, problems exist in meeting the demand for large-scale energy storage applications. Consequently, research on using alternative reliable energy storage technologies has increased. Sodium (Na)-ion batteries (NIBs) have recently attracted increasing attention because, compared with Li, Na is widely available and inexpensive. Because NIBs possess an electrochemical nature similar to LIBs, there is a growing trend of using LIB electrode materials, such as carbon materials (hard carbon, graphene ), alloy materials (tin, germanium, antimony ), metal sulfides (MoS2, SnS2, Sb2S3, WS2, FeS ), transition metal oxides and phosphates (SnO, TiO2, CuO, Fe2O3, Co3O4, MoO3, Na3Ti2P2O10F ), and organic materials as anodes in NIBs. Compared with other conversion-type metal oxide anodes in LIBs, manganese oxides (MnOx) have the advantages of high theoretical capacity, natural abundance, low cost, and environmental benignity. In addition, it shows a smaller potential hysteresis and lower operation potential (1.032 V vs. Li/Li+). In spite of various studies on MnOx as LIB anodes, there has surprisingly been no report on the electrochemical activity of MnOx as NIB anodes, and the reason for the different electrochemical activities of MnOx in LIBs and NIBs is unknown.",
                "Undoubtedly, the structural parameters, such as size and morphology, of active materials are essential for optimizing the performance of electrochemical electrodes. For LIBs, nanostructured MnOx materials have been shown in some cases to deliver superior electrochemical performance to their bulk counterparts because of their large surface areas and the shortening of the Li+ diffusion path, both of which are beneficial to the rate performance. Moreover, ultrafine (UF) nanoscale materials possess high surface energies with strong interaction with the surrounding, and this property may provide opportunities for substantially enhancing their electrochemical activity. In this work, we developed a new synthesis strategy to realize the formation of spatially confined UF-MnO2 nanocrystallites that are on average 4 nm in size. When this new nanostructured MnO2 material was tested as an anode for NIB application, it exhibited an unexpectedly high electrochemical sodiation capacity, in contrast to the negligible activity shown by the aggregates of larger (14 nm) MnO2 crystallites. This is the first time that MnO2 is shown to be electrochemically active as a NIB conversion anode."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Mesoporous SiO2 nanoparticles were purchased from Sigma-Aldrich, and analytical grade chemical reagents were used. To synthesize MnO2, 0.5 g of KMnO4 was added to 40 mL of an aqueous dispersion solution containing 1.92 g of SiO2 and the solution was heated at 150 °C for 48 h. After washing with distilled water, brownish MnO2/SiO2 powder (precipitate) was obtained. The composite precipitate was subsequently etched with a 1 M NaOH solution for 12 h, washed with distilled water, and finally air dried at 60 °C. In addition, pure MnO2 was synthesized under the same hydrothermal conditions in the absence of SiO2, and the obtained powder was not subjected to etching."
                    ],
                    "name": "Synthesis of MnO2/SiO2 and MnO2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Microstructural characterization was performed using scanning electron microscopy (SEM; JSM-7600F, JEOL) and transmission electron microscopy (TEM; FEI Tecnai TF20, Philips). Pore size distribution was determined using Barrett–Joyner–Halenda (BJH) analysis of N2 adsorption (Micromeritics ASAP 2020). Powder X-ray diffraction (XRD) was performed using a diffractometer (X-pert/Philips) with Cu Kα radiation. X-ray photoelectron spectroscopy (XPS) analysis was carried out with a spectroscope (VG Scientific/ESCALAB 250) equipped with an Al X-ray source (Kα, 1486.6 eV) operated at 15 kV and 100 W. In operando X-ray absorption near-edge spectroscopy (XANES) analysis was conducted using the 17-C1 beamline of the National Synchrotron Radiation Research Center in Taiwan. Spectra were acquired during the course of a constant-current discharge cycle with a current density between 2.8 and 0 V. The collected data were further analyzed using the IFEFFIT program."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared by mixing 75 wt% active materials (MnO2/SiO2 nanocomposites or pure MnO2), 15 wt% conductive additive (multiwalled carbon nanotubes), and 10 wt% binder (alginate) to form a homogeneous slurry, which was then coated on a copper foil, followed by drying at 100 °C for 12 h in a vacuum oven. To test electrochemical properties, 2032-type coin cells were assembled in an argon-filled glove box with Na foil as the counter and reference electrodes. The electrolyte used was 1.0 M sodium hexafluorophosphate (NaPF6) in a solvent mixture of ethylene carbonate (EC) and propylene carbonate (PC) (EC:PC = 1:1, v/v), and the separator was a glass microfiber filter (Whatman). Galvanostatic charge–discharge tests were performed with a cut-off voltage range of 0.001–2.8 V (vs. Na+/Na) by using the MCN6410 Arbin battery testing system. Specific capacity was expressed based on the mass of MnO2."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "MnO2 is known to be susceptible to sintering and hence easily grows into large crystal sizes upon thermal treatment. In order to limit the dimension growth of the MnO2 nanocrystallites, a new synthesis method using mesoporous SiO2 particles as a solid template was developed. Nanocrystalline MnO2 was deposited within the pores of the SiO2 template via a hydrothermal process. As shown by SEM analysis, the SiO2 particles had a spherical shape and a granular surface (Fig. 1a; Fig. S1a† for low magnification), and as revealed by TEM analysis, they were mesoporous and contained regular arrays of pores (Fig. 1b). The MnO2/SiO2 composite particles obtained from the hydrothermal treatment exhibited smooth solid surfaces (Fig. 1c) and were opaque under TEM (Fig. 1d). MnO2 appeared to preferentially deposit within the SiO2 particles, and only a small amount of MnO2 flakes was observed attached to the composite particle surfaces. Subsequent treatment of the composite particles with an alkaline aqueous solution to remove SiO2 led to the formation of different hollow interior structures (Fig. 2a–d; Fig. S1b† for low magnification). Energy-dispersive X-ray (EDX) analysis indicated that the remaining skeletons of the hollow spheres contained both Si and Mn. Line-scan analysis (Fig. 2d) showed the intimate coexistence between these two elements within the resolved scale. SiO2 that remained in the skeleton after prolonged etching apparently had chemical properties different from pure SiO2, which would have completely dissolved in the alkaline solution. The brownish color of the MnO2/SiO2 composite suggests the doping of SiO2 by Mn ions, and the doping may have reduced the solubility of SiO2 in the alkaline solution. High-resolution TEM analysis revealed a domain structure within the remaining skeleton (Fig. 2e and f).",
                        "N2 adsorption analysis further indicated that the SiO2 template particles had a narrow pore size distribution between 2.0 and 4.5 nm (Fig. 3) and a pore volume of 0.94 cm3 g−1. MnO2 deposition resulted in a remarkable reduction in the pore volume, indicating that MnO2 successfully occupied pores within the SiO2 matrix. The etched MnO2/SiO2 nanocomposite powder also showed the absence of meso- and micropores (Fig. 3); therefore, the etched powder was a macroporous material with a solid skeleton that contained numerous UF-MnO2 nanodomains. It was found that Mn could not completely be leached out by the conventional nitric acid digestion treatment; the Mn content determined from the inductively coupled plasma analysis was always lower than those determined from the EDX analysis. Extensive EDX analysis indicated a Mn content, in terms of MnO2, of 32% (±3%) by weight. The control MnO2 powder had a flake-like morphology with widths extending up to a few hundred nanometers (Fig. 4).",
                        "XRD analysis of the porous MnO2/SiO2 nanocomposite showed reflections of MnO2–birnessite and a broad hump near 2θ = ∼22° attributable to the amorphous SiO2 component (Fig. 5). By contrast, the MnO2 control powder showed reflections of only birnessite. The reflection peaks of birnessite from the MnO2/SiO2 nanocomposite were much broader than those of the MnO2 control powder, suggesting that the average size of the birnessite crystallites in the MnO2/SiO2 composite was much smaller than that in the MnO2 control powder. We estimated the crystallite size by using the Debye–Scherrer equation and obtained an average birnessite crystallite size of 4.2 nm for MnO2 in the MnO2/SiO2 nanocomposite and of 13.8 nm in the MnO2 control powder. The size of the birnessite crystallite in the composite closely matched the pore dimensions of the starting SiO2 powder. This consistency in dimensions further proved that the birnessite crystallites mainly formed within the pores of the SiO2 matrix. For the MnO2 control powder, the XRD-determined birnessite crystallite size was much smaller than the flake dimensions shown by the microscopy analysis (Fig. 4). Therefore, we conclude that the MnO2 flakes were polycrystalline and they were aggregates of birnessite nanocrystallites.",
                        "For XPS analysis (Fig. 6), the Mn 2p3/2 spectrum of the MnO2 control powder was typical of birnessite, showing a strong Mn(IV) contribution that appeared as a characteristic multiplet with a maximum at 642.2 eV, and two satellite peaks at higher binding energies of 643.2 and 644 eV, along with a small contribution of Mn(III) at 640.7 eV. The spectrum of the composite powder was substantially broader (by 1.9 eV at half-maximum) than that of the control MnO2, and it showed a red-shift, by 0.5 eV, of the Mn4+ maximum peak to 641.7 eV with the multiplet intensity ratios departed from those of the control powder. These differences were attributable to the variations in the bonding environment of Mn(IV) ions in the composite sample associated with the Mn–O–Si bonding at the interfaces between the SiO2 and MnO2 domains as well as within the doped SiO2. This was consistent with a reported lower binding energy of Mn(IV) ions in MnSiO4 than in MnO2, presumably due to the reduced ionic nature of the Mn–O–Si bonding. As revealed in various geological settings, the formation of Mn–O–Si oxides is facile under hydrothermal conditions. Through the formation of Mn–O–Si bonding, the SiO2 surfaces may act as favorable heterogeneous nucleation sites for MnO2 formation during hydrothermal synthesis, leading to the preferential deposition of UF-MnO2 crystallites within the SiO2 matrix with high surface energy arising from extensive heterogeneous interfacial bonding."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance of MnO2 powders with different crystal sizes as NIB anodes was investigated and the results are shown in Fig. 7. A control study indicated that pure SiO2 did not show reversible capacity. The pristine MnO2 control powder exhibited a reversible charge capacity of only 19 mA h g−1. The MnO2 control powders with or without being subjected to the etching process exhibited the same low sodiation activity. The small charge capacity exhibited by the MnO2 control electrode explains why there has so far been no report of MnOx as the NIB anode. In great contrast, the first discharge of the UF-MnO2 electrode showed a plateau between 0.8 and 0.6 V, which signified extensive reduction of MnO2, followed by a tail, giving a total sodiation capacity of nearly 1000 mA h g−1. The first charge of the UF-MnO2 anode showed a sloped plot giving the first cycle reversible capacity of 567 mA h g−1. The large irreversible capacity during the first cycle may be attributable to the combination of SEI formation and, as shown later, irreversible reduction of the starting MnO2 to the oxides of lower Mn valences. The remarkable crystal-size effect within the nanometer range observed on the electrochemical sodiation activity of MnO2 is unique among other metal oxide-based NIB anodes. The voltage plots of the second cycle exhibited sloped profiles, lacking distinct plateaus. Sloped charge/discharge voltage profiles are typically seen on various conversion oxide NIB anodes.",
                        "Fig. 7b and c respectively summarize the specific capacity data and charge–discharge voltage plots at different current densities. The Coulombic efficiency quickly increased to >95% after 5 cycles. The UF-MnO2 anode retained a specific capacity of 130 mA h g−1 when the current rate was increased 100-fold to 3750 mA g−1. When cycled at 150 mA g−1, the UF-MnO2 anode retained nearly 70% of the initial capacity after 500 cycles (Fig. 7d), indicating exceptional cycle performance. Table 1 compares the specific capacity of the UF-MnO2 electrode with those of various NIB conversion anodes that have been prepared by a similar slurry coating process in previous studies. As is shown, the UF-MnO2 exhibited higher specific capacity than the other oxides and superior cycle performance. The data illustrate the promising potential for the low-cost MnO2-based NIB conversion anode. The finding of the present work suggests a new strategy for “activating” the potential electrochemical electrode materials that appear inactive in the bulk form.",
                        "An ex situ XRD study on electrodes discharged to potentials below 1.0 V did not detect any crystalline reflection, indicating that birnessite turned into amorphous phases upon the first sodiation cycle (Fig. S2†). The charge storage mechanism was investigated using in operando synchrotron XANES analysis during the course of the second discharge (inset, Fig. 8a). Fig. 8 shows the selected six spectra acquired consecutively with an equal capacity increment. At the beginning of discharge (2.5 V), the XANES spectrum was located between the standard spectra of MnO and Mn2O3, indicating an average Mn valence between 2+ and 3+ (Fig. 8a). With decreasing potential, the XANES spectrum shifted toward lower energy with the profile evolving more closely to that of MnO (Fig. 8a), until the potential reached approximately 0.35 V. Isosbestic points (i.e., common intersection points) that matched closely to those of crystalline Mn2O3 and MnO were found (Fig. 8a), suggesting a two-phase conversion reaction involving a reduction reaction between Mn(II) and Mn(III) oxides:",
                        "where Mn(III)–O1.5 and Mn(II)–O represent local chemical stoichiometries of MnOx domains, but do not necessarily correspond to the crystalline MnO or Mn2O3 structure.",
                        "Below 0.35 V, the spectrum essentially remained unchanged (Fig. 8b), indicating that the charge-storage below this potential originated primarily from mechanisms that do not involve Mn ions. Non-metal-centered redox reactions, such as the formation of a polymer-like film and surface space-charge layer, at low potentials have been suggested to make substantial contribution to the capacity of the conversion anodes in LIBs. We infer that similar non-Mn-centered redox reactions also occur in the present system, and they account for the majority of the storage capacity taking place below 0.35 V.",
                        "Until the end of discharge, there was no formation of metallic Mn. This is in contrast to what have been reported for other NIB conversion anodes as well as the MnOx anodes of LIBs, which are completely reduced to zero-valence metal during the first lithiation and undergo reversible redox reactions between the metals and oxides:",
                        "The inability to reduce the Mn oxide into Mn metal during the discharge process suggests significant polarization built up within the oxide crystallites upon sodiation. The polarization may arise from the diffusion resistance of the Na ion within the oxide crystallite or the high activation energy of the conversion reaction. The Na ion is substantially larger than the Li ion, and therefore diffusion of Na ions within the oxide crystallite is expected to encounter a much greater resistance than Li ions. Reducing the crystal size can shorten the diffusion path of the Na ions and hence decrease the polarization. The reduction potential to metallic Mn is substantially lower, by 0.7–1.3 V, than those to the other metals in the oxides listed in Table 1. This may explain why the MnO2 conversion anode is more size-sensitive than the other oxide conversion anodes. Furthermore, we cannot rule out the possibility that the high surface energy of the UF-MnO2 crystallites arising from extensive heterogeneous interfacial bonding with the SiO2 surrounding helps in lowering the activation energy for initiating the conversion reaction and hence facilitates the sodiation process."
                    ],
                    "name": "Electrochemical performance of MnO2 powders as NIB anodes",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Space-confined UF-MnO2 with an average crystal size of approximately 4 nm was synthesized through a SiO2-templated hydrothermal process. UF-MnO2 exhibited a reversible sodiation capacity of 567 mA h g−1, compared with the negligible activity shown by aggregates of larger (14 nm) MnO2 crystallites. Our results indicated a profound size effect within the nanometer range that was previously unknown among the other conversion-reaction NIB anodes. The UF-MnO2 anode exhibited an exceptional rate and cycle performance, exhibiting >70% capacity retention after 500 cycles at 0.15 A g−1. The enhanced cycle stability may be attributable to the solid-embedding architecture that enabled the reduction in the dimensional variations of the active material. In operando XANES analysis revealed combined charge-storage mechanisms involving the conversion reaction between Mn(III) and Mn(II) oxides and non-Mn-centered redox reactions that dominated at low potentials."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "An unexpected large capacity of ultrafine manganese oxide as a sodium-ion battery anode"
}