{
    "DOI": "10.1039/D2CP04752G",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As energy conversion and storage devices, the demand for rechargeable batteries is growing. Nowadays, rechargeable metal-ion batteries play an important role in the sustainable development of the global economy. Among common metal-ion batteries, Li-ion batteries are the dominating medium of energy storage and may promote the improvement of sustainable storage of intermittent energy sources. However, the booming development of electric vehicles and large-scale application of Li-ion batteries make people worry about Li reserves. In contrast, Na is abundant and cheap. Recently, the emergence of Na-ion batteries has been widely considered by researchers. The development of Na batteries with long cycle life and no memory effect has important strategic significance. The electrode production and battery assembly processes of Na batteries have no obvious difference from Li batteries. Although the energy density is lower than that of Li batteries, Na batteries are more advantageous for large-scale energy storage applications.",
                "However, the larger ionic radius is a basic problem of Na batteries. The difference in the ionic radius between Li+ and Na+ leads to the performance of the Na batteries being lower than that of Li batteries. We need to find new electrode materials suitable for Na batteries. Recent research has suggested a simple method for predicting the configuration of layered Na+ oxides, whose effectiveness has been verified by experiments. This method provides theoretical guidance for the design and preparation of layered oxide cathodes for low cost and high performance Na batteries. For anodes, common materials include carbon, nano-carbon, alloy materials and metal oxides, etc. As one of the key materials, the anode material is the electrode for the oxidation reaction, which plays a decisive role in the charge and discharge efficiency, capacity density and other properties of metal-ion batteries. Among common anode materials, graphitic materials are present in almost all carbon classes, including microporous carbons, porous carbon composites and soft carbons containing hydrogen. Graphitic carbon is the most commonly used anode in Li batteries. However, with larger ionic radius, Na+ can hardly be embedded in graphite. In current Na batteries, hard carbon is used for providing more Na storage sites. Recently, many new materials have also been developed rapidly. The utilization of newly discovered carbon allotropes in emerging energy applications has also been paid much attention.",
                "As a fundamental element on the earth, carbon possesses a unique ability to form a variety of complex structures. In addition to graphite and diamond, people have synthesized many new carbon allotropes, including fullerenes, carbon nanotubes and graphene. With the development of synthesis technology, a large number of carbon allotropes with sp bonds or sp–sp2 and sp–sp3 combinations have been obtained. Beyond that, theoretical predictions of new carbon crystalline phases, e.g. M-carbon, bct C4 carbon, penta-graphene, BC14 penta-diamond and BCO-C16 have been proposed. Bafekry et al. found new forms of two-dimensional porous carbon nitride C6N7 and C6N. Very recently, 4,4′′-dibromo-2,2′,2′′,5,5′,5′′-hexafluoro-1,1′:4′,1′′-terphenyl was first polymerized into well-aligned poly(2,5-difluoro-para-phenylene) chains, and then undergoes C–C coupling by HF-zipping to form a biphenylene network (BPN). This method opens the way to large-scale chemical synthesis of planar sp2-hybridized carbon allotropes other than graphene. BPN exhibits improved performance in the hydrogen evolution reaction over that of graphene. The BPN motif not only acts as a spacer in a variety of functional molecules but also serves as a backbone for catalysts and ligands. Recently, Han et al. investigated the possibility of using a BPN monolayer as a Na battery anode. Since the chemical synthesis of BPN is expected to be used in industrial production, the use of bulk BPN in Na battery anodes is worth studying.",
                "In this paper, we investigate the structural and electronic properties of BPN, and explore the possibility of BPN serving as a Na storage material and Na battery anode via density functional theory (DFT) calculations. The convex hull of the formation energy spectrum is employed to understand the Na intercalation process in BPN. The open-circuit voltage (OCV) indicates that BPN has a larger specific capacity (413 mA h g−1) than the graphite-Li system. The Na diffusion behavior is studied to reveal the advantages of BPN as a Na storage material. Finally, the change in BPN volume during the Na charging process, as well as the change of interlayer distance, is found to be lower than that of the graphite-Na system. We expect that our results will contribute to the implementation of BPN as a Na storage material and Na battery anode in the future."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "DFT calculations are performed via the projector augmented wave (PAW) method and generalized gradient approximation with the Perdew–Burke–Ernzerhof (PBE) functional as implemented in the Vienna ab initio simulation package (VASP). The DFT-D3 method with Becke–Johnson damping is selected as the correction of van der Waals interactions. To verify the key calculation results, the hybrid HSE06 functional is applied to the BPN–Na systems (see Section S1 for details, ESI†). A kinetic energy cut-off of 500 eV for the plane wave expansion is set. The Γ-centered Monkhorst–Pack method was used to sample the Brillouin zone with a spacing of 0.025 Å−1 for structural optimization. The convergence of total energy is considered to be achieved when the total energy difference between two iterated steps is less than 10−5 eV. To obtain optimized structures, total Hellmann–Feynman forces are reduced to 10−3 eV Å−1. For the BPN monolayer, we set a vacuum space of 17 Å between sheets to prevent interaction between the replicas. Molecular dynamics (MD) simulations are performed at 300 K to verify the structure stability. The time step is set to 1 fs. With a pre-equilibrium of 2 ps, the simulations last 4 ps. The climbing image nudged elastic band (CI-NEB) method is employed to find the minimum energy paths and migration barriers of Na in BPN. Crystal orbital Hamilton population (COHP) analysis, which can well reflect the change of the crystal orbital, is carried out with the LOBSTER package. The pbeVaspFit2015 basis is used with C(2s, 2p) and Na(3s) basis functions.",
                "To evaluate the stability of different stacking patterns in bulk BPN, we calculate the binding energy of C atoms, which is defined as",
                "where n is the total number of C atoms in the unit cell, and E(BPN) and E(isolate C atom) are the total energies of a BPN cell and an isolated C atom, respectively. Under this definition, the bulk structure with minimum Eb indicates that it is the most stable one. The strength of the BPN–Na cohesive reaction in 3 × 3 and 2 × 2 supercells in stages I and II is evaluated by the average adsorption energy that can be defined as Here, n represents the number of Na atoms in the supercell. E(BPN–Nan), E(BPN) and E(Na) mean the total energies of the BPN–Na phase, BPN and a Na atom in the bulk bcc phase, respectively.",
                "To estimate the stability of BPN–Na phases with different concentrations, we use formation energy per unit cell. For the formula NaxC6, it is define as",
                "Here, Euc(BPN–Nax) is the total energy of Na-intercalated BPN per unit cell (six C atoms). Euc(BPN) is the total energy of pure BPN unit cell. x is the Na number in Na-intercalated BPN per unit cell. The open-circuit voltage (OCV) between two different Na contents x1 and x2 in bulk BPN is calculated as where Euc(ground-state)(BPN–Nax) is the total energy of NaxC6 in the ground state per BPN unit cell."
            ],
            "name": "2. Computational methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We first obtain structural information of the BPN monolayer (Fig. 1(a), with the primitive cell shown by red dashed lines). The rectangular primitive cell belongs to the 2D Pmm space group, composed of six C atoms on the same plane. The lattice constants of monolayer BPN are a = 4.52 Å and b = 3.77 Å. The C atoms with sp2 hybridization constitute tetragonal, hexagonal, and octagonal rings. The C–C bond lengths and angles in Fig. 1(a) are d1 = 1.45 Å, d2 = 1.41 Å, d3 = 1.45 Å, θ1 = 114.7° and θ2 = 90.0°. Bafekry et al. verified the dynamical stability of the BPN monolayer via phonon band dispersion and determined a large proportion of strong covalent bonds between C atoms using the electron localization function (ELF). The binding energy per C atom (calculated by eqn (1)) is −7.52 eV per atom, which is higher than that of graphene (−8.06 eV per atom) and diamond (−8.05 eV per atom) but lower than that of graphdiyne (−7.26 eV per atom). This means that the BPN monolayer is stable in energetics.",
                        "The structure of bulk BPN is shown in Fig. 1(c). The lattice constants of bulk BPN are a = 4.50 Å, b = 3.77 Å and c = 6.29 Å. The bulk phase is composed of BPN monolayer stacking. The binding energy of BPN bulk (−7.64 eV per atom) is lower than that of the BPN monolayer and graphdiyne, which indicates that bulk BPN is also stable. The bulk lattice belongs to the Pmma space group (orthorhombic). The ELF is used to evaluate the characteristics of the bonding properties. Fig. 1(e) shows the ELF in the (001) plane. The ELF value between C atomic layers is almost zero. Similar to graphite, the C layers are bound via van der Waals interactions without covalent bonding. The dynamical stability of bulk BPN is verified via phonon band dispersion as well as MD simulations. The phonon spectra of the most stable AB pattern (Fig. 1(f)) have no apparent imaginary frequencies but U-shaped negative values near the Γ point because of the flexural acoustic mode but not instability, which can be seen in the phonon bands of many other 2D materials.",
                        "In order to understand the electronic properties, we obtain the band structures, the projected density of states (PDOS) and COHP of monolayer (Fig. 1(b)) and bulk BPN (Fig. 1(d)). To verify the results, we also employ the hybrid HSE06 functional to show that the calculated bands are similar to the PBE results (see Section S1, ESI†). Consistent with the experimental result, the bands crossing the Fermi level indicate that BPN is metallic. A tiled Dirac cone (0.53/0.52 eV above the Fermi level of BPN monolayer/bulk, respectively) can be found in the BPN band structures (denoted by the red circle in Fig. 1(b) and (d)), the formation of which is attributed to the out-of-plane pz orbitals. It also exists in other 2D materials like penta-NiSb2 monolayer and Be5C2. According to the PDOS, the C atoms have sp2 hybridization because the low-energy bands mix 2s, 2px and 2py orbitals. The BPN bands near the Fermi level are mainly composed of out-of-plane 2pz orbitals, which bring BPN metallic characteristics. To observe the C–C bonding more clearly, we focus on the COHP between the atomic orbitals on the nearest C–C atoms. Both monolayer and bulk BPN show negative COHP values (i.e. bonding) below the Fermi level, and positive COHP values (i.e. anti-bonding) above the Fermi level. The situation is similar to that of graphite (see Section S4, ESI†), which indicates perfect C–C bonding in BPN.",
                        "For bulk BPN, we consider AA and several AB patterns as possible stacking (Fig. 2). The binding energies of C atoms are listed in Table 1. Among these structures, the most stable one is AB stacking (Fig. 2(b)). The intralayer C–C bond lengths and angles have no obvious difference with single layer BPN. The interlayer distance d = 3.15 Å is close to that of graphite (∼3.3 Å) (the interlayer distance of AA stacking is 3.35 Å). In this structure, one layer is slipped by 0.20 Å along the x direction relative to another layer. MD simulations for the AA and AB patterns show that both structures can be sustained during the simulation time (for the details, see Section S3, ESI†). So, the stability of BPN bulk is confirmed by the above results."
                    ],
                    "name": "3.1 Structural, mechanical and electronic properties of BPN",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the BPN monolayer, the formation energy Ef = +0.14 eV of NaC6, which is larger than zero, is disadvantageous to Na adsorption (see Section. S2, ESI†). In this section, we reveal the potential ability of BPN bulk as a stable Na battery anode. We primarily investigate the intercalation of Na atoms. In the charging process, the intercalation of Na occurs in stages, which is considered to be similar to the case of the graphite anode. For example, in stage I (Fig. 3(a)), every interlayer spacing is uniformly filled by Na atoms. In stage II (Fig. 3(a)), Na atoms alternatively fill into one interlayer spacing, leaving another interlayer spacing empty and in stage n, Na atoms enter one layer while leaving n − 1 layers empty between each Na-intercalated layer. We choose several possible configurations of stage I with Na atoms located on the oct-rings, hex-rings, tetra-rings, and on both oct- and hex-rings (Fig. 3(b)). We use average adsorption energy Ead to determine the most stable adsorption site. The average Na adsorption energies are listed in Table 2, which indicate that the oct-ring is the perfect site. To verify the stability of the BPN–Na systems, MD simulations are performed (see Section S3, ESI†). Fig. 3(c) and (d) show the COHP of C–Na atom pairs in NaC6 (stage I) and NaC12 (stage II), respectively. We can see that the COHP between C and Na atoms is weak, indicating that no effective bonding exists between C and Na. The C–Na interactions are just physical adsorption.",
                        "In the case of Li-intercalated graphite, when the Li concentration increases, it is transformed from higher stages to lower stages. As Li atoms are intercalated, the hybridization between the Li valence electrons and graphite interlayer states perturbs and screens the C–C van der Waals bonds, which causes the change from AB stacking of graphite to AA stacking. So, we anticipate the situation could occur in Na-intercalated BPN as well. In stage II of Na-intercalated BPN (with lower Na concentration than stage I), the layers filled with Na present AA stacking, while the empty layers present AB stacking (the right panel in Fig. 3(a)). In stage I with higher Na concentration, all the stacking transforms to AA. Similar to the graphite-Li system that possesses AB stacking at low Li concentration and AA stacking at high Li concentration, Na-intercalated BPN exhibits the same characteristics (see Fig. 4(d))."
                    ],
                    "name": "3.2 Na intercalation in BPN",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To evaluate the thermodynamic evolution of Na-intercalated BPN with different Na concentrations, we search for possible configurations in the 3 × 3 and 2 × 2 NaxC6 supercell (0 < x ≤ 2) in stages I and II. Here, x > 1 denotes the BPN primitive cell excessively filled with more than one Na. The average adsorption energies (eqn (2)) of 164 non-identical configurations (Several typical structures are shown in Fig. 4(d)) are obtained to determine the ordered ground states (see Fig. 4(a)). We also obtain formation energies per unit cell (eqn (3)) of these configurations (Fig. 4(b)).",
                        "Fig. 4(a) shows that when x > 0.56, stage I is more favorable to form. But when x < 0.56, stage II gets more dominant. Although we have only considered the Na-intercalated BPN in stages I and II, higher stages may exist with low enough Na concentration. As Na atoms are intercalated, the interlayer distance of BPN increases, which is advantageous for more Na atoms to intercalate. The average adsorption energy Ead decreases with the Na number until the concentration reaches x = 0.889 (see Fig. 4(a)). This means that when x < 0.889, the increasing interlayer distance brings the aggregated Na atoms lower energy. But with more Na atoms (x > 0.889), the interlayer distance increases slowly and the repulsion between Na atoms increases, leading to a higher Ead. According to the formation energies Ef in Fig. 4(b), as the Na concentration reaches x = 1.111, the repulsion holds a dominant position, ultimately leading to a lowest Ef (i.e. the ground state, see Fig. 4(d)). With higher Na concentration (x > 1.111), the system becomes less stable because of loading excess Na atoms.",
                        "To evaluate the OCVs in the discharge process, we pay attention to the low-energy configurations in Fig. 4(b). The formation energy Ef of NaxC6 represents the total energy decrease in the formation of C–Na composites. In low Na concentration, stage II is more stable than stage I. It should be pointed out that in the actual discharge process, the OCVs might be related to extra stages that we have not calculated here. Generally, in low Na concentration, the formation of higher stages may be attributed to the ground state configurations. Here, average Na intercalation potential is used to describe the potential of the anode. According to the convex hull of Ef (the outline in Fig. 4(b)), we calculate the OCVs of the BPN anode viaeqn (4), as shown in Fig. 4(c). OCV is the average Na atom intercalation potential (relative to Na bulk) between two different phases. In Fig. 4(c), the OCVs are divided into 7 platforms, the values of which are 0.68, 0.42, 0.14, −0.17, −0.40 and −0.46 V. With increasing x, the value of OCV decreases. It is noteworthy that OCV < 0 can cause the formation of dendrites in BPN–Na. Thus, the maximum appropriate Na concentration in bulk BPN is Na1.111C6, and its specific capacity 413 mA h g−1 is higher than that of the graphite-Li system (372 mA h g−1). To verify the results, we employed the hybrid HSE06 functional to calculate the formation energies of key structures in the convex hull. The resulted tendencies of the convex hull and the OCV profile are coincident with that of the PBE functional (see Section S1, ESI†). The HSE06 calculations confirm the reliability of the above results."
                    ],
                    "name": "3.3 Convex hull and anode potential of Na-intercalated BPN",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Good ion diffusion is also important for anode materials. It has a great influence on battery reaction rates. In this section, we pay attention to Na diffusion barriers in BPN. In BPN, oct-rings are the most stable sites for Na adsorption. So, we mainly explore the migration between oct-rings. We first investigate in-plane and cross-plane diffusions of Na on a 3 × 3 BPN monolayer. Fig. 5(a)–(c) show the in-plane migration paths and the corresponding energy profiles. Path Fig. 5(a) and (b) is the diffusion along the x/y direction, respectively. Fig. 5(c) presents a long-distance jump from one oct-ring to another with a hex-ring as an intermediate. Their migration barriers in Fig. 5(a)–(c) are 0.22, 0.22 and 0.21 eV, respectively, which are all lower than the Li migration barriers 0.42, 0.44 and 0.43 eV on a BPN monolayer. For the cross-plane migration through the oct-ring hollow of the BPN monolayer, the barrier is very high (6.89 eV). This indicates that cross-plane migration is kinetically prohibited. As for the cross-plane migration of a Na atom through a double vacancy defect site of bilayer graphite, this is also a difficulty.",
                        "Then, we investigated Na diffusion in bulk BPN. Fig. 5(d)–(f) show possible Na diffusion paths and corresponding barriers in a 3 × 3 × 1 bulk BPN supercell. The migration barriers are 0.39, 0.55 and 0.37 eV, which are lower than the barriers in AB-stacked bilayer graphene with double vacancy defects. In general, BPN has periodically arranged tetra-rings, hex-rings and oct-rings. The hex-rings are similar to those in graphite, and the oct-rings are similar to the defect sites in graphite. The adsorption sites on the hex-rings bring lower adsorption energy for Na. Therefore, the migration barriers of Na in PBN are a bit higher than those in defect graphite."
                    ],
                    "name": "3.4 Na migration barriers in BPN",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In this section, we investigate the changes in volume and interlayer distance of BPN under different Na concentrations. For a certain Na concentration x, the ground state configuration with minimum energy is studied. For x = 0 ∼ 2, the interlayer distances and volumes are shown in Fig. 6(a) and (b), respectively. We record the data in Table 3. We can see that the change of volume is consistent with that of interlayer distance because Na intercalation nearly has little influence on the intralayer area. The change in volume is mainly attributed to the change in interlayer distance. It is worth noting that there is an abrupt change from Na0.5C6 to Na0.556C6, which is attributed to the change of stage. The change rate of volume and interlayer distance from Na0C6 to Na1.111C6 reaches 26.3% and 24.1%, respectively, compared with the change rate of interlayer distance in graphite-Na phase from Na0C6 to Na1C6 of 55.9%. A good anode material requires a low volume change that determines the stability during cation intercalation. So, to this point, bulk BPN is more suitable as a Na anode storage material compared with graphite."
                    ],
                    "name": "3.5 Volume and interlayer distance of bulk BPN",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the structural and electronic properties of BPN are investigated via DFT calculations. The structure of BPN is composed of periodical four-, six-, and eight-membered carbon rings. The band structures and PDOS reveal its metallic electronic properties. We find the most stable AB stacking pattern of bulk BPN, whose dynamical stability is verified via phonon band dispersion. The ELF shows strong intralayer covalent bonding, while the layers are bound by van der Waals interactions. To comprehensively understand the characteristics of BPN for Na ion battery applications, we present the results for Na distribution in bulk BPN and the OCVs from the convex hull of formation energy. The sites in the oct-rings are most favorable to Na adsorption. As more Na intercalated in these sites, the stacking pattern of this material changes from AB to AA. The maximum of OCV reaches 0.68 V. The flat section of OCV indicates that BPN–Na possesses a specific capacity of 413 mA h g−1 that is higher than that of the graphite-Li battery. We also found that the migration barriers of Na in monolayer and bulk BPN remain low enough for ion diffusion. Finally, we investigate the changes in volume and interlayer distance during Na insertion. They are both smaller than those of the graphite-Na phase. We hope that our study will inspire new interest in the experimental realization of BPN on a large scale suitable for commercial production."
            ],
            "name": "4. Summary",
            "type": "section_h2"
        },
        {
            "content": [
                "The data that supports the findings of this study are available within the article."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no conflict of interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Biphenylene network as sodium ion battery anode material"
}