{
    "DOI": "10.1039/D0NH00187B",
    "Journal": "Nanoscale Horizons",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "COFs are crystalline polymers with uniform nanopores. The out-of-plane π–π stacking of the aromatic rings between the COF layers generates hollow cylindrical channels running along the c-direction. Their pore size and shape can be tuned by choosing monomers of desired length and geometry. Meanwhile, their organic backbone favors the stoichiometric incorporation of electrochemically active sites into the framework. This molecular-level designability gives a chance to decorate the entire wall of their cylindrical pores with redox-active functional groups. Their crystalline structure ensures a periodic distribution of such active sites, while the sizeable nanopores ensures easy access to such sites. Also, the high surface area of COF helps to store electrical charge via electrical double layer formation. These redox-active COFs become apt electrode candidates for metal-ion batteries, particularly in providing the required electronic dynamo for sluggish ions such as Na+. The superior anodic performance of COF in Li-ion batteries with specific capacities surpassing that of commercial graphite has been recently demonstrated.",
                "Nevertheless, graphite is the most used anode in commercial Li-ion batteries. It stores Li+ ions by inserting them into its inter-layer spaces. Unfortunately, graphite does not show such favorability for Na+ ions. In contrast, even the larger K+ ions can be inserted into the graphite interlayers with relative ease. The problem arises due to the lack of thermodynamic favorability for the Na+ ions to reside in the interlayer spaces of graphite. This becomes evident from the enthalpy associated with the compounds that form during the intercalation of these different ions into graphite. The enthalpy of formation of LiC6 and KC8 was found to be −16.4 and −27.5 kJ mol−1, respectively. Meanwhile, NaC6 and NaC8 are unstable with positive enthalpies of formation (+20.8 and +19.9 kJ mol−1). This is due to the size mismatch. Interestingly, including larger solvated co-ions with Na+ ions improves the latter's size-fit but it does bring down the energy density as many sites get occupied by the “non-contributing” solvated guest. Also, since the Na+ ions are larger than Li+ ions, the intercalation of Na+ into small lattice structures (which are desirable for high-energy batteries) might be accompanied by structural and volume changes. In many cases, these changes destroy the contacts between the electrode and the current collector, leading to undesirable capacity fading during the Na-ion battery cycling. However, in nanostructured COFs, there are no such issues, which makes them more suitable porous hosts with diverse active sites and accommodative nano spaces.",
                "On the kinetics front, the mere size and the associated bulk of the Na+ ions compared to Li+ ions certainly make them sluggish (Li+: 0.76 Å vs. Na+: 1.02 Å and the ionic mass). Hence, introducing a chemical drive to improve the ionic-mobility of Na+ ions would directly impact the battery's rate performance. In fact, with this aim, hard carbon doped with heteroatoms such as B, N, S, and P has been employed as anode in Na-ion batteries with reasonable success (B doped: 278 mA h g−1@0.1 A g−1, N doped: 154 mA h g−1@15 A g−1, S doped: 182 mA h g−1@3.2 A g−1, P doped: 108 mA h g−1@20 A g−1). Even then, the relative drop in the specific capacity with increasing current density (termed as the rate performance) is a concern in these improved systems. Meanwhile, hard carbons with a 3D mesoporous structure have been far more successful (>280 mA h g−1@100 mA g−1). Yet, the atomic-manipulation assisted enhancement of anodic performance of such hard carbons, particularly at high current density, is primarily hampered by their amorphous structure. Also, they carry a major synthetic disadvantage: the high-temperature pyrolysis-assisted doping of heteroatoms in such carbonaceous materials creates random ordering of the heteroatoms, which makes their reproducibility and scale-up difficult. In contrast, the COF synthesis involves stoichiometric combinations of monomers under mild synthetic conditions, which naturally circumvents this arbitrary doping and a periodic lattice with perfect positioning of active heteroatoms is possible. Recently, carbonyl functionalized COF with noticeable specific capacity at high current density (135 mA h g−1@10 A g−1) in an SIB was reported. Independently, the acid-delamination of COF layers was shown to improve the specific capacity in an SIB (200 mA h g−1@5 A g−1).",
                "Herein, we have developed mesoporous COFs for favourable interactions with Na+ ions and, as a convenient approach, have manipulated their chemical groups so as to gain electronic improvement in driving the Na+ ions into their pores. More specifically, we have considered three large mesoporous COFs (phenyl vs. tetrazine vs. bispyridine-tetrazine) with systematically lowered LUMO levels so as to gain more electron accumulation under an applied potential. This in-operation charged anode forthwith is more attractive for the heavier Na+ ions from the electrolyte through both pseudocapacitance and classical double layer formation. Importantly, the ordered accessible pores make the entire COF participate in the anodic action and not merely its surface. This yields a high specific capacity of 340 mA h g−1@1 A g−1. Its low charge transfer resistance is reflected in the excellent rate performance (only a 24% drop in the specific capacity on increasing from 0.1 to 1 A g−1). Also, the favorable charge degeneracy throughout the nanowalls of the framework enhances the stability even at very high current inputs (128 mA g−1@15 A g−1). It brings excellent cycling stability up to 1400 cycles, with only 8% capacity fading. Interestingly, the phenyl analog that lacks the N-heteroatom in its backbone does not show such a high performance. This notion of atomic-level tuning of the electronic energy level of the COFs for easy Na+ insertion is a promising route to design next-generation anode materials for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "IISERP-COF16 (1), IISERP-COF17 (2), and IISERP-COF18 (3) have (3+2) frameworks formed by reacting a C3 symmetry trialdehyde [2,4,6-trihydroxybenzene-1,3,5-tricarbaldehyde] with three different C2 symmetry diamine containing terphenyl [(1,1′:4′,1′′-terphenyl)-4,4′′-diamine], s-tetrazine [4,4′-(1,2,4,5-tetrazine-3,6-diyl)dianiline] and s-tetrazine bispyridine [5,5′-(1,2,4,5-tetrazine-3,6-diyl)bis(pyridine-2-amine)] units (Scheme S1 (ESI†) and Fig. 1A(i)–(iii)). The purity of all the monomers was confirmed using solution-state 1H and 13C NMR (Fig. S1–S6 and Tables S1, S2, ESI†). The completion of the polycondensation reactions was confirmed by 13C solid-state NMR studies and IR data analysis of the COFs (Fig. S7–S10 and Table S3, ESI†). With the increase in the nitrogen contents in the framework, the color of the COFs becomes dark brown from golden yellow (Scheme S1, ESI†). While 1 and 2 are known, we are reporting the bispyridine-tetrazine COF (3) for the first time. These three COFs constitute a family that enables a systematic comparison of the electronic structure with the anodic performance in an SIB.",
                        "The structural models for all the three COFs were built using Materials Studio v. 6.0. An initial indexing and space group search was performed using experimental powder X-ray diffraction (PXRD) employing the Reflex module. All the three PXRD patterns were indexed to a hexagonal cell. A space group search yielded P and P6/m, both within a well-acceptable figure of merit (Table 1). Atomic manipulations were carried out in a cell built using the higher symmetry P6/m setting to obtain an initial polymeric model of the COF with apt connectivity. The final structures were optimized with a periodic tight-binding DFT method (DFTB). Total energies were extracted from the DFTB optimizations (1: eclipsed = −111080; 2: eclipsed = −113964; 3: eclipsed = −115471 kcal per mol per unit-cell). The Pawley refinements of the experimental PXRDs against their optimized models yield excellent fits for all the COFs (Fig. 1B). The presence of strategically positioned keto groups of the phloroglucinol units enables strong O⋯H–N⋯intra-layer hydrogen bonds with the enamine form of the connecting Schiff bonds along the ab-plane (Fig. S11, ESI†). The three-dimensional structures of the IISERP-COFs have π-stacked columns of resorcinol units and the columns of benzene (for 1), s-tetrazine (for 2), and bispyridine s-tetrazine rings (for 3) covalently linked by Schiff bonds (Fig. 1A). This creates uniform one dimensional (1D) nano-channels with pores of size ∼38 Å (factoring the van der Waals radii of the atoms) running along the c-axis. Experimental PXRD patterns show high intensity peaks located at 2θ of 2.65° (for 1), 2.55° (for 2), and 2.6° (for 3) for the (100) reflections (Fig. 1B). The (001) reflection corresponding to layer-stacking is observed at a 2θ of ∼26.5°. From the selected area electron diffraction (SAED) patterns, the higher angle reflections are observed (Fig. 1A, insets). The SAED ring diameter (2R) ∼ 6.0 1/nm corresponds to inter-planar separation distances (3.4 Å) of the eclipsed configuration of the refined structure. This further confirms the crystallinity of this family of polycrystalline covalent organic frameworks. Adsorption–desorption isotherms of N2 at 77 K yielded a completely reversible type-2 isotherm for 1, 2, and 3, which proves their expected mesoporous structure (Fig. 1C and Fig. S12–S14, ESI†). A Barrett–Joyner–Halenda (BJH) fit to the desorption branch reveals the presence of uniform ∼36.6, 36.9, and 36.5 Å sized pores in 1, 2, and 3, respectively (Fig. 1D). These COFs have a higher Langmuir surface area (920 m2 g−1 for 1; 1452 m2 g−1 for 2; 1745 m2 g−1 for 3) than the Brunauer–Emmett–Teller (BET) surface area (Fig. S12–S14 and Table S4, ESI†). All the powdered samples were subjected to Soxhlet washing using a boiling THF/DMF mixture (48 h) to get rid of any soluble oligomers. The PXRD and porosity data were reproduced well across different batches, confirming that the samples do not have any significant impurity phases.",
                        "The characteristic carbonyl (CO) stretching frequency (1718 cm−1) of the triformyl-phloroglucinol was red-shifted (1630 cm−1) and the N–H stretching modes (3388, 3317, 3196 cm−1) of the primary amine disappeared with the formation of the COFs (Fig. S10 and Table S3, ESI†). We notice from the IR spectra that the solid powders of the as-synthesized 1 exists predominantly in the β-ketoenamine form, which arises from the tautomerism between the Schiff bonds (–CN–) and the carbonyl (–CO) units but 2 and 3 also show the presence of the enolic forms. The presence of appropriate peaks in the 13C solid-state NMR spectra of the COFs corresponding to the keto group of β-keto enamine form (185–190 ppm), pyridine (143–148 ppm), and tetrazine (168 ppm) reveals the functional group integrity maintained during the poly-condensed polymeric structure formation (Fig. S7–S9, ESI†). The strong interlayer H-bond formation of the β-ketoenamine form enhances the chemical and thermal stability of 1 (stable up to 410 °C). However, the tetrazine containing COFs 2 and 3 exhibit relatively lower thermal stability (gradual weight loss in the thermogravimetric analysis (TGA) curve commences at 280 °C) (Fig. S15, ESI†). All the COFs show ample chemical stability, as confirmed by the PXRD of the samples that were boiled in DMF and treated with acid and base (6 M) (Fig. S16, ESI†).",
                        "Under a Field Emission Scanning Electron Microscope (FE-SEM), 1 appears as large smooth-surfaced flakes that form a stacked microstructure (Fig. S17, ESI†). On the other hand, 2 has hexagonal flakes, which further aggregate into microstructures resembling petals. 3 has a thick fibrous morphology. In all the cases, the SEM images corroborate with the morphologies observed under the High Resolution-Transmission Electron Microscope (HR-TEM) (Fig. S18, ESI†). The stacking of the layers becomes visible when viewed at the edges or the thinner portion of the sheets. High resolution images from the HR-TEM showed the presence of lattice fringes, indicating high crystallinity of these COFs (Fig. S19–S21 and Table S5, ESI†). At higher magnifications, sub-micron sized pores could be observed across the whole surface of the COF flakes (Fig. S22, ESI†).",
                        "The interlayer spacing (3.3 Å) was determined from the cross-sectional view observed for a few of the crystallites drop-casted on the TEM grid. It matched well with the layer separation distances determined from the energy and geometry-optimized structure. Moreover, distinct SAED patterns of COFs at the 5 1/nm scale confirm the presence of diffraction of the [00l] planes at a higher angle. The lower angle reflections are merged in the smaller diameter range of the SAED, closer to the bright center of the SAED image (Fig. 1A (insets) and Fig. S19–S21, ESI†)."
                    ],
                    "name": "Synthesis and structural-modelling of IISERP-COF16 (1), IISERP-COF17 (2), and IISERP-COF18 (3)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "With the increase in the nitrogen content in the COF backbone, the color of the isostructural COFs changes from golden yellow to brown (Fig. 2A and B). Concomitantly, the Ultraviolet (UV)-visible absorption maxima shifts from lower wavelength to higher wavelength as we go from 1 to 3 (Fig. 2C). Each of the UV band has a long tail in the higher wavelength region, which usually contributes majorly to the color of the COFs. To gain more evidence about the color change with the introduction of the nitrogenous aromatic ring, we estimated the bandgaps using Tauc plots (Fig. 2D). A continuous decrease in the bandgap from 2.75 to 2.51 to 2.20 eV has been observed with the increase in the color intensity of the COFs. To add further, the band-structure/energy-levels were calculated from the electrochemical methods, namely, cyclic voltammetry (CV). To avoid any interference, the CV measurements were performed in a non-aqueous electrolyte medium (t-butyl-ammonium-hexafluorophosphate dissolved in acetonitrile) using non-aqueous Ag/Ag+ reference and platinum flag counter electrodes (Fig. 2E and Fig. S23, S24, ESI†). Slow scan rate (50 mV s−1) in the potential window of −1.8 to +2.2 V was employed to scrutinize the electrochemical oxidation–reduction of the COFs. The highest oxidation potential provides the energy required to take out one electron from the HOMO, whereas the lowest reduction potential corresponds to the energy needed to provide one electron to the LUMO. These frontier orbitals precisely define the HOMO–LUMO energy levels of the COFs with respect to NHE (Normal Hydrogen Electrode), which is calculated by converting the potential obtained with respect to Ag–AgCl (Fig. 2F and Fig. S24, Table S6, ESI†).",
                        "Thus, the electrochemically determined bandgaps follow the same trend as the optical bandgap with some differences in their absolute values. Interestingly, the oxidation potentials of these COFs were nearly the same but the reduction potentials continuously go to a more negative value with the introduction of the s-tetrazine and the bispyridine-s-tetrazine ring. Thus, without many alterations in the condensed HOMO levels, the LUMO energy levels get more stabilized to lower energy levels with the inclusion of nitrogen atoms in the COF framework. The lowering of the LUMO energy levels brings out the possibility of facile reduction of the relatively electron-deficient tetrazine and pyridine moieties. In 3, the conjugation of the lone-pair on the pyridine ring with the tetrazine units assists the smooth electron transfer in between electron-deficient tetrazine and carbonyl units of the phloroglucinol units (Fig. 2A). This makes 3 assume the lowest LUMO levels among the three COFs.",
                        "Importantly, the position of the pyridine nitrogen (β-position w.r.t. the hydroxyl moiety) is crucial for gaining the maximum conjugation advantage. The relative lowering of the LUMO energy as we move from COF 1 to 3 is quantitatively expressed by how far the reduction potential shifts on the negative axis of the CV (Fig. 2E and Fig. S23, ESI†). Thus, 3, having the electron-accepting LUMO levels sitting at substantially lowered energy, carries the true potential to be the anode for any ion battery."
                    ],
                    "name": "Electronic energy levels of the COFs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In a typical SIB half-cell, the Na-metal plate is employed as an Na+ ion source, which gives an OCV for Na/Na+ of 2.75 V (Fig. 3). When a negative potential is applied to the anode, it lowers the overall potential of the cell from the OCV. This potential difference favors Na → Na+ oxidation. Thus, the generated Na+ ions from the electrolyte combine with the electrons at the anode surface. However, the success lies in making this operation occur at a lower potential and in making the Na+ ions diffuse rapidly towards and into the anode. This can be achieved by making the anodic surface accumulate electrons rapidly and such a negatively biased anode becomes a swift attractor of the incoming Na+ ions. This is where the redox-functionalized COF could bring an advantage."
                    ],
                    "name": "General principle of an SIB half-cell",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The abundance of the redox-active functional groups (keto groups, pyridine nitrogen) all along the walls of the nano-channel and the presence of highly electron-deficient s-tetrazine ring shows ample potential to use these COFs as an anode in half-cell SIB (Fig. 3). A slurry made by mixing 65% COF (1/2/3), 25% conducting carbon, and 10% polyvinylidene difluoride in N-methylpyrrolidone (NMP) solution was coated on carbon-coated aluminium foil and cut in the size of 2032 coin cell to use as the anode. The half-cell devices were fabricated using Na metal as the reference and 1 M NaPF6 in 1:1 EC–DMC (2% FEC) soaked Whatman paper as the separator. The OCVs of the coin-cells came near about 2.65 V due to the Na/Na+ interface formation on the Na metal electrode. To understand the sodiation and de-sodiation mechanisms, the CVs of the coin-cells were recorded within the potential window from 0.05 to 3 V@0.5 mV s−1 sweep rate (Fig. 4A). The half-cell CVs of three different COF-derived electrodes have been compared in Fig. 4A. For each case, the CV of the sample subjected to 10 redox cycles was plotted. This was done to avoid the interference from the SEI formation, which happens during the initial cycles. This comparison reveals the insertion of sodium during discharging occurring through a two-step process for 2 and 3 at 0.1 V (R1/O1) and 0.5 V (R2/O2), respectively. But 1 displays very little current output even at a very low potential of 0.1 V (R1/O1) (Fig. 4A). The only molecular-level functional dissimilarity of 1 with respect to 2 and 3 is the absence of π-stacked s-tetrazine ring throughout the nano-channel. This leaves a marked impact on the sodiation process, making 1 the slowest with the most sluggish insertion of Na+ into the nano-pores. The participation of the tetrazine rings in the redox-assisted sodiation process is evident from the CV peak at 0.5 V (R2/O2). During the discharge process (Fig. 4D), the anode becomes negatively charged with the applied potential; the incoming electrons are favourably accommodated by the electron-deficient s-tetrazine units of the 2 and 3. The electronic reduction of 2 and 3 goes via two closely-spaced electron transfer steps. Thus, finally, each s-tetrazine unit accommodates 2e− (Fig. 4B). Then, two Na+ move from the electrolyte towards the negatively charged tetrazine segment to balance the charge on the COF surface/pores. We believe that the ease of reduction of the anodic COFs, hence the current output, depends on the stabilization of the LUMO energy level. In 3, since the tetrazine units are conjugated with a pyridine ring, the electron-deficient LUMO level are further lowered (Fig. 2B and C), thus accumulating the electrons with extra ease. The high surface area of COF has a role in uniformly dispersing these accumulating electrons on the COF-coated anodic surface. The highest specific capacity of about 410 mA h g−1@100 mA g−1 was achieved by 3 among these three COFs. On the other hand, 2 and 1 show 195 mA h g−1 and 90 mA h g−1, respectively (Fig. 4D(i)–(iii)). Moreover, the potentiostatic charge–discharge profiles of the COFs also corroborate with the characteristic voltage plateau from 0.8 to 0.05 V observed in the CVs. 2 and 3 possess a prominent reversible redox activity with comparable voltage plateau in the identical potential region, which is unlike that of 1.",
                        "The stable voltage plateau in the charge–discharge curve signifies the ability of the battery to provide a stable potential over a wide window of specific capacities (Fig. 4D). A perfect match of the reduction peak in the CV curve with the sodiation capacity of the COFs helped to estimate the number of sodium ions inserted during the sodiation process (Fig. S25 and Table S7, ESI†). The results showed an almost five-fold enhancement in the sodium acceptance in 3 compared to 1 and two-fold compared to 2. This augmentation is due to the presence of bispyridine-s-tetrazine backbone in the nano-channel of 3. The redox activity at the oxygen-rich phloroglucinol ring also contributes. In 3, there is the possibility of better chelation of sodium ions in between the phloroglucinol oxygen, pyridine-nitrogen, and β-keto enamine nitrogen (Fig. 4B and Scheme S2, ESI†). This sets up chemically-compelled adsorptive sites in 3; in contrast, in 1, most of the Na+ insertion is due to physisorption. Also, the phloroglucinol ring could have some redox activity towards Na+ (peak at 1.7 V) (Fig. S25A, ESI†).",
                        "All the three COFs can also show capacitive storage owing to their good surface areas but the diffusion-controlled storage is influenced by mass transfer of sodium. To compartmentalize these contributions, the CV peak currents at variable scan rates were measured and fitted to the Power law (Fig. S26 and S27, ESI†).3 obeys Cottrell's equation with a ‘b’ value of 0.95 at 0.5 V (R2/O2) and 0.75 at 0.1 V (R1/O1). This suggests that the reduction of the tetrazine ring, sodiation of the pyridine nitrogen, and phloroglucinol ring all happen via a surface-assisted pathway. Nevertheless, at a very low potential, some contribution comes from sodium insertion into the pores, most likely via a diffusion-controlled pathway.",
                        "The above-described rapid diffusion of the Na+ ions at the anodes helps to achieve excellent rate performance. Even at a current density of 1 A g−1, the COFs (2 and 3) retain about ∼80% of the specific capacity obtained at 100 mA g−1, whereas 1 fails at high current inputs (Fig. 4E). Notably, 3 can deliver 127 mA h g−1 specific capacity even at an extremely high scan rate of 15 A g−1 (Fig. 4F). It is impressive to see the stability of COF 3 towards high electron accumulation and a rapid redox process at these high current densities. The electrochemical cyclic stability of 3 was confirmed from the complete retention of its redox activity even after 250 charge–discharge cycles (@100 mA g−1) without any distortion of the voltage plateau and 92% retention of its capacity (340 mA h g−1) even after 1400 charge–discharge cycles at 1 A g−1 (Fig. 4G). The cell with 3 starts with a good specific capacity, which drops from the 30th to 125th cycle, then builds up to the original value within a few cycles, and stays steady at 98%. A plausible reason for this could be the good initial uptake of the Na+ ions by the electrode (after the SEI layer formation), followed by the clogging at the pores, which causes the drop. Over the cycles, the accumulated Na+ ions, under an applied potential, disperse slowly across the electrode, thus improving access to all the sites. This is associated with an improvement in the wetting of the electrode by the electrolyte over time. Such an anomalous behaviour appears to be prevailing in other COF systems as well. Likewise, 2 also possesses excellent stability. Meanwhile, 1 loses most of its specific capacity even @500 mA g−1. This suggests that the presence of the tetrazine backbone is crucial for accommodating a high electron density at higher current input. Each of the cells was completely discharged before being subjected to the galvanostatic charge–discharge cycles at variable current density. This way, the capacity contribution from SEI formation will not interfere in the rate performances (Fig. 4E and F). The first cycle coulombic efficiency is only ∼50% for these COFs due to the formation of a solid electrolyte interphase (SEI) on the electrode surface (Table S8, ESI†). A lot of sodium consumption happens irreversibly at the first discharge as the electrolytes decompose on the highly functionalized surface of the COFs. After a few cycles, reversibility is achieved in the sodiation–desodiation processes. This stabilizes the specific capacities with ∼98% coulombic efficiency (Fig. S28 and S29, ESI†). This subsequent steadiness of the coulombic efficiency indicates the stability of the COF-derived electrodes towards multiple cycles of charge–discharge at high current densities. In comparison with other COF derived anodes for SIB, our COF 3 stands at the top in terms of very less capacity drop even at 10 and 15 A g−1 current density (Fig. S30 and Table S9, ESI†)."
                    ],
                    "name": "Anodic reduction and concurrent sodiation process of an SIB half-cell",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To evaluate the state of electronic conductivity and resistance during Na+ propagation within these three isostructural COFs, potentiostatic impedance was measured. The AC sweep in the range of 10000 to 0.10 Hz at 10 mV-rms AC amplitude was implemented on the activated coin-cells. Unlike 1 and 2, the presence of relatively electron-rich (pyridine ring) next to electron-deficient (tetrazine ring) centers increases the in-plane electronic conductivity of 3via a strategic push–pull mechanism (Fig. 2A). This is verified by the three-times lowered semicircle diameters of 3 compared to 1 in the Nyquist plots (resistances of 225 for 3vs. 750 for 1vs. 620 Ω for 2 was observed at the OCV itself; Fig. 5A–C and Fig. S31, ESI†). This is indicative of a lowered charge-transfer resistance for 3. The appearance of a second semi-circle (obtained at lower voltages of 0.5 V and 0.1 V) in the Nyquist plots of 2 and 3 is due to the diffusion resistivity of Na+ when it travels through the electrode–electrolyte interphase.",
                        "To further understand the advantage of having electron-deficient active sites on the anode, the potentiostatic impedance of the COF derived coin-cells were measured under three different applied DC voltages, i.e., @Na/Na+ = 2.6 V (OCV); @0.5 V (Ered.oftetrazine); @0.1 V (Einsert.ofNa+) (Fig. 5A–C). The decrease in the intrinsic resistances of 2 and 3 with a gradual reduction in the applied potential indicates the excellent responsive charge-transfer lowering of 2 and 3. As anticipated, 1 became almost irresponsive to the change in the applied potential. The abrupt decrease in the resistivity of 3 after applying the sodiation potential most likely arises from the easy mass transfer at the electron-rich LUMO levels confined on the tetrazine ring. A higher amount of sodiation makes the structure electronically conducting with time. Moreover, among these COFs, the Warburg resistance (s) at 0.1 V (after the insertion of Na+) is the lowest for 3 (Fig. 5D and Table S10, ESI†). This suggests that the diffusion coefficient of Na+ (DNa+) increases in conjunction with the electron acceptance capability of the COFs (following DNa+α1/σ2). The diffusion coefficient of 3 is four-fold higher than 2 and sixteen-fold higher than 1. Thus, the presence of the bispyridine-tetrazine segment makes the nano-channel of 3 suitable for easy sodium transport during the electronic reduction of the electron-deficient tetrazine ring."
                    ],
                    "name": "Lowered resistance to charge-transfer in 3 confirmed from AC-impedance and DC-measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To engage further into the Na-framework interactions, we carried out some modelling studies. For this, an initial configuration was obtained by dispersing 15 sodium ions into an anionic framework of 3 using Grand Canonical Monte Carlo (GCMC) algorithm (number of Na+ ions per unit cell was derived from experimentally determined values) (Fig. 6). The resulting structure was treated as the input for a rigorous DFT optimization carried out on a 3 × 3 × 3 cell using the CASTEP routine embedded in the Materials Studio. The details of the modelling can be found in the ESI.† Excellent convergence was achieved and the Na-framework interactions that emerged out of the final model agreed exceptionally well with the experimental findings.",
                        "Some of the essential findings from this DFT optimized structure of Na@COF are as follows: the distances of the Na+ ions from the N and O atoms of the framework fall within the range of weak coordinate-covalent bonds. The tetrazine, pyridine, and carbonyl atoms seem to be the closest sites while the Schiff nitrogens interact weakly (Fig. 6). Also, Na interacts more precisely with the heteroatoms and faintly with the other C-atoms of the framework compared to Li. In our earlier studies, Li interacted uniformly with the framework atoms (C, N, and O) and was also dispersed all along the walls of the pores. In contrast, herein, the sodium ions are confined more to the heteroatoms (Fig. 6C)."
                    ],
                    "name": "Sodium-COF interactions from atomic modelling",
                    "type": "section_h3"
                }
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "COFs knitting periodically positioned electron-rich and electron-deficient modules using conjugation serve as an excellent push–pull electronics platform. In such frameworks, the electronic activity can be tuned both at the electron-rich and electron-deficient centers. Keeping the electron-rich center fixed, herein, we have utilized tetrazine/pyridine centers as the electron-deficient node to demonstrate the effect that this can bring when used as an anode in a sodium-ion battery. The use of tetrazine/pyridine units lowers the LUMO energy level compared to a phenyl group and this makes the former accumulate electrons with more ease under an applied potential. Such e−-accumulated anti-bonding LUMO levels provide the right driving force for the otherwise sluggish Na+ ions to run into the anode from the electrolyte. This reflects a substantial enhancement in the specific capacity of the SIB. Importantly, the constructed coin-cells show excellent stability even at a current density as high as 15 A g−1. The study establishes a clear-cut correlation between the molecular-level electronic structure and the battery performance. Notably, the demonstrated approach in this family of COF is transferable to many organic systems."
            ],
            "name": "3. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Tuning the electronic energy level of covalent organic frameworks for crafting high-rate Na-ion battery anode"
}