{
    "DOI": "10.1039/C5NR03335G",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Grid-scale electrical storage requires low cost, safe, and environmentally benign battery systems. Sodium-ion (Na-ion) batteries (SIBs) fulfil these requirements better than Li-ion batteries because Na is an earth abundant material. However, the widespread implementation of Na-ion batteries is significantly hindered by several major technological barriers, including low Na ion diffusion kinetics in electrodes, large volume changes, and structural pulverization during repeated charging/discharging, which are related to the larger size of Na+ ions as compared to that of the Li+ ions (1.02 vs. 0.59 Å). As electrode materials are the key ingredients of any battery, the identification of materials suitable for effective use as anodes and cathodes of these devices is critical.",
                "Most Na-ion battery research studies are focused on exploration of stable and low-cost cathode materials, whereas less attention is paid to anode materials. Currently, there are increasing efforts on exploring the anode materials, most of which are limited in nongraphitic carbonaceous materials. Hard carbon is the top ranked nongraphitic carbonaceous material for sodium storage due to the large interlayer distance and the disordered structure, but some disadvantages are revealed for nongraphitic carbonaceous materials such as the large irreversible capacity and poor capacity retention. It was found that anodes based on the Na-alloying reaction can dramatically improve the sodium storage capacity, however, a large volume variation occurs with Na-alloy compounds during the charge/discharge process, which leads to rapid capacity loss.",
                "Recently, as anodes for Na-ion batteries, many metal oxides with intercalation or conversion chemistries have been examined. Among them, most Ti-based oxides including TiO2 (B), Na2Ti3O7, Na2Ti6O13, Na4Ti5O12, Li4Ti5O12, and P2-Na0.66[Li0.22Ti0.78]O2, store Na+ ions through intercalation chemistry and thus deliver relatively small reversible capacities of less than 300 mA h g−1 because of the limited number of storage sites in their crystalline structures. On the other hand, metal oxides which store Na+ ions via conversion reactions are of particular interest due to their high theoretical specific capacities of >600 mA h g−1. Among metal oxides, transition metal oxide groups are well known for lithium storage based on a conversion reaction mechanism, but still seldom uninvestigated for analogous sodium storage. For example, Co3O4, follows a conversion reaction mechanism with lithium and has long been considered as one of the promising potential anode materials for Li-ion batteries due to its high theoretical capacity of 890 mA h g−1.",
                "Regarding Na-ion batteries, a little attention has been paid to study electrochemical behaviors of Co3O4 with sodium. In 2014, we first attempted to extend the electrochemical investigation of cobalt oxides (Co3O4) with sodium and demonstrated a possible conversion reaction with a reversible capacity of 447 mA h g−1. Therefore, this work was undoubtedly helpful to further advance towards sodium electrochemistry of Co3O4 based electrodes. Later on, Wen et al. also synthesized bowl-like hollow spherical Co3O4 structures and studied their sodium-storage behavior, however, electrochemical performance was unsatisfactory. It is widely accepted that the overall performance of Na-ion batteries is highly dependent on the inherent properties of the electrode materials. Metal oxides, especially transition metal oxides suffer from several problems when used as anode materials which limit their use, such as swelling and shrinking of active material particles upon insertion and extraction of Li+ or Na+ ions, which induce poor contact due to pulverization between the active materials and the electron conducting agents, leading to low electric and ionic conductivities, which directly affect their cycling stability and rate capability. Therefore, it is still a challenge to further improve the sodium storage properties of Co3O4 based electrodes.",
                "To solve these problems, one effective strategy is to fabricate composites of metal oxides with electronically conductive agents, such as carbon nanofibers, carbon nanotubes, and graphene, in which carbon materials act as a buffer matrix and a good electron transfer medium, and nanosized metal oxide particles alleviate the pulverization of the active material. Moreover, the use of a nanostructured metal oxide as an electrode leads to improved electrochemical performance as it provides a large surface area, numerous active sites, short mass and charge diffusion distance, and efficient accommodation of volume variations during the repeated cycling process. Inspired by this strategy, Jian et al. have developed Co3O4@CNT composites wherein monodispersed hierarchical Co3O4 spheres are intertwined with carbon nanotubes, which are capable of providing both facile electron and Na+ ion diffusions in the system simultaneously. As a consequence, the composite Co3O4@CNT electrodes exhibited improved cycling and rate performance. Recently, mesoporous Co3O4 sheet/3D graphene network (Co3O4 MNS/3DGN) nanohybrids have been reported. It is noticed that the Co3O4 MNS/3DGN nanohybrids exhibit better SIB performance with enhanced reversible capacity, good cycle performance and rate capability as compared to Co3O4 MNSs and Co3O4 nanoparticles, but the rate capability was not as good as Co3O4@CNT composites, which may be due to different conductive agents in both cases. It was found that the Na-ion storage properties in carbon nanotubes (CNTs) are better than those of other carbon materials such as activated carbon, mesoporous carbon, and graphene nanosheets.",
                "In this work, we report a new “liquid plasma” method to fabricate Co3O4/CNT nanocomposites using a nanosecond pulse atmospheric pressure plasma (NPAPP) system in a single step process. To the best of our knowledge, there is no report on the preparation of metal oxide based nanocomposites by adopting pulsed plasma in a liquid. The sodium storage performance of the composite Co3O4/CNT electrode is superior to that of the Co3O4 based electrode assembled via a conventional procedure. When used as a SIB anode, the nanocomposite exhibits a high reversible capacity of 403 mA h g−1 at 50 mA g−1 after 100 cycles and shows a remarkable rate capability of 212 mA h g−1 at 1.6 A g−1 and 190 mA h g−1 at 3.2 A g−1, respectively. Such a high rate capability is understood to be a consequence of incorporation of CNTs into Co3O4 clusters to form a Co3O4/CNT composite. In this composite, Co3O4 guarantees high electrochemical reactivity towards sodium, while the CNT improves the conductivity and stabilizes the anode structure. On the other hand, the electrochemical sodiation/desodiation process in the Co3O4/CNT system is determined by ex situ X-ray diffraction (XRD) combined with high resolution TEM. Direct experimental evidence shows that Co3O4 undergoes a reversible conversion reaction during cycling. This insight provides a significant advance for the understanding of the electrochemical sodiation/desodiation process in the transition metal oxide system."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Co3O4 powder was synthesized by mixing together CoCl2·6H2O (Sigma-Aldrich, 98%), LiNO3 (Sigma-Aldrich, 99.9%), LiOH·H2O (Sigma-Aldrich, 98%), and H2O2 (Sigma-Aldrich, 35%) with a molar ratio of 0.01:0.1:0.02:0.05, respectively, followed by grinding the mixture in a mortar with a pestle until it became homogeneous. The mixture was immediately transferred to a muffle furnace and heat treated in air at 300 °C for 3 h. At this temperature, the LiNO3:LiOH·H2O:H2O2 mixture melted to become a molten salt solution. This is significantly different from an aqueous solution, and the water content in the molten salt solution was reduced as much as possible. After cooling naturally in air, the solid mass was washed with a large amount of DI water to dissolve unreacted salts and the Co3O4 solid particles were separated by centrifugation. The product was then dried under vacuum at 100 °C overnight to remove the residual water."
                    ],
                    "name": "Synthesis of Co3O4 nanoparticles",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Liquid plasma was used to produce Co3O4/CNT nanocomposites. Liquid plasma is a system that consists of a nanosecond pulse generator, two output channel electrodes, and the reaction chamber with 10 mL of DI water. The two electrodes, with one electrode inside the liquid (bottom) and the other electrode 3 mm above the liquid (top). The molten salt synthesised Co3O4 powders and multi-walled carbon nanotubes (MCNTs) with a weight ratio of 10:1 were added to 10 mL of deionized water and magnetically stirred at a constant 1000 rpm for 5 min to make a uniform suspension. These uniformly suspended mixtures of Co3O4 and CNTs were then treated by using the liquid plasma for 15 min with an argon gas flow rate of 0.083 L min−1. The final product of Co3O4/CNTs was separated by centrifugation. The product was then dried under vacuum at 100 °C overnight to remove the residual water. The schematic illustration of the composite preparation procedure is shown in Fig. 1."
                    ],
                    "name": "Preparation of Co3O4/CNT nanocomposites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) data were collected from powder samples on a PANalytical X'Pert Pro instrument using a CuKα radiation source (λ = 1.54181 Å) and operated at 40 kV with 50 mA current. The X'Pert data collector software in combination with the Joint Committee on Powder Diffraction Standards (JCPDS) powder diffraction files was used to identify the phases present. The morphology of each sample was examined using a scanning electron microscope (SEM, Carl Zeiss Supra 55 VP). Transmission electron microscopy (TEM) analysis was performed on a JEOL JEM 2100F instrument operated at 200 kV. Elastic images and energy-filtered elemental maps were acquired using a Gatan Quantum ER 965 Imaging Filter installed on the microscope, and a three-window method was used for acquiring elemental maps.",
                        "To test the electrochemical performance, Co3O4 and Co3O4/CNT powder samples were mixed with acetylene carbon black (AB) and a binder, carboxymethyl cellulose (CMC), in a weight ratio of 80:10:10 in a solvent (distilled water), whereas the CNT electrode was prepared by mixing only CNT powders and binders (CMC) with a weight ratio of 90:10, respectively. The slurry was spread onto Cu foil substrates and these coated electrodes were dried in a vacuum oven at 100 °C for 24 h. The average loading mass of active materials in the electrodes was ∼1.4 mg. The electrode was then pressed using a disc with a diameter of 25 mm to enhance the contact between the Cu foil and active materials. Subsequently, the electrodes were cut to 1 × 1 cm2. The electrochemical half cells were assembled in an Ar-filled glove box (Innovative Technology, USA) using CR 2032 coin cells with Na metal as the counter electrode, 1 M NaClO4 dissolved in propylene carbonate (PC) with a 2% FEC (fluoroethylene carbonate) additive as the electrolyte, and a Whatman Glass Microfibre Filter (Grade GF/F) as a separator. The cells were galvanostatically discharged–charged in the range of 0.01–3.0 V with a Land battery testing system. Cyclic voltammogram (CV) tests were performed using a Solartron Analytical electrochemical work station. For the ex situ XRD measurements, the tested electrochemical cells were disassembled in an Ar-filled glove box. The cycled electrodes were taken out and washed with propylene carbonate (PC) to remove the residual electrolyte."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "XRD data were collected to study the crystal structure and purity of Co3O4 and composite Co3O4/CNT samples (Fig. 2). Diffraction patterns indicate that both samples are consistent with the cubic phase of Co3O4 [JCPDS no. 00-043-1003, space group Fdm (no. 227)]. No peaks of any other phases or impurities were detected, demonstrating that materials with high purity could be obtained using the present synthesis strategy. The diffraction peaks at 19.0, 31.2, 36.8, 44.8, 59.3 and 65.21° are associated with the 111, 220, 311, 400, 511, and 440 reflections of Co3O4, respectively, indicating successful synthesis of Co3O4.",
                "Fig. 3 shows SEM images of the samples. It is clearly seen that the Co3O4 sample is composed of agglomerated clusters of nanoparticles (Fig. 3(a)). A significant change in the morphology is observed between Co3O4 and Co3O4/CNT samples. For the Co3O4/CNT composite sample, the SEM image (Fig. 3(b)) reveals that the sample consists of numerous Co3O4 clusters and CNTs. It is very obvious that clusters are tightly wrapped in the CNT networks. The homogeneous dispersion and intimate connectivity between Co3O4 clusters and CNTs can be expected to significantly increase the conductivity and to stabilize the anode structure of the Co3O4/CNT composite. A SEM image of CNTs is also depicted in Fig. 3(c).",
                "The structure of each sample was visualised using TEM. Bright-field imaging of the Co3O4 sample reveals dense agglomerates of fine (<20 nm) and much coarser (>50 nm) crystalline Co3O4 (Fig. 4(a)). The corresponding selected area electron diffraction (SAED) pattern is also depicted in Fig. 4(b). The SAED pattern consists of a single component of Co3O4 with d spacings of 0.476, 0.292, and 0.211 nm which can be referred to the crystallographic directions of (111), (220), and (400), respectively. These results are consistent with the XRD pattern obtained for this sample, as shown in Fig. 2. TEM observation of the composite Co3O4/CNT sample is shown in Fig. 4(c–e). It is found that the clusters of Co3O4 are not only anchored to the carbon nanotube networks (Fig. 4(c)), but also tightly wrapped by the CNT networks (Fig. 4(d)), ensuring that most of the particles can contribute to the charge/discharge process. The HRTEM image of the composite sample reveals lattice fringes of Co3O4 crystals (Fig. 4(e)).",
                "To obtain more detailed chemical information of the Co3O4/CNT composite, additional TEM analysis was carried out. A bright-field STEM image and the corresponding energy-filtered elemental maps are shown in Fig. 5. The carbon map (Fig. 5(b)) and the cobalt map (Fig. 5(c)) describe the location of CNT networks and Co3O4 in the local area of Fig. 5(a), respectively. Fig. 5(d) depicts an overlay of carbon (CNTs) and cobalt (Co) maps, directly showing the distributions of CNTs (magenta colour) and Co3O4 (green colour) in the composite.",
                "A series of comparative electrochemical measurements are performed to investigate the anode performance of Co3O4 and Co3O4/CNT electrodes. Cyclic voltammograms (CV) of the electrodes are measured at a scan rate of 0.05 mV s−1 in the potential range of 0.01–3.0 V (vs. Na/Na+) at room temperature (Fig. 6). In the CV curves, both electrodes exhibit a broad cathodic peak at ∼0.4 V and a shoulder peak at ∼0.7 V in the first cycle. This first cycle sodiation process corresponds to the reduction of Co3O4 to metallic cobalt (Co), the electrochemical formation of Na2O, and the formation of an irreversible solid electrolyte interphase (SEI) layer. In the oxidation process (de-sodiation process), there is a peak at ∼1.6 V for both electrodes, which corresponds to the re-oxidation of Co to Co3O4 and decomposition of Na2O.",
                "The sodiation/de-sodiation process in the electrodes can be summarised by the following electrochemical reaction.",
                "From the second cycle, only one cathodic peak can be observed at ∼0.55 and ∼0.57 V for the Co3O4 and Co3O4/CNT electrodes, respectively. The peak intensity and the integral areas of all cycles (except the first cycle) are very close to each other. These results show that the electrochemical reversibility of the electrodes is gradually improved after the first cycle. However, it is very hard to yield strong redox peaks like that of lithium-ion batteries (LIBs) because of the large size, heavy mass, and poor mobility of Na+.",
                "To evaluate the cycling performance of the electrodes, the galvanostatic charge and discharge measurements of the assembled cells are performed at a rate of 50 mA g−1 in the voltage range of 0.01–3 V (vs. Na/Na+) at room temperature. Fig. 7(a) shows the cycling stability of Co3O4, CNTs, and Co3O4/CNT electrodes at a current density of 50 mA g−1. It is clearly seen that the composite Co3O4/CNT electrode exhibits superior cycling performance, delivering the discharge capacity of 403 mA h g−1 after 100 cycles with a capacity retention of ∼96% with respect to the 2nd cycle discharge capacity of 420 mA h g−1. It is important to note that the capacity contribution from CNTs (∼20 mA h g−1) is also considered because the total weight of electrode active materials includes both Co3O4 and CNTs. In the case of pure Co3O4 electrodes, a significant capacity fading is observed over the extended cycles. The discharge capacity is calculated to be approximately 208 mA h g−1 which represents only ∼70% capacity retention. Compared with the Co3O4 electrode, the cycling performance (in terms of stability and discharge capacity) of Co3O4/CNT electrodes is much better, showing that the carbon nanotube (CNT) matrices have a positive effect on the system. Fig. 7(b and c) show the corresponding charge–discharge voltage profiles of the electrodes for the selected first, second, 50th, and 100th cycles. The first discharge curve displays all the characteristic features related to the various stages of sodiation. The first discharge profile exhibits a plateau around 0.8 V (SEI layer formation) followed by a tail at a lower voltage, which confirms the existence of the conversion process for the sodiation of Co3O4 and Co3O4/CNT electrodes. However, the SEI layer formation voltage of the Co3O4 based electrode is different for Na-ion and Li-ion systems. In the charging state, a significant plateau at ∼1.6 V is observed for both electrodes which is related to the de-sodiation process due to decomposition of Na2O. A commendable improvement of the Coulombic efficiency of ∼65% is measured in the first cycle for the Co3O4/CNT electrode with respect to the Coulombic efficiency of the Co3O4 (51%) electrode (Fig. 7(d)). After few initial cycles, both electrodes exhibit a high Coulombic efficiency of >95%.",
                "An additional examination of the electrochemical performance of the Co3O4 and Co3O4/CNT electrodes is shown in Fig. 8. The consecutive cycling behaviour at different charge–discharge rates, measured after 5 cycles in ascending steps from 0.05 to 3.2 A g−1, followed by a return to 0.05 A g−1, is presented in Fig. 8(a). At the initial 5th cycle, the Co3O4/CNT electrode shows a high discharge capacity of 410 mA h g−1 at 0.05 A g−1, which is changed to 333 mA h g−1 at 0.1 A g−1, 313 mA h g−1 at 0.3 A g−1, 253 mA h g−1 at 0.8 A g−1, 212 mA h g−1 at 1.6 A g−1, and 190 mA h g−1 at 3.2 A g−1. On the other hand, consecutive cycling performance of the pure Co3O4 electrode is unsatisfactory. After 35 cycles with different charge–discharge rates, the discharge capacity of the Co3O4/CNT electrodes at 0.05 A g−1 is still 408 mA h g−1 which represents above 99% capacity recovery. It can be seen that the Co3O4/CNT electrode could tolerate a very high current rate and its reversible capacity is 212 mA h g−1 at 1.6 A g−1 and 190 mA h g−1 at 3.2 A g−1, which is not only better than the Co3O4 electrode but also much higher than that of the hard carbon anode materials currently used for Na-ion batteries. The electrochemical impedance spectra of the Co3O4 and Co3O4/CNT electrodes are shown in Fig. 8(b). In the spectrum, the inclined lines in the lower frequency region correspond to the Na diffusion process inside the electrode material and a semicircle in the medium-frequency region is related to the charge-transfer resistance (Rct) of the electrolyte and the electrode interface. The Nyquist plots in the medium frequency range (100 kHz to 0.01 Hz) clearly show that the diameter of the semicircle of Co3O4/CNT electrodes is much smaller than that of the Co3O4 electrode, indicating that the Co3O4/CNT electrode provides much easier charge transfer at the electrode–electrolyte interface and, consequently, decrease the overall cell's internal resistance. The incorporation of CNTs into Co3O4 by pulsed plasma in liquid medium significantly enhances the conductivity of the Co3O4/CNT composite, since the CNTs provide conductive paths in the vicinity of the Co3O4 clusters, which is considered as a key factor in improving the rate capability and cycling stability of the Co3O4/CNT composite.",
                "To realize the structural robustness and electrochemical sodiation/desodiation of the electrodes, post-cycling investigations (Fig. 9) were carried out on the electrodes after 100 cycles at a current density of 50 mA g−1. Fig. 9(a and b) show the SEM and TEM images of the Co3O4 electrode and Fig. 9(c–e) the representative images of the Co3O4/CNT electrode, respectively. It is obvious that the Co3O4 electrode develops a large crack (Fig. 9(a)) with particle aggregates (Fig. 9(b)) which leads to active materials detachment from the current collector, resulting in the deterioration in performance. In contrast, no obvious cracks are visible in the Co3O4/CNT electrode (Fig. 9(c)). However, the role of the CNT as well as its distribution in the electrode are very difficult to understand from this SEM image. It seems that the CNT is embedded in particles during the cycling process. Therefore, an additional TEM analysis was required for this purpose. Fortunately, the morphology of the Co3O4/CNT electrode sample remains well-preserved after sodiation/desodiation. Compared with the original morphology, the clusters of Co3O4 nanoparticles are still anchored to carbon nanotube networks (Fig. 9(d)), demonstrating that the CNT matrix and Co3O4 nanoparticles can effectively accommodate the volume variation during cycling and alleviate the pulverization and aggregation of nanoparticles. The HRTEM image further demonstrates the distribution of CNTs and Co3O4 particles after cycling (Fig. 9(e)).",
                "To determine the products after discharge–charge, ex situ HRTEM and XRD were performed on electrodes after ten cycles. The SAED pattern of the Co3O4/CNT electrode at discharging to 0.01 V is shown in Fig. 10(a). The SAED pattern shows the discharge products of Na2O (200) and Co (111), respectively. When the electrode is charged back to 3.0 V, the SAED pattern (inset in Fig. 10(b)) shows a single component of Co3O4 with d spacings of 0.472, 0.290, 0.247, and 0.207 nm which are well matched with crystallographic directions of (111), (220), (311), and (400), respectively. The charge product of Co3O4 is also further confirmed by HRTEM analysis (Fig. 10(b)) with a d spacing of 0.292 nm, which is in good agreement with the (220) plane of Co3O4. To support the results obtained from ex situ HRTEM investigation, the ex situ XRD analysis of the fully discharged–charged electrodes for the 10th cycle is shown in Fig. 10(c). Being discharged to 0.01 V, there is evidence of a diffraction peak of Na2O (JCPDS no. 00-003-1074). No Co peaks are observed. Unfortunately, there is significant overlap of these peaks with copper current collector peaks in the measured XRD patterns. When the electrode was charged back to 3.0 V, all diffraction peaks for the Co3O4 phase reappeared. The above results clearly demonstrate that the electrochemical sodiation/desodiation of the Co3O4/CNT electrode undergoes a reversible conversion reaction as described in eqn (1).",
                "The superior electrochemical performance of the Co3O4/CNT electrode is attributed to the composite microstructure of the Co3O4/CNT sample. In this composite structure, Co3O4 nanoparticle cluster anchored CNTs give a number of advantages such as (i) Co3O4 nanoparticle clusters significantly decrease the absolute stress/strain during the discharge–charge process; (ii) Co3O4 nanoparticle cluster anchored carbon nanotube networks effectively accommodate the large volume change and prevent the aggregation of nanoparticles during Na-ion insertion and extraction processes; (iii) the CNT matrix provides electronic conductivity and stabilizes the anode structure; and (iv) both Co3O4 nanoparticles and carbon nanotubes (CNTs) reduce the traverse time for both electrons and sodium ions. These advantages result in a stable and increased reversible capacity as well as an improved rate capability. It is expected that this novel composite preparation technique can be extended to produce nanocomposites of other functional oxides."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "A composite architecture of Co3O4/CNTs based on clusters of Co3O4 nanoparticle anchored carbon nanotubes (CNTs) has been prepared by combining a molten salt precipitation process and liquid plasma for the first time. Microscopy investigation reveals that larger clusters of Co3O4 nanoparticles are reduced to smaller clusters under UV radiation in deionised water and uniformly dispersed along the chains of CNT networks. Therefore, this novel composite structure plays a crucial role in the enhancement of electrochemical properties in sodium-ion batteries where both electron transfer and Na+ ion diffusions take place simultaneously. The Co3O4/CNT composite with a micro-nanostructure exhibits a stable cycling performance and superior rate capability. Hence, our smart electrode design enables Co3O4/CNT composites to be potential anode materials for sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Ex situ electrochemical sodiation/desodiation observation of Co3O4 anchored carbon nanotubes: a high performance sodium-ion battery anode produced by pulsed plasma in a liquid"
}