{
    "DOI": "10.1039/D3EE02202A",
    "Journal": "Energy & Environmental Science",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The substitution of traditional fuel vehicles with new energy vehicles has emerged as a prominent objective in recent years towards achieving sustainable development. There is an increase in demand for secondary batteries that possess higher power/energy density, and the ability to function under extreme climatic conditions. LIBs are the most established and extensively used secondary batteries for power and portable rechargeable applications. However, after 30 years of progress, the performance of graphite-based LIBs has reached its ultimate limit, which is constrained by anode materials. To achieve boosted next-generation LIBs, the pivotal aspect is the development of anode materials. Hard carbon (HC) attracts great interest due to its higher capacity, better rate performance, lower cost, more safety, and stability while operating in low-temperature environments.Fig. 1a displays the widespread interest in HC anodes in LIBs. In addition, there is also a desire to achieve commercialization of secondary batteries in areas such as energy storage. However, the limited availability and high costs of lithium-related resources, relying solely on LIBs, cannot meet the growing demands for secondary batteries. Therefore, both the academic and industrial communities are focusing on developing a new type of secondary battery that is both cost-effective and high-performing, while also being resource-efficient. Sodium plays a crucial role in this pursuit, as it shares similar physicochemical properties with lithium and is the closest metallic element to lithium, a comprehensive comparison between lithium and sodium as demonstrated in Fig. 1b. This makes it a viable option for new energy applications. Unfortunately, the common anode materials for LIBs (graphite) cannot be employed as an anode in SIBs due to their features (small layer spacing and the instability of NaCx). The popularity around HC in SIBs is also shown in Fig. 1a. Furthermore, sodium has a significant advantage over lithium in terms of resource accessibility and abundance, making it a more cost-effective option. In general, HC-SIBs have gained attention as a potential solution for low-power vehicles, low-temperature environmental applications, energy storage systems and other similar areas due to the benefits of sodium. Research on both HC-LIBs and HC-SIBs has been ongoing since 2000 and has experienced a surge since 2010 as illustrated in Fig. 1c.",
                "Despite the advantages of HC-LIBs and HC-SIBs, commercial application is still a long way off. There are various factors that impede the commercialization process of HC-LIBs and HC-SIBs. (1) We believe that the current system for evaluating the performance of HC is much improvable. Thus, the significance of assessing the performance of HC anodes through a comprehensive and integrated system rather than simply and solely half-cell testing was initially highlighted in this review. Using a half-cell model may be a convenient method but has several drawbacks when it comes to evaluating the electrochemical performance of HC anodes. For example, the rate performance of HC is underestimated in half-cells due to much polarization, and ensuring consistency between half-cell and full-cell data is challenging. Furthermore, issues such as gas/heat generation and sodium deposition in actual battery applications cannot be observed in half-cell tests. (2) Inadequate understanding of HC is another factor impeding its commercialization process. This includes insufficient knowledge about the structure of HC, the unknowns of carbon chemistry induced by temperature from precursors to final HC, and the debates surrounding the lithium and sodium storage mechanisms in HC. As a result, we not only reviewed the development history of HC and the structural changes from the precursor to HC but also try to elucidate the electrochemical behavior of HC-LIBs and HC-SIBs and the controversy surrounding the mechanism. (3) Various optimization strategies were also explored to improve the performance indicated for full-cells against current challenges such as low initial Coulombic efficiency (ICE), poor rate performance, and cycle stability. Finally, based on current research and development, potential application areas for HC-LIBs and HC-SIBs were identified, along with the performance conditions that need to be achieved and the challenges that may arise in future practical applications. The corresponding possible solutions are also discussed. We hope to provide inspiration and guidance for the commercialization of the HC anode."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "At present, assembling a half-cell with metal lithium or sodium foil as the counter electrode to evaluate HC anode performance before constructing a full-cell is common practice. However, in SIBs, the results from half-cell studies may not be reliable due to the differences with those obtained from a full-cell, particularly in terms of rate and cycle performance. This can be attributed to two factors. (1) Sodium metal reacts strongly with the electrolyte and generates higher ohmic resistance than lithium, resulting in higher ohmic polarization. These differences primarily result from variations in their SEI. In Na half-cells, there is an inclination to form a more resistive SEI layer, leading to slower sodium-ion migration and, consequently, larger polarization. (2) The capacity of HC-SIBs is mostly located in the plateau region below 0.1 V, and the undetected capacity in the half-cell due to overpotential is relatively significant. Numerous studies have shown that HC performs poorly at high current densities in half-cells with ester-based electrolytes, with both the slope and plateau capacity decreasing. Interestingly, as shown in Fig. 2a, the most significant capacity loss occurs in the plateau region. Conversely, the use of ether-based electrolytes in half-cell testing has minimal impact on both the slope and plateau capacity of HC, regardless of the current density (Fig. 2b). This led researchers to believe that the rate performance of HC was significantly better in ether-based electrolytes compared to ester-based ones. But in a recent study of Shi et al. by evaluating HC anodes in ether/ester-based electrolytes from half-cell to full-cell, full-cell testing showed inconsistent results with half-cell testing, with ester electrolytes exhibiting better reaction kinetics and lower interfacial impedance, resulting in significantly better rate and cycling performance than ether electrolytes. Besides, ether-based electrolytes, which have been overlooked in graphite-based LIBs, have excellent performances such as long cycle life, high capacity, and excellent rate performance in the half-cell of HC-SIBs. However, it is crucial to determine if these promising results observed in half-cells can be replicated in full-cells, especially in terms of high-voltage stability on the cathode side. Therefore, there is a need to re-benchmark HC in both half-cells and full-cells.",
                        "According to the research of Ji's group, the rate performance of HC is undervalued in half-cell tests because of the usage of sodium metal as a counter electrode, which causes an increase in ohmic resistance and overpotential. Thus, regular galvanostatic discharge–charge tests prematurely truncate the terminated-voltage settings. This sensitivity is greater at higher current density, resulting in the termination of the Na-ions storage process, particularly in cases with plateau capacity values below 0.1 V that are barely detected (Fig. 2d). Besides, the lack of commercially available homogeneous sodium metal foils poses another obstacle. The sodium foil used in labs is mainly prepared using the manual method through hammering, which has difficulty in ensuring consistency in terms of thickness and surface conditions like roughness and impurities. In Villevieille's study, the uneven surface of sodium metal foils prepared solely through hammering exhibited vacancies, as indicated by orange regions in Fig. 2c. The vacancies present in the passivation layer resulted in the formation of additional Na–O compounds, leading to an uneven passivation layer with increased thickness and impedance. Electrochemical impedance spectroscopy (EIS) revealed that a specific process is necessary to achieve a stable passivation layer. However, using optimized, mechanically prepared, homogeneous sodium metal foils can reduce surface impurities, resulting in a uniform and thin passivation layer that shortens the passivation time and lowers impedance (Fig. 2e). The research emphasizes the significance of uniformly prepared sodium foils in achieving reliable performance in half-cells. In summary, to obtain reproducible outcomes from half-cell to full-cell, it is essential to ensure a homogeneous thickness and minimal surface impurities in sodium metal. Additionally, Yan et al. confirmed that the three-electrode system with two separate sodium metal foils as reference and counter electrodes can minimize overpotential and accurately reflect the true performance of HC. The cutoff potential of the working electrode is determined by the potential differential between the working/reference electrodes, minimizing current density on the reference electrode and alleviating polarization that may occur on it. The utilization of a three-electrode system was employed to minimize the risk of premature termination due to overpotential from the usage of sodium metal. Results showed that ether electrolytes still outperformed ester electrolytes, and they then analyzed the reasons for the difference in the performance of HC in the two electrolytes in terms of intrinsic causes. Structural differences in solvation were observed between ether and ester electrolytes in molecular dynamics simulations, revealing lower solvation energies in ether electrolytes that make them easier to desolvate. Furthermore, a thin and stable SEI layer in ether electrolytes was found to suppress continuous decomposition of the electrolyte, leading to better rate and cycle performance. Nonetheless, a separate study indicated that the three-electrode test system may still be affected by polarization and overpotential. Recent research conducted by Trabesinger's group revealed that the high reactivity of sodium metal leads to the generation of hydrogen gas (H2), carbon dioxide (CO2), and ethylene (C2H4) through greater reduction reactions in ester-based electrolytes, which ultimately results in the formation of an unstable, loose, and porous SEI. As a result, the cycling performance may be underestimated. While ether-electrolytes are more compatible with sodium metal, they tend to dry out prematurely due to evaporation during cycling. To overcome these obstacles, it is advisable to test cycling performance using a full-cell model to accurately reflect real-world applications. Additionally, when evaluating rate performance, we believe it is relatively reliable in results obtained with ether-based electrolytes in a simple half-cell.",
                        "The variation in resistance and polarization within the cell is the primary reason for the divergence in performance among the different cell types. Thus, there is a need for a thorough understanding of the mechanisms causing polarization to minimize its effects in future studies. Polarization is mainly caused by metal-sodium foils, electrolytes, SEI films, and HC itself, as shown in Fig. 2f. Generally, polarization can be classified into three types: ohmic polarization, electrochemical polarization, and concentration polarization. Ohmic polarization occurs due to contact resistance between the electrolyte, electrode material, separator resistance, and other parts. Ohmic polarization can generate a reverse current, which reduces the potential difference between two electrodes and affects capacity. It can be minimized by improving the quality of sodium foils in a half-cell but cannot be fully avoided. Different from Ohmic polarization, the reasons behind the concentration polarization are below: applying a certain level of current causes the outermost electrons of sodium to be emitted and move towards the anode electrode through an external circuit. The Na-ions then undergo numerous processes before reaching the surface of the HC anode, including solvation, desolvation, and crossing the separator and SEI film. After that, Na-ions are subsequently adsorbed, intercalated, and filled into the pores of HC. The path that the Na-ions take to reach the anode electrode is longer and more complex. If the electronic flow has reached the anode electrode where there are unequally charged Na-ions, there will be a concentration difference resulting in a decrease in potential at the anode side due to lower Na-ion concentrations compared to those found in the electrolyte. Therefore, improving the electrolyte to accelerate solvation and desolvation processes, utilizing artificial SEI film or modifying the SEI film to promote the desolvation process are potential strategies for future alleviation of concentration polarization. Facilitating faster Na-ion diffusion to the anode electrode through electrolyte optimization also proves to be effective in mitigating the effects of concentration polarization. Thus, for more accurate testing results in a half-cell, it is recommended to maximize the quality of sodium foils by ensuring their thinness, surface uniformity, and purity. In addition, using ether-based electrolytes for testing is also suggested, as they exhibit faster solvation/desolvation processes, smaller SEI impedance to Na-ions, and better compatibility with sodium metal compared to ester-based electrolytes. This is due to the higher electronegativity of oxygen atoms In ether-based electrolytes, which attract and dissolve Na-ions more strongly, thereby enhancing their dissociation and solubility, as shown in Fig. 2g. The ether-based electrolytes used in forming the SEI film produce a thinner and more conductive inorganic layer, which is arranged at a nano-level resulting in faster desolvation processes. Furthermore, these electrolytes remain stable during cycling and do not generate gas while also producing a more stable SEI film. This stability allows for smaller impedance when Na-ions flow through, reducing concentration polarization. In the context of electrochemical polarization, the intrinsic properties of HC and the electrode preparation process are crucial factors. A suitable slurry mixing process and formulation can create a conductive network that improves electron transfer, thereby reducing the impact of electrochemical polarization. Thus, the use of high-performance conductive carbons such as graphene or carbon nanotubes can further alleviate the effects of electrochemical polarization. Especially, despite the use of three-electrode testing to alleviate polarization from the sodium foil, concentration and electrochemical polarization still persists making it inconvenient to operate. For large-scale electrode material screening and testing, we do not consider three-electrode testing to be a significant improvement compared to half-cell testing."
                    ],
                    "name": "2.1 The deficiencies in half-cell assessment",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In the current context, there is no unified approach for evaluating the performance of HC anode in terms of rate performance, low-temperature performance, and true capacity. As a result, the comparability of performance data related to HC testing in the literature is limited. Additionally, limitations arise from the differences in electrolyte composition and the inconsistent electronic and ionic conductivity of electrodes due to variations in conductive agents, binders, and active materials in HC electrodes. Moreover, the thickness and mass loading of electrode materials are also critical factors. Evaluating these conditions solely in half-cell testing may not provide guidance and theoretical basis for practical applications. In a recent study, Zhao et al. reported a record-breaking capacity of 546 mA h g−1 for Zn-HC with a mass loading of 1.04 mg cm−2 under a small current density of 50 mA g−1. However, when the mass loading changed to 6.81 mg cm−2 and 10.78 mg cm−2, the capacity decreased to 370 and 275 mA h g−1, respectively. In fact, a full-cell system may still enable a relatively higher proportion of performance due to the lower polarization from relative high mass loading compared with a half-cell. What is more, maintaining a high mass loading would also be advantageous for increasing the energy density of the cell system. Therefore, it is meaningful to maximize the mass loading of HC. However, it is important to note that blindly pursuing high mass loading may also introduce other potential risks or drawbacks such as sodium deposition, which is particularly dangerous as it can lead to internal short circuits, thermal runaway, and ultimately, fire or explosion. A recent study on NVP//HC full-cell found that using commercial HC at a C/10 current density, the reversible capacity was approximately 340 mA h g−1 at a low areal mass loading (6 mg cm−2) without sodium deposition. However, when the areal mass loading increased to 8.8 mg cm−2, the capacity dropped even further to 300 mA h g−1. Observations after cycling showed significant sodium deposition on the electrode surface (Fig. 3a), indicating that thick electrodes with high mass loading are prone to sodium deposition. This was attributed to the longer diffusion path for Na-ions caused by higher mass loading, leading to increased impedance (Fig. 3b). The increased polarization exacerbates the risk of sodium plating and further weakens the actual rate performance. Moreover, high mass loading electrode would require more stringent processes such as slurry preparation, coating and calendaring, and poor manufacturing precision could result in uneven mass loading, thereby intensifying the local sodium deposition risk. An excellent slurry coating process and a formulation with a non-active filler can create a better conductive network and promote electron transport. In the coating step, appropriate coating speed and dry temperature can facilitate the uniform three-dimensional distribution of binders, conductive carbon, and active materials. Conductive carbons such as graphene or carbon nanotubes, also have significant potential for improving the conducting network of the HC anode.",
                        "In a practical full-cell, achieving maximum material performance requires optimization of the negative/positive (N/P) ratio. An N/P ratio lower than 1 indicates an excess of the positive electrode, leading to the precipitation of metallic sodium on the side of the HC electrode. Conversely, an N/P ratio higher than 1 suggests an excess of the negative electrode, where more active Na-ions are primarily utilized within the high-potential range of HC, resulting in a lower ICE and energy density. To ensure successful deployment of the battery in real-world settings, a pouch cell should also be assembled in order to identify any additional challenges that may be encountered such as gas generation (Fig. 3c). In particular, ester-based electrolytes have slower solvation and deliquescence, as well as requiring more energy to overcome intermolecular forces during desolvation of Na-ions. This can result in thicker and less stable SEI films that increase impedance and lead to the generation of persistent electrolyte decomposition gases such as CH4, C2H4, and CO, as shown in Fig. 3d and e. We also need to be aware that HC was synthesized at a low heat treatment temperature (HTT) with many heteroatom and functional groups, and gas production may be induced when Na-ions react with the functional groups on the surface of HC, which arise from the cleavage of –COOH, –OH, –NH bonds (Fig. 3f). HC synthesized at higher HTT generally exhibits a larger capacity in the plateau region. However, the capacity in the plateau region may be undetected due to significant polarization effects observed in half-cell testing, compared to some previously reported literature. So a comprehensive and integrated evaluation system is necessary. From a holistic perspective, we have reservations regarding the efficacy of employing pore formation as a strategy to enhance plateau-capacity in high-capacity HC anodes. While this approach can indeed increase the anode's capacity, it can also impede the overall electron migration within the HC material, leading to polarization effects and the precipitation of sodium dendrites. What is worse, excessive porosity can also increase sensitivity to air, leading to unwanted side reactions. Thus, controlling porosity is also crucial for long-term stability and comprehensive battery performance. In addition, current research focuses mainly on material performance, but accurately evaluating performance, developing full-cells, and addressing practical application challenges should be given equal priority. Lastly, the liquid uptake and retention characteristics of the separator also have a certain impact on the cycling performance and efficiency of practical batteries. Good liquid uptake and retention properties of the separator promote sufficient contact and retention with the electrolyte, thereby improving ion conductivity, cycling performance, and charge/discharge efficiency."
                    ],
                    "name": "2.2 The significance of establishing a comprehensive full-cell assessment system",
                    "type": "section_h3"
                }
            ],
            "name": "2 Why full-cell matters",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In the early stages, carbonaceous materials were divided into two categories based on mechanical hardness: HC and soft carbon. Although the term is still in use, it is now known that it is not reasonable solely based on mechanical hardness. Subsequently, Rosalind Franklin carried out a series of studies to understand the microstructure changes of carbonaceous materials with increasing HTT, and finally, she classified them into non-graphitizable carbon (also known as HC) and graphitizable carbon (also known as soft carbon). HC can be simply described as a random arrangement of graphene sheets of different shapes (curved, non-planar, folded, and twisted) i.e., graphene sheets arranged in a disordered manner, forming many nanopores, and only to a small extent forming graphite microcrystalline structures with a parallel arrangement of graphite. As it does not convert to graphite even when heated to 2800 °C, it is thus called HC, and is also referred to as amorphous carbon and disordered carbon. It is worth noting that HC represents a class of carbonaceous materials with similar microstructures.",
                        "Compared to graphite and soft carbon, HC is characterized by a higher degree of disorder, lower graphitization, and larger spacing between adjacent graphene sheets, which provides extra nanoscale pores, and additional defects for alkali-ions storage, resulting in a greater capacity than graphite. The construction of a widely applicable model of HC is particularly difficult due to the complexity and diversity of its structures. An attempt to offer a review of the historical evolution and structural characteristics of HC is provided here. Additionally, currently proposed models will be explored, aiming to provide a thorough understanding of its intricate nature. Wharry et al., published an article indicating they believe that some carbon atoms will be endowed with mobility as the temperature increases, leading to the rearrangement of carbon layers and the formation of new carbon networks. Some of the amorphous phases are transformed into regular carbon layers (partially cross-linked) and short-range ordered graphite microcrystals (composed of twisted graphene) with some defects. The first structural model of HC was proposed by Franklin (Fig. 4a), who described it as a structure in which graphite-like crystalline structures are randomly and non-directionally distributed, with amorphous regions constraining the motion of the graphitic nanodomains. In 1975, Ban et al. proposed that curved graphite nanoribbons interlaced to form HC without cross-linking groups (Fig. 4b), but the model could not explain why HC could not be graphitized completely, as if there were no cross-linking groups, the graphene layers would have enough mobility to be graphitized. With the development of advanced characterization techniques and computational simulation capabilities in the 1990s, a foam-like 3D isotropic structure was proposed by Harris et al. (Fig. 4c), who concluded that fullerene-like curved carbon layers consisting of microporous walls are the reason for the difficulty of graphitization. Terzyk et al. further proposed a new model consisting of discrete curved carbon layers (Fig. 4d). The curved carbon layer consists of sp2 hybrid carbon in a hexagonal network, partially disrupted by pentagonal and heptagonal shapes and defects, resulting in a more stable bent carbon layer, preventing graphitization. Each of the proposed models just only explain some phenomena, and they need to be revised in the future. A more precise understanding of the structure of HC relies on more advanced characterization techniques and simulation calculations in the future. It is important to highlight that the structural configuration of HC is not immutable. During pyrolysis, various factors including the quantity of stacked graphene sheets, dimensions of graphite microcrystals, and the type and quantity of pores undergo complex transformations. The forthcoming sections will delve deeper into the discernible microstructural modifications."
                    ],
                    "name": "3.1 The history and basics of hard carbon",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical behaviors are mainly influenced by the graphite-like crystalline, structural defects and pore channel structure shown in Fig. 5a. The structure of HC varies depending on the precursor, pyrolysis parameters, and procedures. However, the HTT has the greatest impact on the structure, to better understand the structure changes induced by HTT, and the contribution of these structural parameters to the electrochemical behavior. We have summarized the general structural change pattern as the HTT increases (Fig. 5b), illustrating variations in interlayer spacing (D002), specific surface area (SSA), and defect concentration. In general, at temperatures below 500 °C (it is essential to highlight that this threshold temperature is not a fixed constant and can vary slightly based on different precursor materials and variations in experimental conditions), SSA increases, mainly driven by the release of volatile matter and the formation of new pores. Conversely, temperatures exceeding 500 °C cause complex changes in pore structure like pore collapse and a subsequent decrease in SSA. Elevated temperatures also lead to a reduction in defect concentration due to the breakdown of functional groups and enhanced carbon mobility. In addition, the decrease in D002 happened through the whole process, which can be attributed to the increasing inclination for carbon layers to form graphite-like crystalline. Beyond 2000 °C, the reduction in D002 becomes exceedingly marginal. Furthermore, even at higher temperatures (above 2800 °C), the D002 still remains greater than that of graphite (0.34 nm).",
                        "In detail, during the early stage of pyrolysis, weakly adsorbed water is released at the HTT less than 200 °C, while strongly adsorbed water is released at higher HTT. The majority of weight loss occurs between 200–700 °C, as large amounts of volatiles and small molecule gases are released due to the cleavage of the C–H, C–C, and C–O bonds. The onset of weight loss varies based on the precursor's thermal stability. Functional groups containing nitrogen require higher HTT to undergo cleavage and release N2 or other byproducts. The release of volatile matter during this stage leads to the formation of new pores and development of basic pores, resulting in an increase in SSA. At temperatures beyond 500 °C, structural ordering, pore coalescence, and collapse lead to a decrease in SSA. The pores may undergo partial blockage due to softening, melting, fusion, and carbonization, leading to a reduction in SSA. At medium HTT, pore size increases and the pore-entrance diameter become narrower, some even closing. As the HTT continues to rise, small aromatic rings fuse together to form large aromatic rings, causing the micropores to collapse and form larger pores. Some ultra-micropores may even be converted to closed nanopores above 1200 °C, resulting in a reduction in SSA. At high HTT, the pores are mainly closed, which have a chance of being opened again if given enough energy above 1800 °C, and some layers tend to align in parallel to form a graphite-like crystalline structure. While macropores are only inherited from the natural structure of the precursors. Generally speaking, as the HTT increases, graphitization increases, and the general change in pore-structure is shown in Fig. 5c. The effect of HTT on the internal morphology and particle size of HC is negligible. In fact, increasing the HTT leads to a decrease in resistivity, which is attributed to the removal of non-conductive heteroatoms and an increase in graphitization degree. However, when the HTT exceeds 2100 °C, particles tend to aggregate and undergo polygonization, resulting in slightly rougher surfaces. This leads to higher internal resistance and ultimately poorer cycling performance. It is important to note that the reduction in SSA measured through N2 adsorption–desorption at high HTT is not only caused by a decrease in pore quantity but is instead caused by the transition of pore types from open to closed and the narrowed pore-entrance. And there is no direct correlation between SSA and irreversible capacity. In 1999, Billaud et al. produced a carbon fiber anode material with a SSA of only 1 m2 g−1, but the ICE was only 30%. However, the higher SSA does not necessarily equate to a low ICE. To achieve a comprehensive investigation of pore-structure, researchers need to employ not only N2 adsorption–desorption but also, He and CO2 adsorption–desorption testing to explore ultra-micropores. In addition, small-angle X-ray scattering (SAXS) is a vital technique for studying closed pores in detail."
                    ],
                    "name": "3.2 The carbon chemistry induced by temperature",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "It is a challenging task to understand the correlation between microstructure and electrochemical behaviors, however, it can provide guidance to synthesis a high-performance HC anode. Thus, this section aims to review this issue by exploring three primary aspects: (1) the impact of surface chemistry on the electrochemical storage of Li/Na-ions; (2) the influence of pore structure, including pore size and type; (3) the effect of interlayer distance and how it interacts with the aforementioned factors.",
                        "HC synthesized at low HTT contains heteroatoms such as nitrogen and oxygen, as well as many vacancies, edges, and other defects. While these defects can provide additional alkali-ion storage sites, they also cause increased irreversible capacity in both HC-LIBs and HC-SIBs: Defects act as decomposition sites for the electrolyte, trapping desolvated alkali-ions, resulting in irreversible capacity; the defects have a strong electron affinity for Li/Na-ions, making them difficult to release. In particular, nitrogen atoms at edge sites with a long electron pair trap the desolvated Li-ions thus resulting in an irreversible capacity in the initial cycle. The irreversible capacity can be mitigated by raising the HTT, which reduces the number of defects and heteroatoms, allowing for better alkali-ion diffusion. Additionally, the narrowed pore-entrance diameter can prevent the entry of co-solvent molecules, thus avoiding irreversible losses due to the formation of excessive SEI films. What is more, closed pores prevent the penetration of Li-ions into some chemically unstable sites in the pore also reducing the irreversible capacity. In particular, oxygen-containing functional groups such as C–OH phenol groups, C–O–C ether groups, and COOH carboxylic groups are beneficial in increasing the reversible capacity with an enlarged interlayer distance. This is confirmed by another work by Huang et al., in which the electrochemical test results (Fig. 6a) indicate that the slope capacity contributed by the adsorption behavior is the least affected by current density, and first-principles studies show that the CO bond has more electron enrichment at the Fermi level and a higher density of states (DOS) (Fig. 6b), leading to enhanced adsorption for Na-ions in the sloping region. Thus, a large reversible capacity (382 mA h g−1 at 30 mA g−1) and excellent rate capability (153 mA h g−1 at 2 A g−1) are obtained. Sun et al. showed a CO2-assisted ball milling post-process. The boosted performance is also attributed to the introduction of CO bond that helps to improve the adsorption capacity and expand the interlayer distance. Fig. 6c illustrates the adsorption energy of different oxygen-containing functional groups. It is noted that hydroxyl (–OH) and epoxy (C–O–C) have a low adsorption energy, making it difficult to adsorb Na-ions, while quinone (CO) has too strong an adsorption force, causing Na-ions to become trapped. In contrast, carbonyl (CO) has moderate adsorption energy, allowing for sufficient Na-ion adsorption and easy release. Thus, increasing the rate performance and facilitating the diffusion of Na-ions. The research of Leonard et al. also proves the electrochemical differences of different oxygen functional groups. They modify the surface oxygen group by oxidizing the sample in an air flow to introduce carbonyl (R–CO) groups, the introduction of carbonyl (R–CO) groups increases the capacity, due to improved accessibility for Li-ions to the carbon network. Unfortunately, it is only certain groups, such as hydroxyl, that are beneficial in terms of boosting capacity. What is worse, a relatively high carbonyl content has a side effect that leads to poorer capacity retention. The key to reducing the irreversible capacity while trying to ensure sufficient alkali-ion storage sites is to modulate the type of defects.",
                        "There is an opinion that the capacity loss of the initial cycle is not mainly caused by adsorption at defective sites but by electrolyte decomposition forming an SEI film in open structures. Therefore, fine-tuning the nanopore structure is crucial to achieving the best overall electrochemical performance encompassing reversible capacity, cycle performance, and rate capabilities. Hierarchical porous structures with micropores as alkali-ion storage sites are highly desirable in terms of pore size, as they ensure ample capacity. Moreover, the thin walls (less than 20 nanometers) and short channels (less than 100 nanometers) of mesoporous materials can shorten the path of electron and alkali-ion transport while buffering the volume expansion caused by ion insertion/extraction, thereby enhancing the electrode structure's stability. Although open macropores can stabilize the carbon matrix while cycling, they can be detrimental to reversible capacity due to electrolyte decomposition in these pores. One effective way to increase reversible capacity is by increasing the HTT to convert open pores into closed pores (Fig. 6d). Closed-pores can serve as storage sites for Na-ions while simultaneously reducing the sites for electrolyte decomposition. It is noteworthy that Na-ions can infiltrate closed pores, whereas Li-ions cannot. Tightening the pore-entrance size is also an effective method. Yang et al. demonstrated the feasibility of large-scale synthesis of HC by sieving carbon to utilize its porous structure fully. By controlling the pore-entrance diameter (<0.4 nm) and pore-body diameter (<2 nm) and combining spectroscopy and theoretical insights, they achieved a record plateau capacity of 400 mA h g−1.",
                        "The interlayer distance of HC significantly impacts the storage of alkali-ions. Firstly, the interlayer distance affects the intercalation kinetics of alkali-ions. If the distance is too small, the interlayer space may prove insufficient to accommodate the inserted alkali-ions. In 2012, Cao et al. demonstrated that 0.37 nm serves as a suitable threshold for Na-ion storage. Mai et al. further utilized DFT calculations to explore Na-ion insertion energy costs for different interlayer distances (Fig. 6e and f). Their results also indicate that larger interlayer distances suit alkali-ion intercalation better, while interlayer distances below 0.34 nm pose difficulties for intercalation. They also believe that interlayer spacing greater than 0.37 nm promotes the pore-filling mechanism of Na-ions. However, in the actual synthesis process, samples with large interlayer distances commonly exhibit more defects and fewer closed pores, which weaken the favorability of a larger interlayer spacing approach. Moreover, adopting large interlayer spacing may lead to structural instability, impairing cycle performance. Consequently, emphasizing larger interlayer spacing may not be the best strategy. Based on this, we suggest that some new heating strategies can help overcome this issue, unlike conventional tube furnace heating, which necessitates lengthy heating time. Examples of these new methods include Joule heating, microwave pulse heating, and spark plasma sintering, which generate high temperatures for short durations to remove defects, produce closed-pore structures, and prevent excessive graphitization.",
                        "Last but not least, future research should focus on the synergistic effects of pore-structure, interlayer distance, and surface chemistry, utilizing more detailed and comprehensive characterization techniques to accurately illustrate the relationship between structure and electrochemical behaviors. For instance, an appropriate number of defects is necessary to facilitate intercalation behavior, which is more likely to occur near rich defects. Furthermore, to extend the plateau-capacity, it is crucial to ensure that Na-ions can easily enter the internal structure after passing through defects. We recommend a more comprehensive review of the relationship between structure and electrochemical behaviors, focusing on the specific influence of functional group type, pore size, pore type, and pore-entrance diameter, and the synergistic effects of all the factors."
                    ],
                    "name": "3.3 The relationship between microstructure and electrochemical behavior",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "HC's mechanism for storage of Na-ions is a complex topic that is being debated within the research community, thus hindering commercialization. Electrochemical curves for Na-ion storage in HC typically feature a sloping region above 0.1 V and a plateau region below 0.1 V. Indeed, researchers have identified three categories of electrochemical behavior for Na-ion storage in HC: adsorption on the walls of nanopores, defects, and functional groups; intercalation in graphitic layers; and filling in nanopores. However, there remains a debate regarding which electrochemical behaviors contribute to the sloping and plateau capacity. By gaining a better understanding of the underlying mechanisms for Na-ion/Li-ion storage in HC, researchers can develop strategies to optimize the performance of HC-SIBs and HC-LIBs. In this section, we have outlined several proposed Na-ion storage mechanisms, including intercalation–filling, adsorption–intercalation, adsorption–filling, and adsorption/intercalation–filling mechanisms, as depicted in Fig. 7. The mechanism of lithium storage in HC will also be discussed.",
                        "The use of HC in SIBs was pioneered by Dahn et al. They identified the sloping region in the voltage–capacity curve as resulting from Na-ion insertion between layers of graphene sheets and the plateau region at low voltage to be caused by Na-ion filling of nanopores. The intercalation–filling mechanism was further confirmed by Komaba et al. in 2011. They used Raman spectroscopy, in situ SAXS and in situ X-ray diffraction (XRD) measurements to analyze the structural changes. At high voltages, the XRD peak (002) shifts to a lower angle, the diffraction intensity decreases and the Raman spectrum shows a red shift in the G-band. This indicates that Na-ion intercalation occurs in the sloping region. While in the low voltage range of 0.2 V to 0.0 V, the SAXS results show a decrease in the electron density contrast between the carbon matrix and the nanopores that was attributed to the reversible insertion of Na-ions into the nanopore.",
                        "In 2012, Cao et al. proposed a new mechanism called ‘adsorption–intercalation’. This mechanism suggests that Na-ions are firstly adsorbed on the surface before intercalating into the layers, leading to a sloping discharge curve. In other words, HC's disordered and chaotic structure creates various storage sites with different chemical environments, resulting in the sloping curve. Conversely, the plateau capacity is a result of Na-ion insertion into the graphitic layers, creating a staged graphite intercalation compound (GIC) analogous to Li-ions in graphite. In a subsequent study by Ji et al., they investigated the effect of HTT on the performance for SIBs. The results showed that increasing HTT slightly decreased the interlayer distance but had a more significant effect on the surface defect concentration. The study attributed the decreased sloping-capacity to the decreased surface defect concentration rather than the decreased interlayer distance. This is because the decrease in interlayer distance was only 0.005 nm, ruling out the possibility that the sloping-capacity was related to intercalation behavior. Supporters of the adsorption–intercalation mechanism have not attributed the plateau capacity to Na-ion filling behavior in the pore. They base this argument on the observation that increasing HTT leads to a decrease in SSA but an increase in plateau capacity. However, the observed decrease in SSA may be associated with a shift in pore type rather than merely a decrease in pore volume. Fig. 8a illustrates the diffusivity of Na-ion as a function of potential. In summary, the diffusion rate of Na-ion is higher in the slope region as compared to the plateau region, indicating that surface-active sites are more easily accessible to Na-ions. The Na-ion diffusivity decreases in the plateau region due to the repulsive force of already adsorbed Na-ions on the next, consistent with the previously proposed adsorption–intercalation process. However, in the plateau region, the Na-ion diffusivity does not decrease continuously, but instead increases towards the end, which can be attributed to the deposition of sodium on the pore surface, leading to an extended adsorption–intercalation process. Overall, these findings provide a better understanding of the intercalation mechanism and highlight the importance of considering both pore structure and intercalation behavior in the design of high-performance HC anodes.",
                        "Xu et al. proposed an adsorption-pore filling mechanism and found that the plateau region disappeared once the micropores were filled with sulfur, indicating that the pore was responsible for the plateau capacity. They established a correlation between the sloping capacity and adsorption behavior, wherein a sample characterized by a lower defect concentration demonstrated a reduced sloping capacity. Furthermore, the researchers utilized ex situ Raman and XRD techniques to investigate the intercalation behavior during the discharge/charge process. However, no peak shifts corresponding to intercalation behavior were observed, leading to the conclusion that intercalation behavior does not occur in the plateau region.",
                        "Titirici and her team proposed a multi-step mechanism, which has garnered support from subsequent studies. Initially, at high voltages, surface adsorption plays a dominant role, but as the concentration of Na-ions increases, intercalation becomes more significant. These two electrochemical behaviors together contribute to the sloping capacity. Once the higher energy binding sites are filled, pore filling occurs in the plateau region. The signal at 1135 ppm in the ex situ23Na NMR results (Fig. 8b) refers to sodium metal, a quasi-metallic signal close to 1135 ppm is only observed in samples with the plateau capacity, and confirmation of the pore filling behavior that contributes to the plateau capacity is evident. Yamada also supported the multi-stage mechanism with comprehensive X-ray scattering analysis. The change in interlayer distance during the Na insertion process is shown in Fig. 8c, where it can be observed that the distance initially increased in three samples and then remained stable above 80% Na-ion insertion, proving that the insertion process dominates the sloping region. It's worth noting that HC-1900 exhibited less expansion, suggesting that the small interlayer distance of samples synthesized at higher temperatures is detrimental to Na-ion insertion. To further investigate the extent of pore filling, SAXS was used to determine a ratio of the scattering intensity of the nanopores to that of the pristine state (Fig. 8d). When Ipore is equal to 1, it implies an empty pore, which decreases as the pore filling progresses. In the HC-1900 sample, which is dominated by plateau capacity, the Ipore continuously decreased throughout the process, while it only showed a decrease when the Na insertion percentage was above 40–50% for HC-1000 and HC-1400, which displayed typical sloping/plateau curves. These results suggest that the plateau capacity is due to the filling of Na-ion in pores.",
                        "The mechanism of Li-ion insertion in HC also remains under debate, with two main proposed mechanisms of “intercalation–filling” and “adsorption–intercalation”. The intercalation–filling mechanism was first proposed by Dahn and colleagues in 2001, who conducted in situ XRD experiments that revealed a shift to a lower angle and weaker intensity of the (002) peak during discharge in the sloping region, indicating the insertion of Li-ions into the graphite layers. Additionally, an increase in electron density was observed through in situ SAXS in the low voltage plateau region, which was attributed to pore filling, similar to adsorption. Several researchers have since confirmed this mechanism. Shikano and his group conducted a study in which they employed various analytical techniques including X-ray photoelectron spectroscopy (XPS), hard X-ray photoelectron spectroscopy (HX-PES), and 7Li nuclear magnetic resonance (NMR) to investigate the behavior of lithium in HC at different states of charge (SOC). They found that the C peak between the graphitic layer and lithium occurred at SOC < 50% (sloping region), indicating the occurrence of Li-ions intercalation, while the appearance of Li-cluster signals was attributed to Li filling in the pore at SOC > 70% (plateau region). The adsorption–intercalation mechanism, on the other hand, posits that the sloping capacity is due to adsorption at defective sites and pore walls, while the plateau capacity arises from intercalation. Wang and colleagues utilized 7Li nuclear NMR to investigate the state of lithium in porous carbon discharged to 0.0 V and below 0.0 V (Fig. 8e). The 7Li resonance around 0 ppm was found to arise from both carbon-Li compounds and Li-ions, indicating Li-ion intercalation between graphite layers and Li-ion adsorption. However, the 7Li NMR results revealed no signal shift pertaining to the fill of lithium into pores until the porous carbon was discharged below 0.0 V (Fig. 8f). Therefore, they proposed an adsorption-intercalation mechanism."
                    ],
                    "name": "3.4 The mechanisms and debates surrounding hard carbon storage of lithium and sodium",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The physicochemical properties of HC-LIBs and HC-SIBs are similar, but the galvanostatic discharge/charge curves for HC-LIBs and HC-SIBs exhibit significant differences. Both display a sloping region at high voltage and plateau regions located near 0.1 V for Na-ions and near 0 V for Li-ions. Typically, at low HTT, HC-LIBs only display a sloping capacity, along with considerable voltage hysteresis. As the HTT increases to a medium level, the sloping capacity decreases, while the plateau capacity increases. However, as the HTT continues to rise, HC-LIB displays a sloping capacity only, but with a significantly reduced value compared to lower HTT (Fig. 9a). On the other hand, HC-SIBs exhibit both sloping and plateau capacity throughout the temperature range, with the sloping region having dominance at low HTT, and the plateau capacity becoming dominant at high HTT. The ration of plateau capacity keeps going, but its value decreases (Fig. 9b). Notably, there exists an appropriate temperature value that provides the highest capacity.",
                        "These electrochemical differences can be attributed to several reasons, as summarized in Fig. 9. Firstly, these differences are due to the composition and morphology of their respective SEI films. The SEI film in HC-LIBs is thin and uniform, composed mainly of organic material (Fig. 9c), leading to a lower charge resistance for Li-ions and a better rate performance. In contrast, HC-SIBs form a thick and rough SEI film (Fig. 9d), composed mainly of inorganic material, leading to greater resistance for Na-ions and a poor rate performance. A systematic study conducted by Li et al. has revealed significant differences in the transport of Li-ions and Na-ions across the SEI, and impedance studies were conducted to illustrate the differential behavior of Li-ions and Na-ions across the SEI. The results indicated that Li-ions had a lower migration impedance than Na-ions. They believe that the rate performance of Li/Na-ion is determined by the energy barrier to cross the SEI's inorganic components. The lowest activation energy barriers calculated by density functional theory (DFT) show that Li-ion migration has a lower activation potential barrier than Na-ion migration. The rate performance of HC is largely dependent on the properties of the SEI. Therefore, more attention should be paid to SEI interface engineering to improve the rate performance of HC-SIBs in the future. The electrochemical behaviors of Li-ions and Na-ions in the carbon matrix exhibit notable differences. Li-ions bind more strongly to the carbon matrix, making it challenging to penetrate into the inner space (Fig. 9e), which leads to a certain level of irreversible capacity. However, with increasing HTT, when the number of defects decreases, Li-ions encounter less hindrance while entering the inner space. Nevertheless, at high HTT, the closure of nanopores can result in the formation of embedded fullerenes, which can prevent Li-ion penetration into the carbon. Thus, only the open pores that remain unchanged act as the sites for Li-ion storage, creating a plateau capacity. In contrast to HC-LIBs, HC-SIBs exhibit plateau capacity across the low to high-temperature range. Na-ions can easily penetrate the interior from the carbon-based surface (Fig. 9f), allowing them to enter enclosed pore structures. Meanwhile a recent study concluded that the mechanism by which close-pores store Li/Na-ions is similar, with the main difference being their properties during surface electrochemical behavior prior to insertion into the inner close-pore. In the case of Li-ions, they enter the inner space through insertion into the layer spacing. They then diffuse further into the inner space and eventually fill the close-pore. However, the insertion process causes a barrier for Li-ions to enter the inner space. This results in an insignificant plateau capacity. On the other hand, due to the larger ion size, Na-ions are more likely to be adsorbed onto the surface structural defects rather than intercalation. This leads to a more significant adsorption process before Na-ions enter the close-pore and the small proportion of intercalation facilitates the easy entry of Na-ions into the inner space, resulting in a plateau capacity dominated electrochemical behavior. Further understanding of the mechanisms involved in storing Li-ions and Na-ions is crucial, especially considering the ongoing controversy surrounding this topic. This area of research has significant importance to designing high-performance HC anodes. Generally speaking, achieving optimal capacity in both HC-LIBs and HC-SIBs requires tailoring the pore structure, particularly the pore-entrance diameter (Fig. 9g and h). In HC-LIBs, it is crucial to tailor the pore-entrance diameter accordingly. But there is debate surrounding 2 strategies: (1) increasing the bulk-chemisorption sites and decreasing the intercalation capacities based on the mechanism of Lim et al. (2) To avoid close-pore formation based on the insight that close-pore is inaccessible for Li-ions. In contrast, Na-ions can be stored in the closed pores undebated, and improving capacity can be achieved by creating closed pores and adjusting the pore-entrance diameter. The closed pore structure is ideal for the storage of Na-ions since it selectively allows Na-ions to pass through while excluding solvent molecules, thereby reducing the sites of electrolyte decomposition. However, the high HTT required for closed-pore formation can lead to over-graphitization, which must be taken into consideration."
                    ],
                    "name": "3.5 The differences in electrochemical behaviors between HC-LIBs and HC-SIBs",
                    "type": "section_h3"
                }
            ],
            "name": "3 Lithium chemistry versus sodium chemistry-towards hard carbon",
            "type": "section_h2"
        },
        {
            "content": [
                "The initial cycle of HC-LIBs and HC-SIBs presents a significant capacity loss, and two theories explain its main cause: some researchers attribute it to the strong trapping effect of Li/Na-ions by defects and their irreversible intercalation between the graphene layers, while others believe it is due to the formation of an unsatisfactory SEI. To mitigate irreversible losses, while ensuring good cycle and rate performance, it is crucial to establish an appropriate SEI. A desirable SEI film should be thin and dense, allowing only Li/Na-ions to pass through while preventing co-solvent molecules from penetrating. This can be achieved by improving the electrode material, optimizing the electrolyte, and developing an artificial SEI. And looking at it practically, in order to cater to the demands for applications such as power vehicles, and energy storage, it is crucial to develop electrode materials that have both a long lifespan and good rate performance, and some of the effective strategies have been explored solely from a laboratory perspective, such as structural design, doping, and composites. These have all been proven to be effective in HC-LIBs and HC-SIBs. However, perhaps the most significant factor affecting rate and cycling performance is the process of crossing the electrolyte and the SEI engineering. Moving forward, it is crucial to focus on SEI interface engineering and electrolyte optimization, in addition to continued material improvements, to further enhance full-cell performance. It is noted that, due to the more popular trend in HC-SIBs, additional optimization strategies including the tailoring of pore structure and specific structural design, such as optimizing electrolyte, all show significant improvements. However, it is worth investigating whether these strategies can also play an important role in HC-LIBs in the future. Additionally, we must address the challenges that arise when transitioning from laboratory research to commercialization, such as optimizing the slurry preparation and coating processes and matching positive and negative electrodes. By addressing these issues, we can ensure that the promising laboratory results are translated into practical and efficient commercial applications, ultimately advancing the commercialization of HC anodes.",
                {
                    "content": [
                        "Strategies for modifying the electrode to assist in the formation of a thin and dense SEI film are encouraging. When using reduced graphene oxide (rGO) as an anode in SIB, the high chemical reactivity of the numerous defects in rGO can cause uncontrollable electrolyte decomposition, leading to a low ICE of 58.9% at 0.1 A g−1. To address this issue, Yang et al. successfully adsorbed Al3+ on defective sites in rGO by immersing it in an AlCl3 solution, resulting in rGO with Al2O3 nanoclusters formed on defective sites in subsequent carbonization (Fig. 10a). This led to an improved ICE of 70.2% at 0.1 A g−1 by attenuating the chemical activity of the defects and suppressing the irreversible and hazardous decomposition of electrolyte, thus improving the ICE arising from the formation of thin and homogeneous SEI. In another approach, Cao et al. used direct atomic layer deposition to deposit an ultra-thin and uniform Al2O3 film that is chemically bonded to the HC, which reduces the accessible SSA for electrolyte decomposition. Additionally, the artificial film also promotes the formation of a thin and robust SEI film with more organic components (Fig. 10b), preventing electrolyte permeation and reducing side reactions compared to bare electrode material. The optimized HC anode with the Al2O3 film has a higher reversible capacity of 355 mA h g−1 and a higher ICE of 75%, compared to pure HC with a reversible capacity of 260.9 mA h g−1 and an ICE of 67%. These studies demonstrate the potential of modifying the electrode to facilitate the formation of an effective SEI film. Strategies for electrolyte optimization to form an ideal SEI film are also encouraging. This can be achieved by adjusting the concentration of electrolyte salts, which participate in the SEI formation. For example, Xing et al. tailored the concentration of NaPF6 in a diglyme-based electrolyte to form a discontinuous SEI, which allows for co-intercalation of Na+-ether (Fig. 10c). The mechanism of Na-ion storage involves Na+-ether adsorption on the surface, followed by Na+-ether co-intercalation into the carbon layer in the sloping region, which requires a clean surface. When the voltage change is below 0.1 V, filling in the pore occurs only when the surface is covered with SEI. This is because the tough surface of the pore generates a stronger electric field than the graphitic layers, inducing electrolyte decomposition. However, higher concentrations of NaPF6 form a dense layer, which greatly hinders co-intercalation of Na+-ether, while lower concentrations result in a SEI-free surface, which is unfavorable for Na+ filling in the pore. The optimized SEI, with a concentration of 0.2 M NaPF6, provides a discharge capacity of 459.7 mA h g−1 at 0.1C and a maximum ICE of 81.5%. Another effective approach for enhancing ICE is the use of an artificial SEI film. This can be achieved through pretreatments such as chemical presodiation, in which alkali metals react with the electrode material in the electrolyte. For example, lithium pre-treated HC forms a thin SEI film mixed with lithium and sodium, which reduces the participation of irreversible Na-ions in SEI formation. Furthermore, the lithium-based SEI is not dense enough to prevent Na-ions from passing through, resulting in a significant improvement in ICE from 70.3% to 92.1% compared to pure HC. Qian et al. describe a way to improve the ICE by using a chemical reaction to presodiate HC by treating with a sodiation reagent called Na-Bp (Fig. 10d), and the anode can be presodiated rapidly to form the presodiated HC (NaxHC), which will form a thin and compact SEI after immersion in electrolyte. In addition, the use of sodium diphenyl ketone (Na-DK) as a reducing reagent on HC can transfer the surface oxygenated functionalities to the sodium counterparts, compensating for the irreversible defects such as dangling bonds and vacancies, and forming quasi-metallic Na. This strategy reduces the irreversible active sites and the Na-ions that participate in SEI formation, resulting in an optimized HC with a high ICE of up to 99.2% compared to 84.5% for pure HC. Moreover, the presodiation process triggers the formation of a thin, robust, and uniform film of inorganics such as NaF, as shown in Fig. 10e, which contributes to the advanced rate performance, attributed to the SEI's ability to favor interfacial reaction kinetics.",
                        "The ICE can be improved by increasing the HTT, but this improvement comes with higher electrical resistance, poorer rate and cycle performance, increased costs, and other process difficulties. To meet the demands of HC-LIBs for high-rate applications, the HTT should be kept low while developing sloping-dominated HC that has sufficient adsorption sites and guarantees an ICE of above 90%. This can be optimized through various interfacial engineering, including coating a protective layer, forming an artificial SEI layer, and optimizing the electrolyte to form a thin and dense SEI layer.",
                        "Coating plays a significant role in reducing the sites of electrolyte decomposition and blocking irreversible sites, and a more conductive coating leads to improved conductivity. The Li4Ti5O12 (LTO) coating layer completely covers the surface of HC without changing its structure (Fig. 11a), reducing the direct contact area with the electrolyte, which minimizes the irreversible loss of Li-ions. Finally, a thinner SEI is formed in the initial cycle, resulting in a high ICE of 90.6% (Fig. 11b). Chemical vapor deposition (CVD) is another effective strategy for avoiding excessive electrolyte decomposition, and the carbon layer at the pore entrance screens out solvent molecules while allowing Li-ions to pass through with a low energy barrier (Fig. 11c). Traditionally, Li metal has been used as a counter-electrode and source of Li to compensate for the loss of active Li-ions. However, the increasing cost and lack of replicability in full-cell batteries have hindered commercial development. To address this issue, chemical pre-lithiation using Li-containing reagents with a strong reduction ability has shown great potential for industrial application. This involves transferring Li-ions to anode materials through redox reactions. In a recent study, Qu et al. used Li–biphenyl–tetrahydrofuran (Li–Bp–THF) as the pre-lithiation reagent. By immersing a HC electrode in Li–Bp–THF for varying amounts of time, they were able to adjust the degree of pre-lithiation. When paired with a LiNi1/3Co1/3Mn1/3O2 cathode, the full-cell exhibited significantly improved ICE (90.2 vs. 75%), attributed to the formation of the adjusted SEI layer (Fig. 11d). In addition, chemical pre-lithiation is a simple process that has great potential for industrial application. Pre-lithiated in HC compensate for the irreversible Li-ion loss and help to form an improved SEI that lowers charge transfer resistance (Rct), resulting in a thinner and more robust SEI that is well stable during the cycle. Ai et al. immersed HC in a solution of Li-Naph/DME (Fig. 11e), where lithium naphthalenide (Li-Naph) reacted with HC first, followed by DME decomposition to form an SEI covering the prelithiated HC (PHC), finally resulting in a thinner, denser, and more robust SEI. TEM showed that the SEI formed on PHC was only 2 nm thick (Fig. 11f), compared to the 7 nm thick, loose SEI formed on pure HC (Fig. 11g). Thanks to the pre-formed SEI, there was a significant reduction in the loss of Li-ions from the side reaction and participation in SEI formation, resulting in a greatly improved ICE from 75.5% to 99.5%. Although at a high current density of 4000 mA g−1, the PHC had a high capacity of 194.8 mA h g−1, with a capacity retention of 94.1% after 500 cycles at 400 mA g−1, whereas pristine HC had only 137.7 mA h g−1 and 76.5%, respectively. When assembled into a full-cell, the energy density of PHC/LiCoO2 was 388.1 W h kg−1, which was comparable to that of the current commercial graphite/LiCoO2. It is noteworthy that the immersion time is a crucial parameter for obtaining the best results, and excessive prelithiation can lead to lithium deposition and safety issues."
                    ],
                    "name": "4.1 Solid electrolyte interface engineering in HC-SIBs and HC-LIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The irreversibility of HC is closely related to surface chemistry, which can vary greatly when exposed to different atmospheres. Different surface structures can lead to the formation of very different SEI, so modifying their type to trigger the formation of an ideal SEI is encouraging. Varying the type of functional group to more reversible sites can be achieved through various methods such as pre-oxidation, acid treatment, and post-reduction and doping. In the study by Wang et al., they employed in situ engineering techniques by mixing of cyclohexane molecules with Ar during the carbonization. This method helped to reduce the residual oxygen and defects (Fig. 12a), resulting in an improvement of the ICE from 70% to 85% (Fig. 12b). However, researchers found that heteroatoms and defects could be a double-edged sword. While the right amount of oxygen functional groups and defects is beneficial for Na-ion adsorption, an excess can led to stronger trapping, which cannot be extracted at the cut-off voltage of 2 V. When they introduced more oxygen functional groups and defects by immersing the C-HC in acid, the ICE decreased to 30%. The group of Wang has developed a reduction strategy to modify the surface of HC in an H2/Ar atmosphere, as shown in Fig. 12c. This process reduces the number of defects, such as oxygen-containing functional groups and dangling bonds, resulting in an initial reversible capacity of approximately 400 mA h g−1 with an ICE of 79%. These results demonstrate that surface modification is an effective strategy for improving the ICE. However, the initial loss of Na-ions involved in the formation of SEI can still occur, which can be reduced by coating the material. The coating layer helps to homogenize the surface chemistry by covering some irreversible defect sites and reducing the number of electrolyte decomposition sites, which involves mixing the coated material with the precursor and then annealing or coating by the pyrolysis of toluene during carbonization. One effective approach involves using an amphiphilic carbonaceous material mixed with porous carbon, resulting in a coated sample called COAT-10-1400, as shown in Fig. 12d. This coating modification preserves the internal porous structure while greatly reducing the SSA. The activated low-voltage storage sites can be tailored by modifying the surface chemistry. As a result, the COAT-10-1400 sample exhibits an extremely high plateau capacity of 293 mA h g−1 without loss of sloping capacity, and a reversible capacity of 391 mA h g−1 with a high ICE of 80% (Fig. 12e). In research carried out by Chou et al., a paper towel was impregnated with coal tar pitch, and the coal tar pitch forms a soft carbon coating on the HC surface during subsequent carbonization. An ultra-high ICE of 94.5% was obtained.",
                        "The strategy of doping is widely used in HC-LIBs. Through a research study, Yang et al. found that doped P atoms easily combine with O atoms to form P–O bonds at the edge of the carbon, facilitating the formation of a thin and dense SEI, allowing only Li-ions to shuttle and alleviating the extra-decomposition of electrolyte (Fig. 13a). An increase in ICE from 36.9% to 70.9% is observed (Fig. 13b). Similarly, S-doped porous carbon shows a better performance compared to the undoped sample, with a reversible capacity of 1781 mA h g−1 and an increase in ICE from 39.6% to 81%. They proposed a mechanism which is shown in Fig. 13c. The doping of S is mostly directly bound to the carbon matrix to form C–S bonds, thus removing irreversible oxygen functional groups as well as some active carbon segments. In another doping work, the Cl doping enhances the intensity of all peaks in soft X-ray absorption near-edge structure (XANES) spectroscopy, which is further improved by theoretical calculation. It gains electrons from the carbon matrix more easily than the solvent molecules due to its stronger electronegativity (Fig. 13d), making it more difficult for the solvent molecules to be reduced to form SEI. As a result, the initial reversible capacity increased by almost 15% (Fig. 13e). Sulfuric acid treatment had little effect on the microstructural changes but affected the surface functional groups, as shown in Fig. 13f. The acid treatment resulted in a 20% increase in the reversible capacity, which was attributed to the weak basicity of the newly introduced conjugate bases of the –SO3H and –SO4H. In addition, pre-oxidation at an appropriate low temperature is another effective surface modify strategy to obtain the desired functional groups and prevent over-graphitization. The authors believe that pre-oxidation can improve the cross-linking of the precursor and make the carbon matrix remain stable in the subsequent carbonization at high temperature. Surface engineering by exposure to H2O vapor is used to not only introduce carbonyl CO and O–CO. On the one hand, it adds reversible sites for Li-ions in the sloping region, which is also beneficial for rate performance, and on the other hand, it induces the formation of an appropriate SEI, which has a smaller Rsei. In another similar work, Fujimoto et al. obtained a better capacity through mild modification by oxidation in air, which only changes the surface structure without destroying the bulk structure. The optimized structure has a narrowed pore-entrance diameter, which allows Li-ions to enter while excluding electrolyte solvent molecules, then the irreversible capacity is reduced. However, in the case of strong oxidation with P2O5, the pore structure is disrupted, allowing the entry of ions other than Li-ions, resulting in a higher irreversible capacity. So, it is essential to ensure that the modification method would not disrupt the pore structure. Overall, careful selection of the modification method is crucial to achieve the desired reversible capacity and improve the rate performance. It is well-know that raising the HTT results in the elimination of some irreversible storage sites for Li-ions, but also leads to the loss of reversible storage sites. To overcome this issue, post-reduction techniques are implemented that involve removing functional groups like C–O and quinone, which can impede the reversibility of Li-ion storage. In a post-thermal treatment performed in an H2/Ar atmosphere, CO functionality, which is conducive to the desorption of Li-ions, is optimized. At 400 °C, the optimal temperature for reversible desorption, a high content of CO leads to superior performance, as shown by a reversible capacity of 579 mA h g−1 and an improved ICE from 39.7% to 51.9%."
                    ],
                    "name": "4.2 Surface optimization in HC-SIBs and HC-LIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Doping is a popular method to enhance HC materials' electronic conductivity and Rct. Elements that are more electronegative than carbon, create regions with an electron-rich environment near doping sites, leading to enhanced electrochemical performance. Moreover, doping modification increases SSA and enhances the Na-ions binding affinity, improving the electrode's capacity to preserve charge in high-rate applications. Though it contributes to significant improvements in rate and cyclability, the doping strategy has limitations including a low ICE, and a substantial dilution of cathode material and electrolyte leads to low ICE that rarely surpasses 50%. Hence, doping strategies are unlikely to play an essential role in commercializing HC in SIBs any time soon.",
                        "While for HC in LIBs, HC-LIBs have a higher reversible capacity than graphite-based LIBs, but their energy density is limited due to a low ICE and high electrode potential with voltage hysteresis. To address these challenges, researchers are exploring the use of composite anodes made by combining HC with other materials, such as graphite/HC, nano-Sn/HC, and graphene oxide/HC. Of these, a homogeneous mixture of graphite and HC has shown great potential (Fig. 14a). By adjusting the blend ratio, an optimum energy density of up to 180 W h kg−1 can be achieved by Dasgupta and his colleagues, which is similar to existing commercial graphite-based LIBs (200 W h kg−1). They credit the enhanced performance to the subsequent factors: Li-ions are first inserted into the HC due to its relative positive potential compared to graphite. And the disordered structure with sufficient space of HC prevents lithium overload and reduces the current load to the graphite. The graphite, in turn, compensates for the additional capacity at a low voltage. As a result, the graphite/HC composite anode has improved fast charge performance, with 87% specific energy retention after 500 cycles at 4C compared to 61% for graphite-based LIBs. Wang et al. also presented a composite anode made of nano-Sn with HC in a separate study. The anode demonstrated an impressive ICE of 76% when the cut-off charge voltage set at 2.5 V. Additionally, by increasing the cut-off charge voltage to 3 V, the anode displayed an additional capacity of approximately 90 mA h g−1 at 2.8 V. The researchers attributed this phenomenon to the nano-Sn, which facilitated the decomposition of the SEI, thereby releasing Li-ions from ROCO2Li. In addition, doping has proved to be an effective solution improving the conductivity of HC, while leveraging ion catalysis to enhance its performance without any side effects. In a study by the group of John B. Goodenough, a chelation effect between phenol and Fe3+ was utilized to create a phenol-formaldehyde resin-based hard-carbon aerogel with a three-dimensional carbon network embedded with ordered microstructures of expanded nanographites and carbon micropores (Fig. 14b). The chemical modification strategy demonstrates efficient catalytic graphitization due to the homodispersion of Fe3+ in the polymer segments of the precursor, allowing for free rearrangement of graphene sheets into extended nanographite and carbon micropores. Under the influence of Fe3+ catalysis, the curved carbon layer undergoes a process of diminishing curvature, resulting in alignment of the graphene with less curvature in a parallel configuration. This enhanced structural order improves the ordering of the graphene material, facilitates diffusion, and leads to an escalated rate performance. Interestingly, in the work of Fan et al., an emerging reversible capacity of 145.8 mA h g−1 at the plateau region was achieved by boric acid-catalyzed annealing at 800 °C (Fig. 14c). The results of XPS, Raman, and HRTEM show a more orderly structure with larger graphite-like crystals, which facilitates one part of the emerging capacity. They attribute the other emerging capacity to the change in pore size, but we think it may be the optimized pore-entrance diameter, which screens out electrolyte-molecular to decomposition in the pore. In another work, Xiong et al. present a novel carbon framework anode that exhibits ultrafast rate and cycling stability attributable to nitrogen and phosphorus doping. The electrode comprises a 3D framework fabricated from 2D heteroatom-doped graphene layers (Fig. 14d), which facilitates fast kinetics in charge storage and transport. The nanostructured 3D framework, coupled with chemical doping, yields a high reversible capacity of 946 mA h g−1 at 0.5 A g−1, while maintaining an excellent rate capability even up to 10 A g−1. Furthermore, the electrode demonstrates remarkable cycling stability at 2 A g−1 over 2000 cycles. The authors assert that the electrode's superior Li+ storage performance, arise from the 3D porous nanostructured carbon framework and the topological defects, which engender multidimensional interconnected pathways for Li-ion diffusion, and create more active sites for Li+ storage, respectively. In a recent investigation, Lin produced P-doped HC (PHC-700) through a combination of phosphoric acid and epoxy resin, followed by annealing at 700 °C. The resulting PHC-700 demonstrated a superior reversible capacity of 1294.8 mA h g−1 and improved ICE of 60.4% compared to HC-700, which displayed a reversible capacity of 542.8 mA h g−1 and an ICE of 43.8%. To elucidate the underlying mechanism, in situ Raman and in situ static solid-state NMR techniques were utilized. A new peak at −200 to −500 ppm of in situ static solid-state NMR was observed (Fig. 14e), which corresponds to the LixPCy and suggests the introduction of P and additional storage sites. The sharp signal at δ ∼ 0 ppm represented the P–O bond, while the broad signal between δ ∼ 200 and 100 ppm represented the P–C bond (Fig. 14f). There are no significant changes in the P–O signal, while the P–C bond signal broadened and then recovered its initial width during discharge/charge, indicating a reversible redox reaction between Li-ions and the P–C bond. The results of in situ Raman showed that the D and G bands weakened during discharge and were restored during charge in both samples (Fig. 14g and f), but HC-700 exhibited a lower degree of reversible recovery (Fig. 14g), indicating more-trapped Li-ions and subsequent structural disruption."
                    ],
                    "name": "4.3 Composite material and doping strategies in HC-SIBs and HC-LIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The closure of pores in non-oriented graphene sheets is crucial for increasing the plateau capacity of HC-SIBs, and HTT is a key factor in regulating pore structure. However, excessive heating may lead to over-graphitization that will cause poor cycling and rate performance. To mitigate this, Titirici et al. developed a hard/soft composite material at 1000 °C, where the introduced soft carbon covers surface entrances or fills open pores, effectively reducing the irreversible capacity caused by electrolyte decomposition. In addition, pore-forming agents have been employed. A solvothermal process using ethanol can generate pores before carbonization (Fig. 15a), which act as Na-ion filling sites, and through precise adjustments of their respective compositions during solvothermal synthesis, followed by carbonization, it is feasible to synthesis HC with optimal closed-pore microstructures, as opposed to directly carbonized samples. Thus, an excellent performance of 410 mA h g−1 and an ICE of 84% was acquired (Fig. 15b). Tailoring the diameter of pore-entrance is another encouraging strategy. Yang et al. conducted a study using sieving carbon to produce a large capacity of HC. They optimized the porous structure by regulating the pore-entrance diameter (<0.4 nm) and pore body diameter (<2 nm). A narrowed pore-entrance prevents the decomposition of electrolyte within the nanopores, leading to the clustering of sodium and the resulting creation of a plateau capacity, which also prevents the formation of an unwanted SEI within them, while the electrochemically responsive pore surface is safeguarded, allowing for the development of sodium clusters (Fig. 15c). They achieved an unprecedented plateau capacity of 400 mA h g−1 (Fig. 15d). Additionally, the conversion from an open-pore dominated structure to a closed-pore dominated structure is encouraging. Direct carbonization of anthracite leads to a small interlayer distance and low pore volume (DC1300). While DC1300 boasts an initial reversible capacity of 221.7 mA h g−1 but with a low ICE of only 78.6%, which is contributed to open-pore dominated structures providing storage sites for Na-ions but also sites for electrolyte decomposition, which can create excessive SEI film formation during the initial process. To solve this problem, KOH-assisted chemical activation prior to carbonization (AC700) can convert open pores into closed pores, producing predominantly closed pore HC (CAC1300) with a larger interlayer spacing and increased pore volume (Fig. 15e). As a result, CAC1300 delivers a reversible capacity of 308.4 mA h g−1 with a high ICE of 82.3% (Fig. 15f). These findings indicate that meticulous management of a detailed pore-structure is essential for attaining maximum capacity, and that fine-tuning the pore-entrance can significantly enhance its performance."
                    ],
                    "name": "4.4 Tailoring of pore structure in HC-SIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Modulating the structure of HC is an effective strategy for improving its rate and cycle performance. For optimal performance in terms of reversible capacity, ICE, rate performance, lifespan, and a slope-dominated HC with acceptable ICE is desirable. This was achieved by the group of Hu, who synthesised HC using pitch as a precursor at a low temperature of 800 °C. The HC retained a large number of defects and oxygen functional groups that provided sufficient adsorption sites. This resulted in an amorphous structure with a lower diffusion barrier for Na-ions compared with the graphitic region, which is favorable for rate performance. The HC delivered 124 mA h g−1 at 12C and 236 mA h g−1 at 0.15C. The group also designed unique multi-shell hollow carbon (Fig. 16a). The creation of the shell structure reduced the Rct, resulting in improved kinetics thus showing a good rate performance (Fig. 16b). The positive correlation between the number of shells and the plateau-capacity suggests that the introduction of shells provides additional adsorption-filling sites. The improved cycle life (Fig. 16c) is attributed to the flexibility of the multi-shell hollow carbon, which can alleviate the structural variation caused by Na-ions insertion/extraction. However, the plateau-dominated carbon achieved inferior performance compared to slope-dominated carbon, delivering only 200 mA h g−1 at 2C and 360 mA h g−1 at 0.1C. In addition, the poor electron conductivity of the non-graphitizable carbon region in HC is a reason for the poor rate performance. By artificially introducing some other materials with higher conductivity such as graphene, it has been shown to be valid to increase the rate performance and cycle life. A sandwich-like hierarchical porous carbon/graphene composite is shown in Fig. 16d. On the one hand, the graphene features excellent electronic conductivity to ensure fast transport of Na-ions and electrons, on the other hand, the graphene on both sides of the HC also stabilizes structural changes due to the insertion/extraction of Na-ions, resulting in good cycling performance with a retention capacity of 250 mA h g−1 after 1000 cycles at 1 A g−1 (Fig. 16e)."
                    ],
                    "name": "4.5 Structure design of electrode material in HC-SIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrolyte optimization is a crucial strategy for improving the rate and cycling performance of HC-SIBs. Recent work by the group of Lu has shown that the sluggish kinetics of Na-ions across the SEI can be attributed to the desolvation process. To address this issue, they developed a desolvation strategy called “step-by-step” in which 3A zeolite molecular sieves larger than HC-electrode are first attached to HC-electrode, and then the electrolyte is added, thereby avoiding direct contact between the electrolyte and HC. This approach leads to a thin and inorganic-dominated SEI with a lower activation energy barrier (Fig. 17a and b), which greatly improves the rate performance (Fig. 17c). When the current density varies from 0.05 to 2 A g−1, the capacity loss is only 17.7%, and it still provides 224 mA h g−1 at 5 A g−1. Moreover, the capacity retention is up to 94.1% after 4000 cycles at 0.5 A g−1. In fact, the problem of unstable SEI film can be optimized by introducing additives, and the researchers adjusted the amount of VC additive to form a thin and dense SEI film. When 0.5% VC was added, a structurally and chemically stable, mechanically durable SEI film was formed (Fig. 17d) compared to that without VC (Fig. 17e). This resulted in a capacity retention of 95.6% after 2000 cycles at 1 A g−1, compared to only 72.3% without VC. Interestingly, HC electrodes performed better in TEGDME than in carbonate at almost all current densities (Fig. 17g), and this difference is primarily determined by the property of the SEI. Specifically, the SEI in TEGDME is thinner than in carbonate, which leads to easier Na-ions transfer kinetics. In situ EIS measurements showed that passing ions through TEGDME-based HC is easier due to the smaller Rct and Rsei. In addition, Rsei decreases and the SEI becomes more conductive when Na-ions intercalation is initiated. The SEI in TEGDME forms quickly and stabilizes around 0.5 V, while it is stable up to 0.2 V in carbonate. As a result, the Na-ion intercalation process only needs to overcome the interfacial barrier between the SEI and the HC, while it must overcome both the interfacial barrier and SEI barrier in carbonated-based SEI. Huilin Pan and colleagues have provided new insights into the factors affecting the rate and cycle performance of SEI films. They found that it is not the different composition of SEI, but rather the different nanoscale structure of SEI that plays a crucial role in battery performance. When carbonate solvents are used, they tend to form a loose SEI film consisting of an organic–inorganic mixture, which is characterized by a disordered arrangement of different component structures. This leads to the formation of a thick and rough SEI film, which increases the Rsei and is prone to collapse during cycling. On the other hand, when the solvent-salt solvates over time, they form a dense and layer-by-layer SEI film that is characterized by uniformity. This nano-engineered SEI film enhances ion transport and has good stability during cycling. Fig. 17f illustrates the differences in SEI formation mechanisms."
                    ],
                    "name": "4.6 Optimizing electrolyte in HC-SIBs",
                    "type": "section_h3"
                }
            ],
            "name": "4 Strategies and perspectives based on half cells towards practical full cells",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphite-based LIBs have been the standard anode material for commercial LIBs over the past 30 years, benefiting from their low operating potential, high energy density, and long cycle life. However, they suffer from several challenges (Fig. 18), including safety issues due to lithium plating on graphite, limited theoretical capacity, poor fast-charging performance, and poor performance at low temperatures. These challenges limit their further development, particularly in applications such as new energy vehicles and energy storage. The search for new anode materials has become the key to the success of next-generation LIBs. HC anode has been identified as a promising alternative to graphite due to its advantages in capacity, cycle life, and performance at low temperatures and more safety. HC-LIBs are expected to make breakthroughs in higher energy/power vehicles, start/stop batteries, low-temperature applications, and the stationary energy storage industry. Graphite-based LIBs are inadequate under extreme conditions, such as space and cold-district at high altitude, where they experience significantly reduced power and energy density below 0 °C, with a capacity loss of approximately 88% at −20 °C compared to room temperature. This drawback at low temperature is due to low electrolyte conductivity and increased Rct and Rsei. The increased resistance increases the potential for dendrite formation, which can lead to explosions and short circuits. The increased Rct at low temperatures can be mitigated using additives, but it has less effect on Rsei. Propylene carbonate (PC)-based electrolytes have high ionic mobility even in a low-temperature environment, making them advantageous for improving low-temperature performance. However, the intercalation of co-solvent molecules destroys the structure of graphite, while the amorphous structure of HC accommodates the insertion of co-solvent molecules. So, replacing graphite anodes with HC in LIBs is promising for improving low-temperature performance. Wang et al. assembled a full-cell based on a prelithiated HC/Li2V2PO4, which provided an energy density of 208.3 W h kg−1, close to graphite-based LIBs, and an excellent power energy of 8291 W kg−1. When applied at −40 °C at a rate of 0.25C, 67% of the capacity can still be achieved compared with that at room temperature. HC-LIBs also have potential applications in start/stop batteries. Start/stop batteries are a system in newer car models that automatically start and stop the engine to reduce fuel consumption. They require high charge/discharge power at high rates, and HC-LIBs are more suitable for start-stop batteries than lead-acid batteries due to their lighter mass, smaller volume, lower internal resistance, and longer cycle life. HC-LIBs are promising for use in EVs and HEVs due to their high energy density, long cycle life, and reliability. They offer a higher driving range than traditional internal combustion engine vehicles and are more environmentally friendly. The energy density of graphite-based LIBs is currently around 260 W h kg−1. The battery industry aims to achieve an energy density of 500 W h kg−1, but the graphite anode has reached its theoretical capacity limit. They are also limited by other dilemmas, such as fast charging that can cause lithium plating and safety hazards, an inability to be used at high rates, and severe performance degradation. Therefore, it can be affirmed that HC-LIBs will play an important role in the future battery application field. We summarize some of the research data on HC anodes in LIBs in Table 1, which shows that the capacity is very high and can even reach up to five times the theoretical capacity of graphite (372 mA h g−1). However, it has also been found that their initial cycle capacity loss is as high as 20% to 50%. The low ICE results in a very low energy density in a full-cell, which is probably the reason why full-cell data is rarely reported in research papers on HC-LIBs. However, full-cell validation is necessary and we strongly recommend that future work is compiled to validate full-cells."
                    ],
                    "name": "5.1 Hard carbon in lithium-ion batteries",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "HC-SIBs have several potential applications due to their relatively high energy density, low cost, availability in low-temperature environment and abundant resources compared to lithium. For grid energy storage, new energy sources such as solar, wind and tidal cannot be directly integrated into the current grid for use because they are unstable and intermittent. The development of stationary energy storage networks is essential to store and stabilize the electricity supply. SIBs are more suitable for a large-scale stationary energy storage merit from its low cost, good safety and excellent performance, where the high cost of LIBs is a significant barrier. The cost advantage of SIBs is the availability of cheaper cathodes and aluminum collectors. The current price advantage of the HC anode is not obvious, but can be further reduced by optimizing the HC process in the future. For low-power vehicles, the current batteries for electric two-wheelers are mainly lead-acid batteries, while the proportion of LIBs is gradually increasing, and SIBs are still in the early stages of industrialization. Compared with other types of batteries, HC-SIBs have the advantages of low cost, high safety, high energy density, excellent thermal stability, low temperature practicability and high rechargeability. We believe that the future of the electric two-wheeler market will definitely include HC-SIBs, especially in colder regions. The energy density of SIBs conducted by BTR is 160 W h kg−1, which is four times higher than that of lead-acid batteries. It exhibits an extended cycle life of 3000 cycles, which is six times longer than lead-acid batteries. The battery also enables ultra-fast charging in as little as 5 minutes and maintains normal functionality even in extreme low-temperature conditions as low as −40 °C. Huayu New Energy Technology, a subsidiary of Yadi Technology Group, has introduced the first generation of SIBs along with its corresponding electric vehicle, the Yadi ExtremeSodium S9. The energy density of the SIBs in ExtremeSodium S9 has surpassed 145 W h kg−1, allowing it to charge up to 80% capacity in as fast as 10 minutes. Furthermore, the battery exhibits a capacity retention of over 85% in a low-temperature environment of −40 °C. Besides, the advancements in SIBs technology have shown promising potential for electric vehicles. According to Rudola et al., if the energy density of a SIB pack reaches 120 W h kg−1, it can provide a driving range of 240 miles for automobiles. Currently, SIBs have been able to achieve energy densities of around 150–160 W h kg−1, which is comparable to the specific energy of LFP batteries used by companies like BYD. Compared to LIBs, SIBs offer the advantage of using more abundant and lower-cost sodium resources instead of expensive lithium and cobalt. While SIBs are still catching up to the energy density levels of NMC LIBs, which can provide around 300 miles of driving range, and Tesla Model 3 (using NCA chemistry), which can achieve about 350 miles, the rapid development trend of SIB technology suggests that they are likely to approach these benchmarks in the future. Additionally, SIBs have demonstrated a comparable cycle life to LIBs, with some companies achieving over 3000 cycles. The use of HC anodes and improved electrode kinetics in SIBs contribute to their inherent high-rate performance, allowing for rapid charging and discharging capabilities. Overall, the progress in SIBs technology indicates that they have the potential to be a viable alternative to LIBs, offering a balance between cost, performance, and sustainability for electric vehicles. However, extending the cycle life of the batteries is a major challenge that needs to be addressed. In addition, potential applications for HC-SIBs include city buses, senior mobility vehicles and other Class A00 electric vehicles. To be used in more promising applications, HC-SIBs must meet three standards: (1) an energy density of more than 160 W h kg−1; (2) a cycle life of more than three years or 3000 cycles; and (3) a safety guarantee of no fire and no explosion. In terms of backup power, SIBs can be used for critical systems such as data centers, hospitals and emergency response systems. Overall, HC-SIBs offer promising opportunities for various applications, but further research and development is needed to improve their performance and reduce their costs. Table 2 summarizes data from various literatures on the use of HC in SIBs. The reported capacity mainly ranges from 300 to 350 mA h g−1, with the ICE mostly in the range of 80 to 90%. Most of the literatures reported full-cell data, and the energy densities are around 200 W h kg−1. However, the results are not directly comparable, the variation in slurry ratio, mass loading, and current density can significantly impact the relevant test results. Therefore, it is essential to carefully control these parameters in order to obtain accurate and reliable data. And they are clearly an embellished data, as the mass loading is typically around 1.5 mg cm−2 or lower, and it can be challenging to replicate the results in practical applications using low current. We recommend that future research imposes more rigorous requirements on testing HC in half-cells, particularly with respect to current density and mass loading for discharge/charge testing."
                    ],
                    "name": "5.2 Hard carbon in sodium-ion batteries",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In summary, the HC anode shows great promise for future commercial applications in both LIBs and SIBs. We have summarized the advantages, potential applications, challenges, and corresponding solution strategies of HC-LIBs and HC-SIBs in Fig. 19. Specifically, HC-LIBs have great potential for high-rate and high-energy density applications, such as start/stop power for electric vehicles, as well as in an extreme temperature environment. It has advantages such as high capacity, available in low-temperature environments, excellent rate performance and safety. Encouragingly, HC-LIBs have the potential to replace graphite-based LIBs in some applications, due to their better performance at extreme temperatures. However, several challenges need to be addressed to meet future commercial applications, including reducing initial capacity loss, improving low-temperature performance, and high-rate performance. To improve the initial capacity, researchers can optimize the electrolyte and modify the electrode material to induce a thin, dense layer of SEI, which helps reduce the loss of Li-ions and enhances the stability of the electrode. Tailoring the pore structure can also reduce the irreversible capacity. To boost high-rate performance, the sloping-dominated electrode and the design of pore-structure are encouraging. Low-temperature performance can be improved through appropriate electrolyte adaptation. For instance, adding co-solvents or increasing the concentration of electrolyte additives can improve the ionic conductivity of the electrolyte in a low-temperature environment. For high-rate applications, a sloping-dominated electrode and structure design is promising, as it enables rapid ion and electron transfer and reduces the polarization caused by high current. Additionally, using a hierarchical porous carbon material with a wide range of pore sizes can also improve the rate capability of the electrode.",
                        "On the other hand, HC-SIBs have the potential to become a cost-effective and safe solution for stationary energy storage, low-power electric vehicles, and backup power. The SIBs have entered the early stages of industrialization, with the Faradion-developed SIB exhibiting exceptional performance. Its energy density can reach up to 160 W h kg−1, and it can maintain optimal performance in temperatures ranging from −20 to 60 °C, with a capacity retention of up to 80% even after 2000 cycles. Researchers at Faradion also compared the specific energy performance of LIBs and SIBs. While the LiFePO4/graphite system LIBs have a specific energy of 140–175 W h kg−1, the SIBs system can exceed 160 W h kg−1. Due to the rapid development trend of SIBs technology, as well as its superior safety and low-temperature performance, and significant cost advantages (about 25–30% less than LIBs systems), SIBs are becoming increasingly attractive. The first generation of SIBs developed by CATL (Contemporary Amperex Technology Co. Ltd) has many advantages, including a high energy density, high-rate charging, excellent thermal stability, good low-temperature performance, and high integration efficiency. The energy density of a single cell can reach up to 160 W h kg−1, and it can charge to over 80% in just 15 minutes at room temperature. Additionally, it has a discharge retention of over 90% even in a −20 °C environment. This battery can be applied to various electric transportation scenarios, particularly in cold regions, and can also flexibly adapt to the application needs of the entire energy storage field. The SIBs system developed by CATL has already been commercially applied to low-power electric vehicles. However, several challenges need to be addressed before their commercialization. These challenges include low ICE, poor rate and cycle performance, and low reversible capacity. Researchers can use several key strategies to improve the ICE, including engineering of SEI, modifying surface chemistry, and designing pore structures. For instance, the SEI film should be stable during cycling while allowing Na-ions to pass through with ease, which can be achieved through electrolyte optimization. Hierarchical pore structures and composite HC with materials like graphite/pitch have shown promise in improving the rate and cycle performance. However, the doping strategy has a significant drawback of reducing ICE, ultimately leading to a decay in energy density, making it unsuitable for practical battery applications and increasing manufacturing costs and process complexity. To optimize the pyrolysis process, researchers can select a suitable precursor and adjust the heating rate and temperature. Post-treatments, such as high-temperature coating or using reductant atmospheres, can help repair defects and reduce heteroatomic functional groups. Optimizing equipment and processes can also improve battery performance. Overall, addressing these challenges requires further research and development to improve the performance of SIBs before they can become a viable alternative to traditional energy storage solutions."
                    ],
                    "name": "5.3 Future promising commercial applications",
                    "type": "section_h3"
                }
            ],
            "name": "5 State of the art and future potential",
            "type": "section_h2"
        },
        {
            "content": [
                "This review initially focused on the reliability of the half-cell model for assessing the performance of HC. Our analysis revealed that the testing outcomes of HC in lithium half-cells are dependable. However, in sodium half-cells, the performance is underestimated, primarily in terms of rate and cycle performance due to higher polarization and overpotential. This results in an undetected portion of the plateau capacity. The source of polarization is attributed to the poor quality of the sodium metal used and its poor compatibility with the ester-electrolyte in sodium half-cells. To mitigate polarization, we recommend using ether-based electrolytes for testing the rate performance of sodium half-cells in the future. Nonetheless, ether-based electrolytes are susceptible to depletion, and full-cell testing is the only reliable method for testing cycle performance. Then, we stress the significance and essentiality of conducting full-cell validation, which closely resembles real-world battery usage and provides more dependable testing outcomes. Full-cell testing can uncover potential challenges that may arise in practical applications, such as gas and heat generation and sodium/lithium-deposition, which cannot be identified through half-cell testing. Next, we present an in-depth review of the history and basis of HC, as well as the impact of temperature on carbon chemistry. Additionally, we explore the correlation between microstructure and electrochemical behavior. Furthermore, we provide a comprehensive explanation of the dissimilarities in Li-ions and Na-ions storage in HC, with a summary of the most plausible rationale for these distinctions, as depicted in Fig. 9. The dissimilarity in the SEI film formed on the HC anode is the primary factor causing the variation in performance between them.",
                "In addition, we summarize the main strategies that may be useful for addressing the challenges currently faced in practical battery applications. For improving ICE, we explore SEI engineering, surface chemistry optimization, and tailoring the pore structure. For improving rate capability and cycling, we discuss structure design, doping methods, composite materials, and electrolyte optimization. Finally, based on the current research progress of HC-LIB and HC-SIBs, we discuss their potential applications in the future. HC anodes have great potential for use in LIBs and SIBs for various applications. HC-LIBs can be used in high-rate and high-energy density applications such as electric vehicles and grid-scale storage. Moreover, they also perform better in low-temperature environments than traditional graphite-based LIBs. To make them more commercially viable, researchers need to reduce their initial capacity loss, boost low-temperature performance and high-rate performance. Different Form HC-LIBs, HC-SIBs have potential for use in stationary energy storage and low-power electric vehicles but have several challenges that need to be addressed, including low ICEs, poor rate, cycle performance, and low reversible capacity. To overcome these challenges, researchers can use various strategies such as optimizing the electrolyte, modifying the electrode material and designing the pore structure. The advantages of HC-LIBs and HC-SIBs, their potential future applications, and the main challenges they currently face, along with corresponding solution strategies to achieve practical applications in these areas, are summarized in Fig. 19.",
                "Looking ahead, HC has demonstrated great potential for use in HC-LIBs and HC-SIBs, but there are still significant obstacles to overcome before it can be commercially viable. Several factors are currently hindering its commercialization, which are outlined below:",
                "(1) The structure of HC remains incompletely understood, despite several proposed models. None of these models can accurately explain the structural changes and electrochemical behavior of HC with pyrolysis temperature. Indicating the need for further research to gain a better understanding of the HC structure.",
                "(2) The storage behavior of Li-ions and Na-ions in HC remains uncertain. Proposed mechanisms based on the relationship between structural parameters and changes in plateau/slope capacity may oversimplify the matter, and the order and independence of adsorption and intercalation, and their contributions is still unclear. To explore the mechanism, research should focus on the coordination effects of structural parameters on electrochemical behavior. Additionally, it may be more reasonable to differentiate electrochemical curves based on changes in slope, rather than just dividing them into slope and plateau regions.",
                "(3) The carbon chemistry induced by temperature remains incompletely understood. While temperature is a key factor in determining the final structure of HC, the changes that occur during carbonization from precursor to HC are not yet well-known. Therefore, it is imperative for researchers to focus on studying the carbonization process and its influence on the structure of HC.",
                "(4) Inaccurate characterization of the structure of HC can lead to erroneous conclusions. To achieve accurate results, it is essential to examine not only the quantity of defects, the variation of functional groups, and basic pore volume but also knowing more specific effects of individual types of functional groups and a more detailed pore-structure whether open or closed, and the diameter of pore-entrance.",
                "(5) The reliability of electrochemical testing outcomes can be questionable. To address this issue, researchers need to come to a consensus on testing methodologies, particularly regarding mass loading, and establish a unified set of standards. Moreover, testing outcomes tend to underestimate the actual performance of HC, particularly in HC-SIBs, due to the significant polarization inherent in sodium half-cells and the constraints of testing.",
                "We have implemented four different test methods, including the CC-CV test, multi-stage discharge test, high current density test (1 C), and discharge below 0 V test method, in addition to the traditional low current density (0.1 C) test method. The first electrochemical curves are presented in Fig. 20. The CC-CV test method and the multi-stage discharge test method exhibited results similar to the regular galvanostatic test within the tolerance limits, but in much less time. However, the high current density test produced lower results than the regular galvanostatic test due to polarization. To prevent premature termination of the discharge process caused by the polarization potential, a negative potential test was conducted, which was found to be reversible with Na-ion storage below 0 V. We strongly encourage our fellow researchers to focus some efforts on improving the evaluation system for hard carbon. We aspire to establish a comprehensive evaluation system from half-cell to full-cell assessments. In half-cell testing, the evaluation should accurately reflect real capacity while avoiding underestimation (caused by significant polarization leading to undetected partial plateau capacity due to various factors) and overestimation (such as the co-intercalation of Na-ions with the solvent in ether-based electrolytes, or overly low mass loading). Simultaneously, efficiency should be improved (current half-cell tests for hard carbon involve time-consuming galvanostatic charge–discharge testing at low current density using a low mass loading electrode, necessitating the development of more efficient testing methods while ensuring accurate capacity determination). Full-cell testing should involve high-mass loading electrodes and extend beyond performance evaluation to assess potential challenges in real-world applications, such as gas and heat generation.",
                "In summary, the future looks promising for the studied HC anodes. However, further research and development are necessary to fully comprehend and optimize the relationships between the structure–performance of HC anodes. In addition, the need and significance of establishing test standards for HC in SIBs also play an important role during the development process. We believe that HC materials will be a great candidate as the anode for LIBs and SIBs to achieve large-scale practical applications."
            ],
            "name": "6 Conclusion and outlook",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Reappraisal of hard carbon anodes for practical lithium/sodium-ion batteries from the perspective of full-cell matters"
}