{
    "DOI": "10.1002/adma.202108304",
    "Journal": "",
    "Keywords": [
        "co‐intercalation reaction",
        "high power density",
        "high rate capability",
        "Na3V2(PO4)3",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "The large‐scale electrochemical energy storage (EES) systems can integrate sustainable but intermittent energy (e.g., solar and wind), which increase the applications of green energy and reduce the carbon emission.[] Compared with lithium‐ion batteries (LIBs), the sodium‐ion batteries (SIBs) are promising for large‐scale EES applications since the abundant, worldwide distribution, and low‐cost of the sodium resources.[] Owing to the larger size of Na+ (1.02 Å), the diffusion of Na+ ions into the cathode and anode material is sluggish, leading to unsatisfied rate capability.[] Meanwhile, it is usually accompanied by structural collapses during repeated Na+ intercalation and extraction, resulting in poor cycling stability.[] For practical grid storage systems, the EES systems are static.[] In this case, except for the energy density, the rate capability, power delivering, and lifespan are important as well.[] Furthermore, realizing the SIBs with the considerable energy density (higher than the lead–acid battery of 30–50 Wh kg−1) and high power density (>1 kW kg−1) shows promising applications in the start–stop system and energy recoveries for vehicles.[] But, up to now, the ultrahigh power density and long‐life SIBs still remain largely unexplored.",
                "The high‐power performance of SIBs relies highly on the cathode, anode, and electrolyte.[] One key factor is the kinetics matching between the positive and negative sides. Na3V2(PO4)3 (NVP) is the Na+ super ionic conductor (NASICON), offering rapid and 3D Na+ diffusion pathways with the diffusivities of 10−9 to 10−11 cm2 s−1, which are three to five orders of magnitude higher than those of layered or tunnel SIB cathodes.[] But, its high‐rate delivering ability is limited by the low electric conductivity.[] The NVP requires highly electric conductive modifications (e.g., carbon coating, carbon nanotubes [CNTs], graphene and their composites) to enhance the overall electron transports.[] The design of the NVP/conductive networks with the bicontinuous electronic and ionic transports is able to overcome the drawback of NVP cathode and achieve a high‐rate capability over 200C (nC means the completion of n times of charge/discharge cycles in 1 h).[] However, it remains unclear the insightful relationships between the overpotential, conductivity, diffusivity, and rate capability of the NVP cathode, especially at those rates over 200C.[] Utilization of the ultrahigh rate NVP cathode to assemble the SIBs with the power density over 10 kW kg−1 has seldom been reported.",
                "For the anode material of the SIBs, recently, it is found the solvated [Na‐diglyme]+ can co‐intercalate into the crystalline graphite anode with fast diffusivity and high reversibility.[] Applying such electrochemical behavior for the graphite anode it is able to assemble the high power SIBs with low material and manufacturing costs. Herein, we report the ultrahigh power SIB (Scheme ), consisting of the NVP@C@CNTs cathode, mesocarbon microbeads (MCMB, a type of graphite material) anode, and 1 M NaPF6 in diglyme as electrolyte. The operation of this SIB follows the “rocking‐chair” mechanism. During the charging process, Na+ ions are extracted from the NVP cathode and solvated with the solvent molecular, then the [Na‐diglyme]+ ions co‐intercalate into the MCMB anode.[] The discharging process is reversed. The as‐synthesized NVP@C@CNTs composites with high electric conductive transport networks ensure rapid reaction kinetics, low internal and charge transfer resistances, and small overpotentials, leading to the rate capability over 1000 C. The MCMB is highly graphitized material, realizing rapid [Na‐diglyme]+ co‐intercalation within several seconds. The ultrafast kinetics between the cathode and anode are well‐matched, resulting in the assembled full‐cell SIB delivers the energy density of 88 Wh kg−1 at the ultrahigh power density of ≈10 kW kg−1."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The NVP@C@CNTs composites were synthesized by a facile sol–gel method followed by an annealing treatment, which had been obtained in tens of grams at one time. The CNTs are hydrophobic and hard to be homogeneously dispersed in the aqueous solution. To obtain the well dispersion of CNTs, the CNTs were first dispersed in ethylene glycol (EG) through strong ultrasonication then they were mixed with the NVP precursor solution (Figure , Supporting Information). After being dried and annealed in the flowing nitrogen atmosphere, the NVP@C@CNTs were obtained. The NVP@C were synthesized without adding the CNTs during the synthesized processes. The X‐ray diffraction (XRD) patterns (Figure ) of the NVP@C@CNTs and NVP@C are well indexed to the rhombohedral phase (JCPDS No. 53‐0018), indicating the high purity.[] The carbon content of the NVP@C@CNTs and NVP@C is 4.31 and 9.28 wt% respectively, according to the thermogravimetric analysis (Figure , Supporting Information). Thus, the CNTs contents in NVP@C@CNTs is 4.97 wt%. Scanning electron microscopy (SEM) image of NVP@C@CNTs (Figure ) shows the NVP particles are well embedded in the CNTs frameworks. The particle sizes of NVP are 100–300 nm. While, the NVP@C shows self‐aggregated morphologies (Figure ). The transmission electron microscopy (TEM) image (Figure ) shows the well‐separated NVP particles in the CNTs networks. The high‐resolution (HR)TEM image of NVP@C@CNTs (Figure ) shows the well crystalline NVP grains. The distinct lattice fringe of d‐spacing of 0.44 nm corresponds to the (210) plane.[] The NVP particles are coated with the amorphous carbon layer of ≈4 nm, and they are well connected to CNTs. While the NVP@C shows the amorphous carbon coating layers (Figure ). The conductivity of the NVP@C@CNTs and NVP@C is 1144 and 1.7 mS cm−1, respectively. For better comparing the electrochemical performance, the NVP@C were ball‐milled with 5 wt% of CNTs (named as NVP@C/BM‐CNTs, Figure , Supporting Information), and its conductivity is 140 mS cm−1, lower than that of NVP@C@CNTs."
                    ],
                    "name": "Synthesis and Characterizations of NVP@C@CNTs",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrochemical performance of the NVP cathodes was measured using half‐cell with metallic sodium as the counter and reference electrode. Figure  shows the galvanostatic charge and discharge curves of the NVP cathodes at 0.1 A g−1 in the potential window of 2.5–4.3 V versus Na+/Na. The NVP@C@CNTs and NVP@C/BM‐CNTs show the specific capacity of 117 mAh g−1, close to the theoretical capacity of 118 mAh g−1.[] The flat charge and discharge plateaus at ≈3.4 V are from the reversible two‐phase transitions between Na3V2(PO4)3 and NaV2(PO4)3.[] The NVP@C@CNTs cathode shows a small overpotential (ΔEQ/2) of 23 mV, lower than the 35 mV for NVP@C/BM‐CNTs (inset of Figure ).[] Rate performance was measured at the specific currents ranging from 0.1 to 80 A g−1 (Figure ). The NVP@C@CNTs cathode delivers the specific capacity of 112, 87, and 73 mAh g−1 at 1, 10, and 20 A g−1, higher than those of NVP@C/BM‐CNTs (102, 61, and 47 mAh g−1). Even more, the NVP@C@CNTs display the specific capacity of 50 and 34 mAh g−1 at 50 and 80 A g−1, corresponding to the time of ≈3.6 (1000C) and 1.5 s (2400C). The NVP@C@CNTs and NVP@C/BM‐CNTs cathodes still display the platform at the high specific currents (Figures  and ), indicating the delivered capacity largely relies on the two‐phase transition reaction.",
                        "Figure  shows the IR‐drop and overpotential as a function of specific current for the two samples.[] The quasi‐linear relation of the IR‐drop and overpotential versus current obeys the Ohmic rule.[] Owing to the much enhanced electronic conductivity of the NVP@C@CNTs, its overpotential and IR‐drop are 214 and 108 mV even at 10 A g−1, much lower than those of 776 and 576 mV for NVP@C/BM‐CNTs, leading to the enhanced rate performance. The rate capability of the NVP@C@CNTs cathode is comparable to those of state‐of‐the‐art NVP cathodes (Figure ).[] In addition, the NVP@C@CNTs cathode delivers ultralong‐term cycling performance at 20 A g−1 (Figure ): a specific capacity of ≈70 mAh g−1 after 20 000 cycles with neglectable capacity fading. The corresponding coulombic efficiency of the NVP@C@CNTs is highly stable over 99.9% during the cycles. The excellent cycling performance indicates the robust and reversible two‐phase transition of the NVP@C@CNTs materials at the ultrahigh rate.",
                        "The reaction kinetics and the charge transfer behaviors of the NVP‐carbon composites are investigated by cyclic voltammetry (CV). The CV curves of the NVP@C@CNTs and NVP@C/BM‐CNTs at various sweep rates ranging from 0.5 to 10 mV s−1 are shown in Figures  and , respectively. The CV curves show the sharp redox peaks along with the increasing of sweep rates, indicating a superior rate capability.[] As known, the corresponding peak current followed a power‐law relationship, ip = aυb, where a is a constant and b is the power‐law exponent.[] When the b = 0.5, it indicates a diffusion‐controlled process, as occurs in battery materials. By fitting the slope of the plots of log(ip) versus log(υ) (Figure , Supporting Information), it is found that b‐values are close to 0.5 for all the cathodic and anodic peaks within the sweep rates ranging from 0.5 to 10 mV s−1. Even at high sweep rate (20 to 100 mV s−1, Figure , Supporting Information), the fitted b‐value is still equal to ≈0.5. This indicates the sodium‐ion storage of NVP@C@CNTs is a diffusion‐controlled process (based on the two‐phase transition reaction), even at the high sweep rate of 100 mV s−1.[]",
                        "For the charge storage reaction is based on the semi‐infinite diffusion, the peak current (ip) and sweep rate (υ) follows the Randles–Sevcik equation:[]1ip=0.4463 nFAcD1/2 υ1/2αnFRT 1/2where, c is surface concentration, α is transfer coefficient, D is diffusion coefficient, A is surface area, R is molar gas constant, and T is temperature. According to the linear fitting of the plots of ip versus υ1/2 (Figure ), the calculated Dsodiation and Ddesodiation for the NVP@C@CNTs are 6.49 × 10−9 and 5.06 × 10−9 cm2 s−1, while those for NVP@C/BM‐CNTs are 7.39 × 10−9 and 5.17 × 10−9 cm2 s−1, respectively. The apparent diffusion coefficients of the two samples are close. The corresponding ΔE (potential separation of the redox peaks from CV curves, Figure  and Figure c, Supporting Information) shows the linear relationship to υ1/2, obeying the Ohmic rule (consistent with the galvanostatic cycling measurements, Figure ). The overpotential data from previously reported NVP cathodes were collected,[] and those values showed the linear relation of ΔE versus υ1/2 as well (Figure , Supporting Information), confirming the following of the Ohmic rule. The Nyquist plots (Figure ) show the very small semicircle at the high‐frequency range, which is related to the charge transfer resistance (Rct), and the linear slope at low frequency refers to Warburg resistance (ZW). The Rct of the NVP@C@CNTs is ≈3 Ohm cm2, much smaller than that of 15.3 Ohm cm2 for the NVP@C/BM‐CNTs.",
                        "The as‐synthesized NVP@C@CNTs has the well dispersion and strong connection between the NVP@C particles and CNTs frameworks, leading to the much higher conductivity to that of the NVP@C/BM‐CNTs (1144 versus 140 mS cm−1). The overpotential of NVP cathodes follows the Ohmic rule (Figure  and Figure , Supporting Information), therefore, the enhancement of electric conductivity for NVP@C@CNTs composites could largely reduce the overpotential and boost the rate capability. When the mass loading increased to 10 mg cm−2 (single side), the NVP@C@CNTs cathodes still exhibit excellent rate and cycling performance (Figure , Supporting Information)."
                    ],
                    "name": "Sodium‐Ion Storage Performance of the NVP Cathode",
                    "type": "section"
                },
                {
                    "content": [
                        "MCMB shows typical XRD pattern of crystalline graphite (Figure ). The particle sizes of the MCMB anode are ≈5 to 15 µm (inset of Figure ). The sodiation curve of the MCMB anode shows three steps: a quasi‐linear slope in 1.5–0.65 V, a flat platform in 0.65–0.5 V, and a linear slope in 0.5–0.02 V (Figure ). The galvanostatic (de)sodiation curves of the MCMB anode show the similar plots to the natural graphite anodes.[] The initial sodiation and desodiation capacity are 123 and 111 mAh g−1 (Figure ), corresponding to an initial coulombic efficiency (ICE) of 90.2%. The small initial irreversible capacity is from the partial decomposition of the electrolyte and formation of thin solid electrolyte interface (SEI) layers.[] In the following cycles, the galvanostatic (de)sodiation curves are well overlapped, indicating the reversible of the [Na‐diglyme]+ co‐intercalation/extraction processes. The reversible capacity of 111 mAh g−1 for MCMB anode reaches a stoichiometry of [Na‐diglyme]C20.[]",
                        "The CV curves at the sweep rates ranging from 0.2 to 10 mV s−1 show multi redox peaks (Figure ), corresponding to the multistep structural evolutions.[] Kang and coworker investigated the co‐intercalation behaviors of graphite anode by in‐situ XRD, confirming the multistep structural evolution of [Na‐diglyme]Cx from stage 3 to stage 1.[] The b‐values of each redox peaks are further calculated to investigate the reaction kinetics related to the structural evolutions (Figure  and Figure , Supporting Information). Step 1: in the beginning range of 1.5–0.65 V, the bp1, bp2, and bp3 are all close to 1, owing to the single‐phase‐like reaction at the beginning of [Na‐diglyme]+ co‐intercalation into the layers.[] Thus, the first intercalation step of [Na‐diglyme]+ is pseudocapacitive dominated, and then the enlarged layer‐spacing is beneficial for the fast ions intercalation. Step 2: in 0.65–0.5 V, the bp4 is equal to 0.63, corresponding to the phase transitions of state 2 to stage 1.[] Step 3: in the potential below 0.5 V, the bp5 and b0.25 V is equal to ≈1, since the single‐phase reaction of the addition sodiation to stage 1.[] In the desodiation process, the b‐values show consistent results to the sodiation steps. The apparent diffusion coefficients of the [Na‐diglyme]+ are calculated as high as ≈10−7 to 10−8 cm2 s−1, leading to the fast intercalation speeds.[]",
                        "The MCMB anode shows remarkable rate capability (Figure  and Figure , Supporting Information). The specific capacity is 99, 88, 75, 47, and 23 mAh g−1 at 10, 20, 30, 40, and 50 A g−1, corresponding to the time of ≈36 s (100C) and 16 s (225C), 9 s (400C), 4.2 (860C), 1.66 (2168C). The MCMB anode also displays remarkable cycling stability for 10 000 cycles at 2 A g−1 (Figure ). As known, for the traditional LIBs or SIBs, the dendrites grow easily under the high rates, when the ions difficultly intercalate into the anode materials.[] Importantly, the MCMB anode shows a better rate capability than that of the NVP@C@CNTs cathode when the specific current is <30 A g−1, which benefits us for realizing the safe charges at the high rates (Figure ).",
                        "The morphological evolution of MCMB and the composition of the SEI layer were examined by ex‐situ SEM, TEM, and X‐ray photoelectron spectroscopy (XPS). Ex‐situ SEM images (Figure , Supporting Information) display the remaining sphere‐like morphologies sodiation. There are some expanded slits in the sphere, owing to the largely expanded layer‐spacing by the [Na‐diglyme]+ co‐intercalation. The expanded slits might be beneficial for the permeation of electrolyte and the enhancement of rate performance. Ex‐situ TEM images (Figure , Supporting Information) show the clean surface of MCMB material after sodiation, indicating the very thin SEI layers. Ex‐situ X‐ray photoelectron spectroscopy (XPS) results (Figure , Supporting Information) indicate the SEI layers on the MCMB surfaces are consisted of more organic components from the adsorption of diglyme molecules, and fewer inorganic components from the reduction of the solvent and NaPF6.[] In addition, the EIS results of the MCMB anode (Figure , Supporting Information) show the low, stale Rct at different depth of discharge (DOD) states, indicating the stable, reversible co‐intercalation reactions. Therefore, the MCMB anode shows very high ICE and stale cycles."
                    ],
                    "name": "Sodium‐Ion Storage Performance of the MCMB Anode",
                    "type": "section"
                },
                {
                    "content": [
                        "The prototype of full‐cell SIB, MCMB|1 m NaPF6 in diglyme|NVP@C@CNTs, is illustrated in Scheme . The specific current, energy density, and power density were calculated based on the total mass of electrodes. Benefitting from the high ICE of the MCMB anode, the full SIB is assembled directly without additional pre‐sodiation treatments. The assembled full‐cell SIB shows a high ICE of ≈88.7% at 0.1 A g−1 in the voltage window of 1.2–3.6 V. The CV curves of full‐cell SIB (Figure , Supporting Information) shows the redox peaks according to the multistep sodiation processes for the MCMB anode. Figure  shows the galvanostatic charge and discharge curves at the specific currents from 0.05 to 15 A g−1. Remarkably, the delivered capacities of the assembled full‐cell SIB are 51, 45, 42, 38, and 20 mAh g−1 at 0.05, 0.5, 2.5, 5, and 15 A g−1, corresponding to the time of 3123 (≈1.2C), 278 (≈13C), 50 (≈72C), 22 (≈164 C), and 4.5 s (800C), respectively. Meanwhile, the full‐cell SIB was charged at a consistent rate (1 A g−1, equal to ≈25 C) and discharged at different currents, showing an ultrahigh‐power delivering ability (Figure ): a high discharge capacity of 30 mAh g−1 at 25 A g−1. Moreover, the full‐cell SIB shows an excellent cycling stability (Figure ): a capacity retention of 72.7% after 5000 cycles at 5 A g−1.",
                        "Integrating the galvanostatic charge/discharge curves of full‐cell SIB, the Ragone plots are calculated and shown in Figure . The full‐cell SIB delivers an energy density of 128 Wh kg−1 at 0.15 kW kg−1. The high energy density of 112, 100, and 88 Wh kg−1 are still obtained at the high power density of 1.5, 5.6, and 10.6 kW kg−1. Even the ultrahigh power density increase up to 23 and 30 kW kg−1, the energy density of 58 and 38 Wh kg−1 are achieved. On the basis of a comprehensive literature study among the reported SIBs,[] sodium‐ion capacitors (SICs),[] lithium‐ion capacitors (LICs),[] and electric double‐layer capacitors (EDLCs),[] to the best of our knowledge, the MCMB|Na+‐diglyme|NVP SIB realizes the challenge of achieving a high energy density at an ultrahigh power density."
                    ],
                    "name": "The MCMB|1 m NaPF6 in Diglyme|NVP@C@CNTs Full‐Cell SIB",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, the prototype of the full‐cell SIB, consisting of the high‐rate cathode (NVP@C@CNTs), anode (MCMB), and stable electrolyte (1 m NaPF6 diglyme), is successfully assembled and delivers an ultrahigh power performance. It is proved that the overpotential of the NVP cathode obeys the Ohmic rule. For the NVP@C@CNTs cathode, the NVP particles with a carbon coating layer are well connected to the conductive CNTs networks, showing a much enlarged electronic conductivity, lower overpotential and Rct, and thus an enhanced rate capability than those of the NVP@C/BM‐CNTs. Through kinetics analysis, the charge storage of the NVP@C@CNTs cathode is based on the two‐phase transition reaction and it is a diffusion‐controlled process, even at the high sweep rate of 100 mV s−1. Benefitting from the high diffusivity and electronic conductivity, the NVP@C@CNTs cathode displays a remarkable rate capability over 1000C. For the MCMB anode, the [Na‐diglyme]+ co‐intercalation process is highly reversible and rapid. The initial pseudocapacitive co‐intercalation step expands the graphite's layers for subsequent fast ion diffusion. The MCMB anode shows excellent rate capability, which well matches the reaction kinetics with the NVP@C@CNTs cathode. The assembled MCMB|1 m NaPF6 in diglyme|NVP@C@CNTs full‐cell SIB obtains the energy density of 88 Wh kg−1 at ≈10 kW kg−1 and 58 Wh kg−1 at the ultrahigh power density of ≈23 kW kg−1. This work clarifies the key factor and control process of high‐rate NASICON‐type materials, offering the direction for realizing high‐rate sodium‐ion storage. We believe that the encouraging results show the promise of the high‐power SIB for large‐scale applications in the future."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This work was financially supported by the National Natural Science Foundation of China (No. 22005256 and No. 22179113), the Natural Science Foundation of Fujian Province of China (No. 2020J01034), and the Fundamental Research Funds for the Central Universities (No. 20720210045)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "An Ultrahigh‐Power Mesocarbon Microbeads|Na+‐Diglyme|Na3V2(PO4)3 Sodium‐Ion Battery"
}