{
    "DOI": "10.1039/C4CC06451H",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As a promising alternative to rechargeable lithium-ion batteries, sodium ion batteries have been far less studied due to their much lower energy density. As the technology of lithium-ion batteries becomes more and more mature, the research on sodium ion batteries has been increasingly been brought into the agenda simply because sodium is much more earth abundant than lithium. However, the lower energy density of sodium-ion batteries needs to be improved to meet the requirement of grid energy storage, so there is still a long way to go towards the commercial realization of sodium-ion batteries, which would be economic, safe, and durable.",
                "Reaching the above target for sodium-ion batteries demands finding and optimizing new electrode materials for fast and expedient sodium insertion–extraction and transport. Until now, most research work has been concentrated on synthesizing cathode materials with some fruitful results, such as transition metal oxides, poly-anionic compounds, and the transition metal derived Prussian blue analogues. In contrast, the research studies of the anode materials for sodium ion batteries are limited. Being much more reactive with organic electrolytes and more prone to dendrite formation during the cycling, the sodium metal used as anode material is much less advisable for use in battery anodes than the lithium metal. Therefore, substitute materials are eagerly sought to replace sodium metal as the anode. As is well known, graphite is commonly used as the anode in lithium-ion batteries, but it has not been effectively used as an anode for the sodium-ion battery, because Na+ ions hardly form staged intercalation compounds with graphite. Many other carbon species, however, such as petroleum-coke carbon, carbon black, and hard carbon, show promise as anode materials for the sodium-ion battery. Recently, Na2Ti3O7 (NTO) was also researched as a promising negative electrode material, but the battery performance, especially the cycling performance, needs to be improved significantly, leaving the opportunities to develop optimal electrode morphologies for the next generation battery electrodes wide open. For many applications ranging among filtration, sensors, drug delivery platforms, tissue engineering, etc., it is desirable to combine one-dimensional (1D) nanostructures and three-dimensional (3D) mesostructures to form certain hierarchical architectures. Such architectures have open porosity, good interconnectivity, and good structural and mechanical compliance and robustness. Not least, these material architectures, therefore, may also enhance battery performance.",
                "Herein we report a facile route to synthesize a spider web-like Na2Ti3O7 material, which is assembled from Na2Ti3O7 nanotubes. The nanotubes were directly grown on Ti flakes under the alkaline hydrothermal condition. When it was utilized as negative electrode without adding any additives (e.g. binder, conducting agent) for room temperature sodium-ion battery for the first time, the spider web-like Na2Ti3O7 electrode showed high specific capacity, a high rate capability ranging from 450–100 mA h g−1 at varied current densities of 0.05–3 A g−1, and long cycling life.",
                "Fig. 1 shows the XRD patterns of the as prepared NTO, NTO on Ti substrate and titanium metal. The NTO was collected by scraping from the surface of the substrate. The XRD pattern shows good crystallinity, which is well indexed to the standard XRD trace of Na2Ti3O7 (JCPDS no. 31-1329). The crystal structure of NTO is shown in the inset of Fig. 1, in which three edges shared TiO6 octahedrons are arranged in a zigzag pattern and Na+ ions are inserted among the TiO6 layers, and the inserted sodium ions are situated at two different crystallographic sites. The sodium atoms are denoted in a blue circle bond with oxygen in a irregular nine-fold coordination, whereas the other sodium atoms without the circle mark are situated in trigonal prisms of oxygen. The layer structure formed from the TiO6 octahedrons provides the space for sodium ions to diffuse or transport easily, which is a principal feature of Na2Ti3O7 as the electrode for the sodium ion battery. In addition to XRD characterization, EDX and Raman spectra were also used to identify the existence of Na2Ti3O7 as shown in Fig. S1 and S2 (ESI†).",
                "Field-emission scanning electron microscopy (FESEM) images of the NTO are shown in Fig. 2. From the low-magnification FESEM images of Fig. 2a and b, an irregular shaped spider web (natural spider web shown as in Fig. S3, ESI†) with different mesh sizes woven together as a huge meshwork on the substrate of titanium substrate can be clearly seen. Such single big meshes (sketched as blue) are interconnected by longer 1D nanostructures. And even small size meshes (sketched as green) are nested in the holes of the big meshes as shown in Fig. 2c and more clearly seen in Fig. 2d. Close examination shows that the spider webs are assembled from a large number of individual 1D structures, and the tails of these bundles of the 1D nanotubes tangle together acting as the main rim of the mesh. In this way, a 3D spider web-like network is built up. From Fig. 2c and d, the length of 1D unit at ∼5 μm or even longer can also be recognized.",
                "To further investigate the building unit of the spider web-like Na2Ti3O7 structure, TEM and HRTEM images are used to determine the nature of the 1D unit, that is, which type of 1D building unit does it belong to? nanowire or nanotube? Fig. 3a is a low magnification TEM image of the as prepared sample scraped from the Ti substrate. The 1D structure is obviously seen and the length of these 1D structures is ranged from 1 to 5 μm. This is a bit different from the length shown in SEM images, because of the destruction of 3D spider web structure when scraped from the Ti substrate. The longer 1D NTO possibly breaks into smaller ones due to an external force. Fig. 3b shows that the outer diameters of 1D structure are ca. 50–70 nm. From the inset of Fig. 3b, we can also confirm that the 1D structure belongs to the nanotube, and not the nanowire type. Moreover, the inner diameter of nanotube is about 10 nm as shown in the inset of Fig. 3b, indicating that a thick wall of the nanotube was formed in the synthesis process. Fig. 3c not only shows us the variational diameter of nanotubes, but also reflects the thick wall of the Na2Ti3O7 nanotube. Under this resolution, the lattice fringes can be seen from the outside of the nanotube wall, and the details of lattice fringes can be further confirmed to be about 0.84 nm in Fig. 3d, corresponding to the (001) plane spacing of the Na2Ti3O7 single crystals. In addition, the inset of the Fast Fourier-Transform (FFT) pattern in Fig. 3d also confirms the Na2Ti3O7 nanotube exposed (001) faces and the angle indicated in the corresponding FFT image is about 63°, which agrees well with the theoretical value for the angle between the (001) and (111) facets. From both HRTEM images and the FFT pattern it is found that the as prepared Na2Ti3O7 nanotube mostly exposes its (001) faces, which is also well consistent with its XRD pattern as shown in Fig. 1.",
                "Benefitting from this unique structure, the NTO exhibits an exceptional electrochemical performance as an anode material in the sodium ion battery. Fig. 4a shows representative discharge–charge voltage vs. specific capacity profile at a current density of 400 mA g−1 in a voltage range of 0.005–2.5 V. The initial discharge and the charge capacities are found to be 581 and 205 mA h g−1, respectively. The discharge capacity is decreased to ca. 300 mA h g−1, but the charge capacity is still kept at 200 mA h g−1. With the cycling going on, the discharge and charge capacities could be kept at about 200 mA h g−1 at the same current density. The large capacity loss in the initial cycles is mainly attributed to the interfacial reaction between the NTO electrode and the electrolyte, leading to the formation of a Solid Electrolyte Interphase (SEI) film; the SEI film may be formed on both inner and outer surfaces of the NTO nanotubes. Due to the 3D spider-web architecture, plus the easy electrolyte access into the inner tube of NTO, and with the facile diffusion of Na+ ions into the inner tube, the charge loss can be ignored throughout cycling. Moreover, the spider web-like Na2Ti3O7 electrode possesses good cyclic stability at the current density of 400 mA g−1 as shown in Fig. 4b. The specific discharge capacity can be kept at 200 mA h g−1 after 100 cycles, and the coulombic efficiency is increased from 60% at the first cycle to ∼100%, subsequently. Furthermore, benefiting from the special structure, the spider web-like Na2Ti3O7 nanotube exhibits a great cycling response to a continuously varying current density rate. As shown in Fig. 4c, the as prepared Na2Ti3O7 electrode delivers charge capacities of about 425, 250, 200, 150, 125 mA h g−1 with current densities of 0.05, 0.1, 0.2, 0.5 and 1 A g−1, respectively corresponding to 0.28 C (1 C corresponding to 177 mA g−1), 0.56 C, 1.1 C, 2.8 C, 5.6 C, and 8.4 C. When the current density is above 1 A g−1, for example at the current densities of 2 and 3 A g−1, the charge capacity can still be kept at 100 mA h g−1, indicating the excellent rate capability of the spider web material. As shown in Fig. 4d, at a current density of 0.5 A g−1, the electrode still retains a capacity of 107 mA h g−1 even after 500 cycles with only ca. 28% capacity loss, and the coulombic efficiency is almost 100%, indicating that the spider web-like Na2Ti3O7 architecture achieved a durable cycling performance. There is no doubt that the excellent performance of the NTO electrode stems from its unique structure. For instance, the network of spider web-like electrode could act as a buffer for reducing the damage arising from the volume variation during the discharge–charge cycling. Meanwhile, the large open space of the architecture permits electrolyte access to the whole electrode easily, facilitating the Na+ ion transport. The Cyclic Voltammetry (CV) and EIS data are both shown in Fig. S4 and S5 (ESI†).",
                "The electrochemical sodium insertion–extraction mechanism during the discharge–charge process was studied using X-ray Absorption Fine Structure (XAFS). XAFS spectra of NTO at the Ti K-edge are shown in Fig. 5. As shown in Fig. 5a, no obvious changes were observed in the normalized Ti K-edge among the initial NTO, the NTO charged to 2.5 V and the NTO discharged to 0.005 V. However, when carefully analysing the detail of the Ti pre-edge feature as shown in Fig. 5b, a large difference can be found: the absorption spectra obtained at the Ti pre-edge of initial, charged and discharged NTO were almost located at the same energy of position whereas the intensities of the Ti pre-edge of the initial, charged and discharged NTO were different. Meanwhile, the partial main Ti K-edge XANES spectra of the initial Na2Ti3O7, the Na2Ti3O7 charged to 2.5 V and the Na2Ti3O7 discharged to 0.005 V also exhibit a similar change to that of the pre-edge as shown in Fig. 5c, both indicating that the local coordination environment of Ti in NTO are variable as sodium atoms insert/extract into/from the frame of Na2Ti3O7 during the discharge–charge process. In the discharge process, the sodium atom inserts into the crystal lattice, the initial crystal lattice would be distorted so as to accept more Na atoms in the equilibrium state with the lowest energy, and the transition state of Na2+xTi3O7 is formed as given below in eqn (1):",
                "x",
                "It is of interest to compare the present results with those using Na2Ti3O7 electrodes reported in the recent literature. Rudola et al. prepared NTO through a solid-state route and Na2Ti3O7 showed a charge capacity of 177 mA h g−1 at 0.1 C (0.1 C means 2 Na insertions into Na2Ti3O7 in 10 h, corresponding to a current rate of 211 mA g−1). Wang et al. synthesized Na2Ti3O7 microspheres consisting of tiny nanotubes of ca. 8 nm. When the NTO microspheres were used as the anode for the sodium ion battery test, the discharge capacity of 108 mA h g−1 was maintained over 100 cycles at a current density of 354 mA g−1. This group also prepared single crystalline NTO rods as the anode for a room temperature sodium ion battery, in which the discharge capacity of 103 mA h g−1 was only maintained over 20 cycles at a C-rate of 0.1. Chen and co-workers reported NTO prepared by a solid reaction that delivered 188 mA h g−1 at a current rate of 0.1 C in a voltage of 0.0–3.0 V, but the unsatisfactory cyclic property remained to be improved. By comparison, the anode electrochemical performance, including reversible capacity, rate capability and cyclic property, of our Na2Ti3O7 nanotube assembled 3D spider-web architecture is superior. In addition, the cell assembly in this work is also more time saving and more economical thanks to the way that the active electrode is directly formed on the current collector without addition of any additives.",
                "We have developed an effective strategy for fabricating a spider web-like Na2Ti3O7 nanotube electrode. Benefiting from this special structure, the electrode exhibits high reversible capacity, excellent rate capability and excellent long-term cycling performance at room temperature in a sodium-ion battery. From the ex situ XAFS spectra of the Ti K-edge, as we expected, charging and discharging of the NTO electrode in the Na electrolyte sea corresponded to the sodium extraction and insertion from/into the host matrix of NTO during the cycling process.",
                "This work was supported by the National Basic Research Program of China (Grant 2010CB934700)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "Three-dimensional spider-web architecture assembled from Na2Ti3O7 nanotubes as a high performance anode for a sodium-ion battery"
}