{
    "DOI": "10.1002/smll.202002200",
    "Journal": "",
    "Keywords": [
        "CNT/FeSe2/C",
        "double cage protection system",
        "free standing electrode",
        "high areal capacity",
        "sodium ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Sodium ion battery (SIB) is considered a good alternative to the lithium ion battery (LIB) in terms of its similar charge storage mechanism but at a lower cost (estimated cost reduction of 4.3%)[] due to the natural abundance of Na (20 ppm for Li and 23 600 ppm for Na).[] However, many factors such as the small charge storage capacity, low mass loading, and sluggish kinetics of Na ion in current electrode materials limit its practical applications.[] Various anode chemistries have been explored, which are classified into three main groups based on their charge storage mechanism, that is, intercalation‐type (e.g., graphite, layered materials), alloy‐type (e.g., Sn, Si, Ge), and conversion‐type (e.g., Fe2O3, FeS2, MoS2).[] Unfortunately, limited space in intercalation materials and huge volume changes in alloying hosts put them behind the most favorable conversion chemistry due to their large capacity and low mechanical strains. Therefore, facile approaches need to be developed for designing new electrode materials based on conversion‐type chemistries which are appropriate to realize the storage ability of SIBs comparable to that of LIBs.",
                "Recently, transition metal selenides (TMSe) are found highly suitable for sodium storage due to their large theoretical capacities (>450 mAh g−1) and comparably high conductivities.[] Moreover, TMSe did not suffer from the poly‐sulfide anion shuttle effect that is normally associated with sulfide type anodes.[] Taking an example of TMSe, FeSe2 is highly attractive as an anode for SIBs due to a large abundance of Fe, low toxicity, environment benignity, good chemical stability, selenium‐rich structure and high theoretical capacity (501.5 mAh g−1).[] However, FeSe2 also possesses low intrinsic conductivity and suffers from large volume variations. These issues become crucial as high mass loading is required for commercial applications; therefore, to have control over structural pulverization and formation of unstable and inhomogeneous solid electrolyte interface (SEI) film, better designing of electrode materials are needed.",
                "Until now, a lot of efforts have been devoted to overcoming these issues by developing various compositions of FeSe2−x in different morphologies, moreover, blended with various materials.[] However, higher surface area increases the chances for agglomeration of these nanostructured materials as well as causes intensive side reactions during the sodiation/de‐sodiation process.[] An inner conductive coating over the surface is a well‐accepted approach to alleviate this issue, which is favorable in preventing side reactions, reducing inter‐particle resistance and agglomeration.[] However, blending of this conductive powder with binder to construct an electrode reduces the overall conductivity of electrode, thus abolishing the benefit of additional coating. Moreover, such designing of electrode materials limits the mass loadings to very low value (≤1.5 mg cm−2), resulting in low areal and volumetric capacities.[] To circumvent these issues, impeding of various nanostructures (nanowires, nanosheets, or nanoparticles) inside the 3D carbon matrix is an effective approach.[] However, the direct incorporation of active materials into the carbon matrix may cause a detachment during the electrochemical process and result in agglomeration, hence capacity fading. Thus, a strong pining point needs to develop like individual carbon cage for each nanostructure inside the 3D carbon matrix, may resolve all issues, and result in free‐standing ready to use electrodes.",
                "Although, layered transition metal chalcogenides (TMCs) have been deposited on carbon nanotube (CNT)[] and carbon nanofiber (CNF),[] but uniform deposition of highly crystalline nanoparticles (NPs) of non‐layered TMCs on 3D porous CNT without any aggregation is a big challenge due to several factors: (i) poor penetration of various precursors (Fe and Se precursors) solutions into the 3D CNT framework (ii) weak physical bonding of active material with CNT, and (iii) active material must possess adequate surface and adsorption energies to attach on the solid substrate. Besides, previously carbon coating on simple systems or layered materials was carried out which is easy,[] but to realize it on complex foam especially coated with particles as NPs coating provides variable nucleation site therefore homogenous coating of amorphous carbon is difficult.",
                "Herein, an easy and stepwise methodology is developed to realize a cage‐inside‐a‐cage to overcome most of the challenges associated with SIBs, while active material is decorated in the core cage through a simple method. A double cage protection and a free‐standing electrode is fabricated in three steps: (i) hydrothermal grafting of Fe2O3 onto the CNT framework, (ii) thermal‐induced selenized conversion of Fe2O3 into FeSe2, and (iii) coating of an amorphous carbon layer over FeSe2 NPs and spreading onto individual CNTs by carbonization (Figure ). (iv) the thickness of amorphous shell was kept as low as possible so it allows faster ionic flow and provides sufficient electronic conductivity. Moreover, the incorporation of FeSe2/C into the CNT does not affect the structural integrity of the hybrid thus, retaining the ability to greatly improve the Na+ ion storage. High porosity between the individual CNTs offers large mass loadings while the intimate contact between the carbon core and FeSe2 shell controls the SEI film and buffers the volume expansion/contraction. The highly compressible and 3D porous CNT/FeSe2/C hybrid could be densified to obtain ultra‐high areal mass loadings up to 16.9 mg cm−2 corresponding to areal capacity of 5.06 mAh cm−2. It therefore highlights the benefits of easy structural manipulation to develop high performing electrode materials for future energy storage systems."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "To obtain 3D porous CNT/FeSe2/C hybrid, initially, Fe2O3 NPs are impulsively grown and grafted on the individual CNT (CNT/Fe2O3) via a hydrothermal process, where CNTs are present in the form of a 3D framework. Afterward, a thermal‐induced selenization was carried out to convert solid Fe2O3 NPs to porous FeSe2 NPs at the surface of CNTs, so that the larger ions can easily move in and out of NPs. At high temperature, that is, 500 °C, Se powder reacted with incoming H2 gas to produce H2Se gas (Equation ()), which is a strong reducing agent and spontaneously transformed the Fe2O3 NPs into FeSe2 NPs via Kirkendall diffusion effect (Equation ()).[] In the end, an amorphous carbon layer is encapsulated on the CNT/FeSe2 simply by the glucose carbonization process. Further, three composites with different amorphous carbon contents of 0 wt% (CNT/FeSe2), 8.0 wt% (CNT/FeSe2/C‐1) and 17.6 wt% (CNT/FeSe2/C‐2) were fabricated at optimized conditions to investigate the influence of amorphous carbon coating on anode performance by controlling the concentration of glucose in the precursor solution. A schematic sketch of the fabrication of CNT/FeSe2/C is shown in Figure .1H2+Se→H2Se211H2Se+2Fe2O3→4FeSe2s+11H2g+3SeO2g",
                "The scanning electron microscope (SEM) image of pristine CNT framework reveals its 3D interconnected porous network which is highly suitable as host for the growth of NPs (Figure S1, Supporting Information). The SEM image of CNTs/Fe2O3, confirm the fine growth of Fe2O3 NPs on the surface of CNTs with an average size of ≈50 nm (Figure ). It is also observed that Fe2O3 NPs are homogeneously distributed throughout the 3D CNTs network. The flexible and mechanically robust nature of CNTs helped in the thermal conversion of Fe2O3 to FeSe2 without adversely impacting on the framework structure (Figure ). Figure  reveals that carbon is uniformly coated on each FeSe2 NPs as well as individual CNT to result in highly conductive and dually protected structure. The transmission electron microscope (TEM) results show that a porous structure is obtained with a little effect on the particle size after converting Fe2O3 (≈50 nm) into FeSe2"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Core–Shell FeSe2/C Nanostructures Embedded in a Carbon Framework as a Free Standing Anode for a Sodium Ion Battery"
}