{
    "DOI": "10.1002/anie.202116930",
    "Journal": "",
    "Keywords": [
        "Bi Anode",
        "Sodium-Ion Batteries",
        "Solvent Co-Intercalation",
        "Wide Operation-Temperature"
    ],
    "Sections": [
        {
            "content": [
                "Lithium‐ion batteries (LIBs), which are widely used to power various portable electronic devices and electric vehicles (EVs), have become an indispensable part of human life. Currently, the rise of EVs greatly increases the annual production of LIBs, which thus evokes serious concerns about the limited reserves of lithium. Therefore, sodium‐ion batteries (SIBs) have come back into focus because of abundant resources, wide distribution, and cost‐effectiveness of sodium. During the past ten years, many efforts have been made to develop electrode materials for advanced SIBs, and some industries have commercialized SIBs for demo application. Owing to the lower energy density of SIBs than LIBs, one of the main potential applications of SIBs is the grid‐scale energy storage for renewables that is another battery market in addition to that for electric vehicles. Accordingly, low‐temperature and wide‐temperature operation of SIBs should be required to accommodate various extreme weather conditions in different regions. However, current research mainly focuses on the increase of electrode capacity with the purpose of reducing the energy density gap between LIBs and SIBs. Up to present, the low‐temperature and wide‐temperature operation of SIBs is still rarely reported.",
                "It is well known that LIBs will lose most of their capacity when they operate at temperatures lower than −40 °C, and it is also almost impossible to achieve a charge/discharge cycle at low temperature. Such phenomena for LIBs is attributable to the sluggish de‐solvent process at the interface (i.e., the de‐solvent of Li+ at the interface of the graphite anode), the slow Li+‐diffusion in the crystalline framework of active materials and the high freezing point of the electrolyte. SIBs might face the same challenges because they also depend on the intercalation chemistry and rock‐chair operation principle which are the same as those for LIBs. Especially, Na+ generally shows a lower diffusion rate in the bulk of active materials because of its larger size than Li+. Therefore, it is also a huge challenge to explore the wide‐temperature range operation of SIBs.",
                "Recently, several research groups demonstrated that the commercial bulk Bi anode exhibited excellent performance for Na+‐storage in ether‐based electrolytes, which was much superior to that achieved in the carbonate‐based electrolytes. According to these previous reports, such improved Na+‐storage performance might arise from the solvent molecules co‐intercalation process in the ether‐based electrolytes, but without direct evidence. This assumption indicates that the solvated‐Na+ might be directly accommodated into the crystalline framework of Bi without de‐solvation process. Especially, ether‐based electrolytes generally exhibit a lower freezing point than conventional carbonate‐based electrolytes. That is to say, the combination of Bi electrode with ether‐based electrolytes might be used to fabricate low‐temperature SIBs. However, the direct evidence for the solvated‐Na+ storage in the Bi electrode and the related low‐temperature SIBs are rarely reported.",
                "In this work, we successfully demonstrate the solvent co‐intercalation process of Bi electrode in an ether‐based electrolyte (i.e., 1 M NaPF6 dissolved in diglyme) and the related alloying reaction by using in situ Fourier transform infrared attenuated total reflection (FTIR/ATR) spectroscopy and in situ/ex situ X‐ray diffraction (XRD) characterization. Moreover, the tests of Na//Bi half batteries confirm that the Bi electrode exhibits excellent low‐temperature behavior in the diglyme‐based electrolyte. Furthermore, carbon‐coated Na4Fe3(PO4)2P2O7 (NFPP@C) is selected as cathode material because its three‐dimensional diffusion channel ensures the fast movement of Na+ even at a low temperature. Finally, benefitting from the low freezing point (−71.2 °C) and the high boiling point (151.5 °C) of the diglyme‐based electrolyte, the proposed Bi//NFPP@C batteries can work well in a wide temperature range from −70 to 100 °C."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Prior to the in situ FTIR/ATR analysis, we measured the FTIR spectra of the electrolyte (1 M NaPF6 in diglyme) and the pure solvent (diglyme), showing that the characteristic peak corresponding to the solvated Na+ (836 cm−1) is significantly enhanced after dissolving the NaPF6 into the diglyme (Figure S1). Then, the in situ FTIR/ATR spectroscopy measurement was carried out to investigate the solvent co‐intercalation process at the Bi electrode, and the achieved results are summarized in Figure a. In this in situ experiment, cyclic voltammetry (CV) measurement within the window from 0.1 to 1.5 V (vs. Na/Na+) at a scan rate of 0.2 mV s−1 was used to characterize the electrochemical behavior of the Bi electrode (the left of Figure a), and the corresponding 2D color‐filled contour plot of the in situ FTIR/ATR spectra at different potentials (wavenumber vs. time/intensity) is given on the right of Figure a. The 3D diagram of the relevant in situ FTIR/ATR spectra is shown in Figure S2. The FTIR spectra collected at the open‐circuit state was used as the background. As shown in Figure a, the intensity of the characteristic peak at approximately 836 cm−1 (that is indexed to the solvated Na+) rapidly decreases at ≈0.1 V (vs. Na/Na+) on the negative sweep process, which is attributable to that the reduction reaction greatly reduces the concentration of solvated Na+ at the interface. On the consequent positive sweep process, it can be detected that the intensity of the characteristic peak at 836 cm−1 rapidly increases at the location of the oxidization peak (≈1.2 to 1.5 V vs. Na/Na+), which is ascribed to the fact that the extraction of solvated Na+ greatly increases the concentration of solvated Na+ at the interface. Such periodic changes of the intensity of the characteristic peak at 836 cm−1 can also be observed in the following cycles (Figure S3). This phenomenon clearly indicates that the concentration of solvated Na+ at the interface changes with the redox reactions of Bi electrode, which verifies the solvent co‐intercalation process at the Bi electrode. Moreover, we also investigated the structure evolution of the Bi electrode in diglyme‐based electrolyte during the cycle process. As the scanning electron microscopy (SEM) images in Figure b show, the initial electrode displays bulk Bi particles with a size of 15–30 μm. However, the initial Bi micron particles are broken into small particles (50 nm) after the first cycle (Figure c), which is due to particle breakage caused by 250 % volume expansion of Bi metal in the process of sodiation/desodiation. And, owing to the room‐temperature sintering phenomenon, these nanoparticles connect together to form a coral‐like porous structure after 50 cycles (Figure d). Such a porous structure not only increases the electrolyte/electrode surface, but also facilities the diffusion of solvated Na+, which can improve the related electrochemical performance. This will be confirmed by the later low‐temperature tests.",
                "In addition to the above in situ FTIR/ATR analysis, the in situ XRD measurement was carried out to further investigate the reaction mechanism of the Bi electrode during the sodiation/desodiation process. Charge/discharge curves within the voltage window from 0.1 to 1.5 V (vs. Na/Na+) at 0.1 C (1 C=386 mA g−1) are shown on the left of Figure e. XRD patterns are displayed in a 2D color‐filled contour plot (right of Figure e). A 3D diagram of relevant in situ XRD results is shown in Figure S4. The characteristic peaks of metal Bi (marked by red square) disappear gradually during the discharge process, while the characteristic peaks of NaBi (marked by blue circle) appear. When discharge to ≈0.5 V, the characteristic peaks of Na3Bi (marked by green triangle) appear, and the characteristic peaks of Bi disappear completely. Meanwhile, the characteristic peaks of NaBi decrease gradually and disappear completely at the fully discharged state (0.1 V). During the following recharge process, Na3Bi transforms gradually into NaBi at 0.6 V, and the emerged NaBi transforms gradually to Bi at 0.75 V. At the fully charged state (1.5 V), the NaBi transforms completely to Bi. The in situ XRD results indicate that the alloying/dealloying reaction mechanism of metal Bi involves highly reversible conversion of Bi↔NaBi↔Na3Bi. However, the presence of Na3Bi is unidentified in the ex‐situ XRD (Figure S5) and ex situ HRTEM (Figure S6) of the disassembled batteries, which can be assigned to the instability of the alloy phase. Recently, Peng's group also demonstrated that the Na3Bi and NaBi decomposed quickly, which results in only the Bi phase being detected under the ex situ conditions.",
                "The results shown in Figure  clearly demonstrate that the solvated Na+ can be directly stored by the Bi electrode via an alloying reaction without the de‐solvent process. Meanwhile, the selected diglyme‐based electrolyte (1 M NaPF6 dissolved in diglyme) exhibits a low freezing point (−71.2 °C) and a high boiling point (151.5 °C) (Figure S7). Therefore, we think that when used in above electrolyte, the Bi electrode might exhibit perfect low‐temperature behavior because of the charge storage without a de‐solvent process and the low freezing point of the electrolyte. In order to confirm this assumption, we investigated the low‐temperature behavior of the coin‐type Na//Bi half batteries. In this experiment, Na//Bi half batteries were first pre‐cycled twice at room temperature (25 °C), and then were measured at different low temperatures from −20 to −60 °C (Figure a). When the temperature decreases from −20 to −40 °C, the capacity of the battery hardly decays, and the polarization is negligible. Even at −60 °C, it could still display a high capacity of ≈330 mAh g−1 and slight polarization, which demonstrates the superior low‐temperature performance of the Bi electrode. Herein, it should be noted that the pre‐cycle treatment at room temperature brings a significant effect on the low‐temperature performance of the Bi electrode. To clarify this point, the low‐temperature behaviors (at −20 °C) of the Na//Bi half batteries without and with the pre‐cycle treatment at room temperature are compared as given in Figure b and c. At −20 °C, the Na//Bi half battery (without pre‐cycle treatment at 25 °C shown in Figure b) shows a low capacity of 220 mAh g−1, which then increases gradually during the consequent cycles and finally stabilizes at ≈340 mAh g−1 at the 10th cycle. On the contrary, the Na//Bi half battery (with pre‐cycle treatment at 25 °C shown in Figure c) exhibits an initial discharge capacity of 346 mAh g−1, and the capacity remains stable during subsequent cycles. The difference between Figure b and c is attributable to that the pre‐cycle treatment at room temperature leads to the conversion from bulk Bi (15–30 μm) to nano‐sized Bi with porous structure, which is confirmed by Figure b–d. In other words, the perfect low‐temperature behavior of the Bi electrode in diglyme‐based electrolyte arises from both the charge storage without de‐solvent process and the in situ formed porous structure. The electrochemical properties of the Na//Bi half batteries at room temperature are shown in Figure S8. It is interesting that the Na//Bi half battery retains high cycle stability even with a high Bi loading (9.6 mg cm−2) in the electrode (see Figure S9 and the related discussion).",
                ""
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Sodium‐Ion Battery with a Wide Operation‐Temperature Range from −70 to 100 °C"
}