{
    "DOI": "10.1039/C8NR10444A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs), as an effective energy storage system, have been used in portable electronic devices, electric tools and electric vehicles. However, the scarce lithium reserves may not be sufficient to satisfy the increasing demand for LIBs. Sodium, as an alkali metal next to lithium, exhibits similar chemical properties to lithium and is abundant on Earth, and therefore sodium ion batteries (SIBs) have been identified as a very promising alternative to LIBs for a broad range of energy storage applications in the future. Nevertheless, Na+ has a larger radius than that of Li+, resulting in sluggish diffusion kinetics and a more complicated intercalation/deintercalation process, which severely restricts the cycling stability and rate capability of SIBs. In addition, the standard electrode potential of Na+/Na is higher than that of Li+/Li (−2.71 V vs. SHE as compared to −3.02 V vs. SHE for lithium), indicating that the energy density of SIBs is generally lower than that of LIBs. Therefore, it is a great challenge to develop SIBs to exploit novel sodium storage electrode materials with a high energy density and long cycling life.",
                "Recently, pyrite (FeS2) has attracted tremendous attention as a promising anode for SIBs due to its slow cost, non-toxic properties and a high theoretical specific capacity of 894 mA h g−1 based on the full sodiation to Na2S. However, there is severe volume expansion during the conversion sodiation process below 0.8 V, which leads to structural damage of active materials and rapid decay of capacity. Moreover, the low electrical conductivity of FeS2 significantly limits its rate performance. To address these problems, one effective method is to compose a nanostructured FeS2 anode with carbonaceous materials (such as graphene, carbon nanotudes and amorphous carbon ). Nanostructured materials can mitigate the volume variation and shorten the sodium ion diffusion pathway, leading to an improved cycling stability and rate capability. Meanwhile, a carbon matrix can provide a fast electron conducting pathway and serve as a robust skeleton to buffer the volume expansion and inhibit agglomeration during repeated sodiation/desodiation reactions. Various hard templates (such as Co2(OH)2CO3 nanowires, SiO2 nanospheres and hierarchical porous carbon ) have been proposed to prepare FeS2/carbon nanocomposites because these templates can serve as supporting frameworks to precisely grow preconceived nanostructured FeS2. However, the process involving the preparation of hard templates with ideal morphologies and subsequent removal of templates inevitably increase the preparation cost, and add complexity to the preparation processes. On the other hand, chemically modified carbonaceous materials (CMC) have been proposed to load active materials to further enhance the electrochemical performance of the FeS2/carbon composite because heteroatom doping (such as S-doping, N-doping and P-doping ) in carbon materials could further enhance their electronic conductivity and generate defects and active sites. Besides, CMC can offer a stronger chemical bonding than perfect carbonaceous materials to active materials, thus expecting an enhanced cycling stability. Thus, the construction of an FeS2 anode on a CMC support should be an exciting solution to design a high-performance SIB anode.",
                "Herein, we propose a facile and scalable approach to prepare nanostructured FeS2 embedded in an N-doped carbon nanosheet composite (FeS2/CNS) via a combined template method with a solid state sulfuration method. N-Doped carbon nanosheets can alleviate the volume changes of FeS2 and enhance the conductivity of the composite, and the nanoscale particle size can shorten the ion-diffusion pathways during the sodiation/desodiation process. As a result, the obtained composite exhibits high specific capacity (812 mA h g−1 at 0.1 A g−1), long cycling life (77.2% capacity retention after 350 cycles at 1 A g−1) and excellent rate capability (400 mA h g−1 at 5 A g−1) when evaluated as an anode material for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 schematically illustrates the material preparation process. Firstly, the ZnO/CNS template is prepared through a simple, scalable and bottom-up combustion method between Zn(NO3)2 and glucose at 220 °C. During the combustion process, the nanocrystallization of ZnO, carbon coating and N-doping can be achieved at the same time. Then the ZnO template can be easily removed, accompanied by the in situ formation of FeOOH nanoparticles during the FeCl3 solution impregnation process, which can be confirmed by the XRD and XPS results (Fig. S1†). Finally, the as-prepared precursor is annealed in a quartz tube with enough sulfur placed in the following N2 inlet to produce a nanostructured FeS2/CNS composite.",
                "Fig. 2a shows the XRD pattern of bulk FeS2, pure CNS and the FeS2/CNS composite. The dominant peaks of FeS2/CNS and bulk FeS2 are in good agreement with the standard cubic phase FeS2 (JCPDS card no. 42-1340) without any peaks of iron oxides, sulfur or other impurities. All peaks for both materials are sharp, indicating that FeS2 is well-crystallized except for the broad peak at 25° of FeS2/CNS, which is attributed to the amorphous carbon nanosheet. Raman spectra also verify the existence of carbon (Fig. 2b). For FeS2/CNS and CNS, two distinct peaks at 1334 and 1595 cm−1 can be observed, corresponding to the disordered carbon (D-bond) and the ordered graphitic carbon (G-bond) of the carbon nanosheet. For FeS2/CNS and bulk FeS2, the peaks located at 340, 376 and 424 cm−1 fit well with the Eg, Ag and Tg modes of FeS2 crystals, respectively. The carbon content of FeS2/CNS is characterized by thermogravimetric analysis (TGA). As shown in Fig. 2c, the weight loss is attributed to the oxidation of carbon and FeS2 in air. Given the fact that FeS2 is fully converted into Fe2O3 at 800 °C in air, the carbon content of FeS2/CNS is about 8.5% by calculation. The porous structure constructed by multiple CNS is confirmed by specific surface areas and pore-size distribution data by Brunauer–Emmett–Teller (BET) and Barrett–Joyner–Halenda (BJH) measurements (Fig. 2d), respectively. Given that there is a significant hysteresis in the desorption curve in the range of relative pressure P/P0 from 0.5 to 1.0, the N2 isotherm adsorption–desorption curves of FeS2/CNS are IV-type curves, indicating that the materials contain plenty of mesopores. The specific surface area is as high as 576.6 m2 g−1 and the dominant pore-size distribution is from 2 to 40 nm. Such a porous structure is very beneficial for ion migration. As shown in Fig. 2e and Fig. S2,† the XPS spectrum of FeS2/CNS confirms the existence of C, Fe, S, and N elements. In the high resolution Fe 2p spectrum, two major peaks locate at 708.1 and 720.6 eV with a spin-energy separation of 12.5 eV and two satellite peaks correspond to Fe 2p3/2 and Fe 2p1/2. These features are in good accordance with the characteristics of divalent iron in FeS2. The high-resolution S 2p spectrum can be assigned to S 2p3/2 (162.3 eV) and S 2p1/2 (164.0 eV). In addition, N-doping shown in the high resolution N 1s spectrum (Fig. 2f), especially pyridinic N (398.7 eV) and pyrrolic N (400.6 eV), could introduce multitudinous edges or defects of carbon, which facilitate electron transport during the sodiation/desodiation process.",
                "The morphology and detailed features of the FeS2/CNS composite are characterized by SEM, TEM and HRTEM measurements. As displayed in Fig. 3a, a large amount of loosely stacking carbon nanosheets constructs the interwoven framework with a disordered porous structure of FeS2/CNS. It is obvious that all particles, with an average diameter of 50–80 nm, are evenly and tightly embedded in carbon nanosheets (Fig. 3b and c), which are totally different from dense agglomerate bulk FeS2 (Fig. S3†) synthesized without a ZnO/CNS template. Therefore, the ZnO/CNS template plays a significant role in the construction of FeS2 nanostructures. The HRTEM image (Fig. 3d) further reveals a clear lattice spacing of 0.27 nm, which corresponds to the (200) planes of FeS2. Moreover, the diffraction rings of the SAED pattern can be attributed to the (200), (211) and (111) planes, which agrees well with the XRD results. The elemental mapping (Fig. 3e) further confirms the uniform N-doping on the carbon nanosheet and the carbon encapsulating structure.",
                "The electrochemical performances of the as-prepared materials as a SIB anode are characterized in a voltage window of 0.01–3 V (vs. Na+/Na). Fig. 4a shows the cyclic voltammogram (CV) of FeS2/CNS composites at a scan rate of 0.1 mV s−1 for the first three cycles. The desodiation/sodiation process can be expressed as follows:",
                "In the first cycles, a large reduction peak occurred at 1.07 V which is attributed to Na+ intercalation forming NaxFeS2 (x < 2) and a solid-electrolyte interface (SEI) layer, followed by subsequent conversion to Fe + NaS2 at a lower voltage near 0.36 V. It is substituted by eqn (2) and (3) in the following cycles. The cathodic peak at 2.12 V and the anodic peaks around 2.54 V originate from eqn (2). Eqn (3) describes the reduction occurring at 0.36 V and the oxidation around 1.32 V. Two pairs of reduction/oxidation peaks are obviously superimposed in the following cycle, indicating a good sodiation/desodiation reaction reversibility of FeS2/CNS. The galvanostatic charge/discharge profiles (Fig. 4b) of the FeS2/CNS for the initial three cycles at a current density of 0.1 A g−1 are matched with the CV curves. The discharge and charge capacities of the first cycle are 812 and 1496 mA h g−1, respectively, with a coulombic efficiency of 54.3%. The high initial irreversible capacity loss was on account of the formation of the SEI layer. The rate capacity of electrodes is characterized at current densities ranging from 0.1 to 5 A g−1. As shown in Fig. 4c, the average specific capacities of FeS2/CNS are 812, 722, 705, 655, 585 and 400 mA h g−1 at a current density of 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively. Furthermore, the reversible capacity can recover to 794 mA h g−1 when the current density returns to 0.1 A g−1, verifying the structural stability of FeS2/CNS. Compared with the performance of other reported FeS2-based anodes (Fig. 4d), such as FeS2@FeSe2, FeS2/graphene, FeS2@C-pitaya, Fe(Co)S2, and FeS2@C-box, FeS2/CNS has a significant advantage in rate capability. Besides, the FeS2/CNS electrode also shows an excellent capacity retention of 77.2% after 350 cycles at 1 A g−1 with a capacity of 577 mA h g−1, while the bulk-FeS2 anode reveals a lower capacity with fast capacity decay, and the CNS anode exhibits a much lower capacity.",
                "To further investigate the superior electrochemical performance of FeS2/CNS, CV tests at various scan rates in the range of 0.1 to 1 mV s−1 were conducted (Fig. 5a). Apparently, the peak current did not increase linearly with the increasing scan rate. The relationship peak current (i) and the scan rate (v) could be summarized as following equations:",
                "where a and b are the adjustment parameters. If 0.5 < b < 1, the electrode process kinetics includes a diffusion-controlled process and a pseudocapacitive process. As per the log(i) vs. log(v) diagram shown (Fig. 5b), the b value of peak 1, peak 2, peak 3 and peak 4 is 0.778, 0.968, 0.747 and 0.765, respectively, confirming the existence of pseudocapacitive behavior. The pseudocapacitive contribution at different scan rates is estimated by the following equations: where the pseudocapacitive and diffusion-controlled processes are denoted as k1v and k2v1/2. The pseudocapacitive contributions at 0.1, 0.2, 0.5, 0.8, and 1 mV s−1 are 49.8%, 56.6%, 62.2%, 70.2% and 78.0%, respectively (Fig. 5c). Fig. 5d shows the specific pseudocapacitive fraction at 1 mV s−1."
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we report a novel method to synthesise nanostructured FeS2 embedded in an N-doping carbon nanosheet composite (FeS2/CNS) through a special zinc oxide template and solid state sulfuration method. Constructed by the N-doping carbon nanosheets and nanoscale FeS2 particles, it delivers a superior capacity of 812 mA h g−1 at 0.1 A g−1, an excellent rate performance of 400 mA h g−1 at 5 A g−1 and a stable capacity retention rate of 77.2% at 1 A g−1 after 350 cycles as an SIB anode. The cyclic voltammetry further demonstrates the presence of the pseudocapacitive contribution. In short, the present design and synthesis method provides a feasible solution to study other sulfide-based composites for energy storage systems."
            ],
            "name": "3. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Scalable synthesis of FeS2 nanoparticles encapsulated into N-doped carbon nanosheets as a high-performance sodium-ion battery anode"
}