{
    "DOI": "10.1002/smll.201901724",
    "Journal": "",
    "Keywords": [
        "cellulose nanofibers",
        "hard carbon",
        "microwaves",
        "pre‐sodiation",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "The issues of environmental pollution and high energy consumption are increasingly outstanding, which are in great demand to be addressed through the development of a large‐scale, low cost and environmentally friendly energy storage system. In the past three decades, lithium‐ion batteries (LIBs) have been widely investigated. Prominent commercialized graphite, as a typical anode, delivers a decent theoretical capacity of 372 mAh g−1, which promotes the development of mobile electronics. The limited reserves of the lithium resource (20 ppm in the earth cluster) increase the cost of LIBs, which restricts the further development of next‐generation LIBs for large‐scale energy storage devices. Sodium‐ion batteries (SIBs) have recently attracted much attention as a promising and potential alternative to LIBs due to the easy accessibility and wide distribution of sodium reserves. The intercalation chemistry of sodium ions in batteries is similar to that of lithium ions. However, the process of SIBs investigation is slow because the larger radius of Na+ as compared with Li+ makes it hard to match electrode favorable materials with stable sodiation/desodiation. As regarding expanded graphite, carbon nanotubes, porous carbon and other amorphous carbon, the dual functions of electron transportation and ion storage of the carbonaceous materials make them play a dominant role in the field of energy storage.",
                "Hard carbon, known as the nongraphitizable amorphous carbon comprised of randomly distributed graphitized microdomains, distorted graphene nanosheets, and voids, has been employed as a promising anode material for SIBs due to its abundant resources, low cost, and favorable space for sodium‐ion storage. Natural products, such as chitosan, cellulose, and lignin, can be converted to hard carbon materials under pyrolysis treatment due to their advantages of abundance, high accessibility and sustainability. Cellulose nanofibers (CNFs), exfoliated from cellulose microfibers in the natural plants, have been demonstrated as a promising precursor for carbonaceous materials via conventional pyrolysis for supercapacitors and batteries. However, hard carbon materials are synthesized via long‐time (at least several hours) pyrolysis of the carbon precursors at high‐temperature treatment (1800 °C), which hampers the development of the fast and large‐scale anode material manufacturing. Therefore, for the practical use of carbonaceous materials in a large‐scale SIBs system, it would be favorable to develop new methods and materials with low‐energy consumption and short synthesis time for the preparation of high‐performance anode carbonaceous materials for SIBs.",
                "Microwave is a fast method to carbonize materials. However, direct carbonization of biomaterials, such as CNFs, through microwave treatment is usually impossible due to the weak microwave absorption of CNFs. Herein, we developed an ultrafast synthesis process to prepare carbonaceous materials achieved within seconds under microwaving treatment. We found that if we mix a small amount of reduced graphene oxide (rGO) into CNF, then the rGO can act as an efficient initiator and generate enormous local energy under microwave treatment. This energy helps to carbonize the surrounding CNFs into carbonaceous materials instantaneously and then the carbonized CNF can absorb microwave, leading to further carbonization of the reset CNFs. Furthermore, the sodium was introduced into the nanostructure of the CNFs from NaOH in TEMPO‐assisted treatment, which was maintained during the ultrafast microwaving‐rGO carbonization of the CNFs. The unique pre‐sodiated nanostructure with high electrical conductivity makes the carbonaceous anode materials show a very high initial sodium‐ion storage capacity up to 558 mAh g−1 and high initial Coulombic efficiency of 75%. The remained capacity after 200 cycles was still high up to 340 mAh g−1, which exhibits good cycle stability of our carbonaceous anode. This work provides a fast and efficient microwave approach to fabricate carbonaceous anode materials for SIBs, which shows a great potential application in a low‐cost and large‐scale energy storage system. In addition, this unique carbonization method we developed exhibits wide possibilities which could be applied in many other fields, such as environment and catalysis."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "CNFs were used here as an abundant, renewable, and environmentally friendly precursor in energy storage. CNFs can be obtained from natural plants, which contain a large content of cellulose fibers. The long‐time and high‐temperature pyrolysis of CNFs can prepare advanced carbonaceous materials for energy storage, which induces high‐energy consumption in the traditional carbonization process. Microwaving materials generated extremely high energy and rapidly increased the temperature within seconds, converting rGO‐CNF into carbonaceous materials. The microwaving process exhibits the advantages of the short time, efficiency and low‐energy consumption, which can be regarded as a promising candidate for a synthetic method of hard carbon.",
                "We had tried to microwave CNFs directly, but the pure CNFs stayed stability in microwave treatment. To address this issue, we applied rGO as an initiator to absorb microwave. The previous studies showed that slightly reduced graphene oxide can absorb microwave and generate ultrahigh energy to achieve rapid self‐reduction. In our work, the rGO‐CNF hybrid material was microwaved, and the energy generated by rGO carbonized the CNFs. After microwave treatment, the sodium remained in the CNF‐based carbonaceous materials constructed favorable active sites for sodium‐ion transportation and intercalation, suggesting a promising carbonaceous material for sodium‐ion storage.",
                "Figure  describes the main process to prepare the microwaving graphene oxide/cellulose nanofiber (MrGO‐CNF). The freeze‐dried GO‐CNF precursor was pre‐reduced in a furnace at 300 °C for the partial removal of the oxygen‐containing functional groups in GO to get ready for the following microwave treatment. The pre‐reduced GO can efficiently absorb the microwaves, leading to rapid heating of the GO, which induces desorption of oxygen functional groups and reorders the graphene basal plane. The rGO‐CNF was then irradiated by microwave for 3 s and the bright spark was observed (Figure S1b, Supporting Information). The ultrahigh local temperature was created by the microwave‐treated rGO, which rapidly increases the temperature up to thousands of Celsius in a very short time, leading to the carbonization of CNFs. The volume of MrGO‐CNF was significantly enlarged upon microwave irradiation, which is more than triple that of rGO‐CNF (Figure S2a, Supporting Information). Sodium ions in the carboxyl groups of the TEMPO‐oxidized CNFs were left in the MrGO‐CNF under the microwave irradiation. This in situ pre‐sodiation method offers the appropriate space for sodiation/de‐sodiation behavior and compensating the loss of sodium ions during the initial sodiation process.",
                "The morphology and the nanostructure of GO‐CNF before/after the microwave irradiation were characterized by scanning electron microscopy (SEM) and high‐resolution transmission electron microscopy (HR‐TEM). The freeze‐dried precursor shows flake‐like morphology with large cavities and thin sheets, which enable the sodium‐ion electrolyte to flow into the carbonaceous anode (Figure a and Figure S2a, Supporting Information). The high‐magnification SEM image shows that the CNFs were well dispersed in the flake, revealing a uniform GO‐CNF hybrid structure (Figure b). TEM image exhibits the nanofiber‐like structure of GO‐CNF with a diameter of about 5 nm, which is similar to the previous report of CNFs (Figure c). The inserted selected area electron diffraction (SAED) image shows the typical diffraction pattern of GO (the same to the SAED of pure GO, as shown in Figure S4b, Supporting Information).",
                "GO in the GO‐CNF precursor was slightly reduced in a nitrogen‐filled furnace before the microwave irradiation because a lot of defects from the oxygen functional groups exist on the molecular structure of graphene oxide, which make the GO difficult to be activated by microwave. The GO‐CNF precursor maintained the flake‐like morphology after 300 °C pre‐reduced treatment (Figure S2b, Supporting Information), which reveals that CNF is stable at a relatively low temperature. Then we microwaved the rGO‐CNF in 2 s for the generation of high energy to carbonize CNF. The SEM image shows the uniformly dispersed carbon nanoparticles in MrGO‐CNF with a diameter of about 50 nm (Figure d,e). There is no long‐range structural ordering in MrGO‐CNF but with the obvious turbostratic graphitic nanostructure. The HR‐TEM result of MrGO‐CNF shows that the short‐range graphitic crystallites form during the microwave‐assisted carbonization, which is also proved by the clear diffraction rings in the SAED image (Figure f).",
                "The distribution of C, O, and Na in the MrGO‐CNF was characterized by the SEM energy dispersive spectrometer (EDS) mapping (Figure g). The mapping image shows that Na was uniformly dispersed in the MrGO‐CNF. The relative atomic counts of carbon, oxygen, and sodium in GO‐CNF, rGO‐CNF, and MrGO‐CNF are plotted and compared in Figure S3b (Supporting Information) respectively, which is extracted from the EDS analysis of GO‐CNF (Figure S3c–e, Supporting Information). The carbon content increases from 67 wt% in GO‐CNF precursor to 85 wt% in MrGO‐CNF, while the oxygen content decreases from 30 to 10 wt%. The reduction of oxygen content reveals the removal of the oxygen functional groups in the process of microwaving‐GO carbonization on CNFs. Sodium was detected in the synthetic process of MrGO‐CNF with the content of 3–5 wt%, revealing that Na comes from the sodium carboxylate group formed in the TEMPO‐assisted oxidization of CNFs. Pre‐embedded sodium from CNFs into carbonaceous anode materials provides favorable active sites between the layers of graphitized carbon for sodium insertion/de‐insertion, leading to high electrochemical performance of the MrGO‐CNF sodium‐ion anode.",
                "The X‐ray diffraction (XRD) patterns of GO‐CNF, rGO‐CNF, and MrGO‐CNF were collected to investigate the variations of crystalline structure (Figure a). GO‐CNF displays the typical peaks of GO and CNF, located at 9.2°, 16.2°, and 22.6°. The rGO‐CNF only displays the typical peaks of CNF at 22.6° because the GO was reduced and the peaks of GO disappeared. After the microwave treatment, the XRD of MrGO‐CNF exhibits (002) and (100) peaks of carbon at about 24° and 43°. The interlayer spacing value of 0.39 nm was calculated from the XRD result according to the Bragg law.",
                "Raman spectroscopy was utilized to characterize the variation of the relative intensities of G (the E2g mode of sp2 carbon atoms) and D (the symmetry A1g mode) bands during the reduction and microwave‐assisted carbonization of GO‐CNF (Figure b,c and Figure S5, Supporting Information). Raman spectra were background subtracted by defined region (1000–1800 cm−1) and deconvolved using four peaks (1200, 1345, 1500, and 1582 cm−1). Figure S5 (Supporting Information) shows the initial Raman spectra and the deconvoluted results of GO‐CNF (Figure S5a, Supporting Information) and rGO‐CNF (Figure S5b, Supporting Information). In the first‐order Raman region of GO‐CNF Raman spectra, the D and G signals were contributed from GO with a high ID/IG ratio (0.985), indicating large number of defects in GO‐CNF. Two bands at 1090 and 1378 cm−1 was associated with the C–O–C glycosidic link asymmetric stretching modes and CH2 deformation vibrations. After the GO was reduced at 300 °C, the decrement of intensity ratio of ID/IG (0.883) reveals the removal of the functional groups from GO. The CNF peaks disappeared and two amorphous peaks were observed (Figure S5b, Supporting Information), which is due to the thermal decomposition of CNFs. As shown in Figure b, the Raman spectra of MrGO‐CNF exhibits lower intensity ratio of ID/IG (0.776) and lower intensity of amorphous peaks than those of rGO‐CNF, which can be ascribed to the conversion of disordered to ordered sp2 carbon crystallites.",
                "The band intensity ratio (ID/IG) of MrGO‐CNF (0.776) is lower than the band intensity ratio (ID/IG) of GO‐CNF (0.985) because only GO contributes to the D and G signals. The lower ID/IG of MrGO‐CNF than that of rGO‐CNF (0.883) indicates that microwaving can reduce the defects in MrGO‐CNF. The length of graphitic domains along ab directions (La) and the degree of stacking order (Lc) can be obtained from the Raman spectra of MrGO‐CNF. The detailed calculation can be found in the Supporting Information. According to the equation, MrGO‐CNF exhibits La value of 14.23 nm, which corroborate the domain size of the red cycle in the TEM results. The degree of stacking order of nanographite in MrGO‐CNF is 32.23 nm.",
                "The reduction and the carbonization of GO‐CNF were confirmed by Fourier transform infrared (FT‐IR) spectrum (Figure d). The as‐prepared sample exhibits the strong absorption peaks at 1100, 1600, and 3400 cm−1, corresponding to the ether, carboxyl, and hydroxyl groups in GO‐CNF. The gray line in the FT‐IR image shows that the hydroxyl groups of GO‐CNF were removed by 300 °C pre‐reduction treatment. In the detailed spectrum of MrGO‐CNF (Figure e), less oxygen‐containing groups were still detected, which suggests that most functional groups were removed under the microwave‐assisted carbonization.",
                "N2 adsorption/desorption measurements were performed to determine the specific surface area of GO‐CNF and MrGO‐CNF (Figure f). GO‐CNF exhibits a Type II adsorption isotherm with a Brunauer–Emmett–Teller (BET) surface area of 95.361 m2 g−1. In contrast, MrGO‐CNF exhibits a low BET surface area of 7.678 m2 g−1. Density functional theory (DFT) was used here to analyze the pore size distribution. The pores with width less than 3 nm contribute to the major part of the surface area of MrGO‐CNF.",
                "To analyze the Na+ insertion mechanism during the sodiation of MrGO‐CNF, we carried out the ex situ X‐ray diffraction and ex situ Raman spectroscopy (Figure S9, Supporting Information). The Bragg peak of pristine MrGO‐CNF centered at 2θ = 22.86° is corresponding to the parallel stacking of graphene sheets. The peak shifted to a low angle at 22.16° after the MrGO‐CNF was reduced to 0.2 V, which indicates the expanded interlayer spacing of graphene sheets from the Na+ ion insertion into the graphene layers. The distance estimated from XRD patterns and the G‐band peak position from Raman spectroscopy were plotted as the function of the specific capacity in Figure S9 (Supporting Information). The increment of the distance and the redshift of the G‐band position in the slope region also indicated the Na+ insertion into graphene sheets. If the mechanism in the slope region is adsorption, the distance and the G‐band position do not change, which does not fit our experimental results. After the potential approaches to 0 V (specific capacity >110 mAh g−1), the distance and the G‐band position do not shift, which reveals that the discharged graphene sheets in MrGO‐CNF kept same state in the plateau region. According to the previous report and the result of BET, XRD, and Raman spectroscopy, the sodiation mechanism in the plateau region maybe the nanopore filling. Therefore, the “intercalation‐adsorption” mechanism maybe suitable for the sodiation mechanism of our MrGO‐CNF.",
                "XPS was carried out to analyze the existential form of C in MrGO‐CNF material (Figure a). The relative C/O ratio was only 1.5 in GO‐CNF, which was slightly increased to 3.7 in rGO‐CNF but was then largely increased to 15.6 in MrGO‐CNF (Figure b). The rise of the C/O ratio indicates the oxygen loss during the fast pyrolysis under the microwave‐assisted carbonization. The existence of Na auger signal and Na 1s bonds in the sample of MrGO‐CNF confirms the Na‐embedded structure in the carbonaceous materials. The Na species are from the sodium‐ion carboxyl functional groups. The sodium content is kept at 3–5% in GO‐CNF, rGO‐CNF, and MrGO‐CNF (Figure c).",
                "To confirm the detailed chemical variation in the synthesis process, the existential form of C in GO‐CNF, rGO‐CNF, and MrGO‐CNF was further analyzed. The existence of CC and CO bonds in the matrix confirms the carbon structure of the GO‐CNF, rGO‐CNF, and MrGO‐CNF (Figure d–f). The three fitted curves exhibit the following contributions: CC/CC (284.3 eV), CO (285.6 eV), CO (287.7 eV), and OCC (289.5 eV). Because of large oxygen functional groups in GO and CNF, high peak intensities of CO and OCO are observed in GO‐CNF samples. 300 °C thermal treatment removes a part of oxygen functional groups in GO, which leads to the reduction of peak intensities of CO and OCO from 0.86 and 1.83 to 0.16 and 0.12, respectively, while there is still a part of oxygen‐containing functional groups. The microwave irradiation mostly removes the left oxygen‐containing functional groups in rGO‐CNF. The high peak intensity of CC/CC shown in Figure f proved that the microwave‐absorbed GO generates ultrahigh energy to carbonize the CNF successfully. Based on the above analysis of the XPS results, the chemical variations in GO‐CNF, rGO‐CNF, and MrGO‐CNF were confirmed and illustrated in Figure g. GO was reduced with the removal of the oxygen‐containing functional groups in 300 °C treatment, while partial functional groups in CNF were removed synchronously. Then most oxygen‐containing functional groups in CNFs were removed in the microwaving‐rGO carbonization process.",
                "Based on the detailed characterization of morphology and chemical composition, the MrGO‐CNF can be used as the carbonaceous anode material to fabricate sodium‐ion batteries. The Na‐ion storage properties of MrGO‐CNF are evaluated compared with those of hard carbons. The sodium‐ion insertion‐extraction behavior in the MrGO‐CNF was investigated by cyclic voltammetry (CV) and galvanostatic discharge/charge cycling. Figure a shows the CV curves of the MrGO‐CNF in the first five cycles at a scan rate of 0.1 mV s−1. In the first reduction cycle, two small cathodic peaks were observed at 0.4 and 0.7 V, which disappeared in the subsequent cycling. These reduction peaks were attributed to the decomposition of electrolyte on the surface of the MrGO‐CNF and the formation of the solid electrolyte interface (SEI) on the anode surface, which were the reasons for the initial irreversible capacity loss during the first discharge‐charge cycle. At the low voltage region, a sharp cathodic peak at near 0 V and a counterpart anodic peak at 0.156 V were visible. In addition, a pair of weak humps over a wide voltage region at 0.2–1.2 V appeared in both the cathodic and anodic region after the first cycle. These sharp peaks correspond to the plateau regions and the weak humps correspond to the sloping regions of the galvanostatic discharge/charge profiles. Figure b exhibits the galvanostatic sodiation/desodiation profiles for the 1st, 2nd, and 25th cycles of MrGO‐CNF at a current density of 100 mA g−1 with the potential range from 0.01 to 2.5 V (vs Na+/Na). The profile shows two distinct areas associated with sodium‐ion storage mechanisms: i) the slope region from 2.5–0.13 V corresponds to the Na+ intercalation between the graphene layers, ii) the high capacity plateau region from 0.13 to 0.01 V is attributed to the process of the insertion of Na+ into the nanopores of MrGO‐CNF, which is full agreement with the results of recent DFT calculations. The first sodiation capacity is 558 mAh g−1, including the capacities of 226 mAh g−1 from the sloping region and 332 mAh g−1 from plateau region, respectively.",
                "The electrochemical performance of the MrGO‐CNF and the commercial hard carbon were compared in 100 cycles charge‐discharge operation at the current density of 100 mA g−1 (Figure c). The MrGO‐CNF delivered the initial capacity of 558 mAh g−1 while the capacity of the commercial hard carbon in the first cycle is only 375 mAh g−1. After 100 cycles, the capacity of the commercial hard carbon fades down to 70 mAh g−1. In contrast, the MrGO‐CNF exhibits more stable cycling performance with the capacity of 360 mAh g−1 after 100 cycles. Moreover, the MrGO‐CNF electrode still delivered the capacity of up to 337 mAh g−1 after 200 cycles (Figure d). The MrGO‐CNF was charged and discharged at a various current density to characterize its rate performance (Figure e). With the increase of the current density, the capacity of the MrGO‐CNF slightly decreased, which indicates the great rate performance of MrGO‐CNF anode. The MrGO‐CNF still delivered the capacity of above 100 mAh g−1 at the very high current density of 3.2 A g−1. Then its capacity was recovered to 320 mAh g−1 while the current density was reset to 20 mA g−1, indicating the stability of MrGO‐CNF. The anode materials without pre‐sodiation was also prepared from microwaving the mixture of methyl cellulose (MC) and GO (Figure S8, Supporting Information). The SEM exhibits the flake‐like morphology after microwaving carbonization. The elemental mapping characterization of the sample indicates that the microwaved sample contains only carbon and oxygen. The microwaved GO‐MC was used as anode materials to fabricate sodium‐ion batteries. The microwaved GO‐MC delivered the initial capacity of 94.6 mAh g−1 with low coulombic efficiency of 59%. The capacity has dropped to 1.8 mAh g−1 after 25 cycles, which reveals the poor cycle performance of the sodium‐ion batteries based on microwaved GO‐MC. The results indicate the importance of pre‐sodiation in anode materials for better and more stable performance for sodium‐ion batteries.",
                "Electrochemical impedance spectroscopy (EIS) was carried out to understand the Na+ diffusion properties in MrGO‐CNF and commercial hard carbon. Figure f shows the Nyquist plots of MrGO‐CNF with the fitting curve. The nonsymmetrical semicircular at high‐medium frequencies can be observed as two parts corresponding to the resistance of SEI film (Rs) and charge‐transfer resistance (Rct). The low‐frequency sloping line is associated with the diffusion of Na+. The Rct value of MrGO‐CNF (48 Ω) is lower than that of commercial hard carbon (1000 Ω), indicating that the electronic/ionic conductivity for MrGO‐CNF is higher than that of commercial hard carbon (Figure S7, Supporting Information). In addition, the MrGO‐CNF also exhibits great electrochemical performance in lithium‐ion batteries, which indicates that MrGO‐CNF has broad application prospects in the field of energy storage (Figure S10, Supporting Information)."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, a unique method to prepare pre‐sodiated porous carbonaceous anode material was developed by microwaving‐graphene induced carbonizing CNFs derived from trees. The CNFs were carbonized by microwave treatment for the first time. Microwaving graphene generated ultrahigh local energy, inducing the ultrafast carbonization of CNFs. The resultant MrGO‐CNF delivered a high capacity of 558 mAh g−1 in the first cycle and exhibiting stable electrochemical performance with the reversible capacity of 340 mAh g−1 after 200 cycles. The rate capacity of 220 mAh g−1 at 400 mA g−1 was high and reversible at the reset of 100 mA g−1. The CNFs containing sodium‐ion carboxyl insert the sodium into the porous carbonaceous materials with graphene providing the ideal structure for the migration of Na ions and high electronic conductivity for electron transportation. With the feature of low cost, this unique ultrafast microwave carbonization method is a promising way for wide‐range applications of carbonaceous materials"
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Synthesis of GO and CNF: The GO was obtained from graphite via the modified Hummers method. The CNF was prepared according to the previously reported TEMPO method.",
                "Preparation of MrGO‐CNF: CNF and GO were mixed together in DI water with a mass ratio of 9:1, followed by stirring for 20 min. The GO‐CNF was disintegrated through ultrasonic processing with an ultrasonic cell disruptor (Ningbo Scientz Biotechnology CO., Ltd). After that, the GO/CNF mixture was freeze‐dried (Ningbo Scientz Biotechnology CO., Ltd) for about 24 h. Then the GO‐CNF was treated under 300 °C for 60 min in a tube furnace filled with N2 to reduce GO. The reduced graphene oxide/cellulose nanofiber (rGO‐CNF) was put into a glass bottle filled with Ar. Then the glass bottle was placed into a microwave oven, and the rGO‐CNF was microwaved for 3 s and the bright sparkle in the bottle was observed. Finally, the MrGO‐CNF was obtained for characterizations and electrochemical tests. The yield of the MrGO‐CNF sample is about 60% after microwave treatment.",
                "Characterization: The morphology and the nanostructure of the GO‐CNF composite were observed with scanning electron microscopy (Nova NanoSEM 450, FEI) and transmission electron microscopy (TEM) (JEM‐2100F, JEOL). X‐ray photoelectron spectroscopy (XPS) (VG ESCLAB 220I‐XL) spectra were carried out to analyze the chemical composition and the electronic state of materials. X‐ray diffraction was measured by X‐ray diffractometer (Dandong Haoyuan Instrument CO., LTD) with Cu Kα radiation (λ = 1.54 Å) at 40 kV and 50 mA under a scanning rate of 2° min−1 from 5° to 75°. Raman spectra were recorded using a DXR Raman spectrometer with a 633 nm He–Ne laser (LabRAM HR Evolution, HORIBA Scientific). FT‐IR measurement was carried out by an EQUINOX 55 FT‐IT spectrometer (Bruker Optics).",
                "Electrochemical Measurements: The electrodes were prepared through mixing the MrGO‐CNF composite, carbon black (Super‐P) and poly (vinyl difluoride) (PVDF) at the weight ratio of 8:1:1 in dimethylformamide (DMF) solution. The copper foils were coated with the mixture and dried in a vacuum oven at 120 °C for 12 h. The mass of the MrGO‐CNF on the copper foil was controlled around 1.5 mg cm−2. For lithium‐ion batteries, the lithium foil was used as the counter electrode, and a Celgard 2500 membrane was used as the membrane separator. 1 m LiPF6 was dissolved in the mixture of ethylene carbonate (EC)/dimethyl carbonate (DMC) (1:1 by volume) to obtain lithium‐ion electrolyte. For sodium‐ion batteries, the sodium metal was used as the reference electrode, the glass fibers were used as the membrane separator. 1 m NaClO4 was dissolved in the mixture of ethylene carbonate (EC)/dimethyl carbonate (DMC) (1:1 by volume) to obtain sodium‐ion electrolytes. The 2025 type coin cells were assembled in an argon‐filled glove box. Electrochemical tests were conducted on a battery testing system (LAND 2001A, LANHE) at the voltage range from 0.01 to 3.0 V for lithium‐ion battery and from 0.01 to 2.5 V for sodium‐ion battery, respectively. The electrochemical impedance spectroscopy and cyclic voltammetry (CV) were measured by an electrochemical workstation (Chenhua, CHI660E)."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Natural Science Foundation of China (61822405), the Science & Technology Foundation of Shanghai (17JC1404600), the National Key Research and Development Program of China (2017YFA0103904), Shuguang Program supported by Shanghai Education Development Foundation and Shanghai Municipal Education Commission (18SG20), and the Fundamental Research Funds for the Central Universities."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "High‐Performance Sodium‐Ion Battery Anode via Rapid Microwave Carbonization of Natural Cellulose Nanofibers with Graphene Initiator"
}