{
    "DOI": "10.1002/adma.202202695",
    "Journal": "",
    "Keywords": [
        "heterostructured biphasic layered oxide cathodes",
        "local chemistry",
        "orbital hybridization",
        "sodium‐ion batteries",
        "structural evolution"
    ],
    "Sections": [
        {
            "content": [
                "The year of 2019 has witnessed that the discovery and development of Li‐ion batteries (LIBs) regarded as indispensable in modern society was awarded with Nobel Prize in Chemistry.[] The increasing demand from various applications surge and limited reserves of Li arouse a rapidly rising cost, casting a giant shadow on the LIBs sustainability.[] Therefore, it is urgent to seek alternative batteries that are cost‐effective. Considering that sodium is readily available on account of the worldwide distribution, sixth abundance in the earth crust elements, and resultant low cost, as well as showing the similarity of ion storage mechanism with LIBs, sodium‐ion batteries (SIBs) are ideal alternatives to LIBs for low/medium speed electric vehicles and large‐scale electrical energy storage systems (EESs).[]",
                "Cathode materials, which could be viewed as one of the key determinants for the electrochemical performance of SIBs, have been vastly investigated.[] Among all the cathodes, layered transition metal oxides denoted as NaxMO2 where M there stands for transition metal have become increasingly popular because of their exceptional ionic conductive ability, environmental friendliness, and feasible production at industrial level.[] Developing high‐rate and long‐cycle NaxMO2 for SIBs remains challenging. The concepts in composite structures of sodium oxide cathodes have attracted universal attention, which may be an effective way to solve the problem mentioned above. The heterostructured materials could integrate the merits of biphasic structures and realize multifunctional advantages as well as greatly enhance electrochemical performance when compared with their single‐phase counterparts.[] According to the previous reports, depending on the sites Na occupied (prismatic or octahedral) and the O layer stacking sequence (ABBA or ABCABC), NaxMO2 mainly include P2 (Na/M < 0.8, prismatic, ABBA) and O3 (Na/M > 0.8, octahedral, ABCABC) structures.[] It is worth noting that the P2‐type Na2/3Ni1/3Mn2/3O2 cathode shows potential application for practical SIBs, however, it still suffers from intrinsic structural instability and sluggish kinetics. So, we precisely design and formulate composite structures to ameliorate sluggish kinetics and improve structural stability for high‐rate and long‐cycle life SIBs based on local chemistry and orbital hybridization modulation, which provides a new route of exploiting novel and high‐performance cathode materials. Moreover, the dynamic formation process as well as structural evolution, intrinsic structural properties and electrochemical behavior are also important to be clearly elucidated.",
                "Accordingly, using a classical P2‐type Na2/3Ni1/3Mn2/3O2 cathode material as a proof‐of‐concept system, an abnormal P2‐ and O3‐type heterostructured biphasic layered oxide cathode material P2/O3‐Na2/3Ni1/3Mn1/3Sn1/3O2 (P2/O3‐NaNMS) through substitution of Sn into Mn sites has been constructed. The local chemistry modulates the formation energy and crystal structural evolution, which induces a layered intergrowth oxide cathode. Meanwhile, the intrinsic structural properties and the orbitals hybridization mechanism between transition metal and oxygen atoms are further elucidating by density functional theory calculations, which account for the outstanding electrochemical performance in both sodium half‐cell and full‐cell systems. Also, the cathode material is systematically studied concerning underlying formation process, as well as atomic arrangements and phase transitions during Na+ deintercalation/intercalation via in situ high‐energy X‐ray diffraction (HEXRD), high‐angle annular dark‐field (HAADF) and annular bright‐field (ABF)‐scanning transmission electron microscopy (STEM) and in situ X‐ray diffraction (XRD) during charge and discharge techniques. The concepts of formulating high‐rate and long‐cycle heterostructured biphasic cathodes by local chemistry and orbital hybridization modulation and fundamental understanding of the electrochemical behavior of Na+ intercalation/deintercalation open a new door of opportunity for designing novel high‐performance SIB cathode materials."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The P2/O3‐NaNMS cathode material that synthesized by solid‐state reaction under high temperature presents a stoichiometric composition of P2‐type structure. The collected XRD patterns were used for the analyzation of the crystal structures, and the results show that the Bragg peaks of P2/O3‐NaNMS can be well indexed to the heterostructure consisting of a typical P2 phase with P63/mmc space group and O3 α‐NaFeO2 layered phase assigned to a rhombohedral R3¯$\\overline 3 $m space group (Figure ; Figure , Supporting Information).[] So, the Sn substitution could induce the phase transition and form a P2‐ and O3‐type heterostructured layered oxide cathode material. Meanwhile, transmission electron microscopy (TEM) and scanning electron microscopy (SEM) images at various magnifications (Figure ; Figure , Supporting Information) show that the P2/O3‐NaNMS sample is composed of plate‐like particles with a size ≈500 nm to 2 µm. As presented in Figure , in situ HEXRD unraveled the formation process of P2/O3‐NaNMS material at different temperatures from 25 to 1000 °C, the results of which under ambient temperature display typical peaks belonging to Na2CO3, NiO, Mn2O3, and SnO2 in precursor.[] During heating process, some of the chemical compositions above gradually disappear while new characteristic peaks including (002), (004) of P2 phase progressively emerged as the temperature rises to 300 °C. Meanwhile, (003), (006), and other O3‐type phase characteristic peaks begin to appear as the material is heated to 500 °C followed by the emergence of the stable P2‐ and O3‐type heterostructure with the temperature continuing to rise to 800 °C. Besides, the heterostructure maintains high stability when the temperature rises to 1000 °C. Moreover, all peaks shift toward a higher angle as a result of contracting lattice under ambient temperature during the cooling process. The transformation process of the P2/O3‐NaNMS from precursors during calcination at varying temperatures could be more elaborately revealed by additional intensity contour maps (Figure , Supporting Information). In addition, in order for further check on the local structure at the atomic level, detailed structural information of a P2‐ and O3‐type heterostructured oxide P2/O3‐NaNMS was revealed via STEM techniques along with the colored patterns (Figure ; Figure , Supporting Information) wherein the dark dots in ABF‐STEM and bright spots in HAADF‐STEM represent transition metal atoms. Meanwhile, the light Na and O atoms correspond to faint dark spots in ABF‐STEM.[] The HAADF‐STEM image and line profiles clearly display the adjacent crystal plane with d‐spacing of 0.561 and 0.545 nm, which corresponds to the (002) plane of P2 phase and (003) plane of O3 phase, respectively (Figure , Supporting Information). Furthermore, the arrangements of atoms shown in HAADF and ABF‐STEM images accord well with the inserted P2‐type and O3‐type atomic models, further testifying to the P2 and O3 heterostructure.[] All of the above local observations display good consistence with the XRD and in‐situ HEXRD results, showing the existence of a P2/O3 biphasic structure. The energy‐dispersive spectroscopy (EDS) mapping together with corresponding EDS spectrum confirmed the uniform elemental distribution of Na, Ni, Mn, Sn, and O elements in P2/O3‐NaNMS cathode material (Figure ; Figure , Supporting Information)."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Formulating High‐Rate and Long‐Cycle Heterostructured Layered Oxide Cathodes by Local Chemistry and Orbital Hybridization Modulation for Sodium‐Ion Batteries"
}