{
    "DOI": "10.1039/D4TA05122J",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The development and utilisation of non-renewable resources for economic growth results in various problems, such as resource depletion, environmental pollution, and global warming. It is estimated that at the current rate of extraction, global reserves of coal, oil, and natural gas will last for less than 130 years. Therefore, the development of renewable energy sources has been a research focus for decades.",
                "However, due to the disadvantages of renewables, such as uneven location distribution and unstable power, there is a growing demand for more efficient and longer-life energy storage systems. Although lithium-ion batteries (LIBs) have advantages such as a long cycle life and no memory effect, the rapid development of lithium mining is depleting lithium resources, greatly increasing the production cost of LIBs. More importantly, LIBs exhibit poor safety performance, with incidents of battery self-ignition and explosions frequently occurring in the automotive industry. Due to their low cost from using abundant raw materials and inherent safety, sodium-ion batteries (SIBs) have increasingly attracted the interest of researchers. However, because of the large ionic radius of Na, anode materials suitable for LIBs cannot be used in SIBs. In recent years, researchers have attempted to improve the cycle life and capacity of SIBs by exploring various anode materials.",
                "Metal sulfides have high theoretical specific capacities, abundant redox centres, and high electron conductivities, making them candidate materials for SIB anodes. However, metal-sulfide anode materials experience significant volume expansion during cycling, leading to a low rate capability and shortened cycle life. This is mainly because the deintercalation of sodium ions causes the collapse of the crystal structure and leads to continual fracturing, regeneration, and refracturing of the solid-electrolyte interphase (SEI) film, resulting in irreversible capacity loss. In order to tackle the aforementioned problem and improve the performance of metal sulfides, researchers have attempted to reduce the material particle size, and apply carbon coatings and atomic doping. Krengel et al. developed CuV2S4 as an anode for SIBs, which exhibited a high reversible capacity of 580 mA h g−1 after 300 cycles at 0.7 A g−1. Hsia et al. developed a hexagonal ZnIn2S4/C anode for SIBs that exhibited a high capacity of 560 mA h g−1 at 3.2 A g−1; however, its capacity retention rate dropped to 62% after 500 cycles. Despite achieving encouraging results, further cycling resulted in nanoparticle aggregation and structural degradation, leading to irreversible conversion reactions and poor cycle performance.",
                "High-entropy sulfides (HESs) are a new class of materials, defined as near-equimolar sulfides composed of five or more elements. They have been developed and studied in recent years and are now widely used in the field of electrochemistry. High-entropy structures can help maintain stable crystal structures and increase the reactivity of the active sites during electrochemical energy storage. Designing high-entropy structures in sulfides to alleviate volume changes during cycling is an excellent strategy. Lin et al. synthesized a HES (FeMnNiCoCr)S2 and used it in LIBs for the first time. After 200 cycles at 1 A g−1, the specific capacity of (FeMnNiCoCr)S2 was still 600 mA h g−1, with a coulombic efficiency (CE) of 98%. Theibault et al. developed Zn0.30Co0.31Cu0.19In0.13Ga0.06S coated on glassy carbon as an anode for lithium–sulfur (Li–S) batteries. The initial capacity of the battery at a discharge rate of 0.2C was 706 mA h g−1 and after 100 cycles the battery capacity was 480 mA h g−1 (retention rate of 68%).",
                "HESs are rarely used as anode materials in SIBs. Fe, Co, and Ni are typical transition metals, and these elements exhibit multiple oxidation states, such as Fe2+/Fe3+, Co2+/Co3+, and Ni2+/Ni3+. Through the conversion between these valence states, they can facilitate multi-electron transfer during charge and discharge processes. Multi-electron transfer means that the material can store or release more charge per unit mass, significantly enhancing the battery's capacity and energy density. The introduction of Cu and Zn can form stable metal sulfide phases, which effectively disperse stress and help mitigate the volume changes in the material, thereby improving structural stability and cycle life. Incorporating various elements can lead to changes in the bandgap and create synergistic effects, optimizing the electrochemical reaction pathways. This results in higher conductivity and faster reaction kinetics in practical applications. In this study, we introduced elements such as Co, Ni, Cu, and Zn into the tetrahedral sites of FeIn2S4, successfully synthesising the HES (FeCoNiCuZn)In2S4 (MS5). Furthermore, other sulfide materials, including FeIn2S4 (MS1), (FeCo)In2S4 (MS2), (FeCoNi)In2S4 (MS3), and (FeCoNiCu)In2S4 (MS4), were prepared for comparison with the HES. The theoretical specific capacities of MS1–MS5 are 518.2, 516.3, 515.8, 514 and 512.5 mA h g−1, respectively. The sodium storage behaviours of the five sulfide materials were then analysed. Subsequently, the electronic density of states (DOS), band structure, and sodium intercalation mechanism of HESs were analyzed through density functional theory (DFT) calculations. The findings revealed that the formation of high-entropy structures alleviates volume expansion during cycling and increases the sodium storage capacity."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1 Preparation of (FeCoNiCuZn)In2S4. HES was successfully synthesized using a simple co-precipitation followed by a high-temperature sintering method. First, 0.03038 g of ferrous sulfate (FeSO4), 0.02597 g of cobalt chloride (CoCl2), 0.02592 g of nickel chloride (NiCl2), 0.0499 g of copper sulfate pentahydrate (CuSO4·5H2O), 0.02726 g of zinc chloride (ZnCl2), 0.442 g of indium chloride (InCl3), and 0.2941 g of sodium citrate (C6H5Na3O7) were added to 40 ml of deionized water. Next, 1.667 ml of concentrated HCl was added to create a strong acidic atmosphere. After stirring for 30 minutes, 1 M sodium sulfide solution (Na2S) was slowly added dropwise at 80 °C to adjust the pH to 6. The resulting precipitate was centrifuged, washed, and then dried in a vacuum oven at 80 °C for 12 hours. Finally, the dried blocks were milled and then subjected to annealing at 500 °C for 2 hours in an argon (Ar) atmosphere using a tube furnace, resulting in the synthesis of the MS5 material. The synthesis of MS1–MS4 sulfide materials followed the preparation process of MS5, with only differences in the proportions and types of added elements (Fig. 1)."
                    ],
                    "name": "2.1 Synthesis of materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "This article uses the D8 Focus X-ray diffractometer (XRD) model from the German company Bruker, with a copper target as the radiation source (λ = 0.154 nm), a scanning range of 20–80°, and a scanning speed of 2° min−1. The obtained XRD patterns were refined using the GSAS II software. The microstructure of metal sulfides was analyzed using an S-4800 SEM from the Japanese company Hitachi, transmission electron microscopy (TEM) images were captured with a Talos F200X and the elemental distribution on the surface of metal sulfides was detected through energy-dispersive X-ray spectroscopy (EDS). The interactions between atoms in HESs were analyzed using a laser confocal Raman spectrometer produced by the French company Horiba, with a laser wavelength of 532 nm. Inductively coupled plasma optical emission spectroscopy (ICP-OES) was employed for element quantification, utilizing an Agilent 5800 ICP-OES. A Thermo Fisher Scientific K-Alpha+ X-ray photoelectron spectrometer (XPS) was employed to investigate the valence states and compositions of elements in HESs before and after cycling. The instrument uses Al Kα as the X-ray source, with carbon C 1s (284.80 eV as the calibration value) for binding energy calibration, and operates under a vacuum condition of 5 × 10−8 Pa."
                    ],
                    "name": "2.2 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "2.3.1 Half-cell assembly. 2032 button batteries were used for electrochemical performance testing. 14 mm diameter sodium foil was used as the working electrode, 1 M NaPF6 (diethylene glycol dimethyl ether (DEGDME)) was used as the electrolyte, and glass fiber (Whatman GF/D) was used as the separator; button batteries were assembled in a glovebox with an argon atmosphere, and charge–discharge tests were conducted over a voltage range of 0.01–2.5 V.",
                        "2.3.2 The whole battery assembly. The positive electrode of the whole battery is obtained by thoroughly grinding a mixture of Na3V2(PO4)3 (NVP), Super P, and polyvinylidene fluoride (PVDF) solution (5% PVDF solution formed by dissolving PVDF in 1-methyl-2-pyrrolidinone (NMP) solvent) in a ratio of 7:2:1, and coating it on Al foil. To ensure the performance of the whole battery, the anode material must first be activated in a half-cell. Then, using 1 M NaClO4 (PC + 5% FEC) as the electrolyte, the whole battery is assembled by pairing the anode with NVP.",
                        "2.3.3 Electrochemical performance characterization methods. An electrochemical workstation (CHI660E) was used to perform cyclic voltammetry (CV), electrochemical impedance spectroscopy (EIS), and the galvanostatic intermittent titration technique (GITT). The cycling performance and rate performance of the battery were tested using the LANHE CT3002A by conducting constant current discharge–charge under different current densities. The distribution of relaxation times (DRT) tools visual software developed by Zhang et al. is used for DRT analysis of EIS. The relationship between the scan rate and peak current in CV curves can provide information on the rate-controlling steps in electrochemical reactions. The CV curves show the relationship between the peak current and scan rate: where i is the peak current, v is the scan rate, and a and b are constants. The speed control steps in electrochemical reactions can usually be determined based on the value of b. When b = 0.5, the reaction rate is controlled by the diffusion step, and when b = 1, the reaction is controlled by surface capacitance."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The Castep module in Materials Studio was used to establish the FeIn2S4 cubic crystal system as the reference model, and configurations of five materials (FeCo)In2S4, (FeCoNi)In2S4, (FeCoNiCu)In2S4, (FeCoNiCuZn)In2S4, and (FeCoNiZnMn)In2S4 were constructed. The configurations were geometrically optimized using cutoff energy and k-point convergence tests, with final converged data. Geometric optimization utilized the GGA-PBE functional, OTFG ultrasoft pseudopotentials for calculations, and band structure, DOS, and differential charge density analyses were performed on the optimized configurations. Additionally, simulations of the reaction potential and corresponding volume changes during intercalation reactions in HES discharge processes were conducted.",
                        "The DFT calculation of the formation energy of Na+ with different quantities inserted is as follows:",
                        "According to the formula for calculating the reaction potential of HESs:",
                        "E(NaxMS5) is the total energy of HESs combined with Na, E(MS5) is the energy of HES, and E(Na) is the energy of Na after normalization."
                    ],
                    "name": "2.4 DFT calculation",
                    "type": "section_h3"
                }
            ],
            "name": "2 Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fig. 2a shows the refined XRD patterns of MS5 in the 20–80° range, respectively. The XRD spectra of the medium- and low-entropy sulfides are shown in Fig. S1.† Characteristic peaks at 23.68°, 27.84°, 33.73°, 44.29°, 48.45°, and 56.81° correspond to the (220), (311), (400), (511), (440), and (533) crystal planes of FeIn2S4, respectively. Additionally, the XRD patterns of all samples showed no peak splitting or impurity peaks, indicating that doping did not alter the crystal structure of the material. Therefore, for further refinement, the crystal structure of the Fdm cubic space group (JCPDS-80-0608) was selected as a reference model. The refined XRD patterns of MS1–MS5 show that the errors are within an acceptable range (Rw ≤ 6%, GOF ≤ 2), highlighting the reliability of the refinement results. The parameters and model obtained from Rietveld refinement are presented in Table 1 and Fig. S2.† The results indicate that MS1 has an In–S bond length of 2.683 Å, a Fe–S bond length of 2.180 Å, unit-cell parameters of a = b = c = 10.508 Å, and a unit cell volume of 1160.32 Å3. Fe, In, and S occupy the 8b, 16c, and 32e sites of the crystal, respectively. For MS5, the In–S bond length is 2.648 Å, the average X–S (X = Fe, Co, etc.) bond length is 2.260 Å, the unit cell parameters are a = b = c = 10.540 Å, and the unit cell volume is 1170.94 Å3. X, In, and S occupy the 8b, 16c, and 32e sites of the crystal, respectively (Fig. 2b). The substitution of Fe with Co, Ni, Cu, and Zn atoms resulted in a disordered atomic arrangement at the 8b site and variations in the bond energy when bonded with S, resulting in lattice distortion in the MS5 material. Moreover, the introduction of a high-entropy structure increases the unit cell volume, providing wider ion-transport channels, which is expected to promote the transport of electrons and ions.",
                        "Fig. 2c shows the Raman spectra of MS1–MS5. The characteristic peaks at around 249, 315, and 364 cm−1 correspond to the A1g, Eg, and B2g vibrational modes of the sulfide materials, respectively. The A1g peak is primarily due to the M–S (M = Fe, Co, Ni, Cu, Zn, In) stretching vibrations within the crystal, the Eg peak is due to the In–S stretching vibrations, and the B2g peak is attributed to the vibrations of the S atoms within the crystal. By increasing the number of dopant elements, the Eg peak exhibits a blue shift, the B2g peak shows a blue shift followed by a red shift, and the A1g peak shows a red-shift. Additionally, distinct A1g, Eg, and B2g peaks were observed for MS1, MS2, and MS3, whereas only the Eg peak was prominent for MS4 and MS5. This indicates that the introduction of more than four metal elements leads to a rapid increase in the local disorder of M–S bonds within the crystal, likely due to lattice distortion from the random arrangement of atoms. Correspondingly, the intensity of the Eg peak increased, indicating that the atomic arrangement around the In–S bonds became more ordered, thereby maintaining the stability of the crystal structure.",
                        "Fig. 2d shows the TEM image of the MS5 powder sample, from which clear lattice stripes can be observed. The adjacent lattice stripes with 0.325 nm and 0.183 nm spacing correspond to the (311) and (440) crystal planes of MS5, which is fully consistent with the XRD results (Fig. 2a), indicating the successful synthesis of the HES sample. The MS5 HES primarily consists of nanosheets ranging from tens to hundreds of nanometres in size, with all elements in MS5 uniformly distributed on the surface, without any elemental aggregation or segregation (Fig. 2e). The morphologies and distributions of the medium- and low-entropy sulfides are shown in Fig. S3.† Maximizing the structural entropy of the HES requires ensuring that the transition metals are distributed in equimolar or almost equimolar ratios. We conducted atomic ratio analysis of the transition metal elements in MS2–MS5 using ICP-OES. The results showed that the elements forming the high-entropy structure (Fe, Co, Ni, Cu, and Zn) were present in nearly equimolar amounts (Table S1†). However, due to the requirement for ICP-OES samples to be in a weakly acidic or neutral solution, a small portion of Fe3+ in the sample formed Fe(OH)3 precipitate during sample preparation and was filtered out. As a result, the measured Fe content was slightly lower than that of the other elements. The introduction of a high-entropy structure reduces the crystal size of the material, which helps shorten the diffusion path of sodium ions during the charging and discharging processes, accelerates the sodium-ion transport rate, and improves the sodium storage performance of the HES."
                    ],
                    "name": "3.1 Characterization of HESs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Using metallic Na as the counter electrode and 1 M NaPF6 (DEGDME) as the electrolyte, 2032-type cells were assembled. The CV curves of MS1–MS5 obtained at a scan rate of 0.1 mV s−1 indicate similar electrochemical behaviours among the five sulfides (Fig. S4†). As shown in Fig. 3a, during the first discharge process, a distinct reduction peak appears at around 0.6 V in the CV curve of MS5, which is attributed to the insertion of Na+ into MS5 to form the intermediate phase NaxMS5 and the formation of Na2S, metal nanoparticles and a SEI layer through a NaxMS5 conversion reaction. This could also be accompanied by an alloying reaction between Zn and Na. The redox peaks at around 0 V are contributed by Super P. During the charging process, the oxidation peaks at around 1.15 and 2 V are attributed to the de-alloying and conversion of Na2S back to the NaxMS5 phase and the extraction of Na+. A significant loss in irreversible capacity can be attributed to the formation of the SEI layer, which causes a notable difference between the initial and subsequent CV curves at the reduction peaks. However, the CV curves of the second and third cycles show good reproducibility, indicating that the material exhibits good reversibility.",
                        "To further understand the cycling stability of the HES, several sulfides were subjected to constant-current charge–discharge testing. Fig. 3b shows the charge–discharge curves of MS5 for the 1st, 2nd, 10th, 50th, and 100th cycles at a current density of 0.5 A g−1. The voltage platforms of the charge–discharge curves for the five sulfides correspond well to the redox peaks of the CV curves (the charge–discharge curves of medium- and low-entropy sulfides are shown in Fig. S5†). MS5 exhibits the highest initial charge–discharge specific capacities, reaching 616.3 and 526.9 mA h g−1, respectively, with an initial CE (ICE) of 85.59%. In comparison, MS1 had an initial charge/discharge specific capacity of 554.4/477.4 mA h g−1 with an ICE of 86.83%, MS2 had 607.8/509.9 mA h g−1 with an ICE of 83.58%, MS3 had 597.2/513.4 mA h g−1 with an ICE of 87.26%, and MS4 had 587.3/506.7 mA h g−1 with an ICE of 86.41%. After 100 cycles, the capacity retention rate remained at 96.5%, indicating the excellent cycling stability of MS5. The high initial CE is likely due to the good compatibility between the sulfide and ether-based electrolyte, which forms a thin and dense SEI layer, thereby reducing irreversible capacity loss. Subsequently, we conducted XRD tests (Fig. S6†) to investigate whether MS5 would separate into the corresponding metal sulfides of each metal due to structural instability during sodiation/desodiation. The results show that at a voltage of 2.5 V, the sodium embedding process has not yet occurred in the anode of the half-cell, and the lattice morphology of the active material loaded on the Cu collector has not been changed, and its XRD diffraction peaks are relatively obvious. As the reaction proceeds, Na+ enters the MS5 material in an irregular form, transforming it into an amorphous state and a (511) plane. Since Cu is a collector, the intensity of the characteristic peaks of the Cu element in the XRD spectrum is so high that the characteristic peaks of the (511) crystalline plane of MS5 are not clearly visible. In addition, no other single metal sulfides were found to be generated during the sodiation/desodiation process.",
                        "The long-term cycling performances of the five sulfide materials were tested at a current density of 1 A g−1. MS1 has the worst cycling performance (Fig. 3c), with its capacity rapidly declining from 472.5 to 187.3 mA h g−1 after 130 cycles. Based on the analysis of Fig. S7† and 3d, MS1 exhibited relatively stable cycling performance over the first 100 cycles at a current density of 0.5 A g−1. When the current density was increased to 1 A g−1, the specific capacity of the battery showed an initial decrease followed by an increase. However, under the condition of 2 A g−1, 5 A g−1 and 10 A g−1, the electrochemical performance of MS1 revealed a rapid decay in specific capacity within 100 cycles. Furthermore, the EDS map of MS1 after 100 cycles at 1 A g−1 indicated a significant decrease in sulfur content (Fig. S8 and S9†). Therefore, we hypothesize that the rapid capacity decay observed in Fig. 3c is due to the poor rate performance of MS1 and the loss of sulfur from FeIn2S4 during cycling, leading to structural degradation of MS1. During subsequent cycles, MS1 exhibits an electrochemical activation phenomenon, possibly due to the diffusion of Cu from the current collector into the anode electrode, which then participates in the electrochemical reaction; the results of a comparative experiment using Al foil as the current collector are shown in Fig. S10.† As shown in Fig. S8, S9 and S11–S15,† EDS analysis of the MS1 and MS5 electrode sheets before and after cycling confirmed the occurrence of Cu deposition during cycling (significant Cu deposition was also observed on the electrode sheets of MS2–4 after cycling). Notably, the sulfur content in MS5 did not decrease significantly during cycling, which can be attributed to the stability and reversibility of the high-entropy structure. Additionally, when comparing the collapse of the active material on the surface of the electrodes after cycling (Fig. S22†), no exposed Cu current collector was observed in MS5, further demonstrating that the high-entropy structure is markedly superior to the medium- and low-entropy structures. In contrast, MS5 maintains a reversible capacity of 412.7 mA h g−1 after 800 cycles at 1 A g−1, with a capacity retention of 83.2% and a CE above 99%. This demonstrates that the high-entropy structure mitigates the volume changes in sulfides during cycling, ensuring the structural stability of the crystal, and thereby extending the lifespan of the battery.",
                        "To investigate the sodium-ion transport rate in the HES anode, the rate capabilities of MS1–MS5 were measured at different current densities. MS5 maintains a significant reversible capacity of 323.4 mA h g−1 even at a significant current density of 10 A g−1 (Fig. 3d). When the current density is subsequently reduced to 0.5 and 0.2 A g−1 and cycled 10 and 25 times, respectively, MS5 still exhibits reversible capacities of 485.4 and 471.5 mA h g−1, respectively. In contrast, MS1 shows lower rate capabilities than the other sulfide materials at all current densities. This is likely because of the lower conductivity of MS1 compared to the other materials and its inability to withstand the volume changes caused by sodium-ion insertion and extraction during cycling. The rapid charge–discharge stability of the HES was further tested at a current density of 5 A g−1. The results show that after 800 stable cycles, MS5 maintains a high specific capacity of 401.8 mA h g−1 (Fig. 3e) and a capacity retention rate of 88%, with a CE greater than 99%. From the illustration in Fig. 3e, it can be seen that after long-term cycling, MS5 still exhibits an aggregated state of irregular small crystals, ranging from tens to hundreds of nanometers. Since the TEM samples were taken from the cycled electrode sheets, they are surrounded by the conductive agent Super-P. In another illustration, MS5 primarily presents the (511) crystal plane, with a slight increase in the interplanar spacing. This indicates that MS5 undergoes crystal plane reorganization and experiences slight volume expansion after charge–discharge cycling, which is consistent with the XRD results obtained during cycling. Additionally, there are blurred areas in the image where lattice fringes cannot be resolved, attributed to the obstruction caused by the outer Super-P coating. Notably, the cycling stability and rate capability of MS5 at high current densities are significantly superior to those of most reported metal sulfide materials for SIBs (Fig. 4d and Table S2†).",
                        "The surface kinetic behaviour during sodium storage was investigated by measuring the CV curves of MS1 and MS5 at different scan rates (Fig. S16a† and 4a, respectively). As the scan rate increases, the peak position of MS5 remains almost unchanged. This could be due to the rapid diffusion of sodium ions in MS5, which is further confirmed by the subsequent GITT test results. The corresponding b values were fitted using eqn (1). For MS1 and MS5, all b values fall between 0.5 and 1 (Fig. S16b† and 4b, respectively), indicating that the Na+ insertion/extraction process is controlled by both surface capacitance and diffusion. Fig. S17† shows the pseudocapacitive contributions of MS1 and MS5. For MS1, the Na storage reactions at the reduction peak (0.4 V) and oxidation peak (1.2 V) are primarily controlled by the diffusion process. In contrast, for MS5, only the oxidation peak reaction is diffusion-controlled, whereas other processes are dominated by pseudocapacitance. As the scan rate increases, the pseudocapacitive contribution increases. As shown in Fig. 4c, the pseudocapacitive contributions for MS5 at 0.2, 0.5, 1, and 2 mV s−1 are 95.33%, 96.60%, 97.89%, and 98.57%, respectively, which are higher than those of MS1 at the same scan rates (Fig. S18†). This indicates that the vacancies, defects, dislocations, and other distortions generated by the high-entropy effect create more active sites on the surface of the material and enhance the reaction activity, thereby increasing sodium-ion storage in the surface or near-surface regions. This results in superior rate capabilities for MS5 compared to MS1, as previously demonstrated.",
                        "The Nyquist plots and DRT analysis results for MS1–MS5 are presented in Fig. S19.† The Nyquist plots of all five sulfides show low- and mid-frequency arcs, as well as high-frequency straight lines. The low-frequency straight line is attributed to Na+ diffusion processes, the mid-frequency arc represents charge-transfer processes at the electrode–electrolyte interface, and the high-frequency arcs are associated with the formation of the SEI. The DRT relaxation time (τ) distribution provides kinetic information about electrochemical reactions. Based on the value of τ, different electrochemical processes can be identified. The areas under the peaks reflect the resistance in electrochemical reactions, where peaks with τ > 1 s correspond to the diffusion impedance Rd, peaks with 10−3 s < τ < 1 s correspond to the charge-transfer impedance Rct, and peaks with τ < 10−3 s represent the interfacial impedance Rs. The Rd, Rct and Rs values obtained for each sulfide are shown in Table S3.† The Rd, Rct, and Rs values for MS1 are 75.28, 2.223, and 2.2 Ω, respectively, while for MS5, they are 57.454, 0.539, and 0.597 Ω (Fig. 4e). The lower impedance of MS5 facilitates the synergistic transport of electrons/ions, accelerating the kinetic processes, thereby resulting in superior electrochemical performance.",
                        "Subsequently, the sodium-ion diffusion coefficients during the initial cycling processes of MS1 and MS5 were analysed using the GITT (Fig. S20†). The Na+ diffusion coefficients (DNa+) were estimated using a simplified version of Fick's Second Law. Fig. 4f shows that DNa+ during MS1 discharge varies between 10−10.3 and 10−14 cm2 s−1, while for MS5, these values range between 10−9.6 and 10−12.7 cm2 s−1. During charging, MS1 and MS5 show DNa+ values of 10−10.7–10−12.6 and 10−10–10−11.4 cm2 s−1, respectively. Overall, MS5 exhibits DNa+ values approximately one order of magnitude higher than those of MS1, indicating that the high-entropy-induced disordered structure promotes sodium-ion diffusion within the material.",
                        "In order to simulate a battery system that more closely resembles real-world application conditions and to ensure that the overall performance, stability, and safety of the battery meet practical requirements, we chose carbonate-based electrolytes with a wider electrochemical window (0–3.6 V) to assemble the full cells. Using NVP as the cathode and MS5 as the anode, a whole battery was assembled in a 1 M NaClO4 (PC + 5% FEC) electrolyte to further evaluate the practicality of HES materials as SIB anodes. Fig. 4g shows the rate capabilities of the whole battery at different C rates. Specifically, after 10 cycles at C rates of 0.1, 0.2, 0.5, 1, 2, 5, and 10 (1C = 117 mA h g−1), the whole battery exhibits specific capacities of 92.4, 98.5, 102.7, 103.4, 102.3, 90.4, and 76.2 mA h g−1, respectively. The increase in the specific capacity at lower C rates is attributed to the anode storing excess sodium after the activation of the half-cell. Encouragingly, after high-rate charge–discharge cycles, the whole battery still maintained a specific capacity of 95.6 mA h g−1 over 10 cycles at 0.1C, indicating excellent rate capability.",
                        "Subsequently, the cycling stability of the whole battery was tested at 1C. As shown in Fig. 4h, the initial discharge specific capacity of the whole battery is 96.6 mA h g−1, which reduces to only 96.2 mA h g−1 after 100 cycles (capacity retention rate close to 100%), thereby demonstrating excellent cycling stability. However, the CE of the whole battery is low during the first 10 cycles, possibly because of the consumption of sodium ions during the formation of the cathode electrolyte interphase. In subsequent cycles, the CE of the whole battery stabilised at approximately 98%. In summary, the HES material shows promising prospects for practical energy-storage applications."
                    ],
                    "name": "3.2 Sodium storage performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To further comprehend the structural evolution of the HES, SEM images of slices of the MS1–MS5 electrodes before cycling show interconnected spherical particles bridged by the sodium alginate binder (Fig. S21†). After 100 cycles (Fig. 5a–d and S22†), MS1–MS4 exhibit some degree of pulverisation, whereas MS5 remains in its initial state. At the 25 μm scale, significant and widespread cracking can be observed in the MS1 electrode, which may lead to the detachment of the active material from the current collector, resulting in MS1 exhibiting the poorest electrochemical performance. At the 1 μm scale, MS5 displays line-like structures and nanoparticles ranging from tens to hundreds of nanometers in size, dispersed randomly across the electrode surface. This nanoscale structure and distribution provide greater buffering space to accommodate volume expansion. This indicates that the introduction of high-entropy structures can mitigate volume expansion during cycling, thereby extending the cycle life of batteries. EDS maps of MS5 after 100 cycles (Fig. 5e) show a uniform distribution of Fe, Co, Ni, Cu, Zn, In, and S on the electrode surface, with no signs of aggregation. In contrast, in MS1, cracks in the material are rich in Fe and In, but poor in S. These findings illustrate the high reaction reversibility conferred by the high-entropy effect in sulfides.",
                        "The surface elemental oxidation states and contents in MS5 before and after cycling were compared. Fig. 6 shows the XPS images of MS5 before and after cycling. Characteristic peaks of all elements are observed in the full spectra. In the Fe 2p XPS spectra, peaks at 703.45 and 723.2 eV correspond to Fe2+ 2p3/2 and 2p1/2, respectively. Peaks at 713.2 and 726.8 eV correspond to Fe3+ 2p3/2 and 2p1/2, respectively, while peaks at 717.4 and 733.1 eV are the satellite peaks of Fe. Fe on the surface of MS5 exists in both 3+ and 2+ oxidation states, with an Fe3+ content of ∼11.5%. In the Co 2p XPS spectra, peaks at 781.2 and 796.6 eV are attributed to Co2+ 2p3/2 and 2p1/2, respectively, peaks at 777.4 and 792.8 eV correspond to Co0 2p3/2 and 2p1/2, respectively, and peaks at 778.3 and 793.7 eV correspond to Co3+ 2p3/2 and 2p1/2, respectively. Additionally, peaks at 783.2, 786.7, 798.5, and 802.3 eV are the satellite peaks of Co. In the Ni spectra, peaks at 856.6 and 874.4 eV correspond to Ni3+ 2p3/2 and 2p1/2, respectively, while peaks at 852.9 and 870.7 eV correspond to Ni0 2p3/2 and 2p1/2, respectively. Peaks at 861.4, 863.9, 879.7, and 883.4 eV are the satellite peaks of Ni. In the Cu spectra, peaks at 931.5 and 951.4 eV correspond to Cu+ 2p3/2 and 2p1/2, respectively, while peaks at 935 and 954.9 eV correspond to Cu2+ 2p3/2 and 2p1/2, respectively. Additionally, peaks at 940.5, 942.8, 946.4, and 961.5 eV are the satellite peaks of Cu. In the Zn spectra, peaks at 1021.9 and 1045 eV correspond to Zn2+ 2p3/2 and 2p1/2, respectively. In the S 2p spectra, peaks at 161.3 and 162.8 eV correspond to metal–sulfur bonds (M–S, M = Fe, Co, etc.) and M–S2 (S2 means disulfide), respectively. The positive shift in S 2p suggests a reduction in electron density around sulfur, confirming the successful formation of sulfur vacancies (vs. MS1, Fig. S23†). These vacancies indicate a decrease in anion numbers, resulting in an increased electron cloud density around cations, which is reflected by the higher binding energy of sulfur. Moreover, the energy of S 2p1/2 is attributed to low-coordinated sulfur vacancies. The ratio of the S 2p1/2 peak area of MS5 increased by 3.0% (from 33.4% to 36.4%) before and after the reaction. This increase can be attributed to the generation of sulfur vacancies due to structural changes in HES during the extraction and insertion of Na+, which also confirms the cycling performance of the HES. In MS5, the ionic concentrations of Co2+, Co3+, Ni3+, and Cu+ are 60.3%, 17.4%, 82.9%, and 88.7%, respectively. The abundance of trivalent ions facilitates electron transition and transmission during the charge and discharge processes.",
                        "The XPS spectra of MS5 after 100 cycles reveal that the characteristic peaks of Fe, Co, Ni, Cu, Zn and S are similar to those before cycling (Fig. 6), indicating the high reversibility and structural stability of the HES during cycling. After cycling, Fe was present in the form of Fe2+ and Fe3+, with Fe3+ accounting for 36.57% of Fe ions. Co was present as elemental Co, Co2+, and Co3+, with Co2+ and Co3+ accounting for 31.36% and 19.12% of the total ions. Ni was found in the form of Ni2+ and Ni3+, with Ni3+ constituting 49.86% of the total, whereas Cu was predominantly in the form of Cu+. Compared with the initial MS5 material, higher Fe3+, Co0, and Ni2+ contents were observed after cycling, and the disappearance of Ni0. A higher trivalent ion content facilitates electron transition and transmission, thereby maintaining superior electrochemical performance. The changes in the Co0 and Ni0 contents may be attributable to the higher reactivity of Ni in MS5 than that of Co. During charging, Ni is preferentially oxidised over Co, leading to the accumulation of elemental Co and the coarsening of Co nanoparticles, which could affect the electrochemical performance of the material. As previously discussed, Cu diffuses into the active substance, participates in electrochemical reactions, and contributes to the capacity. As shown in Fig. 6, no Cu2+ or Cu0 is detected after cycling. However, the use of a Cu current collector means that the electrode is consistently in a copper-rich state. Thus, it is inferred that apart from Cu in the current collector participating in the transformation reaction of the HES, some Cu also reacts independently with Na2S. The appearance of a new voltage plateau near 1.5 V in the charge–discharge curves of the five sulfides after 100 cycles (Fig. S5† and 3b) further supports this conclusion. Table S4† summarises the major changes in the elemental oxidation states of MS5 before and after cycling."
                    ],
                    "name": "3.3 Highly reversible sodium storage in the high-entropy anode material",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First, configuration convergence tests of the MS1–MS5 sulfide materials were conducted, and the converged cutoff energies and k-points were chosen for geometry optimisation. The optimised configurations from the geometry optimisation were used as models for subsequent calculations.",
                        "Fig. 7a presents the band structure of MS5 with the Fermi level set as the energy reference point. The valence band maximum was 0.1905 eV above the Fermi level, and the conduction band minimum was 0.0966 eV below the Fermi level. MS5 exhibits metallic characteristics. MS1–MS4 are indirect bandgap semiconductors, with the valence band maximum located at the L point and the conduction band minimum at the G point. During an indirect transition, electrons require the involvement of quantized lattice vibrational energy (phonons) to be excited from the valence band maximum to the conduction band minimum, which hinders the generation of electrons and holes (Fig. S24†). The electrical conductivity of semiconductor materials depends on their bandgap size. A smaller bandgap means that electrons can be excited at lower temperatures or with less energy input, leading to higher electrical conductivity. With an increase in the number of element types used to dope the base material, the bandgap energies of the sulfide materials decrease significantly. The introduction of high-entropy structures reduces the bandgap of the sulfide materials, facilitating rapid electron transfer during the charging and discharging processes, thus ensuring excellent electrochemical performance.",
                        "The total density of states and partial density of states (PDOS) of MS5 and MS1–MS4 are shown in Fig. 7b and S25,† respectively. The PDOS graphs of each material show resonance peaks for S s-orbitals and In p-orbitals at around −15.4 to −14.0 eV, respectively. Resonance peaks are also present for S s-orbitals and p-orbitals of the transition metal elements introduced at tetrahedral sites at around −13.4 to −11.0 eV. Significant resonance peaks are observed near the Fermi level for the p-orbitals and d-orbitals of the transition metal elements at the tetrahedral sites, as well as for the S p orbitals, indicating strong bonding effects between In and S and between tetrahedral sites and S, thus maintaining the stability of the crystal structure composed of tetrahedra and octahedra. Among the five sulfides, the differences in the DOS for In and S are minimal. In MS5, the energy band near the Fermi level mainly originates from the d-orbitals at the tetrahedral sites, suggesting that the presence of Fe and Co has little influence on the DOS near the Fermi level. In contrast, Ni, Cu, and Zn in the sulfides can form stronger bonds and provide stronger electron localisation. The DOS of MS5 is significantly higher than those of the other four sulfides, possibly because of the random distribution of multiple metal elements at the tetrahedral sites, which reduces the symmetry of the material and increases the local disorder in the system. The introduction of high-entropy structures can markedly increase the electron density and enhance the rate performance of sulfides. Moreover, the d-orbitals of five elements appear at similar positions near the Fermi level, indicating overlapping d-orbitals, which can enhance electron transfer and thereby improve the electrochemical performance of MS2–MS5 compared to MS1.",
                        "Fig. 7c and S26† show the differential charge density maps of MS5 and MS1–MS4, respectively. The maps use different colours to indicate regions of distinct charge densities, where blue regions represent charge depletion, red regions represent charge accumulation, and white regions indicate no change in charge. In MS1, Fe atoms at the tetrahedral sites donate electrons, and S atoms gain electrons, with electrons accumulating around the S atoms to form a tetrahedral structure. There is almost no electron distribution around the In atoms, suggesting that the In atoms maintain a stable spinel framework during the charging and discharging processes in MS1. With the introduction of elements such as Co and Ni, the number of electrons provided by the tetrahedral sites decreases, resulting in stronger electron accumulation. These atoms exhibit redox activity and participate in the gain and loss of electrons. This may be due to the increased configurational entropy of the system stabilising the crystal structure, allowing some In atoms to maintain the framework stability and become reactive, thereby creating more active sites. In particular, when the system reaches a high-entropy configuration, the electron cloud density of the high-entropy material is higher than those of the other four sulfides, resulting in a stronger electron-donating ability, increasing the number of intercalated/deintercalated Na+, and enhancing the capacity of the battery.",
                        "According to the literature, metal sulfides are conversion-type electrode materials, and their sodium-storage mechanism generally involves the insertion of sodium ions, followed by a conversion reaction, ultimately forming Na2S and doped transition metals. DFT calculations were performed to determine the volumetric changes and corresponding reaction potentials during the intercalation reaction of the sulfide materials. MS5 with lattice parameters a = b = c = 7.453 Å and a unit cell volume of 414 Å3 was used as the base model. This crystal contains three stable sodium-atom adsorption sites: T, O, and TO. The mechanism diagram in Fig. 7f shows that MS5 exhibits excellent sodium-storage performance at the atomic scale. To study the relationship between binding energies and the Na+ insertion sites in MS5 at different discharge stages, energy optimisations were conducted for various sodium intercalation structures. The formation energies of the intermediate phases during the discharge process, calculated using eqn (3), are −2.256, −2.430, −2.368, −1.972, and −2.388 eV for Na0.5MS5, NaMS5, Na1.5MS5, Na2MS5, and Na2.5MS5, respectively. ΔEf being negative is favorable for the intercalation reaction of Na+. With further discharge, the sodium-ion insertion sites may become closer to the S atoms, causing the tetrahedral X–S (X = Fe, Co, Ni, Cu, Zn) bonds to break and form Na–S bonds, eventually leading to the conversion of the bulk material to Na2S and doped transition metals. Table S5† lists the relationship between the formation energies and reaction potentials of MS5 after Na adsorption. Accordingly, in practical applications, using a test voltage range of 0–2.5 V can meet the charging and discharging voltage requirements of MS5. Additionally, the theoretical voltage plateau at around 0.5 V closely matches the initial discharge curve voltage plateau of MS5 at 0.2 A g−1 (Fig. S27†), validating the rationality of theoretical calculations.",
                        "The insertion of Na+ causes severe volumetric deformation in sulfide anodes, leading to the dislodgment of the active substance from the current collector and resulting in significant capacity and lifespan degradation. We further simulated the rate of volumetric change of the insertion reaction for MS5 (Fig. 7e). In Na1.5MS5, some X–S and In–S bonds break, while two broken X–S bonds form X–X bonds. With further sodium insertion, the X–S bonds recover, whereas all In–S bonds break. During these two reaction steps, the volumetric deformation exceeds 10%. In Na2.5MS5, no X–S bonds break and no new ones are formed, so the corresponding volumetric change is relatively small. This indicates that the breaking or forming of chemical bonds during Na+ intercalation/deintercalation is the primary factor causing the significant volumetric expansion of the sulfide materials studied here during cycling. Overall, the volumetric change of the HES in this process was 58.0%, which is significantly lower than that of MS1 (65.2%; Fig. 7d). To verify the simulation results mentioned above, we conducted SEM tests on the cross-sections of MS1 and MS5 electrodes before and after cycling (Fig. S28†). The results showed that MS1 exhibited more significant volume expansion compared to MS5. This demonstrates that the high-entropy structure can mitigate volumetric expansion and maintain structural stability, thus enhancing the electrochemical performance of sulfides."
                    ],
                    "name": "3.4 DFT simulations of the sulfide materials",
                    "type": "section_h3"
                }
            ],
            "name": "3 Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this study, MS5 HES was successfully synthesized using a simple co-precipitation method followed by high-temperature sintering and applied as an anode material in SIBs. Benefiting from the introduction of four transition metal elements, MS5 HES exhibited sulfur vacancies and reduced crystal size, which in turn promoted an increase in active sites and enhanced the conductivity of the electrode material. Meanwhile, DFT calculation results also confirmed that the introduction of a high-entropy structure significantly reduced the band gap of the sulfide material, increased the electron cloud density around the tetrahedra, and enhanced the reactivity of the In element at octahedral sites, facilitating Na+ transport within the anode material. This resulted in superior rate performance and cycling stability. Compared to medium and low-entropy sulfides, HES exhibits a lower reaction voltage platform and smaller volume changes, which are beneficial for increasing the working voltage and energy density of the whole battery, as well as extending the battery lifespan. This study provides valuable insights into the Na+ storage mechanism and offers a “high-entropy” approach for addressing the issue of volume expansion in sulfide anodes during cycling."
            ],
            "name": "4 Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Jianping Ma: investigation, methodology and writing – original draft. Jinyi Guo: investigation, validation, visualization, writing – review & editing. Weizheng Li: formal analysis. Xiaohan Yang: validation. Chengde Huang: conceptualization, funding acquisition, resources and supervision."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sodium storage performance of a high entropy sulfide anode with reduced volume expansion"
}