{
    "DOI": "10.1021/acsami.7b13516",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Demand for lithium-ion batteries (LIBs) is increasing with the rapid development of portable electronic devices and the popularity of electric vehicles. However, further application of LIBs is restricted by several shortcomings, such as the high price and rare resources of lithium. In comparison, sodium is much more abundant than lithium, which means that the cost of sodium-ion batteries (SIBs) is lower. Therefore, SIBs are undoubtedly a good alternative to lithium-ion batteries.",
                "In recent years, research on SIB cathodes has tended to be more developed. There are usually two main types of SIB cathodes: one is of layered transition-metal oxides and the other is of polyanion materials. Layered transition-metal oxides, such as NaxCoO2,  NaxVO2,  NaxFeO2,  NaCrO2,  Na2/3Ni1/3Mn1/2Ti1/6O2,  and Na0.5Ni0.25Mn0.75O2,  have a high theoretical capacity and various voltage platforms. However, the cycle stability of these materials is unsatisfactory. Examples of polyanionic materials are Na4Mn3(PO4)2(P2O7),  Na2VOP2O7,  Na7V4(P2O7)4(PO4),  Na4Co3(PO4)2(P2O7),  NaVOPO4,  NaFePO4,  Na2FeP2O7,  Na4Fe3(PO4)2(P2O7),  Na2Fe2(SO4)3,  Na2MnP2O7,  Na2CoP2O7,  Na3V2(PO4)3,  and so on. Different from layered metal oxides, these polyanion materials have more stable crystal structures, which lead to long, stable cycles, enhanced safety, and adjustable voltages.  Furthermore, the voltages of these materials are often higher than those of layered transition-metal oxides because of the inductive effect from phosphorus.  Thus, polyanion materials may be more promising for commercialization of SIBs. Among these polyanion materials, the newly reported ferric pyrophosphate sodium host series Na4−αM2+α/2(P2O7)2  has gained much attention and some nonstoichiometric compounds, such as Na3.12Fe2.44(P2O7)2  and Na3.32Fe2.34(P2O7)2,  have been reported. In these ferric pyrophosphate family members, sodium-rich cathode may promote a better cycle stability. Hence, we try to design and synthesize a type of high-sodium-ratio compound of ferric pyrophosphate.",
                "In this work, a new sodium-rich Na3.64Fe2.18(P2O7)2 compound as a cathode material for SIBs is explored for the first time. Considering that polyanion materials suffer from poor conductivity and atmosphere sensitivity,  nanosized and carbon-coated Na3.64Fe2.18(P2O7)2 was designed and synthesized by a simple sol–gel method. The as-prepared Na3.64Fe2.18(P2O7)2 shows excellent electrochemical performances."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemical reagents were of analytical grade and used without further purification. Sol–gel and preoxidation methods were combined to achieve both carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles and pristine Na3.64Fe2.18(P2O7)2. First, 1.7614 g of Fe(NO3)3·9H2O was dissolved into 30 mL of distilled water to obtain a brown solution, which was followed by a slow addition of 0.3858 g of vitamin C. Then, 2.2362 g of citric acid, as a chelating agent, 0.3858 g of Na2CO3, and 0.9202 g of NH4H2PO4 were added and dissolved in the solution. Continuous stirring was performed until a clear solution was obtained. The solution was heated to 80 °C with continuous stirring for 8 h and then dried at 120 °C under vacuum to obtain a dry gel. To obtain the carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles, the dry gel was heated in a H2/Ar (10:90) atmosphere at 600 °C for 24 h. The color of the as-synthesized sample was black ().",
                        "The pristine Na3.64Fe2.18(P2O7)2 particles were synthesized by the preoxidation method. The dry gel was first heated in air at 600 °C for 8 h to eliminate organic species and carbon. After annealing, the sample was heated in a H2/Ar (10:90) atmosphere at 600 °C for 48 h; the color of the as-obtained sample was deep green ()."
                    ],
                    "name": "2.1 Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (PXRD, MAXima-X XRD-7000) using Cu Kα radiation (λ = 1.5416 Å) was used to analyze the crystalline structure of the material. The test was performed in step mode with a fixed time of 12 s and a step size of 0.02°. An inductively coupled plasma (ICP) optical emission spectrometer (Optima 8000) was employed to measure the content of Na and Fe. Thermogravimetric analysis (TGA, Q50) in flowing nitrogen and air was used to monitor the reaction process and measure the carbon content of the sample. The specific surface area of the samples was analyzed by a Quadrasorb evo 2QDS-MP-30 surface area analyzer (Quantachrome Instruments). The morphologies and structures of the samples were observed by field-emission scanning electron microscopy (FESEM; JEOL-6300F) and transmission electron microscopy (TEM; JEOL-2100). The chemical element distribution was determined by energy dispersive spectroscopy (EDS; JEOL-6300F). Finally, X-ray photoelectron spectroscopy (XPS) was used to analyze the elemental composition at different states using a Thermo Scientific ESCALAB 250Xi electron spectrometer."
                    ],
                    "name": "2.2 Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode consisted of as-synthesized cathode materials, conductor acetylene black, and binder poly(vinylidene difluoride) in a weight ratio of 8:1:1 with N-methyl-2-pyrrolidone as the solvent. The mixed slurry was evenly spread on pristine Al foil and dried in vacuum for 12 h at 120 °C. The resulting mass loading of the working electrode is 1.5 mg cm–2. A sodium foil was employed as the reference and counter electrode. Celgard 2400 was employed as a separator to separate the working electrode and counter electrode, and 1 M NaClO4 dissolved in a mixture of ethylene carbonate and diethyl carbonate with 5 wt % fluoroethylene carbonate as an additive was used as the electrolyte. The as-prepared electrode, separator, and electrolyte were fabricated in CR2032-type coin cells in a high-purity Ar-filled glovebox with both the moisture and oxygen contents below 1 ppm. A LAND cycler (Wuhan LAND Electronics Co., Ltd., China) was used to test the galvanostatic discharge and charge cycling of the batteries at different rates. The electrochemical capacity measurements were performed in the voltage range of 1.6–4.0 V. The cyclic voltammetry (CV) measurements were carried out by an Arbin instruments testing system at 0.1 mV s–1."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles were formed via the facile sol–gel method. As schematically illustrated in , all chemical reagents were initially distributed evenly in the precursor. The decomposition of the organic species led to the formation of the porous structure of the nanoparticles, and the extended annealing process prompted crystal growth. Because the chemical reagents were evenly distributed in the framework of porous carbon, the growth of crystal was limited and the crystal could only grow along a plane, leading to the formation of the nanoparticle product. Regarding pristine Na3.64Fe2.18(P2O7)2, the nanoparticles will agglomerate to form large bulks in the absence of porous carbon. The porous structure of materials can allow the electrolyte to easily penetrate every corner, which is an advantage for Na+ and electron migration. Meanwhile, the well-coated carbon can protect the crystal structure of Na3.64Fe2.18(P2O7)2 during Na+ de/intercalation, which supports the stability of the cycle.",
                "a displays the whole pattern fitting (WPF) refinement X-ray diffraction (XRD) profile of the carbon-coated Na3.64Fe2.18(P2O7)2 product, and the XRD pattern of Na3.64Fe2.18(P2O7)2 without the carbon coat is shown in . The WPF refinement was carried out and achieved results with a = 6.39641 Å, b = 9.41633 Å, c = 10.93129 Å, α = 64.935°, β = 80.186°, γ = 73.104°, and V = 569.8 Å3. All peaks agree well with those of isostructural Na3.64M2.18(P2O7)2 (M = Ni and Mg),  and no extra peaks from impurities were observed, demonstrating the high purity of Na3.64Fe2.18(P2O7)2. The inset displays the crystal structure of Na3.64Fe2.18(P2O7)2, which reveals that it contains PO4 tetrahedra and FeO6 octahedra. FeO6 and PO4 are linked together to form a three-dimensional network structure, and the thus-formed large tunnel is conducive to Na+ mobility. It is worth noting that the crystal structures of Na3.64Fe2.18(P2O7)2 and Na3.12Fe2.44(P2O7)2 are very similar, but there are also some differences (the crystal structures comparison of these materials is shown in ). The Fe3 atoms in Na3.12Fe2.44(P2O7)2 were replaced by two Na atoms (Na4, Na5) in Na3.64Fe2.18(P2O7)2. In addition, in the Na3.64Fe2.18(P2O7)2 crystal, there are more sodium atoms instead of iron atoms (see ). It is known that the Na ions will overextract at high voltage, which leads to structural degradation.  The extra Na ions can alleviate this phenomenon. Furthermore, during the charging process, more Na ions can stay in the crystal structure. The extra Na ions can stabilize the crystal structure, which leads to better cycle performance. b shows the wide range scanning spectrum of Na3.64Fe2.18(P2O7)2/C, and it can be seen from the results that the sample is composed of Na, Fe, P, O, and C elements. c displays the XPS narrow spectra of Fe 2p, and it is obvious that the Fe 2p signal consists of two components due to spin–orbit coupling (Fe 2p3/2 and Fe 2p1/2), which can confirm the +2 valence state of Fe in this sample, suggesting that the sample consists of only one valence state of iron atoms. Furthermore, the 2p3/2 peak shows a distinct satellite around 719.0 eV. This satellite is caused by a dynamic charge transfer during the photoemission process (these charge-transfer satellites appear in the spectra of most transition-metal compounds). ",
                "To further verify the stoichiometric ratio of the material, ICP spectrometry was conducted. The result is displayed in ; the concentrations of Na and Fe are 0.526 and 0.765 mg L–1, respectively. The theoretical mass ratio of Na to Fe is 0.6873, and the measured mass ratio of Na to Fe is 0.6876. The results indicate that high-purity Na3.64Fe2.18(P2O7)2 was successfully synthesized.",
                "As observed from a, the surface of Na3.64Fe2.18(P2O7)2/C is very rough and different sizes of pores are randomly connected with each other to form the porous framework, which is beneficial for electrolyte penetration and Na+ migration. By comparison, pristine Na3.64Fe2.18(P2O7)2 consists of large size and no porous structure (see ). In the low-resolution TEM image (b), it can be seen that about 10 nm nanoparticles are uniformly dispersed in the carbon framework. The high-resolution TEM image is displayed in . The interplanar distance of 0.307 nm corresponds well to the (200) lattice plane. The selected area (electron) diffraction (SAED) pattern is displayed in . To obtain more detailed surface information of the two samples, Brunauer–Emmett–Teller measurements were made and are shown in c. According to the results, the surface area and pore volume of Na3.64Fe2.18(P2O7)2/C are 74 m2 g–1 and 0.119 cm3 g–1, respectively. Furthermore, the pore diameters are concentrated to approximately 2 nm.  shows the isotherms of pristine Na3.64Fe2.18(P2O7)2, which has a surface area of only 1.89 m2 g–1. TGA was used to analyze the carbon content of Na3.64Fe2.18(P2O7)2/C, and the result is displayed in d. After heating in air, a white product was obtained. According to the graphics in d, the weight of the as-prepared product remained ∼89% after heating, which means that the as-prepared Na3.64Fe2.18(P2O7)2/C has a carbon content of ∼11%. The formation process of the as-prepared products based on TGA is displayed in . According to the results, the sample formation temperature was around 460 °C. To obtain the best crystallinity and make sure that the residual organic species were completely decomposed, 600 °C heating temperature for 24 h was maintained. Furthermore, EDS element mapping analysis was employed to identify the element distribution of Na3.64Fe2.18(P2O7)2; all elements are found to be homogeneously distributed throughout the selected Na3.64Fe2.18(P2O7)2 plates from .",
                "The theoretical capacity of Na3.64Fe2.18(P2O7)2 is 106 mAh g–1; 2.18 Na ion is reversibly de-/intercalated by the oxidation and reduction of 2.18 Fe2+/Fe3+. The electrochemical behaviors of Na3.64Fe2.18(P2O7)2/C were further studied by CV at 0.1 mV s–1 (a). Four pairs of redox peaks were observed (2.5/2.45, 2.98/2.89, 3.24/3.20, and 3.42/3.32 V) with equilibrium potentials of 2.475, 2.935, 3.22, and 3.37 V, respectively, corresponding to the phase transition during the Na+ insertion/extraction reactions. The total potentials were around 3 V, which correspond well with the galvanostatic charge–discharge profile in b. In b, during the first charge cycle, the voltage increased to 4 V from open circuit voltage, resulting in a capacity of 108.3 mAh g–1. The capacity of the initial cycle was a little higher than the theoretical capacity of Na3.64Fe2.18(P2O7)2 (106 mAh g–1). This phenomenon may be due to the slight oxidization of Na3.64Fe2.18(P2O7)2/C, which forms a layer of Na2CO3 on the surface.  The tiny amount of Na2CO3 will react with the electrolyte, which leads to irreversible capacity.  The peak at 3.12 V in the CV test may correspond to the reaction. Then, the voltage decreased to 1.6 V, resulting in a capacity of 99 mAh g–1. Two obvious discharge platforms can also be observed at 3 and 2.4 V, which correspond well with the equilibrium potentials mentioned in a. Three pairs of redox peaks (2.98/2.89, 3.24/3.20, and 3.42/3.32 V) were combined to produce a 3 V equilibrium potential, and the redox peak at 2.5/2.45 V corresponds with an equilibrium potential of 2.4 V.",
                "To characterize the recovery performance of the material, various current densities (0.2, 1, 2, 5, and 10 C) were employed to evaluate the rate capability; the results are shown in c. The charge–discharge curves at different rates are shown in d and suggest that even under the drastic changes in current the carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles display a good recovery performance. Importantly, at 10 C, the material exhibits excellent stability. e displays the long cycling performance of the carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles, which shows discharge specific capacities of 101 and 88 mAh g–1 when the current rates were 0.2 and 1 C, respectively. After 900 cycles, the discharge capacity was 80 mAh g–1 with a capacity retention of 90.9%. Furthermore, when the current rate was 2 C, the material exhibited a discharge specific capacity of 66.0 mAh g–1, which increased to 74 mAh g–1. Even after 1000 cycles, the discharge capacity remained 66 mAh g–1, revealing good stability of the material. Most importantly, when the current rate reached 10 C, the discharge capacity remained 40 mAh g–1 with a high capacity retention of 96% after 1000 cycles. The excellent properties of the material can be attributed to the porous structure and the unique nanosize of Na3.64Fe2.18(P2O7)2, which increase the conductivity and the diffusion coefficient of the Na ion. Furthermore, the cycle performance of Na3.64Fe2.18(P2O7)2/C was significantly better than that of other ferric pyrophosphate family members (f). The electrochemical performances of pristine Na3.64Fe2.18(P2O7)2 are displayed in . As can be seen from , the electrochemical properties of pristine Na3.64Fe2.18(P2O7)2 are not good. The discharge capacity achieves only 61 mAh g–1 at 0.1 C. In addition, according to the CV, the polarization of pristine Na3.64Fe2.18(P2O7)2 is very serious. This phenomenon could be attributed to the poor conductivity and the large size of pristine Na3.64Fe2.18(P2O7)2. However, pristine Na3.64Fe2.18(P2O7)2 has very good cycling performance, which may be attributed to the fact that the extra Na ions can stabilize the crystal structure.",
                "To further demonstrate the application prospects, a coin-type sodium-ion full battery and a soft-package sodium-ion full battery with Na3.64Fe2.18(P2O7)2/C as the cathode and presodiated hard carbon as the anode were assembled (the capacity ratio of cathode to anode is 1:1.25). The electrochemical performances of the hard carbon are displayed in . a illustrates the galvanostatic charge–discharge profiles at 0.5 C. A voltage platform of 2.9 V and a capacity of 86 mAh g–1 can be observed. b displays the cycling performance of the full battery at 0.5 C. More than 80% capacity remains after 100 cycles. The rate performance shown in c proves that the as-prepared full battery can be stably cycled at various rates from 0.2 to 5 C. The discharge capacity varies from 85.2 mAh g–1 at 0.2 C to 65.1 mAh g–1 at 1 C. Even at 2 C, the discharge capacity remains at 45.3 mAh g–1, nearly 53% of the capacity at 0.2 C. The corresponding discharge curves are displayed in d. Furthermore,  shows a commercial red light-emitting diode (LED) powered by the assembled soft-package full batteries, further indicating the application prospects of the Na3.64Fe2.18(P2O7)2/C//hard carbon system."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, carbon-coated Na3.64Fe2.18(P2O7)2 nanoparticles are fabricated to investigate sodium de-/intercalation behavior for the first time. We found that the as-prepared sodium-rich Na3.64Fe2.18(P2O7)2 exhibits outstanding cycle capability. Such excellent cycle stability is attributed to the supporting effect of extra sodium ions. The cycle performance of Na3.64Fe2.18(P2O7)2 is obviously better in the ferric pyrophosphate family members. Meanwhile, the unique porous network structure provides interconnected open pores and effective carbon coating, which allows electrolyte penetration and improves the electronic conductivity of uniform nanoparticles. Because of the low cost, simple synthesis method, nontoxic nature, and excellent electrochemical performances of the as-prepared product, we believe that this material is very promising for future applications."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Sodium-Rich Ferric Pyrophosphate Cathode for Stationary Room-Temperature Sodium-Ion Batteries"
}