{
    "DOI": "10.1021/acs.inorgchem.4c03240",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the abundant reservoirs, cost-effectiveness, and elevated safety profile associated with sodium resources, sodium-ion batteries (SIBs) present remarkable prospects for development.  However, the sustainable development of SIBs is hampered by various factors. The relatively large radius (0.102 nm) and high molar mass (22.9 g mol–1) of Na+ induce considerable volume fluctuations in electrode materials upon repetitive Na+ intercalation, thereby contributing to the degradation of cycling lifespan and specific capacity during sodium storage.  Furthermore, unfavorable kinetics in reaction dynamics within SIBs lead to diminished rate capability and energy density.  In response to the aforementioned concern, extensive endeavors have been undertaken to identify appropriate anode materials capable of swift sodiation/desodiation processes for SIBs. In recent years, alloy-type anode materials such as Sn, Sb, Bi, Ge, and Pb have attracted considerable interest in the anode materials field because of their high theoretical capacity and appropriate voltage platforms.  Among these, metallic Sn and Sb have been particularly noted for their relatively high theoretical lifespan. Through the formation of Na–Sn or Na–Sb alloy phases (Na15Sn4 with 847 mAh g –1, Na3Sb with 660 mAh g –1), Sn and Sb exhibit the potential to provide reversible sodium storage capacities close to theoretical values.  Nevertheless, the pronounced volume expansion/shrinkage (Sn↔Na15Sn4: 424%, Sb↔Na3Sb: 390%) during electrochemical reactions can lead to substantial structural degradation and swift capacity loss.  A viable solution to the aforementioned problems is to combine two materials to create a bimetallic SnSb alloy. Utilizing the different potentials of SnSb alloy during sodium storage, they serve as inert buffering matrices for each other, alleviating the internal stresses generated during multiple sodium insertion/extraction cycles, thus maintaining structural stability. Moreover, the theoretical capacity of SnSb alloy is also high (752 mAh g–1), with good conductivity and superior energy density, which to some extent favors electrochemical energy storage.  However, SnSb alloys also have some drawbacks, such as experiencing a certain degree of volume expansion and structural degradation during long-term cycling, which adversely affects their cycling stability.  Furthermore, as is well-known, during continuous charge–discharge processes, electrolyte solvents and anion salts degrade and interact with the electrode surface to form a solid electrolyte interphase (SEI). The formed SEI layer can be disrupted by the volume expansion/contraction of the electrode material, thereby compromising the cycling stability of SIBs batteries.  In response to the aforementioned challenges, various strategies have been researched, including electrolyte additives,  polymer cross-linking,  tin-based alloys,  and structural engineering,  which aim to improve structural stability, alleviate volumetric expansion, and enhance the storage capacity for sodium ions. The integration of two or three of these strategies presents a promising avenue for the advancement of high-performance anodes of SIBs. However, these conventional methodologies have proven inadequate in effectively manipulating the intrinsic characteristics of SEI layers. In ideal circumstances, the SEI film should simultaneously possess two key properties: electronic insulation and ion conductivity. Electronic insulation effectively prevents electrolyte overdecomposition, thereby enhancing the Coulombic efficiency of the battery and extending its cycle life. Meanwhile, ion conductivity promotes rapid ion transfer between the electrode and electrolyte, thereby enhancing the battery’s dynamic characteristics and energy efficiency.  Hence, beyond resolving the pronounced volume expansion/shrinkage issues during charge and discharge processes, it is imperative to establish a robust SEI to facilitate electronic isolation and promote rapid Na+ diffusion.",
                "To pursue this objective, various strategies have been posited, encompassing the augmentation of SEI thickness, optimizing its composition, and modulating its porous architecture.  Among these, optimizing its composition is considered the most convenient strategy, as it can enhance the ion transport while simultaneously strengthening the SEI’s isolating properties from the electrolyte, thus constructing a robust SEI to enhance interface stability.  Due to its low Na+ diffusion barrier (0.12 eV), sodium fluoride (NaF) accelerates Na+ transport and prevents electrons from passing through the SEI layer, thereby forming an effective electronic insulation layer. Additionally, its stable crystal structure and moderate interionic distances promote ion free conduction in the lattice, ensuring excellent ion conductivity. Therefore, the NaF-rich interface between the electrode and electrolyte is essential for the cycling stability of sodium-ion batteries.  Moreover, sodium fluoride exhibits low interfacial energy and strong mechanical stability, effectively facilitating uniform sodium deposition and mitigating large volume expansion. Consequently, researchers are focusing more on constructing SEI films enriched with sodium fluoride, aiming to accelerate Na+ transport during the cycling process and to impede electron passage through the SEI membrane.  For instance, Nakagoa et al. introduced fluoroethylene carbonate (FEC) into the electrolyte, resulting in the formation of a thinner and smoother SEI. This reduced the likelihood of direct contact between the electrolyte and the electrode surface, consequently diminishing electron conduction pathways. The subsequent formation of sodium fluoride by FEC serves as an electrode passivation agent, providing additional stability during cycling.  However, the production cost of sodium fluoride is relatively high, and its application may result in the generation of fluorine-containing waste or harmful gases, causing negative environmental impacts. Additionally, the properties and structure of sodium fluoride may be relatively difficult to control, and it may not meet specific application requirements. As far as we know, both sodium chloride and sodium fluoride possess a cubic crystal structure, suggesting that they may manifest comparable lattice arrangements and surface properties during the formation of the SEI.  According to frontier orbital theory, akin to sodium fluoride, sodium chloride (NaCl) also exhibits elevated highest occupied molecular orbital (HOMO) and lowered lowest unoccupied molecular orbital (LUMO) energy levels, resulting in a relatively large bandgap (6.32 eV), exhibiting excellent electronic insulation. This far surpasses other constituents commonly found in traditional SEI films, such as sodium oxide (Na2O), sodium carbonate (Na2CO3), etc., which typically possess smaller bandgaps, usually within a few electron volts (eV) range.  This suggests that sodium chloride effectively impedes electron flow, thus mitigating excessive electrolyte decomposition. Consequently, there is a compelling need to develop SEI coatings abundant in sodium chloride to optimize interfacial dynamics rigorously.",
                "In our work, we devised a dual-metallic Cl-SnSb/C nanoparticle anode material regulated by chlorine ions, presenting several advantages: (1) The engineered bimetallic SnSb alloy structure is devised to mitigate internal stresses arising from intercalation cycles by harnessing their electrochemical potential disparity, effectively safeguarding against volume fracturing throughout sodium storage processes. (2) Nanosizing the two alloy materials has increased the electrode’s specific surface area, ensuring thorough utilization of active materials, and shortened ion transport pathways, enhancing pseudocapacitive contributions during sodium storage processes. (3) Uniform dispersion of alloy particles within a carbon-based substrate with buffering properties effectively prevents particle agglomeration during cycling while enhancing material conductivity. (4) During the initial SEI formation process, the intervention of chloride ions leads to the formation of more sodium chloride at the interface between the electrode material and electrolyte, participating in the formation and rearrangement processes of the SEI film, thereby enhancing interface stability. Experimental testing revealed that during the initial sodiation process, the preferential formation of sodium chloride at approximately 1.12 V helps prevent further electrolyte decomposition, leading to a denser SEI layer. This enhances the long-term cycling performance and maintains a higher capacity of sodium-ion batteries. Consequently, the Cl-SnSb/C anode material, regulated by chlorine ions, retains a capacity of 500.4 mAh g–1 after 100 cycles at a current density of 0.1 A g–1(this electrochemical capacity refers to the ratio based solely on the weight of the metal component). These findings indicate that controlling chlorine ions at the interface promotes the early formation of sodium chloride during the primary sodiation process. Additionally, the SEI film enriched with chlorine significantly improves the electrochemical stability of the SnSb alloy anode material."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Bimetallic SnSb/C nanoparticles were prepared by using sol–gel and annealing methods, introducing bimetallic SnSb and carbon substrate to further nanometer the material. First, 100 mL of distilled water was poured into a beaker, then 0.288 g of tin chloride dihydrate (SnCl2·2H2O), 0.388 g of antimony trichloride (SbCl3) and 3.435 g of citric acid (C6H8O7) were added successively. Subsequently, the resulting solution was then stirred in a water bath at 100 °C for about 3 h until the solution in the beaker was gel-shaped. Afterward, the gel-like precursor was transferred to the oven and dried at 140 °C for 12 h. Finally, the powder product was calcined at a reducing atmosphere (H2/Ar = 10%/50%) at 700 °C for 2 h to obtain the product bimetal SnSb/C. For the sake of contrast, the control samples, the Sn/C and Sb/C were got without Sb and Sn sources under the same conditions, respectively. To introduce chloride ions for subsequent investigation of their effects on the material, the SnSb/C samples were immersed in a 0.1 M hydrochloric acid solution at room temperature, stirred for 20 min, and then dried at 80 °C for 12 h to obtain Cl-SnSb/C."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To obtain crystal structure information for all samples, Powder XRD (Bruker D8 ADVANCE, Cu Kα radiation, λ = 0.15418 nm) was utilized with a step size of 0.2° s–1 over a 2θ range of 10° to 80°. Observations were conducted using scanning electron microscopy (SEM) and transmission electron microscopy (TEM) at different acceleration voltages. SEM imaging was performed using a Hitachi SU8010 operated at 30 kV, while TEM analysis utilized an FEI Talos F200X with an acceleration voltage of 200 kV. Raman analysis of the samples was carried out using a Raman spectrometer (Nicolet Almega dispersive method). Thermal gravimetric analysis (TGA) was conducted in air, with the samples heated from room temperature to 800 °C at a rate of 10 °C per minute, using an SDT Q600 instrument to determine the carbon content. Nitrogen adsorption–desorption isotherms and BJH pore size distribution curves of the samples were analyzed using an ASAP 2020 PLUS HD88 instrument. Finally, X-ray photoelectron spectroscopy (XPS) was performed using a PHI 5000 VersaProbe III instrument to determine the atomic valence and composition of the samples. To investigate the composition and distribution of the Solid Electrolyte Interface (SEI) film, a comprehensive analysis was conducted using Ar+ cluster sputtering on the surface, and peak splitting was analyzed using CasaXPS software."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The preparation process of CR2025 button batteries was conducted in a glovebox filled with argon gas to ensure that the oxygen and water content remained below 0.1 ppm. The working electrode was composed of 70% active material, 20% acetylene black, and 10% sodium carboxymethyl cellulose (CMC). Subsequently, a suitable amount of distilled water and ethanol (1:1) was added to the mixture, which was then homogenized for 15 min to form a uniform slurry. The slurry was then coated onto circular foam nickel (12 mm in diameter), ensuring even coverage of 1.0 mg of active material on each foam nickel. The coated foam nickel was then dried in a vacuum oven at 80 °C for 12 h. The metal sodium is used as the electrode, and the sodium foil glass fiber membrane is used as the separator between the metal sodium and the working anode. The electrolyte solution was prepared by mixing 1 M NaClO4 with a blend of propylene carbonate (PC) and ethylene carbonate (EC) solvents at a 1:1 volume ratio, with typically 3–4 drops of electrolyte added per experiment. Subsequently, the cells were sealed under a pressure of 7.5 MPa using a sealing machine. Upon completion of assembly, the batteries were activated for 12 h in a constant temperature chamber before testing. The rate capability and stability of the batteries were investigated using a LAND testing system (LAND CT 2001A). Additionally, cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were conducted using a CHI 660D electrochemical workstation, with a frequency range of 0.01 to 105 Hz covering various scan rates."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The geometries of Na adsorbing and migrating at SnSb(100) surface were optimized using plane-wave pseudopotential density functional theory (DFT) code CASTEP. The gradient approximation (GGA)-Perdew–Burke–Ernzerhof (PBE) functionals is used as supplied in the CASTEP library. Moreover, the dispersion interactions were added using the semiempirical scheme of Grimme. The convergence thresholds were set to the following values to ensure the accuracy of the computational results: maximum energy change of 2.0 × 10–5 eV/atom, maximum force of 0.05 eV/Å, maximum stress of 0.1 GPa, and maximum displacement change of 0.001 Å. In addition, the cutoff energy of 410.0 eV and a 4 × 4 × 1 K-point were set in computation. The 3 layers 2 × 2 supercell of 100 surface were adopted and a 15 Å vacuum space was added in the c axis direction to avoid periodic interaction."
                    ],
                    "name": "2.4.  Computational Methods",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The schematic diagram of the preparation process for bimetallic SnSb/C nanoparticles is shown in a. Initially, the precursor was synthesized using a sol–gel method, with SnCl2·2H2O selected as the tin source and SbCl3 as the antimony source. This process involved a sequence of solution, sol, gel, and evaporation steps, leading to hydrolysis and chemical condensation reactions within an aqueous solvent. It is noteworthy that citric acid played dual roles in this process: providing a carbon source and acting as a chelating agent to disperse the materials, thus facilitating gel formation. Subsequently, annealing experiments under reducing conditions were conducted to reduce the precursor to a SnSb alloy and carbonize it to obtain a carbonaceous substrate, yielding bimetallic SnSb/C nanoparticles. Finally, the SnSb/C sample was immersed in a 0.1 M hydrochloric acid solution at room temperature, stirred for 20 min, and then dried at 80 °C for 12 h to obtain Cl-SnSb/C.",
                "To further understand and optimize the performance of this material in batteries, particularly regarding the stability and site selectivity of sodium adsorption on its surface, we employed density functional theory (DFT) simulations. Five Na adsorption sites on 100 surface of SnSb within three groups were analyzed: (i) on top of Sb, (ii) on top of Sn and (iii) center of rectangle composed of 2 Sn and 2 Sb.  The Na adsorption energy (Eads) is estimated via following equationwhere Esurface+Na and Esurface are the total energies of SnSb(100) surface with and without Na adsorbed, ENa is the energy of per Na atom in the bulk metal. As shown in b and , Na cations can effectively adsorb onto sites a-e on the SnSb(100) surface, with Eads values being negative, indicating that these positions are thermodynamically stable adsorption sites. The binding affinity of Sb atoms is slightly stronger than that of Sn atoms (−0.18 eV vs −0.10 eV), while the E site, characterized by multiple Sn/Sb–Na interactions, exhibits a binding affinity of −0.49 eV. Subsequently, we employed the Nudged Elastic Band (NEB) method to calculate the migration dynamics of Na from the most stable site E to neighboring positions (paths 1, 2, 4) or into the SnSb(100) surface (path 3). The migration paths are shown in c-f, and the energy distribution is depicted in g. Path 4 has a double-peak topology with a local minimum in the middle, whereas other Na diffusion paths on the SnSb(100) surface display single-peak topologies. The energy barriers for paths 1 and 2 are less than 0.3 eV, indicating favorable charging rate performance. Due to the higher diffusion barrier of path 4, it is an unfavorable Na migration path on the SnSb(100) surface. Inserting surface-adsorbed Na into the SnSb crystal requires overcoming a barrier of up to 1.6 eV, indicating that this process is thermodynamically unfavorable and likely to produce unstable products. This migration pathway facilitates the understanding of sodium ion transport mechanisms and their distribution within the electrode, which is valuable for elucidating the kinetics of the sodiation/desodiation reactions. These results suggest that SnSb/C nanoparticles have significant potential for application in sodium-ion batteries. The low energy barriers of Na diffusion paths support good performance at high charge–discharge rates, and the material’s stable Na adsorption capacity further enhances battery cycle life and stability.",
                "The micromorphology of SnSb/C nanoparticles is shown in a-c. The SEM images clearly demonstrate the uniform distribution of SnSb alloy nanoparticles in the carbon matrix, while the mapping images of SnSb/C in  further confirm this observation. Additionally, the SnSb alloy nanoparticles have a diameter of approximately 100 nm, indicating successful nanostructuring and integration with carbon. This nanocomposite structure improves both the rapid migration of sodium ions and the structural stability of the material. In comparison with the SEM images of material Sb/C provided in , analysis reveals that the diameter of nanoparticles in Sb/C is approximately 25 nm, indicating smaller particles. This could lead to aggregation during charging and discharging processes due to the small size of the particles.  However, the presence of carbon provides some mitigation to its cycling stability. The SEM images presented in  illustrate the morphology of Sn/C, revealing particles with a size exceeding the micrometer scale. In contrast to the homogeneous incorporation of nanosized SnSb/C particles within the carbonaceous substrate, the distribution of Sn particles within Sn/C appears irregular, resulting in diminished sodium storage capabilities. To further investigate the internal structure of SnSb/C nanoparticles, TEM images of SnSb/C are depicted in d. Through the carbonaceous substrate, numerous SnSb alloy nanoparticles are observed, consistent with the SEM analysis, which adequately demonstrates the successful composite formation of SnSb alloy nanoparticles with carbon. The successful incorporation of the carbonaceous substrate not only enhances the conductivity of sodium storage performance but also alleviates the severe volume effects caused by alloy particles during sodium storage, thereby contributing to the enhancement of electrochemical performance. Furthermore, upon local magnification of the image in d, as shown in e, the diameter of SnSb alloy nanoparticles is clearly observed to be consistent with the results from SEM images, indicating uniformity in synthesized nanoparticle size. In f, high-resolution lattice fringes of SnSb/C alloy nanoparticles are depicted, with lattice spacing determined to be 0.31 nm, matching the (101) crystal plane of SnSb alloy,  thereby affirming the successful preparation of SnSb/C. The selected area electron diffraction (SAED) pattern of SnSb/C is illustrated in g, displaying two concentric diffraction rings, with the yellow-marked and purple-marked diffraction rings corresponding to the (101) and (012) crystal planes of SnSb/C nanoparticles, respectively.  Consistent with the lattice fringes, this further confirms the formation of SnSb alloy, where synergistic effects between binary metals play a crucial role in enhancing sodium storage performance. To accurately observe the distribution of elements in the material, elemental mapping experiments were conducted. As shown in h-l, the results demonstrate the uniform distribution of Sn, Sb, and C elements within the SnSb/C structure.  depicts elemental mapping images of Cl-SnSb/C obtained via scanning electron microscopy (SEM), illustrating the uniform distribution of Cl throughout the material. Analysis in m-o using energy-dispersive X-ray spectroscopy (EDS) reveals that Cl constitutes 1.28% of the elemental composition. High-resolution transmission electron microscopy (HRTEM) analysis of Cl-SnSb/C () shows Cl primarily located on the surface of SnSb alloy particles, with minor distribution on the carbon substrate. Local magnification of chlorine-ion-regulated SnSb alloy particles confirms the uniform distribution of Sn and Sb particles on individual SnSb alloy particles, validating the successful implementation of the composite strategy and effective Cl incorporation.",
                "The crystal compositions of SnSb/C, Sn/C, and Sb/C are illustrated in a. As depicted, the diffraction peaks of three kinds of materials correspond to the peaks of the standard cards for SnSb (JCPDS No. 33–0118), Sn (JCPDS No. 04–0673), and Sb (JCPDS No. 35–0572), respectively, indicating the successful synthesis of the three materials. The absence of impurity peaks and the high peak intensities in the Figure indicate that the prepared materials possess high phase purity and good crystallinity, consistent with the results analyzed from the transmission electron microscopy images. The diffraction patterns of Sb and Sn correspond to the Rm(166) and I41/amd (141) space groups, indicating hexagonal and tetragonal crystal phases, respectively. Specifically, the representative XRD pattern of SnSb nanoparticles embedded in SnSb/C composite material is shown in , and the XRD pattern of SnSb/C can be indexed to a rhombohedral crystal phase with the Rm(166) space group. The structure of SnSb/C was refined using the GSAS program, and peak intensities indicate the formation of SnSb phase and good crystallinity in the composite material. Matching yielded lattice parameters of a = b = 4.32464 Å and c = 5.34284 Å, which agree well with literature values.  For a deeper investigation into the presence and defects of carbon, Raman characterization of three materials was conducted, as depicted in b. The figure illustrates a D peak at 1350 cm–1 and a G peak at 1579 cm–1.  The D band signifies disordered carbon, while the G band indicates ordered graphite carbon, providing evidence for the presence of carbon in the material. The ID/IG values were simultaneously analyzed and calculated, yielding a value of 1.04 for SnSb/C, which is higher than those of Sn/C (1.00) and Sb/C (1.01). This further elucidates the presence of certain defects in the carbon of bimetallic SnSb/C nanoparticles, which can provide additional active sites, facilitating more Na+ insertion and consequently enhancing sodium storage capacity.  To further explore the pyrolysis process of SnSb/C nanoparticles and estimate the carbon content in the material, we conducted thermogravimetric analysis (TGA) on SnSb/C, as illustrated in c. From the graph, it can be observed that there is a slight decrease in the curve around 100 °C, primarily due to the evaporation of moisture from the material. After reaching 420 °C, the curve exhibits a pronounced decrease until it reaches stability around 600 °C. This phenomenon can be attributed to two primary factors. First, the carbon within the material undergoes oxidation, forming carbon dioxide, which is released. Second, the oxidation of SnSb occurs, leading to the formation of tin dioxide and antimony tetroxide.  Additionally, based on the curve, the carbon content in the material was calculated to be 39.6%. The existence of carbon is advantageous in mitigating structural fracture in the SnSb alloy during charge–discharge cycles, thus improving cycling stability. The TGA of Sn/C and Sb/C is depicted in . The observed curves indicate that the carbon content in the Sn/C sample is 28.4%, while that in the Sb/C sample is 23.8%. Additionally, we conducted a detailed investigation into the specific surface area and pore size distribution of three samples. d and  illustrate the N2 adsorption–desorption isotherms of SnSb/C, Sn/C, and Sb/C. Their specific surface areas are 184.0 m2 g–1, 372.8 m2 g–1, and 180.6 m2 g–1, respectively. According to the N2 adsorption–desorption isotherms, the isotherm of SnSb/C exhibits a type IV curve with hysteresis,  indicating a larger specific surface area, which is conducive to accelerating the migration of electrons/ions during cycling processes, thereby improving reaction kinetics. The excessively high specific surface area of Sn/C may be attributed to the lower content of elemental tin in the material, thereby exposing more carbon pores and yielding larger values.  Additionally, from the pore size distribution curve in e, it can be observed that the pore sizes of all three samples are below 2 nm, indicating a microporous structure. The surface valence composition and chemical structure of Cl-SnSb/C have been studied by X-ray photoelectron spectroscopy (XPS). e illustrates the XPS survey spectra of Cl-SnSb/C, compared with SnSb/C in , revealing evident peaks corresponding to C 1s, O 1s, Sn 3d, and Sb 3d for both samples, indicating a similar composition of the surface elements. The distinguishing feature is the lower chlorine peak observed at 198.0 eV in Cl-SnSb/C, consistent with the results obtained from EDS analysis, confirming successful incorporation of chlorine ions into the sample. Meanwhile, narrow spectrum analysis was conducted for each element. The narrow spectrum of C 1s is shown in f. The fitting reveals a peak at 284.6 eV that corresponds to the C–C bond and a characteristic peak at 285.7 eV that corresponds to the C–O bond.  The narrow spectrum of Sn 3d is displayed in g, showing clearly four distinct peaks obtained through fitting. Peaks located at 485.3 and 487.2 eV correspond to the Sn0 3d5/2 and Sn4+ 3d5/2 states, respectively, while peaks at 493.9 and 495.7 eV match with the Sn0 3d3/2 and Sn4+ 3d3/2 states.  h displays the fine spectrum of Sb 3d, revealing four characteristic peaks through peak fitting. The peak at 528.1 eV corresponds to the Sb0 3d5/2 state, while the peak at 531.1 eV corresponds to the Sb3+ 3d5/2 state. Additionally, the peaks at 537.6 and 540.3 eV are attributed to the Sb0 and Sb3+ 3d3/2 states,  respectively. It is worth noting that both Sb and Sn narrow spectra exhibit peaks corresponding to both +3 and +4 oxidation states, primarily due to surface oxidation of the material. However, the presence of peaks corresponding to the 0 oxidation state indicates that the material is not fully oxidized.  i presents a high-resolution spectrum of chlorine, where distinct peaks at Cl 2p1/2 and Cl 2p3/2, located at 200.0 and 198.0 eV respectively,  indicate significant enrichment of chlorine within both the surface and internal regions of the material.",
                "We assembled a series of CR2025 coin-type half-cells inside a glovebox filled with argon gas to investigate the electrochemical performance of Cl-SnSb/C, SnSb/C, Sn/C, and Sb/C. a shows the cyclic voltammetry (CV) test of Cl-SnSb/C, which was conducted to analyze its reaction mechanism. The CV test was performed at a scan rate of 0.2 mV s–1 over a voltage range of 0–3 V. During the beginning cycle of the cathode scan, a small peak was observed, appearing at 1.12 V, indicating that chloride ions preferentially reacted to form sodium chloride (). A wide and distinct peak appeared within the voltage range of 0.5 V-0.1 V, attributed to the degradation of the electrolyte, progressively leading to the formation of the SEI film. With an increase in the number of cycles, the SEI film evolved into a new stage, which improved the interface stability by inhibiting electrolyte side reactions during the process of sodium ion stripping. Additionally, in the initial cycle, the observed cathodic peaks were notably distinct in position from those of the following cycles, primarily due to alloying reactions and the SEI film formation during the first cycle. During the second cathodic scanning process, the observed two reduction peaks were ascribed to the multistep alloying reactions of Cl-SnSb/C. Studies have shown that Sn has a lower reaction potential than Sb.  Therefore, the alloying of Na+ with Sb occurs at 0.57 V, where Na atoms replace Sb atoms to form Na3Sb (). At 0.21 V, Na+ reacts with Sn to form Na15Sn4 (). In this process, Sn acts as a buffer, reducing internal stress and mitigating the volume expansion effect to some extent, which is an advantage of the SnSb alloy. Furthermore, the CV curve of Sn in  indicates that during the anodic scan of the second cycle, the multistep dealloying reactions of Na3Sn () and Na15Sn4 () occur at 0.19 and 0.63 V, respectively. The oxidation peaks at 0.78 and 0.93 V are due to the dealloying of Na3Sb ().  Importantly, the cyclic voltammetry (CV) curves from multiple scans show good overlap, indicating the excellent reversibility of the chlorine-ion-regulated bimetallic Cl-SnSb/C nanoparticles. The exact processes of the reaction are as described below:",
                "During discharge process:",
                "During charge process:",
                "In addition, the CV curves of Sn/C and Sb/C under the same experimental setup are presented in . It can be observed that the position of the peak in the CV curve of the initial circle is obviously not the same as from that of the following cycle, which is obviously influenced by SEI. In the process of anode scanning in the first circle, Sn/C has multiple continuous oxidation peaks, respectively at 0.24 V, 0.58 and 0.69 V, which is a multistep dealloying reaction with Sn.  The CV curve of Sb/C is shown in , and its first circle is also affected by SEI. b presents the electrostatic charge/discharge (GCD) curves of the SnSb/C anode under different cycles at 0.1 Ag1–. As observed in the figure, the SnSb/C electrode exhibits a charging plateau at 0.57 V and discharging plateaus at 0.45 V, which correspond approximately to the redox peaks in the CV curve, and the charge–discharge curves also show good overlap, indicating excellent cycling stability. The initial charging capacity of SnSb/C is 573.0 mAh g–1, while the initial discharging capacity is 860.5 mAh g–1, with an initial Coulombic efficiency (ICE) of 66.6%. Notably, the ICE increases to 89.3% from the second cycle onward and continues to improve. This enhancement mainly arises from the development of the SEI film on the electrode interface during the initial cycle. This film acts as a protective barrier, shielding the electrode from interacting with the electrolyte and diminishing interfacial side reactions. To compare, the GCD curves of Sn/C and Sb/C under identical conditions are illustrated in . It is evident that the SnSb/C electrode (860.5 mAh g–1) has a higher specific discharge capacity than the Sn/C (625.3 mAh g–1) and Sb/C (454.8 mAh g–1) electrodes. Additionally, SnSb/C exhibits a higher ICE compared to Sn/C (56.8%) and Sb/C (65.2%). The above results demonstrate that the composite SnSb/C alloy nanoparticles exhibit significant electrochemical performance.",
                "To further boost the performance of the electrode material, chloride ion regulation was implemented. The cycling stability of Cl-SnSb/C, SnSb/C, Sn/C, and Sb/C at 0.1 A g–1 is depicted in c. The first charge and discharge capacities of Cl-SnSb/C are 762.4 mAh g–1 and 1023.5 mAh g–1, respectively, with a first-cycle Coulombic efficiency (CE) of 74.5%. For SnSb/C, the first charge and discharge capacities are 550.7 mAh g–1 and 815.1 mAh g–1, with a CE of 67.6%. In comparison, the CE of Sb/C and Sn/C are 65.2% and 56.8%, respectively. The first-cycle Coulombic efficiency reflects the influence of the SEI on the material, indicating whether it has a good capacity retention rate. The above data indicate that the SEI film formed in the first cycle of Cl-SnSb/C with chloride ion regulation is relatively stable, resulting in less irreversible capacity loss. Although SnSb/C is slightly inferior to Cl-SnSb/C, it still outperforms pure Sb/C and Sn/C. Furthermore, it is evident from the figure that Cl-SnSb/C maintains a capacity of 500.4 mAh g–1 after 100 cycles at 0.1 A g–1, whereas SnSb/C, Sb/C, and Sn/C degrade to 375.7 mAh g–1, 230.4 mAh g–1, and 71.5 mAh g–1, respectively, under the same conditions. This demonstrates that Cl-SnSb/C not only has excellent specific capacity but also superior stability. The chloride ion regulation improves the Coulombic efficiency in the initial cycle and maintains high electrochemical performance over long-term use, reducing capacity decay. Additionally, the comparison of SnSb/C, Sb/C, and Sn/C data shows that the bimetallic alloy effectively buffers volume expansion and reduces structural stress, while the presence of carbon contributes to the reversibility during cycling.  d illustrates the rate performance of all materials. At a current density of 0.1 A g–1, Cl-SnSb/C exhibits a specific discharge capacity of 761.7 mAh g–1. When the current density increases to 0.2, 0.4, 0.8, and 1.6 (unit: A g–1), the specific discharge capacities of Cl-SnSb/C are 614.8, 539.5, 466, and 394.4 (unit: mAh g–1), respectively. When the current density is returned to 0.1 A g–1, the discharge capacity of Cl-SnSb/C recovers to 702 mAh g–1 after 50 cycles at each rate. It is noteworthy that after the following 30 cycles, it remains at 676.8 mAh g–1, indicating significant rate capability. In comparison, SnSb/C exhibits a specific discharge capacity of 555 mAh g–1 at 0.1 A g–1, and after a series of high-rate cycles, its capacity recovers to 488 mAh g–1 when the current density is reverted to 0.1 A g–1. This indicates that Cl-SnSb/C possesses good ion and electron transport properties during rapid charge–discharge processes, effectively adapting to changes in current density, further demonstrating that the cycling stability and reversibility of Cl-SnSb/C are superior to those of SnSb/C. When Sn/C and Sb/C are cycled at high rates and restored to 0.1 A g–1, their discharge specific capacities recover only to 102.5 mAh g–1 and 286.2 mAh g–1, respectively. This indicates that bimetallic SnSb/C nanoparticles exhibit better rate performance compared to monometallic counterparts, highlighting the effectiveness of the bimetallic alloy and carbon-based design strategy. These data demonstrate that Cl-SnSb/C not only exhibits excellent cycling stability but also shows good rate performance, indicating significant enhancements in structural optimization, conductivity, and ion transport properties of the material. This confirms the success of the chloride ion control and carbon-based bimetallic alloy design strategy, providing an effective solution for the development of high-performance anode materials. ",
                "Based on these findings, we further focused on the anode materials with the best performance: Cl-SnSb/C, Sn/C, and Sb/C. To investigate and assess the impact of Na+ transfer rate and charge displacement characteristics on electrochemical performance, we show the EIS tests for Cl-SnSb/C, Sn/C and Sb/C in e. Clearly, the Nyquist plot is composed of a semicircle in the high-frequency range and a sloping line in the low-frequency range. This plot can be analyzed in two parts: the semicircle portion and the low-frequency sloping portion. The z-axis intercept in the high-frequency region represents the ohmic resistance (Re) of the electrode, electrolyte and separator. The high-frequency semicircle corresponds to the resistance of Na+ passing through the SEI film (RSEI), indicating Na+ transport within this frequency range. The semicircle in the midfrequency range represents the transition resistance and charge transfer resistance (Rct), while the Warburg impedance (Zw), related to Na+ diffusion within the samples, is associated with the slope in the low-frequency region.  In the EIS plots, a larger charge transfer resistance corresponds to a larger diameter of the midfrequency semicircle. The resistance to Na+ diffusion decreases as the slope of the low-frequency region increases; a higher slope indicates lower resistance. By comparing the impedance spectra of the three materials in their fresh states and after three cycles, it is evident that the diameter of the semicircle for Cl-SnSb/C is smaller than that for Sn/C and Sb/C, both in the fresh state and after three cycles. Additionally, the slope of the straight line is relatively larger, indicating lower charge transfer resistance and faster diffusion, which is beneficial for rapid ion transport and enhanced conductivity.  This suggests that the electronegativity of chloride ions alters the nearby environment of the ion-conducting inorganic salts, potentially promoting the formation of a more uniform SEI layer. A uniform SEI layer effectively covers the electrode surface, reducing interfacial inhomogeneities and local reaction activity, thereby lowering the Rct. Moreover, a stable SEI layer mitigates the impact of volume changes in the electrode material during charge and discharge cycles on ion diffusion, enabling faster insertion and extraction of sodium ions from the electrode material. To further accurately analyze the impedance performance of Cl-SnSb/C, we conducted circuit simulations, as shown in . The fitted impedance values for the three materials in their fresh condition and after three cycles are presented in f,g. By comparison of the Re numbers in the figures, it is evident that the electrolyte resistance of Cl-SnSb/C is lower both in the fresh state and after three cycles. This indicates that the uniform SEI layer reduces the complexity of reactions at the electrolyte-electrode interface, resulting in lower electrolyte resistance and enhanced sodium ion transport efficiency. Furthermore, the Rct value for fresh Cl-SnSb/C is 29.4 Ω, which is lower than that of Sn/C (44.9 Ω) and Sb/C (57.7 Ω). Similarly, after three cycles, Cl-SnSb/C exhibits a significantly lower Rct value (41.9 Ω) compared to Sn/C (92.5 Ω) and Sb/C (119.9 Ω). These data demonstrate that the Cl ion-regulated bimetallic Cl-SnSb/C nanocomposite enhances ion/electron transfer, improves material conductivity, and offers a distinct advantage in kinetic reactions. In addition, in order to better analyze the diffusion process of Na+, the following equation shows the relationship between the slope of the fitting line between Z’ and ω–1/2 and the Na+ diffusion coefficient (DNa+):",
                "As shown in the two equations above, R represents the gas constant, T represents the absolute temperature, A and F represent the electrode surface area and the Faraday constant, respectively, as well as C and n represent the concentration of sodium ions and the number of electrons per molecule in the oxidation process, respectively. The Warburg factor σω is obtained by fitting the relationship between Z’ and ω–1/2 (ω = 2πf). From this relation, it can be seen that the smaller the Warburg factor (σω), the better the value of DNa+, indicating the stronger the diffusion ability. h,i shows the σω values of the three samples when fresh state and after three cycles, respectively.",
                "From the figure, it can be observed that in the beginning state, the σω value of the Cl-SnSb/C electrode is 284.4 cm2 s–1, whereas the σω values for the Sn/C and Sb/C electrodes are 490.3 cm2 s–1 and 996.5 cm2 s–1, respectively. This indicates that a relatively stable and uniform SEI layer has already formed on the Cl-SnSb/C electrode at the onset of the charge–discharge cycles. After three charge–discharge cycles, the Cl-SnSb/C electrode still exhibits the smallest σω value (272.0 cm2 s–1) among the three electrode materials in the Z’ versus ω–1/2 plots,  suggesting that the SEI layer on the Cl-SnSb/C electrode has maintained good stability and integrity without significant degradation. The above findings, which are consistent with the results of electrochemical performance tests, indicate that the Cl-SnSb/C bimetallic nanoparticles controlled by chloride ions exhibit faster diffusion kinetics in sodium-ion batteries and have significant advantages in improving the kinetics of sodium storage reactions.",
                "To more understand the reaction kinetics and capacitive behavior of Cl-SnSb/C, The CV tests performed on Cl-SnSb/C at scan rates from 0.2 to 1.0 mV–1 are shown in a. As observed in the figure, the CV curves exhibit very similar oxidation/reduction peaks as the scan rate rised from 0.2 to 1.0 mV–1. Additionally, The positions of the oxidation and reduction peaks shift up and down, respectively, with increasing scan rate, while the number of peaks stays the same, which indicates consistent electrochemical reactions. The capacitive contribution behavior can be predicted using the following equation: ",
                "In the above equation, i and v denote the peak current and scan rate, respectively, while a and b are constants, with b indicating the capacitive contribution. Typically, The storage behavior is attributed to a diffusion-controlled process (battery behavior) when b = 0.5. When b = 1, the storage behavior is attributed to a surface-controlled process (pseudocapacitive behavior).  Based on the three peaks present in the CV curves, the fitted b values for the Cl-SnSb/C electrode at peaks 1, 2, and 3 are 0.72, 0.65, and 0.7, respectively, as shown in b. These values, all between 0.5 and 1, indicate that the charge–discharge process of Cl-SnSb/C is governed by both battery and pseudocapacitive behaviors.  shows the CV derivative plots for the comparative material Sn/C under the same conditions, with minimal changes in the positions of the redox peaks. The b values fitted for different redox peaks, as shown in , are 0.7 and 0.89, indicating that the sodium storage process in Sn/C is also mixed-controlled, consistent with the main material. The CV curves for the comparative material Sb/C at various scan rates are shown in . Similarly, the CV curves exhibit slight shifts with increasing scan rates, with minimal changes in peak positions. The b values, representing the capacitive contribution, are greater than 0.5 but less than 1, as shown in . For Cl-SnSb/C, the b values are relatively smaller, indicating that the process is primarily diffusion-controlled at low scan rates and predominantly capacitive at high scan rates.",
                "Moreover, pseudocapacitive characteristics are commonly considered desirable for achieving better rate characteristics. Hence, to understand the pseudocapacitive capacity in the test current, the capacitive contribution rate for the bimetallic nanoparticles Cl-SnSb/C was further calculated using the following formula: ",
                "In this equation, k1v1/2 represents the contribution from battery behavior, and k2v represents the contribution from pseudocapacitive current. For the Cl-SnSb/C electrode, at a scan rate of 0.2 mV s–1, the contribution of pseudocapacitive properties can reach 42.2%, as shown in c. Furthermore, the pseudocapacitive contributions of Sn/C and Sb/C, as shown in , are 31.1% and 37.9%, respectively, both lower than that of Cl-SnSb/C. This indicates that chloride ions alter the chemical environment of the inorganic salts in the material, thereby enhancing charge storage capacity and pseudocapacitive behavior. We employed the same method to calculate the contributions of pseudocapacitive characteristics of Cl-SnSb/C, Sn/C, and Sb/C at various scan rates. As illustrated in d, by analyzing the pseudocapacitive contribution rates of the three materials, it is clear that as the scan rate increases, the capacitive contribution rate gradually increases and gradually becomes dominated by capacitive behavior. This is benificial for enhancing the rate behavior of the materials, accelerating reaction kinetics, and demonstrating excellent sodium storage performance. Furthermore, it can be observed from the figure that the contributions of pseudointercalation properties for Cl-SnSb/C at scan speeds of 0.2, 0.4, 0.6, 0.8, and 1.0 mV s–1 are 42.2%, 48.1%, 52.9%, 57.9%, and 62.0%, respectively. These values, combined with the outstanding cycling and high rate behaviors of the Cl-SnSb/C composite, are considerably greater than the pseudocapacitive contributions of Sn/C and Sb/C. This indicates that the introduction of chloride ions promotes the uniform formation of the SEI (solid electrolyte interphase) membrane, reduces defects and cracks in the SEI membrane, thereby improving its stability and ion conductivity.",
                "In order to investigated the sodium reaction kinetics of Cl-SnSb/C, Sn/C and Sb/C electrodes, the galvanostatic intermittent titration technique(GITT) was employed. The GITT curves for Cl-SnSb/C, Sn/C, and Sb/C materials in the voltage range of 0.005 to 3.0 V are shown in e. Additionally, the diffusion rates of Na+ ions were calculated through single-step GITT tests, as depicted in f. The single-step testing process involves pulse, constant current, and relaxation phases. The diffusion coefficient of Na+ (DNa+) is obtained from the formula below: ",
                "In the previous formula, τ denotes the current pulse time (s), common mB, VM, MB and S are respectively the mass, molar volume, molar mass and contact area of the electrode and electrolyte solution, respectively, ΔEs is the potential variation after the discharging pulse and open static, ΔEτ is the potential variation during the discharging pulse. The Na+ diffusion coefficients of Cl-SnSb/C, Sn/C and Sb/C were obtained by analyzing the size of, nanoparticle and the tested data, as indicated in (g-h). The Na+ diffusion coefficient of Cl-SnSb/C during discharge ranges from 1.21 × 10–14 to 3.43 × 10–14, while that during charging ranges from 7.94 × 10–16 to 5.37 × 10–15, both higher than Sn/C and Sb/C, indicating that Cl-SnSb/C can efficiently and rapidly undergo the insertion and extraction processes of sodium ions, with Na+ diffusion kinetics being more rapid, particularly in the dealloying reaction.",
                "This paper presents an in situ electrochemical impedance spectroscopy (EIS) analysis of Cl-SnSb/C assembled half-cells. As shown in a, the voltage points selected during the discharge process were 3.0, 2.5, 2.0, 1.0, 0.8, 0.7, 0.4, and 0.1 V. During the charging process, the chosen voltage points were 0.1, 0.3, 0.6, 0.7, 1.4, 2.0, 2.5, and 3.0 V. b shows the Nyquist plots during discharge. The RCT, which is approximatly the radius in the midfrequency region, exhibits an overall decreasing trend as discharge progresses. To account for the interplay of various physical and chemical reactions during charging and discharging, this investigation employed Distributed Resistance Theory (DRT) to further analyzed the impedance data. ",
                "DRT is a method to regularize EIS data by computing a distribution function g(τ) for a characteristic time (τ). Afterward, the internal kinetic information on the battery is derived based on the g(τ) analysis, as described in . In this equation, Re and Rpol represent the ohmic resistance and polarization resistance respectively, τ and g(τ) denote the relaxation time and its distribution function, j and ω are imaginary unit and angular frequency. c presents the DRT analysis of the impedance information for the Cl-SnSb/C assembled battery.  Since the electrolyte does not participate in redox reactions, the ohmic resistance Re remains constant before and after cycling. We may infer that the peak at Log(τ) = −5 corresponds to the ohmic resistance, which is primarily related to the resistance of the electrode materials, electrolyte, and separator. In c, the ohmic resistances are 5.61, 4.84, 4.86, 4.50, 4.44, 4.06, 4.13, and 4.57, displaying a trend of initial decrease followed by an increase. This behavior can be attributed to the following factors: during the initial discharge stage (3.0 to 0.8 V), sodium ions begin intercalating into the anode material, forming the SEI film. As the discharge process progresses, the electrode material gradually becomes activated, and the interfacial contact resistance decreases, resulting in a reduction of the ohmic resistance. Additionally, as the SEI film forms, the interfacial stability improves, leading to a decrease in interfacial resistance and consequently, a lower overall ohmic resistance. However, during the lower voltage discharge stage (0.8 to 0.1 V), the continued growth of the SEI film consumes more sodium salts from the electrolyte, decreasing the ion concentration in the electrolyte. This reduction in sodium ion carriers leads to a decrease in conductivity, thereby increasing the ohmic resistance. During the process of discharging the battery for the first time, the SEI layer forms, resulting in a high initial SEI impedance. However, as the SEI layer becomes fully established, its impedance decreases. Hence, the peak at Log(τ) = −4 can be ascribed to the RSEI. As illustrated in c, during the discharge process (3.0 V-0.1 V), the SEI resistances are 18.5, 15.1, 12.7, 13.8, 13.9, 12.2, 12.0, and 11.8, indicating an overall decreasing trend. The significant decrease in SEI resistance at the early stage of discharge (3.0 V-2.0 V) indicates that the interfacial reactions between the electrode material and the electrolyte are quite active, forming a relatively stable SEI layer and reducing the interfacial resistance. During the midstage of discharge (2.0 V-0.8 V), the SEI resistance exhibits some fluctuations, possibly caused by the volume changes of the electrode material and the continuous decomposition of the electrolyte, which may alter the SEI layer structure. However, the SEI resistance remains relatively low overall. In the late stage of discharge (0.7 V-0.1 V), the SEI resistance decreases to its lowest point, indicating that the SEI layer has reached a more stable state, further reducing interfacial resistance and facilitating sodium ion intercalation. According to Arrhenius equation, the activation energy of a chemical process is affected by temperature. The significant change that occurs at peaks between Log(τ) = −3 to −2 can be attributed to the RCT. Due to the uncoupling of the impedance si, the peak at Log(τ) = −1 is considered to be noise.",
                "Using the DRT tool to investigate of the impedance information in the midfrequency range, it can be observed from d that the RCT first increases and then gradually decreases as the depth of discharge increases. This is due to the initial reaction between the electrode material and the electrolyte, with sodium ions intercalating into the electrode structure. During this process, the surface and interfacial reactions of the electrode material are not yet fully stabilized, resulting in increased charge transfer resistance. As the SEI gradually forms and stabilizes, the charge transfer process becomes smoother, reducing interfacial resistance. e shows the Nyquist plots during the charging procedure. The observed decrease in ohmic resistance during the latter stages of charging could be ascribed to the restabilization of the electrode and SEI layer, as well as the equilibrium stabilization of ion concentration in the electrolyte, leading to a reduction in interfacial resistance. Following DRT calculations on e, f is obtained, and the contour plot is presented in g. From g, it can be seen that RCT is relatively low at both high and low voltage states, indicating lower interfacial resistance and a more efficient electrochemical reaction. h shows the σω values during the charging state, which are 13, 9, 17, 25, 519, 1257, 1343, and 1504, respectively. The initially low σω values indicate that the diffusion resistance of sodium ions within the electrode material is relatively low. As the voltage increases and sodium ions are further extracted, the diffusion pathways become obstructed, leading to increased diffusion resistance. i presents the σω values during the discharge state, which are 1884, 1600, 1533, 1353, 1121, 697, 78, and 52, respectively. As the diffusion pathways within the electrode material gradually open, the diffusion resistance decreases. The Na+ diffusion rate, calculated from σω, is displayed in j. From j, it can be seen that during the discharge process (3.0 V-1.0 V), the diffusion rate of sodium ions is relatively low. This is because the initial intercalation of sodium ions into the electrode material forms an SEI layer, temporarily increasing the interfacial resistance and slowing the sodium ion diffusion rate. In the later stages of discharge (1.0 V-0.1 V), as the SEI layer stabilizes and the electrode material becomes fully activated, the sodium ion diffusion rate significantly increases. During the charging process (0.1 V-3.0 V), as the voltage rises, the SEI layer may thicken again, increasing the interfacial resistance and reducing the sodium ion diffusion rate. By comparison, it can be concluded that the diffusion rate of sodium ions during desodiation (charging) is higher than that during sodiation (discharging). Overall, during the initial discharge, chloride ions participate in the construction of the SEI layer, altering the surrounding environment of the ion-conducting inorganic salts and helping to form a stable interface. This promotes sodium ion intercalation and reduces resistance. The SEI formed after chloride ion interfacial modification significantly impacts the diffusion rate of sodium ions and the efficiency of electrochemical reactions during charge and discharge cycle.",
                "To gain deeper insights into how chloride-ion-regulated SEI affects SnSb alloy sodium-ion batteries, we conducted detailed characterization of the formed SEI. The Cl-SnSb/C half-cells were subjected to cycling between 3 and 0.05 V for 5 cycles under controlled current conditions. Subsequently, the SEI film was meticulously examined using SEM and TEM. After 5 cycles, SEM analysis (refer to ) revealed a visibly roughened surface of the Cl-SnSb/C electrode, with uneven deposition of particles. TEM imaging () provided further confirmation of SEI formation, showing a uniform SEI layer covering the electrode surface, approximately 35 nm thick. Elemental mapping images indicated an even distribution of Cl and Na elements, integral components of the SEI, across the electrode surface. Typically, SEI components include organic and inorganic compounds. The XPS depth profiling was employed to elucidate the specific types of SEI compounds and their distribution within the SEI structure. The study utilized Ar+ ion sputtering for 1, 2, and 5 min to create depth profiles of SEI elements, offering insights into the mechanism of reactions occurring during cycling. As shown in a, prior to sputtering, the C 1s spectrum exhibits five distinct peaks at 283.6 eV (C–C), 284.4 eV (C–C or C–H), 286.9 eV (C–O–C), 288.1 eV (O = C–C), and 289.2 eV (O–C(═O)-O), corresponding to sp2C in conductive carbon, alkyl oxide sodium (RCH2ONa) groups formed from tetramer reduction, C–O–C environments, O = C–C environments, and carbonate (Na2CO3), respectively.  In the O 1s spectrum in b, peaks at 531.0, 532.1, and 533.5 eV represent inorganic C = O (Na2CO3), organic C = O (RCH2ONa), and organic C–O (RCH2ONa), respectively.  Peaks observed at ≈199.3 eV for Cl 2p in c and at ≈1072.3 eV for Na 1s in d are attributed to Na–Cl bonds in NaCl,  with an additional peak at 1071.5 eV (Na–O) indicating other sodium compounds (Na2CO3, RCH2ONa). The SEI film comprises both organic (e.g., RCH2ONa) and inorganic (e.g., NaCl, Na2CO3) components, predominantly organic. From a,b, after 1 min of sputtering, peaks for organic C and O weaken, while peaks for inorganic C (≈289.2 eV) and O (≈531.0 eV) slowly intensify, suggesting an increasing presence of inorganic species with sputtering time.  f shows that initially, C = O peaks from organic components are higher compared to those from inorganic components, indicating organic species like alkyl oxide sodium are primarily distributed near the SEI surface, with inorganic species dominating internally. Analysis of Cl 2p and Na 1s spectra in c,d reveals that before sputtering (0 min), peaks representing Na–Cl are stronger than those for Na–O, indicating NaCl predominates on the SEI surface, consistent with the CV curve showing NaCl formation at 1.12 V. During sputtering, Na–Cl and Na–O peaks remain sharp and intense with increasing sputtering time. e demonstrates that NaCl peaks steadily increase before 2 min of sputtering and decrease after 5 min, whereas Na2CO3 peaks first decrease and then increase, aligning with C 1s spectrum results. This confirms that NaCl and Na2CO3 are the primary inorganic components within the SEI film, with chloride-introduced sodium chloride being the major constituent."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The designed anode material, Cl-SnSb/C, which consists of chlorine-ion-regulated alloy nanoparticles on a carbon substrate, exhibits excellent advantages. The bimetallic SnSb alloy nanoparticles benefit from the synergistic effects of Sn and Sb, undergoing conversion-reconstruction reactions at different reduction potentials, buffering volume changes, and reducing strain during sodiation/desodiation processes. Furthermore, the Sn and Sb alloy nanoparticles are uniformly dispersed within the carbon substrate, providing the SnSb/C with good conductivity and a microporous structure, thereby enhancing the reaction kinetics of the electrode material. The carbon substrate not only prevents particle agglomeration during cycling and alleviates volume effects caused by the electrode material but also improves the conductivity of the material. Furthermore, the surface modified with chloride ions results in the acccumulation of chlorine-containing compounds in the SEI formed during the initial cycle. Using the abundant inorganic compounds in the SEI, the Cl-SnSb/C anode maintains a specific discharge capacity of 500.4 mAh g–1 after 100 cycles at 0.1 A g–1. This strategy provides a new approach for the design of SEI film components and offers insights and directions for future researchers to explore superior sodium-ion anode materials."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Chloride-Ion-Enriched Solid Electrolyte Interphase with Rapid Na+ Migration toward High-Performance Sodium-Ion Batteries"
}