{
    "DOI": "10.1039/D2CC00833E",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are expected to be one of promising alternatives to lithium-ion batteries (LIBs). To date, tremendous efforts have been devoted to developing high-performance electrode materials for SIBs. In the last few years, alloy-based anode materials (Sn, Bi, Sb,etc.) have attracted extensive attention. Among them, Sn stands out with the advantages of high theoretical capacity (847 mA h g−1), low discharge voltage (∼0.4 V vs. Na+/Na), high electronic conductivity, and non-toxicity. However, its poor cycling and rate performances hinder its practical applications. In contrast, Bi exhibits excellent rate and cycle performances due to its unique layered structures, but its theoretical capacity is only 386 mA h g−1. Thus, it is highly desirable to combine the advantages of Sn (high theoretical capacity) and Bi (good cycling/rate performance). However, there are few related reports on bimetallic Bi–Sn for SIBs. Recently, Yang et al. synthesized Bi/Sn nanoparticles embedded in ZIF-8-derived porous carbon for LIBs and SIBs. However, high carbon content and inferior solid–electrolyte-interphase (SEI) films made the electrochemical performance far below expectations. Meanwhile, nanoscale particles always show a low initial Coulombic efficiency (iCE), a small tap density, and a high preparation cost, as compared to microscale particles. In addition, the temperature used in the preparation of the aforementioned Bi/Sn nanoparticles was as high as 900 °C, and most of the mainstream methods for preparing Sn- or Bi-based binary metal materials require high temperatures. Allioux et al. observed a low melting point of the eutectic alloy of Bi–Sn which is only 139.8 °C and prepared submicron Bi–Sn foams by a liquid metal process for electrocatalytic CO2 reduction. Inspired by this work, bimetallic Bi–Sn microparticles (μ-BiSn) were prepared by sonicating molten metal at a low temperature as the anode material for SIBs. μ-BiSn delivered superior sodium storage performances, well combining the electrochemical advantages of Bi and Sn.",
                "As shown in Fig. 1a, μ-BiSn was synthesized by ultra-sonication of molten metal at a low temperature. According to the phase diagram of Bi–Sn, Bi and Sn beads can be melted at a low temperature, which effectively reduces the energy consumption during preparation. Bi35Sn65 and Bi70Sn30 were prepared using a similar approach to μ-BiSn with slight modifications (see the Experimental section in the ESI† for more details). As shown in the scanning electron microscope (SEM) image (Fig. 1b), there are polydisperse microspheres with an average size of 10.87 μm in the product. The elemental mappings of Bi and Sn (Fig. 1d and e) show distinct regions, indicating the immiscibility between two metals. The dark gray regions correspond to Sn, while the light gray areas correspond to Bi (Fig. 1c). The boundary between Sn and Bi is obvious. The particle sizes of Bi35Sn65 and Bi70Sn30 are ∼1.67 and ∼0.91 μm respectively, and the particle surface is uneven (Fig. S3, ESI†), which may be due to the thick oxide layer on the particle surface caused by the high reaction temperature. The XRD pattern of μ-BiSn (Fig. 1f) shows only two metallic phases, i.e., Bi (JCPDS No. 44-1246) and Sn (JCPDS No. 04-0673). As measured by ICP-MS, the mass ratio of Bi to Sn is 53/47, which is close to the composition of raw materials. Fig. 1g and h show the high-resolution XPS spectra of Sn 3d and Bi 4f for μ-BiSn. The doublet located at 485.2 and 493.6 eV is attributed to metallic Sn (Fig. 1g), while the doublet located at 487.3 and 495.7 eV corresponds to Sn(IV) species.Fig. 1h shows that the peaks of metallic Bi are located at 157.0 and 162.3 eV, while the peaks of Bi(III) are located at 159.6 and 165.0 eV. All these results indicate that Bi and Sn on the particle surface are oxidized to Bi2O3 and SnO2, respectively. Through Ar-ion sputtering (Fig. S4, ESI†), it is found that the contents of Sn0 and Bi0 increase with the increase of sputtering time, but Sn4+ and Bi3+ do not disappear. This may be due to that the particles are spherical and the surrounding oxides cannot be completely etched. There is no obvious diffraction peak of SnO2 or Bi2O3 in the XRD pattern (Fig. 1f), indicating the small amounts of Sn4+ and Bi3+ on μ-BiSn.",
                "Fig. S5 (ESI†) shows the electrochemical properties of Bi35Sn65, μ-BiSn, and Bi70Sn30. Combining various indicators (rate and cycle performances), μ-BiSn exhibits the best sodium storage performances among samples with different Bi/Sn ratios. The discharge/charge voltage profiles of μ-BiSn at a current density of 0.1 A g−1 are shown in Fig. 2a. In the first discharge process, a small slope (0.65 V), and a long plateau (0.48 V) are observed, which are due to the formation of the SEI layer and sodiation of Bi, respectively. Another long plateau located at 0.15 V comes from the sodiation process of Sn. In the subsequent charge process, three distinct plateaus at 0.16, 0.26 and 0.46 V are attributed to the multistep dealloying process of Sn, and the other two plateaus (0.61 and 0.74 V) correspond to the desodiation process of Bi. The galvanostatic charge/discharge profiles are almost coincident with each other after the first cycle, and the same phenomenon is also observed in the cyclic voltammetry (CV) curves (Fig. S6, ESI†). The electrode exhibited a high initial discharge capacity of 670.2 mA h g−1 and a reversible charge capacity of 607.2 mA h g−1, resulting in an iCE of 90.6% (Fig. 2a and Fig. S7a, ESI†). This value is higher than the values of most of the reported alloying-type anodes as well as μ-Bi (85.8%, Fig. S7b, ESI†) and μ-Sn (84.4%, Fig. S7c, ESI†). The high iCE is highly preferable for full-cells, especially when the anode is directly used without presodiation treatment. As shown in Fig. 2b, μ-BiSn delivered a specific capacity of 618 mA h g−1, 611 mA h g−1, 604 mA h g−1, 601 mA h g−1, 589 mA h g−1, 497 mA h g−1, 413 mA h g−1, and 393 mA h g−1 at 0.1 A g−1, 0.5 A g−1, 1 A g−1, 2 A g−1, 3 A g−1, 5 A g−1, 8 A g−1, and 10 A g−1, respectively. It is worth mentioning that a capacity of 604 mA h g−1 was recovered when the current density returned to 1 A g−1. This indicates the good tolerance of μ-BiSn to high rates. In comparison, the capacity of μ-Sn decreased sharply, if the loading current density was higher than 2 A g−1. For example, μ-Sn only delivered a specific capacity of 345 mA h g−1 at 5 A g−1, 251 mA h g−1 at 8 A g−1, and 228 mA h g−1 at 10 A g−1. In the case of μ-Bi, it exhibited excellent rate performance with no significant degradation in specific capacity at high rates. However, the specific capacity was always kept around 352 mA h g−1. More importantly, the Sn and Bi mixture (μ-Sn/Bi) with the same Sn/Bi ratio as in the μ-BiSn alloy showed a consistently lower reversible capacity than μ-BiSn at various current densities. The cycling performance of μ-BiSn was examined at a current density of 2 A g−1 (Fig. 2c). After 200 cycles, it still retained a capacity of ∼602 mA h g−1 with a coulombic efficiency of nearly 100%. In contrast, μ-Sn was inactivated after only 100 cycles, while μ-Bi exhibited a lower specific capacity of 375 mA h g−1 at 2 A g−1. The reversible capacity of μ-Sn/Bi was ∼509 mA h g−1 after 200 cycles at 2 A g−1. Moreover, μ-BiSn still maintained a specific capacity of 541 mA h g−1 after 3000 cycles at a high current density of 2 A g−1 (Fig. 2d), corresponding to a capacity retention of 88% and a capacity decay of only ∼0.0044% per cycle. The capacity decay during the first 400 cycles could be attributed to the increased impedance (Fig. S8a, ESI†) caused by volume change, electrolyte/electrode interface rearrangement, and other parasitic reactions. In spite of this, the involved electrochemical reactions were almost identical, as supported by the CV curves (Fig. S8b, ESI†). It is noted that our material, μ-BiSn, exhibits performance comparable to or even better than many other Bi/Sn-related anodes in most of the electrochemical metrics (Table S1, ESI†). To demonstrate the feasibility of high mass loading in SIBs, galvanostatic discharge/charge tests were performed using μ-BiSn at a current density of 0.1 A g−1. As the mass loading of μ-BiSn increased from ∼3.2 to ∼20.1 mg cm−2, the electrode thickness increased from ∼19.5 to ∼118.1 μm (Fig. S9, ESI†). Despite the significant increase of the electrode thickness, the discharge/charge voltage profiles basically maintained their voltage plateaus (Fig. 2e). The specific capacity decreased with the increase of mass loading due to retarded Na+ diffusion in thick electrodes. Nevertheless, there is still a high capacity retention at high mass loadings. Even at 20.1 mg cm−2, the specific capacity of μ-BiSn is 475.9 mA h g−1 at a current density of 0.1 A g−1 (Fig. 2e), which is about 83.2% of the specific capacity at 3.2 mg cm−2. Fig. 2f presents the specific and areal capacity of μ-BiSn at different mass loadings, in which the areal capacity increases with the mass loading. As a result, an areal capacity of 9.7 mA h cm−2 was achieved at a mass loading of 20.1 mg cm−2. When the mass loading was 7.6 mg cm−2, it could be cycled stably for 200 times at a current density of 0.1 A g−1, and its areal capacity could still be maintained at 3.7 mA h cm−2 (Fig. 2g). These results obviously demonstrate that the μ-BiSn electrode combines the advantages of Sn and Bi under the synergistic effect, successfully improves its rate capability and cycling performance compared with μ-Sn, and improves its specific capacity compared with μ-Bi.",
                "The morphological changes of the μ-BiSn microsphere during cycling were monitored. Fig. 3a shows the SEM image of a μ-BiSn microsphere in the pristine state. As shown in Fig. 3b, many cracks appeared on the particle surface after the first discharge/charge process. As the discharge/charge process proceeded, the pores became more pronounced after 50 cycles (Fig. 3c), and the coral-like nanostructures became stable after 70 and 100 cycles, as shown in Fig. 3d and e. This porous structure was maintained even after 200 cycles (Fig. S10, ESI†). Interestingly, the μ-BiSn particles remained intact entities despite becoming porous during cycling in ether-based electrolytes. The coral-like nanostructure of μ-BiSn is more evident in the enlarged SEM image in Fig. 3f. The special nanostructure was induced by the room-temperature sintering phenomenon of Sn and Bi.",
                "More interestingly, after many cycles, the distribution of Bi and Sn became more uniform than the original distribution (the corresponding elemental mappings of Fig. 3a–f). The in situ reconstruction of this structure is more conducive to the synergistic effect between Bi and Sn. Instead of deactivating the electrode, this unique coral-like nanostructure enables it to adapt to the huge volume change during the discharge/charge process and facilitates the rapid transport of Na+. This further explains the good rate capability and long cycling stability of the μ-BiSn electrode, as shown in Fig. 2b–d.",
                "The excellent electrochemical performance of μ-BiSn in half-cells prompted us to further investigate its performance in full-cells. We further explored the full-cell comprising the μ-BiSn anode (without presodiation) and the home-made Na3V2(PO4)3/reduced graphene oxide (NVP/rGO) cathode (Fig. S11, ESI†). Fig. 4a illustrates the working principles of the μ-BiSn//NVP/rGO full-cell. As shown in Fig. 4b, the charge/discharge voltage curves of this full-cell exhibit multiple voltage plateaus of μ-BiSn. The first charge–discharge capacities are 779.8 and 600.4 mA h g−1, respectively, and the coulombic efficiency is 77%. It is worth noting that this iCE is obtained without any presodiation on anode materials. Moreover, the obtained capacity is close to that in the half-cells, indicating the high utilization of anode materials. Fig. 4c shows the cycling performance of μ-BiSn//NVP/rGO at a current density of 1 A ganode−1. The reversible capacity can still be maintained at 507 mA h ganode−1 after 100 cycles without presodiation. There is almost no capacity attenuation, indicating its excellent cycling stability. The reversible capacities of μ-BiSn//NVP/rGO at 0.1, 0.2, 0.5, 1, 2, 3, and 5 A g−1 could be maintained at 626.5, 574.0, 550.5, 534.2, 504.4, 480.7, and 442.3 mA h ganode−1, respectively (Fig. 4d). Fig. S12a (ESI†) presents the typical charge/discharge profiles at these rates, where the gravimetric capacity is recalculated based on the total mass of NVP/rGO and μ-BiSn. Although the rate significantly increases, there is only a slight decrease in the reversible capacities and voltage plateaus (≈0.5 V, the inset of Fig. S12b, ESI†), indicating fast reaction kinetics. The Ragone plots (Fig. S12b, ESI†) were measured to display the energy density and power density of the full-cell. At a low power density of 33 W kgtotal−1, the cell shows a high energy density of 204.3 W h kgtotal−1. As the power density increases to 1.3 kW kgtotal−1, the cell still keeps an energy density of ∼120.1 W h kgtotal−1. Fig. 4e presents the discharge/charge voltage profiles of this pouch cell. The first charge/discharge capacity is 652.2/409.8 mA h g−1, implying a coulombic efficiency of 63%. Fig. 4f shows the cycling performance of μ-BiSn//NVP/rGO at a current density of 1 A ganode−1. The reversible capacity can still be maintained at 364 mA h ganode−1 after 100 cycles. Moreover, the pouch battery successfully lighted a LED module (inset of Fig. 4f).",
                "In summary, bimetallic Bi–Sn microspheres were synthesized by a low-temperature ultrasonic method. μ-BiSn microspheres well combine the high capacity of Sn and the good stability of Bi together, and deliver superior sodium storage performance in half-cells, including a high specific capacity (607.2 mA h g−1 at 0.1 A g−1), a long cycling lifespan (a capacity retention of 88% after 3000 cycles), and a superior rate capability (393 mA h g−1 at 10 A g−1). The excellent electrochemical performances demonstrate the promising potential of μ-BiSn for SIBs.",
                "The authors acknowledge the financial support from the National Nature Science Foundation of China (21971146), Taishan Scholarship in Shandong Province (ts201511004), and China Postdoctoral Science Foundation (2020TQ0183)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Bimetallic Bi–Sn microspheres as high initial coulombic efficiency and long lifespan anodes for sodium-ion batteries"
}