{
    "DOI": "10.1039/C8NR03824D",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Today, the most significant global challenge is energy. It is reported that almost 80% of the world's energy consumption is from non-renewable sources. Issues surrounding the use of fossil fuels and their environmental impacts have resulted in considerable interest in renewable energy. The intermittent nature of most forms of renewable energy (solar, wind, tidal) dictates that energy storage is a critical part of a reduced reliance on dispatchable sources of energy such as gas and coal. Batteries, supercapacitors, and hydrogen storage systems have great potential in efficient renewable energy storage. Among different types of energy storage devices being examined, electrochemical energy storage devices are the most promising candidates. The current rechargeable batteries based on lithium- or sodium-ions need to be optimized for storing renewable energy. This is due to relatively low power density and limited cyclability.",
                "One approach to improving the energy storage technology involves combining elements of both batteries and capacitors in a device termed a hybrid capacitor. This delivers high energy and power density as well as reasonably long cycling stability with fast charging/discharging capabilities. However, hybrid capacitors deliver a much lower energy density compared to that of batteries. Therefore, the current work has been focussed on the improvement of energy density via rational design of materials and using a facile synthesis approach to obtain an electrode with the desired characteristics. Nanomaterials with a particle size distribution ranging from tens to hundreds of nanometers are found to be suitable for ion absorption, faster surface redox reaction, and ion storage. In this work, we have developed and investigated a novel form of magnesium molybdate (MgMoO4), having both a hierarchical architecture and porous structure. The use of a porous electrode helps alleviate the internal stress created during rapid charging and discharging. The hierarchically porous material also offers high capacitance and rapid ion transport owing to its low resistance to electrolyte diffusion. This structure is likely to offer considerable advantages to the electrochemical performances in the molybdate family of materials. Combining such hierarchical structures to fabricate nanoplate electrodes might provide advanced materials with enhanced performance.",
                "Various transition metal cations have been reported in the binary metal oxide framework AMoO4 (A = divalent metal ions; i.e. Mn, Co, and Ni). The specific capacitance for the hybrid device of the nanostructured MnMoO4, CoMoO4 and NiMoO4 was reported to be around 20, 25 and 70 F g−1 when performed in a two-electrode cell at 2 A g−1 over 1000 cycles with a voltage window of 1.6 V. However, the capacity retention of the NiMoO4 electrode is shown to deteriorate over multiple cycles. Though the binary metal oxide framework has been used as an electrode in lithium-ion batteries, it is not widely reported for sodium systems.",
                "Herein, we report the synthesis and electrochemistry of magnesium molybdate (MgMoO4) hierarchical architectures obtained through a combustion route. We have assembled a hybrid capacitor based on MgMoO4 as the positive electrode and activated carbon as the negative electrode. Electrolytes tested included NaOH solution and a non-aqueous solvent (NaClO4 in EC:DMC:FEC) separately. Many aqueous electrolytes such as acid, neutral and alkaline media have been explored as electrolytes in both batteries and supercapacitors. However, the corrosive nature of sulphate ions limits the cycling stability of the energy storage devices. Therefore, to have a meaningful comparison, NaOH has been chosen. To the best of our knowledge, there is no work reported on MgMoO4 for hybrid devices. We have tested and compared their performances in both aqueous and non-aqueous electrolytes. In both cases, the specific capacitance was around 43 F g−1. The cell could be cycled reversibly in a voltage region of 1.6 V (aqueous) and 3.0 V (non-aqueous) but the capacitance retention is found to be excellent only for the aqueous system. In this aqueous case, plate-like MgMoO4 exhibiting a capacitance of 43 F g−1 with an excellent cycling retention of over 95% in 1000 cycles is reported. In order to develop an alternative anode material, which can rival the hard carbon anode used in sodium-ion batteries, we extended our studies to test the feasibility of MgMoO4 in a battery using MgMoO4 as the positive electrode and metallic sodium as the negative electrode. The preliminary results showed that MgMoO4 is suitable for high cycling stability with excellent retention (95% over 75 cycles) in discharge capacity. However, the storage capacity of 225 mA h g−1 needs to be improved for practical applications. Our physical and electrochemical approaches provide an understanding of the electrochemistry, the redox mechanism, the role of the nanostructured electrode material and the type of electrolyte on the performance of this system. The charge–discharge mechanisms of MgMoO4 in the sodium-ion battery have also been postulated. The insights gained should enable us to further enhance and develop the storage capability of this type of system."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Magnesium molybdate (MgMoO4) was synthesised using the combustion process. All reagents were purchased from Sigma-Aldrich. In a typical synthesis, stoichiometric amounts of magnesium nitrate (Mg(NO3)2·6H2O) in the presence of ammonium molybdate tetrahydrate ((NH4)6Mo7O24·4H2O) and urea (CO(NH2)2) as a fuel were dissolved in de-ionised water (about 50 mL) with magnetic stirring. The pH of the solution was adjusted to 7 by dropwise addition of ammonia solution. Subsequently, the solution was evaporated on a heater overnight and transferred to an oven at 150 °C for 2 h for complete dehydration of the precursors. Once dried, the dehydrated sample was transferred into a furnace at 300 °C for 3 hours to transform the precursors into plate-like MgMoO4 hierarchical architectures."
                    ],
                    "name": "Synthesis of magnesium molybdate",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The phase purity of the as-synthesized sample was characterized by X-ray diffraction (XRD, Philips PANalytical, Bruker D8) analysis using Cu-Kα radiation at an accelerating voltage and current of 40 kV and 30 mA, respectively.",
                        "The morphology of the MgMoO4 material was characterized using a Mira VP – Field Emission Scanning Electron Microscope (FESEM). The high-resolution imaging of the MgMoO4 material was carried out via scanning transmission electron microscopy (STEM) imaging in various imaging modes: high angle annular dark field imaging (HAADF), bright field (BF) and secondary electron (SE) using a JEOL ARM 200F TEM operating at 200 kV. STEM specimens were prepared by grinding a small amount of powder in methanol and dispersing on a holey carbon film.",
                        "Brunauer, Emmett, and Tellet (BET) surface area measurements and porosity analysis were also carried out using a Micromeritics Tristar II surface area and a porosity analyser. For porosity measurements, all samples were degassed at 100 °C overnight prior to analysis.",
                        "X-ray photoelectron spectra were acquired using a Kratos AXIS Nova instrument (Kratos Analytical Ltd, UK) equipped with a monochromated Al Kα radiation source (1486.69 eV) operating at 150 W power (15 kV, 10 mA). The source was operated at 150 W power (15 kV, 10 mA). The analysis chamber pressure was <1 × 10−9 Torr at the beginning of the analysis. High-resolution spectra acquired for selected photoemissions were recorded at 0.1 eV per step and a pass energy of 20 eV. The analysis area was approx. 300 μm × 700 μm. All spectra are calibrated by setting the main O 1s component position to 530.45 eV."
                    ],
                    "name": "Physical characterisation of MgMoO4",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrolytes used were aqueous 2 M NaOH and non-aqueous 1 M NaClO4 in EC:DMC:FEC (88:10:2) for all supercapacitor and sodium-ion battery measurements. The hybrid device was constructed with MgMoO4 as the positive electrode and conventional activated carbon (AC) as the negative electrode. For the sodium-ion battery, metallic sodium (from Sigma Aldrich) was used as the anode.",
                        "For the three-electrode tests, a platinum wire of 10 cm length and 1 mm diameter and mercury–mercuric oxide (Hg/HgO) served as the counter and reference electrodes, respectively. For electrochemical measurements, the materials were investigated by constructing a working electrode consisting of MgMoO4 (or) activated carbon (70 wt%), carbon black (20 wt%), and poly-vinylidene fluoride (PVDF) binder (10 wt%) with 0.4 mL of N-methyl-2-pyrrolidine (NMP) to make a slurry. Ingredients were mixed in an agate mortar to produce a uniform paste, which was coated onto a 1 cm2 graphite sheet/stainless steel disc as a current collector. Galvanostatic charge–discharge experiments and electrochemical impedance spectroscopy were performed using an SP-150, Bio-Logic instrument and an Arbin battery testing unit (ARBIN BT-2000). Charge–discharge studies were carried out at a current density of 2 A g−1 unless otherwise stated. All the measurements relating to the non-aqueous electrolyte involved a sealed Swagelok-type cell which was assembled in a glovebox under an Ar atmosphere and the analysis was then carried out in air in a similar manner to that used for the aqueous system but with different negative electrodes.",
                        "The specific capacitance and energy density of the hybrid device were calculated at the end of each charge–discharge test. Electrochemical impedance spectroscopy (EIS) was carried out with an amplitude of 5 mV over a frequency range of 10 mHz to 700 kHz at an open circuit potential. The specific capacitance (SC) and energy density (E) of the device were calculated using the following equations:",
                        "where SC is the specific capacitance (F g−1), I is the current (A) imposed to the cell for charge/discharge, Δt is the time taken to discharge in seconds (calculated from the discharge curves), m is the weight of the active electrode (MgMoO4) in g, and ΔV is the voltage window (V). The discharge/charge capacities for the sodium battery were expressed in mA h g−1.",
                        "For a hybrid cell, in order to maintain the charge conservation between the two electrodes, the mass ratio was calculated using eqn (3)",
                        "where m represents the mass in g. SC− and SC+ represent the specific capacitance for the AC and MgMoO4, respectively (calculated from eqn (1)); ΔV− and ΔV+ are the discharge/charge potential range for the AC and MgMoO4 electrodes, respectively.",
                        "The specific capacitance of the AC and MgMoO4 after subtracting from the contributions of acetylene black and binder was calculated to be 200 F g−1 (for activated carbon) and 125 F g−1 (for MgMoO4). Based on the single electrode characteristics, from the above eqn (3), the optimal mass ratio between AC and MgMoO4 was determined to be 1:0.375. For a mass of 15 mg MMoO4 material, the mass of the AC was 5.62 mg."
                    ],
                    "name": "Electrochemical characterisation of MgMoO4",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "X-ray diffraction (XRD) studies. The structure and phase purity of the as-synthesized MgMoO4 samples were examined by X-ray diffraction (Fig. 1). All the diffraction peaks matched the standard XRD pattern of the magnesium molybdate crystal (reported in JCPDS 021–0961, a = 10.281 Å, b = 9.291 Å, c = 7.030 Å). The characteristic peaks located at different 2θ values were assigned to the respective planes as shown in Fig. 1 and this confirms that the chosen combustion synthesis at a low temperature (300 °C) is sufficient to synthesise the MgMoO4 compound. No secondary phases or impurities were observed in the diffraction pattern. The broad diffraction peaks indicate the nanosized particles of the synthesized material. The obtained low signal to-noise ratio is not limited by the XRD itself but due to the chosen synthesis.",
                        "Field emission and transmission electron microscopy (FESEM and TEM) studies. Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) were employed to examine the morphology and structure of the as-synthesized MgMoO4 samples. Low magnification imaging (Fig. 2a) showed that the individual particles were fused into rounded clusters with a diameter of several microns with voids illustrating the formation of pores. High magnification imaging (Fig. 2b and c) showed that individual particles consist of numerous plate-shaped particles of lengths up to a few nm with extensive porosity. The porosity most likely arises from the release of gases (like NH3, CO2) during the decomposition of precursors and urea as fuel through combustion synthesis. It is evident from SEM that clusters of MgMoO4 particles are closely connected to each other to form a continuous network-like structure that is a pre-requisite for an efficient utilization of the active electrode material, eventually contributing to high storage. The corresponding elemental dispersive X-ray spectra (EDS in Fig. 2d) show that the analysed area is mainly composed of Mg, Mo, C, and O.",
                        "Fig. 3a–c show low magnification STEM images. The HAADF image in Fig. 3a shows contrast which is a function of thickness multiplied by atomic number squared. This produces very strong contrast between the molybdate phase and thin carbon support film. The BF image (Fig. 3b) shows diffraction contrast from the crystalline particles. However, the thickness of the largest clusters obscures the details of the individual crystallites. The SE image (Fig. 3c) shows the topographic structure of the particles – producing information analogous to that obtained from SE imaging in an SEM – albeit at much higher resolution. The MgMoO4 nanoparticles are associated with numerous pores and the pore sizes vary in several nanometers. Therefore, these three images (HAADF, BF, and SE) provide complementary structural insights. EDS mapping combined with phase analysis using principal component analysis (PCA) showed that the molybdate was a single phase, in agreement with XRD (Fig. S1†). Fig. 3d–f show HAADF, BF and SE details of the region in Fig. 3a. It shows an ensemble of small plate-like crystals (of around 50 nm side length) stacked obliquely. These are clustered on the surface of larger MgMoO4 plates. The stacked individual plate-like particles are clearly visible in Fig. 3h and i, exhibiting a hierarchical architecture. High-resolution imaging of a thin plate appearance of around 10 nm (Fig. 3j) and a detailed BF image (Fig. 3k) confirm the highly crystalline structure. The electron energy loss spectroscopy (EELS) analysis of this region shows (Fig. S2†) a small amount of carbon present in the molybdate framework. However, mottling in the HAADF image (Fig. 3j) and bright field contrast at lower magnification (Fig. 3l) reveal an extensive network of fine (ca. 10 nm) pores in the crystals.",
                        "The microscopy results show that a nanoplate-like MgMoO4 hierarchical architecture with considerable porosity has been successfully synthesized. The electrochemical performance of the material is heavily influenced by the pore size distribution, and therefore, the porosity of the MgMoO4 samples was measured by the Brunauer–Emmett–Teller (BET) and Barrett–Joyner–Halenda (BJH) analyses and the results are shown in Fig. 4. The samples possess well-developed porosity, reflected by the N2 sorption isotherm of type III, having a BET surface area of 25.2 m2 g−1. From the adsorption branch BJH method, the porous structure consists of two main pore size distributions. This hierarchical structure consists of large pores, with a pore size range between 50 and 70 nm and on the walls of these pores, there are much smaller pores of around 10 nm. The hierarchical pore structure is likely to be highly advantageous to the electrochemical performance of the resulting electrode since it will facilitate the ion diffusion rate.",
                        "X-ray photoelectron spectroscopy (XPS) studies. To ascertain the electronic state of the MgMoO4 sample, an X-ray photoelectron spectroscopy (XPS) study was carried out and the results are shown in Fig. 5. XPS is a surface technique; the photoelectrons emitted from the sample surface have a kinetic energy that is specific to the element from which they originate, and the local bonding environment. Therefore, the signals indicate elemental composition and electronic (oxidation) state information. The wide scan spectra of the as-synthesized MgMoO4 sample (Fig. S3†) display the main elements (Mg 2p, Mo 3d, O 1s and C 1s). The ratios of Mo:O were in good agreement with what is expected for molybdates (1:4). The atomic percentages of the elements calculated from the wide spectrum are found to be Mg (13.3%), Mo (13.3%), O (52.0), C (20.7%) and S (0.7%). The narrow scan spectra for the elements Mg 1s, Mo 3d, C 1s and O 1s are shown in Fig. 5a–e. The Mg 1s and KLL peak (Fig. 5a) are centred at 1303.8 eV (binding energy) and 1181.8 eV (kinetic energy), respectively, which is in good agreement with the reported value in the XPS database. The doublet at 231 eV and 234.1 eV in Fig. 5b is attributed to Mo 3d5/2 and Mo 3d3/2, respectively. The Mo 3d region was fitted with two doublets, one doublet with an asymmetric LF(1.3, 5, 55, 300) line shape for Mo6+ and one doublet with a symmetric GL(30) at lower binding energy resulting due to the X-ray induced reduction of the Mo. While the Mo 3p (in Fig. 5c) obscures the presence of an N 1s peak, a possible fit to this region is presented and the remaining area is then fitted with a single N 1s peak centred at 400 eV attributed to C-NH2 from urea as a fuel. C 1s spectra (Fig. 5d) were fitted with three components at 284.6–285 eV, 286.3–286.7 eV, and 288.6 eV and assigned to C–C, C–O, and CO, respectively. The former component could be likely due to the adventitious hydrocarbon contamination while the other two may be attributed to residual urea from the synthesis. The O 1s components (Fig. 5e) were fitted to two components, one calibrated for the metal oxide at 530.45 eV and the other for carbon–oxygen species, around 532 eV. The results of the XPS are consistent with the XRD results and indicate that the phase pure material is also found at the surface and has been obtained through the combustion synthesis."
                    ],
                    "name": "Physical characterization of plate-like MgMoO4 crystallites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The hybrid capacitor, coupling magnesium molybdate (MgMoO4) with activated carbon, is a potential candidate to enhance the electrochemical properties of capacitors. To evaluate this electrochemically and to understand the unrevealed redox mechanism, initially, MgMoO4 was tested as a single electrode and then fabricated as a device to examine its suitability for energy storage devices. To understand the effect of replacing aqueous 2 M NaOH with non-aqueous 1 M NaClO4 in EC:DMC:FEC in a MgMoO4|AC cell, we have carried out experiments in aqueous and non-aqueous electrolytes. The specific capacitance of each electrode of the hybrid cell was evaluated by potentiostatic and galvanostatic modes and the profiles are shown in Fig. 6 and 7."
                    ],
                    "name": "Electrochemical characterization of plate-like MgMoO4 crystallites for capacitor applications",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Single cell characteristics – MgMoO4 and activated carbon. Fig. 6a shows the comparison of cyclic voltammetry (CV) curves using MgMoO4 as an electrode in a three-electrode configuration at different sweep rates in 2 M NaOH aqueous electrolyte. The electrode was measured with a potential window of 0.6 V and all the curves exhibit a quasi-rectangular shape, indicating the typical characteristics of asymmetric capacitive behaviour. No clear peaks corresponding to oxidation or reduction are seen in the CV profile. The calculated specific capacitances from the cyclic voltammetry curves are 207, 188, 177, and 150 F g−1 at a sweep rate of 1, 2, 3 and 5 mV s−1, respectively. The capacitance values were determined by integrating the area under the CV curve as a function of sweep rate. The observed trend indicates a diffusion-controlled redox reaction. The electrochemical behaviour of MgMoO4 in aqueous NaOH is associated with the electron-transfer mechanism involving the ability of OH− to be adsorbed and desorbed reversibly. It may also be reversibly intercalated into the oxidised form of Mg(OH)2 reversibly for the faradaic process forming MgOOH, which could be attributed to the pseudo-capacitance. Since Mg is an alkaline earth metal, which exhibits oxidation states of zero (metal) and two (in all Mg compounds), the redox reactions of binary metal oxides like MgMoO4 can be attributed to the other Mo cations, since Mo possesses multiple oxidation states. However, it has been reported that in alkaline solutions i.e. NaOH of around pH 9, the molybdate species exist only as MoO4. However, in the presence of excess OH− ions, it forms as Mo(OH)3 prior to any electrochemical measurements. Mo(OH)3 does not exhibit any redox peaks in the pH range 7–12, so the only plausible mechanism could be OH− ions forming a double layer on the surface of Mg(OH)2 and intercalating into Mg sites forming MgOOH. Based on this, we can see that the curves are reversible and stable within the given potential window contributing to 200 F g−1 specific capacitance. The charge–discharge behaviour of the MgMoO4 was investigated at four different current densities with an identical voltage window of 0.6 V. Typical voltage profiles are shown in Fig. 6b. The material showed a near-symmetric behaviour upon reversing the polarity, indicating a good reversibility. A triangular shape without any significant ohmic drop or plateau like a curve indicates good charge transport and a material which is capacitive in nature. The calculated discharge capacitances for the charge–discharge curves are very similar to those obtained from the CV curves, with a high capacitance of 200 F g−1 at 0.5 A g−1. Therefore, MgMoO4 is a good candidate for a positive electrode. Conventional activated carbon (AC) has been used for negative electrodes; the typical curves for single electrode AC and MgMoO4 are compared in Fig. 6c. The shape of the CV curve for the AC electrode in the negative potential range of −1.0 V exhibits a nearly ideal rectangular shape, which is a clear representation of electrochemical double layer (EDL) capacitor behaviour. A value of 125 F g−1 was calculated for the negative electrode of activated carbon, derived from the non-faradaic mechanism. The behaviour and potential range of AC differ from those of MgMoO4 as shown in Fig. 6c. The AC is capacitive in nature while the MgMoO4 behaves like a pseudocapacitive type material. Overall, the operating voltage for this hybrid cell could be 1.6 V. Although the area of the CV curve for AC is larger than that of the MgMoO4, the oxide has an extended voltage window compared to the positive electrode. In order to ensure the charge balance of the hybrid cell, the weight ratio between the negative and positive electrodes was 1:0.375 (eqn (3)).",
                        "Hybrid cell characteristics – MgMoO4vs. activated carbon. The typical CV of a hybrid cell is shown in Fig. 6d. The hybrid cell was cycled between 0 and 1.6 V at various current densities and exhibited an excellent reversibility. The observed integral part of the curve increases when increasing the scan rate, attributed to the increased mass rate. At a higher scan rate (5 mV s−1), the anodic peak potential shifted in the positive direction (+0.4 V; as indicated in Fig. 6d) suggesting that higher potentials are needed for the same product to occur. Notably, the more the separation between the oxidation and reduction peaks during the forward and reverse scans, the more irreversible is the electrode process at a very high scan rate. Among the obtained CV profiles at various current densities, higher sweep rates (3 mV s−1 and 5 mV s−1) show a clear faradaic current but have a broad reduction peak. The calculated specific capacitances from the cyclic voltammetry curves are 52, 43, 34, and 25 F g−1 at a sweep rate of 1, 2, 3 and 5 mV s−1, respectively. Clearly, a pair of peaks is observed during the oxidation and subsequent reduction, indicating that the electrochemical processes include both faradaic (pseudocapacitance) and non-faradaic (double layer capacitance) mechanisms, therefore it is a pseudocapacitive material. Testing in galvanic mode resulted in a very similar behaviour, with distorted triangular-shaped charge–discharge curves (Fig. 6e). Undoubtedly, this excellent performance stems from the hierarchical plate-like structure of the material. The Nyquist plot of the single and hybrid cell has been compared in Fig. 6f. In the high frequency region, the internal resistance is quite low for both the cells and hence the observed low IR drop in the galvanostatic plots (Fig. 6b and e) and there is not much difference seen in charge transfer resistance (Fig. 6e). However, in the low frequency region, the vertical line indicates a capacitive behaviour, which is more pronounced for the single cell than the hybrid."
                    ],
                    "name": "Aqueous electrolyte",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Fig. 7a shows comparative cyclic voltammetric curves for MgMoO4 and AC in the non-aqueous electrolyte, tested in the two-electrode configuration using metallic sodium as an anode. The specific capacitance for the MgMoO4 and AC measured in the two-electrode system within the potential window of 2.0 V was calculated to be 64 F g−1 and 20 F g−1, respectively. Interestingly, a reversible capacitance of ∼60 F g−1 is observed for MgMoO4 in the half-cell (two-electrode) configuration, which is about three times lower than that observed for the aqueous electrolyte. The CV curve of MgMoO4 exhibits a well-defined reduction (C1 = 0.58 V) and oxidation peak (A1 = 0.85 V), corresponding to the faradaic redox reactions, Mo6+ ↔ Mo4+ + 2e−, which is a characteristic of pseudocapacitive behaviour. The CV shape of the AC in the potential range of 2 V is quite different from that of the MgMoO4 pseudocapacitive behaviour because the overall capacitance of the AC arises solely from the EDL. A near-rectangular shape with no obvious redox peaks is an indication of EDL behavior. The charge balance of the hybrid cell between the negative and positive electrodes was 1:3.2. Therefore, the sodium ion capacitor using a non-aqueous solution comprises an intercalation anode and a surface adsorption cathode where Na+ and ClO4_ counter ions act as charge carriers. The typical CV curve of the hybrid cell is shown in Fig. 7b. A quasi-rectangular shaped CV with a peak-like shoulder is visible, indicating that the carbon electrode will reversibly adsorb ClO4− and release Na+ while MgMoO4 involves the pseudocapacitive redox interaction of Mo6+ ions. The resulting capacitance of 34 F g−1 is therefore achieved both by EDL and pseudocapacitance.",
                        "With increasing scan rate to 6 mV s−1, the cell displayed negligible shape distortion of the original CV, which shows that the material is desirable for fast discharge/charge in power applications. Fig. 7c–e show the galvanostatic charge/discharge profiles for various current rates and cycling stability at 2 A g−1. The specific capacitances of the hybrid cell are 38, 35, 32, and 30 F g−1 at 1.2, 1.4, 1.6 and 2 A g−1, respectively. This suggests that the electrodes are sustainable at a higher current rate, however the curves are asymmetrical with high IR drops. The shape of the charge–discharge curves for the consecutive cycles is also shown in Fig. 7d. In contrast, at a lower current rate of 0.2 A g−1, the curves (in Fig. 7e) are symmetrical with a low IR drop, an improved capacitance of 45 F g−1 and excellent reversibility for multiple cycles. The Nyquist plots of the half-cell configuration and hybrid cell are compared in Fig. 7f. In the high frequency region between 0 and 200 Z′Ω−1, a clear semicircle is observed followed by a weakly rising trend in the intermediate to low frequency region. Compared to the hybrid cell, a smaller semicircle is observed for half-cell (single) configuration indicating a low interfacial charge-transfer resistance. Thereafter, the trend rises almost vertically, which is indicative of the good capacitive performance of the fabricated device. Therefore, the superior electrochemical performance with excellent storage retention and reversibility of the aqueous electrolyte can be attributed to the higher ionic conductivity and fast electron kinetics.",
                        "The primary objective of the current work is to enhance the energy and power densities of the supercapacitor. To demonstrate the operational characteristics of the two systems evaluated here, the energy density, the Ragone plot, and cycling stability are shown in Fig. 8. The energy density plots of the hybrid cell at various current densities are shown in Fig. 8a. A high energy density value (250 W h kg−1 at 0.2 A g−1) obtained for the non-aqueous system has been significantly greater than those reported for the hybrid sodium-ion capacitors tested in organic NaClO4 electrolyte. Even when tested at a higher value of current density (2 A g−1), the energy density is retained to 135 W h kg−1. In the case of an aqueous system tested here, the energy density of 60 W h kg−1 was four times lower than the non-aqueous counterpart. Nevertheless, the retention rate was higher than the non-aqueous system and comparable to those of the values reported in the literature for cobalt and nickel molybdates tested in aqueous electrolytes. The lower value of energy density in aqueous systems results from the 2 V cell limit to avoid the decomposition of water. The Ragone plot of the hybrid cell (Fig. 8b) in the non-aqueous electrolyte shows that a high energy density of 250 W h kg−1 is achieved at a power density of 1500 W kg−1. Even at a high power density of 9720 W kg−1, the device still has an energy density of 135 W h kg−1. This performance is superior to that of aqueous supercapacitors tested here (5760 W kg−1 at 32 W h kg−1) and to that of several hybrid materials, including hierarchical structures, reported in the literature. These results demonstrate the importance and great potential application of MgMoO4 plate-like architectures in the development of energy storage systems. The cycling stability of the hybrid cell (Fig. 8c) is further evaluated at a constant current density of 1 A g−1 for 1000 cycles and obviously the aqueous system shows much improved performance with higher capacitance retention compared to the non-aqueous system. The differences in the mechanisms through which MgMoO4 undergoes electrochemical processes in aqueous NaOH and non-aqueous NaClO4 can be explained in terms of the formation of the product such as MgOOH through OH− ions’ adsorption and desorption properties. This may be attributed to the higher ionic conductivity and faster alkali ion transport in aqueous systems. The results in both electrolytes are encouraging but the cycling stability and capacitance retention need to be significantly improved for the non-aqueous system to be suitable for practical power devices."
                    ],
                    "name": "Non-aqueous electrolyte",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "MgMoO4 was also tested as an anode for sodium ion batteries. The CV profile of the MgMoO4 was recorded in the voltage of 0.005–2.5 V vs. Na at a sweep rate of 2 mV s−1 (Fig. 9a). The characteristics of the first cycle are quite different from those of the subsequent cycles. The first sweep was initiated in the cathodic direction and then reversed back anodically to 2.5 V. While two peaks C1 and C2 at 1.1 and 0.45 V are visible in the first reduction, one broad peak at A1 at 0.9 is observed in the subsequent oxidation. In the subsequent cycles, the cathodic peaks C1 and C2 shifted to lower potentials to 0.68 and 0.21 with reduced peak currents while the anodic peak A1 remained unchanged. The cathodic reduction of MgMoO4 gave rise to three distinct materials as shown in eqn (4), such as MgO, Na2MoO2, Na2O and the oxidation of these materials resulted in the original MgMoO4 material (eqn (5)). The second reduction profile showed that these peaks shifted to lower potentials corresponding to the formation of MgO and Na2MoO3 (eqn (6)) which is reversible and the subsequent profiles are qualitatively similar. Overall, the shape of the subsequent discharge and charge curves is almost identical in the second and fifth cycles, though the discharge curves are not exactly superimposable as the charge process. This minor discrepancy could be attributed to the stabilization process of the electrode that depends on the quality of the solid electrolyte interphase (SEI) layer formed on the surface. The electrochemistry of the redox mechanism and the formation of materials formed in sodium-ion batteries for molybdates have not been well proposed in the literature yet.",
                        "The storage and cycling properties of MgMoO4 were investigated by galvanostatic cycling with the voltage window of 0.005–2.5 V vs. Na at a current of C/10 rate and the profiles are shown in Fig. 9b. The shape of the first discharge profile (labelled 1) is characterized by an initial drop in voltage (from open-circuit voltage OCV 2.4 V) to 1.0 V, followed by a long plateau at 0.8 V and then a long downward sloping potential profile until the cut off voltage. The MgMoO4 electrode produced a first discharge capacity of 580 mA h g−1 as a cathode material in a sodium-ion battery, corresponding to the insertion of 4 Na+ equivalents per mole of MgMoO4 (1 mol of Na corresponds to the capacity of 145 mA h g−1). Upon charging (up to 2.5 V), the cell voltage increased roughly linearly with time to 1.2 V and a gradual rise to 2.5 V is seen. The initial discharge and charge capacities are 590 mA h g−1 and 292 mA h g−1, respectively. The observed irreversible capacity is due to the formation of a passivation layer, called the solid electrolyte interphase (SEI), on the surface of the MgMoO4 electrode during the initial cycles. This layer protects the electrolyte from further loss of capacity in the successive cycles. The discharge profile in Fig. 9b has been divided into regions marked with “A” and “B” and we proposed a reaction mechanism, involving the formation of various compounds during the redox reactions. The amorphization of the MgMoO4 and a long plateau at 0.8 V in region A consume 2 mol of Na (about 292 mA h g−1 after subtracting the C and binder content), which is reversible. At location B, MgMoO4 has converted to irreversible Na2O consuming another 2 mol. of Na, in total 590 mA h g−1, as per eqn (4).",
                        "The charge curve corresponds to the formation of products shown in eqn (5), which reforms the starting material. The subsequent discharge–charge curves correspond to eqn (6), which is equivalent to 2 mol of Na insertion of reversible capacity 292 mA h g−1. The Mg2+ ion in MgMoO4 is not expected to be reduced to Mg metal under room-temperature electrochemical conditions. The charge and discharge capacities of the MgMoO4 (Fig. 9b) were stable at approximately 250 mA h g−1 and no significant capacity loss was observed for the first 75 cycles. The rate capability of the electrode was cycle tested at various current densities ranging from 0.04 to 0.32 A g−1 and the plots are shown in Fig. 9c. When the current density was increased stepwise from 0.04 to 0.08, 0.16 and 0.32 A g−1 and tested for ten cycles, the average discharge capacity was found to be 210, 135, 90, and 70 mA h g−1, respectively. Upon reverting the current density back to 0.04 A g−1, an average discharge capacity as high as 175 mA h g−1 could be recovered. Based on these results, we suggest that the MgMoO4 nanoplates with hierarchical architecture are strong anode candidates among the available conventional hard carbon materials of sodium-ion batteries because of the excellent cyclability, reversibility and rate capability."
                    ],
                    "name": "Electrochemical characterization of plate-like MgMoO4 crystallites for battery applications",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "MgMoO4 was successfully synthesized by the combustion route. Microscopy results confirmed that the morphology was plate-like and the structure was hierarchical in nature. X-ray diffraction and X-ray photoelectron spectroscopy confirmed that despite the low temperature route used for synthesis, the MgMoO4 phase was obtained with good crystallinity and with all elements in their expected valence states. The highly porous, high surface area phase makes it a potential candidate for energy storage devices like supercapacitors and rechargeable batteries in sodium based systems. Fast charge storage and cycling properties of MgMoO4 electrodes were examined against conventional activated carbon and in a hybrid device. The effect of electrolyte, both aqueous and non-aqueous, was also investigated. The assembled hybrid cell in an aqueous electrolyte exhibited a specific capacitance of 43 F g−1 at 2 A g−1, whereas, in the non-aqueous system for the same current density, the available capacitance reduced to 30 F g−1. This could be attributed to the highly conducting aqueous electrolyte enabling conductive paths for electron transfer and efficient ion access, thus the improved performance. The capacitance retention was found to be higher (over 95% after 1000 cycles) in aqueous electrolytes. Notably, the aqueous cell was limited by the 2 V voltage window and hence produced lower energy and power density. The high power performance of the non-aqueous system suggests that there is potential as an electrode for the sodium-ion capacitor. When MgMoO4 was used as an anode material for a sodium-ion battery, it delivered a specific discharge capacity of 590 mA h g−1. This is equivalent to 4 mol of Na insertion, only 2 mol of which is reversible. The battery showed excellent cycling stability with no significant loss in capacity and exhibited high rate capability. After 75 cycles, the MgMoO4 electrode retained 225 mA h g−1. The charge–discharge mechanisms are proposed for sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "New insights into the electrochemistry of magnesium molybdate hierarchical architectures for high performance sodium devices"
}