{
    "DOI": "10.1039/D4NJ02152E",
    "Journal": "New Journal of Chemistry",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are gaining greater attention for grid-scale electrochemical energy storage applications due to their low cost and sustainability compared to reputable lithium-ion batteries (LIBs). The Earth's crustal abundance of Na resources is over 1388 times that of Li, which adds to the appeal of SIBs. However, urgent attention is needed to develop high energy density, long lifespan, and low-cost SIBs. Developing new electrode materials with advanced and novel chemistries is undoubtedly fundamental for enhancing the electrochemical performance of batteries. Tin oxide (SnOx)-based nanomaterials are considered highly promising anode materials for SIBs due to their exceptionally high theoretical capacity of 1378 mA h g−1. The capacity is substantially greater than that of the widely used hard carbon anodes (300–350 mA h g−1). The superior capacity of SnOx-based materials is attributed to the multiple electron transfer processes involved in conversion and alloying reactions with sodium ions as follows:",
                "In practice, SnOx-based materials for SIBs face several hindrances, including undesirable capacity fading, a severe volume change with Na+ ions, and the pulverization/agglomeration of primitive particles during the alloying/dealloying process.",
                "To address the aforementioned issues, various approaches have been explored from the perspective of chemical composition and hierarchical structure. One effective method involves the incorporation of active or inactive buffering components such as Co, P, and Cu into tin-based oxides to improve their cycling stability. For instance, Sun et al. have demonstrated cobalt–tin oxide (CSO) materials with a high theoretical capacity of above 1000 mA h g−1 because the reduced metallic Co acts as a conductive matrix and prevents the aggregation of Sn particles during alloying and dealloying. Additionally, the hierarchical nanostructures of tin-based oxides were also designed to improve the cycling stability and reversibility. However, these nanostructures not only require a substantial amount of polymeric binders and carbon additives to maintain the electrode integrity and electrical contact, but also induce serious side reactions with the electrolyte because of their high surface area.",
                "Recently, the academic community focused on regulating the intrinsic structures of electrode materials to improve their electrochemical properties. Lu et al. found that phase engineering directly impacts nanomaterials' properties and functions. The amorphous phase-engineered VO2 exhibits superior K+ storage ability and alleviated volume variation compared to the crystalline phase VO2. In addition, the researchers reported that vanadium oxide nanobelt (VO-E) integrated amorphous–crystalline nanoscale domains achieved a higher discharge specific capacity of 516 mA h g−1, and a better rate and cycling performance for Zn2+ ion storage. The unique structure of VO-E facilitates cation adsorption and lowers the ion diffusion energy. Moreover, it has been found that the crystallinity could affect the Na+ reaction kinetics, especially the pseudocapacitive storage. Extensive studies have focused more on revealing the relationship between crystallinity and specific capacity for intercalation electrodes. However, it is still unclear how the crystallinity affects the electrochemical properties of tin-based alloy anode materials.",
                "Herein, we designed and synthesized three cobalt–tin oxide composite (CSO) samples with varying degrees of crystallinity, such as amorphous (CSO-A), heterogenous amorphous/crystalline (CSO-AC), crystalline (CSO-C), by controlling the annealing temperature at 400, 600, and 800 °C, respectively. The three samples were evaluated for their capacity as anode materials for sodium-ion batteries to uncover the effect of crystallinity on fundamental Na+ storage behaviors. The results indicate that CSO-A, with the highest specific surface area, highly porous, disordered structure, and the highest band gap, delivers the highest initial reversible specific capacity but suffers from the most rapid capacity fading; CSO-C, with the lowest specific area, crystal structure, and the lowest band gap, presents the lowest initial specific capacity but superior cycling stability without capacity fading. Interestingly, CSO-AC, with a lower specific surface area, both amorphous and crystalline structure, and a lower band gap, displays a higher initial reversible specific capacity but the highest reversible specific capacity after cycling. The theoretical and experimental results suggest that appropriate crystallinity regulation can significantly enhance the electrochemical performance, such as specific capacity and cycling stability, by controlling the microstructure and band gap, which will further affect the amount of active sites, the reversibility of the conversion reaction, and the percent of pseudocapacitance contribution. This study highlights the importance of understanding and controlling crystallinity to improve capacity retention for tin oxide-based materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The overall synthetic route of CSO samples with distinct crystallinity degrees is illustrated as shown in Fig. 1a. Firstly, the pink cobalt hydroxystannate precursor was synthesized by mixing tin(IV), cobalt(II) and hydroxide species based on a coprecipitation reaction (reaction (1)). After reaction, the composition of the precursor was confirmed by the X-ray diffraction (XRD) pattern displayed in Fig. S1 (ESI†), all the diffraction peaks are identified to be the standard peak of CoSn(OH)6 (JCPDF card no. 13-0356), and no other impurities exist in the precursor. The SEM images (Fig. S2, ESI†) show that the precursor appears as 200–500 nm smooth cubes. Then, the cube precursor of CoSn(OH)6 was annealed, respectively, at 400, 600, and 800 °C in an argon (Ar) atmosphere to synthesize a series of CSO samples with different degrees of crystallinity (see the Methods for detailed information) based on the decomposition reaction (reaction (2)). The inert atmosphere ensures that only temperature-induced physical changes take place during calcination, making crystallinity the principal variable undergoing modification. The chemical composition and phase structure of the material remain unchanged due to the absence of chemical reactions with external gases. The CSOs with different crystallinity were denoted as CSO-A, CSO-AC, and CSO-C, where A and C represent the amorphous and crystalline structures of CSO, respectively.",
                        "Coprecipitation reaction:",
                        "Decomposition reaction:",
                        "Furthermore, XRD is employed to examine the crystal characteristics of the three CSO samples. The XRD results in Fig. 1b show that CSO-A presents only a broad and weak peak, indicating a highly disordered amorphous structure. With an increase in annealing temperature, all the peaks of CSO-AC and CSO-C are indexed to the standard peaks of Co2SnO4 (JCPDF card No. 29-0514) and SnO2 (JCPDF card No. 41-1445), and no other phases are observed, indicating that the CSO samples are the mixture of SnO2 and Co2SnO4. Compared with the XRD pattern of CSO-AC, the peak intensity increases, and the peak width becomes narrow in the XRD pattern of the CSO-C sample, implying higher crystallinity of CSO-C. The microstructure of CSO samples was also characterized by the high-resolution TEM images, as shown in Fig. 1c–f. It could be seen that CSO-A presents a cubic morphology (Fig. 1c), which is composed of amorphous domains (Fig. 1d). With the increase of annealing temperature, CSO-AC displays an irregular morphology (Fig. 1e), and the crystallinity of the sample was improved. As shown in Fig. 1f, the lattice fringes observed in the HRTEM images of CSO-AC correspond to the (111) and (220) planes of Co2SnO4, in accord with the XRD data. Interestingly, some parts of amorphous domains (the area cycled by the red line in Fig. 1f) also exist in the CSO-AC sample, forming an amorphous–crystalline heterostructure. With a higher annealing temperature, the CSO-C sample presents higher crystallinity, and the HRTEM images (Fig. S3, ESI†) exhibit distinct lattice fringes without the amorphous structure.",
                        "The detailed morphological characteristics of the three samples, including CSO-A, CSO-AC, and CSO-C, are measured by scanning electron microscopy (SEM) and transmission electron microscopy (TEM) and the results are shown in Fig. S4 and S5 (ESI†). It could be observed that the original cubic morphology of the precursor remains in CSO-A (Fig. S4a, d and S5a, ESI†). However, as the annealing temperature increases, the morphology of CSO gradually evolves from uniform cubes to irregular aggregated nanoparticles, resulting in the breakdown of the cubic morphology and an increase in particle size. Fig. S5a (ESI†) shows that CSO-A exhibits a uniform cubic morphology composed of closely packed primary nanoparticles. With an increase of annealing temperature, CSO-AC displays nanoparticles in the range of 300–500 nm, composed of primary particles with sizes ranging from 20 to 60 nm (Fig. S4b, e and S5b, ESI†). Furthermore, a further increase in annealing temperature leads to the growth of both primary and secondary particle sizes for CSO-C (Fig. S4c, f, and S5c, ESI†) The nitrogen adsorption and desorption isotherms of CSO samples were carried out to acquire their specific surface area (SSA) and pore parameters. As shown in Fig. S6a (ESI†), the profiles of CSO-A exhibit combined I/II type isotherms with H3 type hysteresis loops, indicating the presence of both mesopores and macropores, being in accordance with the result of the pore size distribution (Fig. S6b, ESI†). However, with the increase of calcination temperature, CSO-AC and CSO-C show the characteristic type II feature with a relative H3-type hysteresis loop, indicating the existence of a macroporous structure. Calculated by the Brunauer–Emmett–Teller (BET) method, the SSA of CSO-A, CSO-AC, and CSO-C are, respectively, 59.8, 22.7, and 13.3 m2 g−1. The pore diameter of the maximum distribution calculated using the BJH method from the adsorption branch are, respectively, 3.7, 22.3, and 47. 6 nm. With an increase in the annealing temperature, the decrease of SSA and the increase of the pore size for CSO could be attributed to the nanoparticle aggregation, which is in accordance with the results of SEM images, as shown in Fig. S4 (ESI†).",
                        "With an increase in annealing temperature, CSO-A, CSO-AC, and CSO-C samples show obvious color differences. The CSO-A sample is reed green, while the CSO-AC sample is black olive, and the CSO-C sample is ocean blue (Fig. 2a and Fig. S7, ESI†). The color difference relates to the defects and electronic structure. Fig. 2b and Fig. S8 (ESI†) compares the UV-vis spectra, which were then converted into the Tauc plots (see the Methods for more detailed information). The band gap can be estimated from the point of intersection of the baseline in the Tauc plot with a specific approximate line. The band gap of CSO-A, CSO-AC, and CSO-C is 0.75, 0.69, and 0.53 eV. The band gaps of CSO samples decreased with an increase in annealing temperature, indicating an increase in electronic conductivity. The Raman spectra of the CSO-A and CSO-AC samples were collected and are shown in Fig. 2c. Obviously, there are five peaks located at about 112.2, 171.8, 468.0, 510.8, and 664.6 cm−1 in all the Raman spectra, corresponding to the vibration mode of the CSO. The peaks at 112.2 cm−1 could be ascribed to the B1g Raman vibration mode of tin–oxide (Sn–O) bonds. 171.8 and 510.8 cm−1 are ascribed to the F2g Raman vibration mode of cobalt oxide (Co–O) bonds. The peak at 468.0 cm−1 is attributed to the Eg Raman vibration mode of Co–O and Sn–O; 664.6 cm−1 is attributed to the A1g vibration mode of Co–O and Sn–O. Compared to the Raman spectra of CSO-A, the five peaks in CSO-AC appear to have a tiny blue shift, which could be attributed to the size effects and oxygen vacancies. The Raman result indicates the three samples exhibit the same components but different microstructures. Furthermore, as shown in Fig. 2d, CSO-A and CSO-AC exhibit a distinct signal at g = 2.003, usually ascribed to unpaired electrons in CSOs. The intensity of spectra is proportional to the concentration of unpaired electrons, indicating that the unpaired electron concentration in CSO-A is less than that in CSO-AC.",
                        "X-ray photoelectron spectroscopy (XPS) was carried out to examine the elemental composition and valence states of CSO samples. As shown in Fig. 2e and Fig. S9a (ESI†), the high-resolution O 1s XPS spectra of the CSO-A, CSO-AC, and CSO-C can be deconvoluted into three peaks. The peak at 530.4 eV relates to oxygen in the metal–oxygen (M–O) bond. The peak at 531.4 eV is attributed to the oxygen vacancies, and the peak at 532.2 eV corresponds to the adsorbed water species (OH2O). Based on the simulated results of O 1s XPS spectra of the CSOs, the oxygen vacancy content of CSO-A, CSO-AC, and CSO-C is about 31.0%, 13.1%, and 8.5%. Additionally, in the Sn 3d XPS spectra (Fig. 2f), the strong peaks of the Sn 3d spectrum located at 486.0 and 494.4 eV can be assigned to Sn(4−δ)+ 3d5/2 and Sn(4−δ)+ 3d3/2, respectively. However, the signals of the high-valence Sn4+ in CSO-AC at 496.2 and 488.1 eV are increased, corresponding to the result of XRD and XPS O1s. The Co 2p spectra (Fig. S9b, ESI†) could be deconvoluted into two pairs of spin–orbit doublets, i.e., Co 2p3/2 located at 780.9 eV and Co 2p1/2 located at 796.7 eV indicate the presence of Co2+, and the peaks located at 786.1 and 802.5 eV are attributed to their relative satellite peaks."
                    ],
                    "name": "The morphology and microstructure of CSOs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Density functional theory (DFT) computations were conducted to deeply understand the impact of the crystallinity on the sodium ion storage behaviors of CSO. As shown in Fig. S10 (ESI†), we constructed three structure models with different degrees of crystallinity: CSO-A, CSO-AC, and CSO-C, corresponding to the amorphous, low crystalline, and high crystalline structures, respectively (see the Method for more detail). The electronic band structures of these three models are illustrated in Fig. 3a–c. It indicates that with the increase of the crystallinity, CSO-C shows a much smaller band gap of 0 eV in comparison with that of CSO-A (0.11 eV) and CSO-AC (0.06 eV), which indicates that the crystallinity changes the electron distribution of CSO. With the highest crystallinity, CSO-C exhibits the smallest band gap among the three samples, which means its highest electronic conductivity. These results are in accordance with the colour evolution of CSO (Fig. 2a and Fig. S7, ESI†) and the results of UV-vis spectra (Fig. 2b and Fig. S8, ESI†). Furthermore, to evaluate the effect of crystallinity on Na+ storage behavior, the binding energies of Na ions (ΔEb) in CSO-A, CSO-AC, and CSO-C were also calculated for comparison, according to the following equation: Where ENa-CSO, ECSO, and ENa represent the energies of the Na inserted in CSO, CSO, and the Na atom, respectively. The structure models of CSO-A, CSO-AC, and CSO-C at the sodiation and desodiation states are shown in the inset of Fig. 3d. CSO-A with an amorphous structure exhibits the lowest binding energy (−3.65 eV), smaller than those of CSO-A (−2.58 eV) and CSO-C (−1.67 eV), suggesting CSO-A is the most energetically favorable for Na insertion.",
                        "The energy barriers of ion diffusion pathways in different structural models were calculated. As depicted in Fig. 3e–g, CSO-A with an amorphous structure exhibits the lowest Na+ diffusion barriers (0.41 eV), compared with the less crystalline CSO-A (0.77 eV) and high crystalline (1.35 eV) counterparts, indicating that Na+ diffusion in the amorphous structure is faster than that in low and high crystalline materials. Above all, the crystallinity can affect the Na+ ion storage behaviors, and the amorphous structure of CSO-A will benefit Na+ storage, accounting for its lowest binding energy with Na+ and the lowest energy barrier for ion diffusion. Thus, CSO-A may deliver the highest specific capacitance."
                    ],
                    "name": "Theoretically calculation for the effect of crystallinity on the Na+ storage behaviors of CSO",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Generally, the main electrochemical process of CSO includes the conversion reaction of the oxide and the alloying reaction of Sn metal. To clarify and further illustrate the storage mechanism of cobalt–tin oxide composites as anodes for sodium-ion batteries, we conducted ex situ XRD (Fig. S11, ESI†) and XPS (Fig. S12, ESI†) analyses on CSO-A at various charge and discharge states.",
                        "As presented in Fig. S11 (ESI†), after the electrode was first discharged to 1.0 V, characteristic peaks corresponding to Sn and Co species were detected. When the discharge proceeded to 0.1 V and 0.01 V, the peaks attributed to Sn became more pronounced, alongside the emergence of NaxSn peaks, indicating the partial alloying reaction of sodium with tin. It is important to note that Na2O, a product of the conversion reaction, was not detected. This absence may be due to the amorphous nature of Na2O, which lacks associated Bragg peaks. Notably, after recharging the electrode to 1.0 V, the NaxSn peaks disappeared, and a new phase corresponding to SnO2 was observed. Upon further charging to 3.0 V, weak peaks of both SnO2 and Sn persisted, suggesting that the CSO-A in Na+ half-cells undergoes incomplete oxidation, with a significant portion of the newly formed oxide remaining amorphous.",
                        "Furthermore, ex situ XPS analysis was employed to monitor the transformation of Sn and Co during the electrochemical process. As shown in Fig. S12 (ESI†), the fully discharged state exhibited downshifted peaks corresponding to lower binding energies associated with Sn0 and Co0 states. This shift indicates the formation of Li–Sn alloys and the presence of metallic Co. In contrast, the fully charged state displayed partially recoverable peaks relative to the pristine state, signifying the conversion of the metals back to their oxide forms.",
                        "In summary, as shown in Fig. 4a, during the first sodiation process, the cobalt–tin oxide composite is converted to sodium oxide (Na2O), cobalt (Co), and tin (Sn) metal, and then alloyed with Na+ to form Na–Sn alloy (NaxSn, x ≤ 3.75) as expressed in eqn (4) and (5).",
                        "Conversion reaction:",
                        "Alloying reaction:",
                        "During the first desodiation process, NaxSn is gradually de-alloyed to Sn metal, and then the Sn and Co metals are, respectively, oxidized to tin oxide (SnOx, 0 < x ≤ 2) and cobalt oxide (CoOy, 0 < y ≤ 1), as shown in eqn (6)–(8).",
                        "Alloying reaction:",
                        "Conversion reaction:",
                        "After the first cycle, the following sodiation and desodiation processes will be based on the reversible conversion and alloying reaction, as shown in eqn (6)–(8). Due to the slow ion and electron kinetics of CSO, all the species that participated in the above reaction will exist simultaneously.",
                        "To investigate the electrochemical properties and relevant Na+ storage mechanism, cyclic voltammetry (CV) measurements of the CSO-A, CSO-AC, and CSO-C electrodes were performed. As shown in Fig. S13a–c (ESI†), the CV curves of the three samples are quite distinct, indicating the obvious effect of crystallinity on the Na+ storage behaviors. The CSO-A electrode exhibits an intense and broad cathodic peak at about 0.32 V during the first sodiation process (Fig. S13a, ESI†), which is related to the formation of a solid–electrolyte interphase (SEI) along the electrode surface and initiation of the conversion reaction of CSO. The formation of a NaxSn alloy is observed at the end of the cathodic scan near 0.01 V. During the desodiation process, there are two distinct peaks, at 0.12 and 1.27 V, respectively, related to the dealloying and conversion reactions. From the second cycle, two pairs of reduction/oxidation peaks, localized at 0.01 V/0.12 V and 0.54 V/1.27 V, remained stable, corresponding to the alloying/dealloying reaction and reversible conversion reaction. However, during the first sodiation process, the CSO-AC (Fig. S13b, ESI†) and CSO-C (Fig. S13c, ESI†) electrodes show three peaks at about 2 V, 1 V, 0.3 V, and 0.01 V, attributed to the conversion and alloying reaction of CSO. At the second and third sodiation processes, the peaks above 1.0 V disappear. Only the peaks at 0.59 V and 0.01 V remain. During the first three cycles of CV curves for the desodiation process, the CSO-AC and CSO-C electrodes present three numbers of anodic peaks, but the peak position and intensity of the two electrodes are distinct, indicating the effect of crystallinity on the Na+ storage behaviors.",
                        "Furthermore, the galvanostatic charge–discharge profiles of CSO electrodes were collected, as shown in Fig. S13d–f (ESI†). The CSO-A (Fig. S13d, ESI†) shows a characterized sloping discharge profile due to a highly porous and disordered structure but exhibits the highest reversible specific capacity of 408 mA h g−1 and highest initial coulombic efficiency (ICE) of 67.5% at a current density of 50 mA g−1. However, it is important to note that the specific capacity of CSO-A decreases with subsequent cycles, indicating some degree of capacity fade. The discharging profiles of the CSO-AC (Fig. S13e, ESI†) and CSO-C (Fig. S13f, ESI†) show an obvious plateau region below 0.2 V but a lower reversible specific capacity of 289 and 168 mA h g−1, and inferior ICE of 38.0% and 43.1%. Despite their lower ICE values, these samples maintain a more stable specific capacity over the following cycles, suggesting better capacity retention. Above all, all of the discharge profiles of CSO are composed of a slope region (above 1.0 V) and a plateau region (between 1.0 V and 0.01 V), respectively, attributed to the conversion reaction and alloying reaction of CSO. The corresponding differential capacity plots (dQ/dV) of CSO, obtained from charge/discharge profiles in Fig. S13d–f (ESI†), are depicted in Fig. S14a–c (ESI†). The peak intensity and position of all three samples are similar to the results of corresponding CV curves, indicating the effect of crystallinity on the Na+ storage behaviors."
                    ],
                    "name": "The Na+ storage mechanism and electrochemical performance of CSO electrodes with different degrees of crystallinity",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The CV curves of the two samples at a sweep rate of 0.1 mV s−1 were compared in Fig. 4b. It can be observed that the CSO-A electrode exhibits a pair of broad and high current redox peaks at 0.54 and 1.28 V, attributed to the reversible conversion reaction of cobalt–tin oxide composites. The larger current of the redox peak suggests a higher specific capacity. However, with the increase of crystallinity, the current of this broad redox peak decreases in CSO-AC and CSO-C, implying that the decrease in the specific capacity originated from the conversion reaction. In addition, a distinct sharp peak at 0.11 V appears in CSO-C, indicating that the alloying reaction plays an important role in the crystalline sample. Furthermore, compared to the charge profile of CSO-A and CSO-AC electrodes (Fig. 4c), CSO-A with amorphous structure exhibits the highest reversible specific capacity and the lowest polarization, indicating the lowest binding energy of Na+ and the lowest energy barrier for Na+ diffusion, which is consistent with the theoretical calculation results (Fig. 3). The cycling performance of the three CSO electrodes at low and high current densities of 500 and 1000 mA g−1 is presented in Fig. 4d and Fig. S15 (ESI†). Although the CSO-A presents the highest initial reversible capacity, during cycling, the reversible specific capacity will be decreased lower than that of CSO-AC up to 30 cycles. The CSO-AC electrode delivers a relatively lower initial specific capacity but presents the best cycling stability and highest reversible charge capacity after cycling.",
                        "Furthermore, to reveal the correlation between crystalline and specific capacity, we divided the charge profiles into two segments according to the evolution trend of CV and dQ/dV curves at different voltage regions. Specifically, in the charge profiles of CSO (Fig. 4e and f, and Fig. S16a, ESI†), the reversible specific capacity above 1.0 V could be attributed to the conversion reaction and the reversible specific capacity below 1.0 V results from the alloying reaction. As shown in Fig. 4g and Fig. S16b (ESI†), the charge capacity contributions of three CSO samples from the conversion and alloying reaction based on charge capacity curves at different cycles were compared. It is observed that the charge capacities gradually decreased at 0.01–1.0 V for the CSO-A electrode, but the charge capacities at 1.0–3.0 V decay quickly from 196.1 mA h g−1 to 96.7 mA h g−1 after 100 cycles. However, for the CSO-AC and CSO-C electrodes, the charge capacities remained virtually unchanged in the potential region of 0.01–1.0 V and 1.0–3.0 V, indicating their good stability for the reversible reformation of cobalt–tin oxide composites during cycling. The specific capacity of the conversion reaction rapidly decreases for CSO-A, but it remains stable for CSO-AC and CSO-C, demonstrated in Fig. S17 (ESI†) during the 1000 cycling at a high current density of 1000 mA h g−1. Although the CSO-A electrode owns the highest initial specific capacity, the capacity retention of the conversion reaction for CSO-AC (89.5%) is much higher than that of CSO-A (49.3%), indicating a highly reversible conversion reaction at the CSO-AC electrode, which corresponds to the unchanged peak at 1.28 V after cycling in the dQ/dV plots (Fig. S18, ESI†).",
                        "To gain a deep insight into the Na+ storage behaviors and quantify the effect of the crystallinity degree on Na+ storage, CV curves of CSOs were measured at various scan rates from 0.2 to 2.0 mV s−1 using Na metal as an anode. As shown in Fig. 5a and b, and Fig. S19a (ESI†), the cathodic/anodic currents increase with the scan rates. Generally, the correlation between current (i) and the scan rate (v) in a CV curve can be used to distinguish the charge storage process based on eqn (9):",
                        "where a and b are adjustable constants, typically; when b is equal to 0.5, i is proportional to the square root of v, indicating a traditional diffusion-controlled charge-storage process. While b = 1.0, i is linearly proportional to v, meaning a capacitive-dominated charge-storage process. As shown in Fig. 5c and Fig. S19b (ESI†), it is worth noting that the b value of CSO-A (0.89) is significantly lower than those of the other two samples (CSO-AC: 1.02, CSO-C: 1.07). Furthermore, the diffusion and capacitive contributions to Na+ storage can be quantitatively separated according to eqn (10)where k1 and k2 are the fitting constants, and k1v and k2v1/2 represent, respectively, the capacitive and diffusion contributions at the measured current density. At various scan rates, the pseudocapacitive contribution of CSO-A is lower than those of the other two samples (Fig. 5d and Fig. S19c, ESI†). For example, at a large scan rate of 2.0 mV s−1, the pseudocapacitive contribution of CSO-A is 75.1%, while those of CSO-AC and CSO-C are 88.9% and 90.2%, respectively (Fig. 5e and Fig. S19c, ESI†), suggesting the crystal structure will improve the pseudocapacitance contribution, the Na+ storage for CSO-A with a highly disordered structure is a diffusion-controlled process, while the CSO-AC and CSO-C samples with crystalline structures are a capacitive-dominated charge-storage process.",
                        "Additionally, electrochemical impedance spectroscopy (EIS) after cycling was conducted to investigate the conductivity enhancement and helped to further understand the reasons for the distinct electrochemical performances of CSO electrodes. As shown in Fig. 5f, the EIS spectra consist of two parts: a semi-circle in the high-frequency region related to the charge transfer resistance (Rct) of the electrodes and a sloping line in the low-frequency region named the Warburg region that affects the diffusion of Na+ ions in the electrode bulk, and the crosspoint of EIS curve and Z′ axis is the ohmic resistance (Rs) of the electrode. CSO-AC presents a smaller semi-circle, indicating that the Rct value of the CSO-AC sample (46.9 Ω) is smaller than that of the CSO-A sample (122.3 Ω), and the Rs value of the CSO-AC sample (56.9 Ω) is smaller than that of CSO-A sample (122.5 Ω). These results indicate the significantly enhanced conductivity in the CSO-AC sample. In addition, the sodium ion diffusion coefficient, DNa+, can be calculated from the Warburg region (see Methods for a detailed calculation process). The Warburg factor could be estimated from the slope of the inset image in Fig. 5f. The DNa+ of the CSO-A electrode is 4.73 × 10−15 cm2 s−1, which is over twice higher than that of the CSO-AC electrode (2.13 × 10−15 cm2 s−1), demonstrating the diffusion-controlled process of CSO-A."
                    ],
                    "name": "Quantitatively investigating the effect of crystallinity on Na+ storage behaviors",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All the experimental and theoretical results related to structure and electrochemical properties are presented in Table S1 and Table S2 (ESI†), and in Fig. 6. This study strongly demonstrates that the highly porous and disordered structure in CSO-A could increase the concentration of oxygen vacancy, lower the binding energy with Na+, lower the energy barrier for Na ion diffusion, and promote the occurrence of the conversion reaction, resulting in the highest initial specific capacity of CSO-A and the highest Na+ diffusion coefficient. With the increase of annealing temperature, the percent of ordered structure increases, the band gap decreases, and the electronic conductivity increases, resulting in the improved reversibility of the conversion reaction and the increase of pseudocapacitance contribution for CSO-AC and CSO-C. Although higher crystallinity and intact nanostructure are beneficial for the stability of the electrode, the initial specific capacity is lower. Thus, as shown in Fig. 6b, the CSO-AC sample, with amorphous and crystal domains and a lower band gap, presents the best electrochemical performance, originating from its high percent of pseudocapacitive contribution, high reversibility of the conversion reaction, and low charge transfer resistance."
                    ],
                    "name": "Correlation between the crystallinity, microstructure, and the Na+ storage mechanism",
                    "type": "section_h3"
                }
            ],
            "name": "Results",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, among the three CSO samples with varying degrees of crystallinity, CSO-A delivers the highest initial reversible specific capacity of 408 mA h g−1 at a current density of 50 mA g−1, accounting for its high specific surface area, highly porous and disordered structure, and high concentration of oxygen vacancy. Additionally, theoretical calculation proved that CSO-A presents the lowest binding energy (−3.65 eV) and Na+ diffusion barriers (0.41 eV), indicating the most energetically favorable for Na insertion. However, CSO-A suffers from rapid capacity fading, leading to the reversible specific capacity above 30 cycles lower than that of CSO-AC with a lower initial reversible specific capacity. Although the crystallinity, microstructure, electronic conductivity, and physicochemical properties of CSO-AC are located at the middle position among the three samples, CSO-AC shows the highest capacity retention and reversible specific capacity after cycling. Quantitative analysis demonstrated that the appreciated crystallinity improves the reversibility of the conversion reaction and enhances the pseudocapacitance contribution; the rational disordered structure provides more active sites to improve the initial specific capacity. Thus, for alloy anodes, part of crystallinity is beneficial for improving capacity retention."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "All the reagents were of analytical grade purity and used without any further purification.",
                {
                    "content": [
                        "The precursor, cobalt hydroxystannates (CoSn(OH)6), was fabricated by mixing 15 mL of 0.2 M tin(IV) chloride pentahydrate (SnCl4·5H2O) solution and 15 mL of 0.2 M cobalt(II) nitrate hexahydrate (Co(NO3)2·6H2O) solution at room temperature for 20 min. Then, 3 mmol sodium citrate (C6H5Na3O7·2H2O) was added into the above solution under stirring. Finally, the 30 mL of 4 M sodium hydroxide (NaOH) solution was added drop by drop into the above solution. After stirring for 1 h, the pink precipitate was collected and washed with distilled water and ethanol to remove residual ions. Then, the product was dried overnight in a vacuum oven at 100 °C. Finally, three cobalt–tin oxide composite samples, named CSO-A, CSO-AC, and CSO-C, were respectively synthesized by annealing the precursor (CoSn(OH)6) at various calcination temperatures such as 400, 600, and 800 °C for 2 h in an argon (Ar) atmosphere with a slow ramp rate of 2 °C min−1."
                    ],
                    "name": "The synthesis of cobalt–tin oxide composites (CSOs)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "An X-ray diffractometer (D8 Advance diffractometer, Bruker, Germany) with Cu Kα radiation (V = 40 kV, I = 40 mA, and λ = 1.5418 Å) was used to acquire X-ray diffraction (XRD) patterns and confirm the phase of samples. A Raman spectrometer (LabRAM HR Evolution) with an excitation source of 532 nm was applied to obtain the microstructure of samples. X-ray photoelectron spectroscopy (XPS) measurements were performed on an X-ray photoelectron spectrometer (Thermo Fisher ESCALAB 250Xi system) at room temperature with mono Al Kα radiation to characterize the valence information of Co, Sn, and O. Room-temperature electron paramagnetic resonance (EPR) tests were carried out on an EPR spectrometer (A300-10-12, Bruker). The ultraviolet-visible (UV-Vis) absorption spectra were recorded using PerkinElmer Lambda 950 spectrometers with an integrating sphere. The UV-sis spectra were converted into Tauc plots using the following equation: where A is a constant, hv is photon energy, Eg is the band gap, and n is 1/2 for direct transition and 2 for indirect transition. The absorption coefficient α can be obtained using the following relation: where d is the thickness of the film and T is the transmittance measured by UV-vis spectroscopy.",
                        "Transmission electron microscopy (TEM, JEOL 3200F, Japan) was used to characterize the morphology and microstructures. Scanning electron microscopy (SEM) images were obtained from a scanning electron microscope (JEOL JSM-6380LV FE-SEM) to observe the morphological evolution of CSO. The nitrogen adsorption and desorption isotherms were obtained using a Micromeritics ASAP 2420-4 volumetric adsorption analyzer (USA) at 77 K. The specific surface area (SSA) and pore size distribution were calculated, respectively, using the BET theory and BJH method."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the preparation of working electrodes, typically, active material (CSO-A, CSO-AC, and CSO-C), acetylene black, and sodium carboxymethyl cellulose (CMC) were mixed based on a mass ratio of 8:1:1 in deionized water to form a homogeneous slurry. The slurry was coated on a copper foil by the doctor blade method, and then dried in a vacuum oven at 90 °C for 12 h. Finally, the foil covered with active materials was punched into some discs with a diameter of 12 mm as a working electrode. The mass loading of the active materials is about 1.25 mg cm−2. CR2032 coin-type cells were assembled in an argon (Ar) filled glove box (Mikrouna, H2O < 0.1 ppm, O2 < 0.1 ppm). In the cells, sodium metal is used as the counter and reference electrodes. Glass fiber membranes (Whatman, GF/D) and 1 M NaPF6 in a mixture of diethyl carbonate (DEC) and ethylene carbonate (EC) with a volume ratio of 1:1 were used as the separator and electrolyte, respectively. Before testing, the new cells were rested overnight. A Neware CT-4008T instrument measured the galvanostatic charge and discharge properties at different current densities in the 0.01–3.00 V voltage range vs. Na/Na+. CV measurements were carried out using a Bio-Logic electrochemistry workstation at different scan rates in the voltage range of 0.01–3.00 V vs. Na/Na+.",
                        "The sodium ion diffusion coefficient, DNa+, can be calculated from the Warburg region using eqn (13):",
                        "where R is the universal gas constant, T is the absolute temperature, A is the electrode area of the electrode, n is the number of electrons, F is the Faraday constant and C is the concentration of sodium ions in the electrolyte (10−3 mol cm−3). σw is the Warburg factor and ω is the angular frequency according to eqn (14). σw is related to Z′ and can be obtained from the slope of the fitting line of the EIS data at low frequencies:"
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First principles calculations were performed using the Vienna Ab initio Simulation Package (VASP) with the projector augmented wave (PAW) method. The exchange-functional is obtained using the Perdew–Burke–Ernzerhof (PBE) functional, in combination with the DFT-D correction. The calculations were performed in a spin-polarized manner. The cut-off energy of the plane-wave basis is set at 450 eV. For the optimization of both geometry and lattice size, the Brillouin zone integration is performed with 2 × 2 × 2 Monkhorst–Pack k-point sampling. The self-consistent calculations apply a convergence energy threshold of 10−5 eV. The equilibrium geometries and lattice constants are optimized with maximum stress on each atom within 0.02 eV Å−1. The Na ion migration barriers in the three models' diffusion energy barriers were obtained by the climbing image nudged elastic band (NIB) method.",
                        "The adsorption (Ead) was calculated using the following expression.",
                        "where Eslab/Ads, Eslab and EAds are, respectively, the total energies of adsorbates on adsorbents, isolated adsorbents, and adsorbates."
                    ],
                    "name": "Theoretical calculation methods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The model with an amorphous structure, CSO-A, was established using Atomsk (https://atomsk.univ-lille.fr/) by the packing method. The packing density of atoms in the CSO-A model was the same as the model with a high crystallinity structure (CSO-C). The model with a low crystallinity structure (CSO-AC) was constructed by quenching CSO-C at 1500 K in a large-scale atomic/molecular massively parallel simulator (LAMMPS) in an NVT ensemble. The time step was 2.0 fs, and the total time was 100 ps. The final CSO-A, CSO-AC, and CSO-C models were further optimized in VASP."
                    ],
                    "name": "The construction of models",
                    "type": "section_h3"
                }
            ],
            "name": "Materials and methods",
            "type": "section_h2"
        },
        {
            "content": [
                "Y. Y. conceived the idea, designed the experiments, and wrote the manuscript. R. R. Z., C. F. L., Y. P. Q., and D. H. assisted in the experiments. Y. Y. and D. H. S performed the DFT simulation. Y. Y. and Y. P. C. supervised the whole project. All authors contributed to the discussion and provided feedback on the manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included within the manuscript and its ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Regulating crystallinity to balance the electrochemical performance of cobalt–tin oxide composite anodes for sodium-ion batteries"
}