{
    "DOI": "10.1039/C6SC02716D",
    "Journal": "Chemical Science",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the increasing demand for sustainable and renewable power sources, much effort has been devoted to energy storage innovation over the past decades. Due to their high energy density and fast recharge capability, lithium-ion batteries (LIBs) have been successfully applied in many aspects of our daily life. In particular, the application of LIBs in electric vehicles (EVs) and hybrid EVs has reduced significantly our energy dependence on ‘one-off’ resources. Nevertheless, concerns about LIBs have arisen both in terms of their cost and the supply limits of lithium resources in recent years. Alternatively, sodium-ion batteries (SIBs) have recently attracted considerable interest owing to the low cost, wide distribution and abundant resource of sodium. However, compared to Li+ ion, the larger ionic radius and molar mass of Na+ ion often lead to inferior cyclability and lower specific capacity. There are still many challenges to exploit host materials for sodium with high capacity, fast charge–discharge, and long cycle life, especially for anode materials.",
                "The emerging transition metal dichalcogenides (TMD) materials which have been researched in electrochemistry for many years have drawn extensive attention for SIBs in recent years. These TMD materials often involve a multi-step reaction mechanism (intercalation and conversion, such as MoS2) which contributes a high specific capacity but with poor cycling life. Among these TMD materials, iron sulfides (FeS, FeS2 ( )) have been researched in LIBs and SIBs numerous times owing to their high capacity, low cost and environmental friendliness. Unfortunately, the limited cycling life of iron sulfides severely restricts their real application in energy storage. Wang et al. constructed the multi-functional yolk–shell FeS@C structure to improve the cycling stability, but which could only prolong the cycling life to 300 cycles. Through controlling the cut-off voltage to avoid the conversion reaction, Hu et al. have improved the cycling life of iron sulfides to a quite high level (20000 cycles) but with inferior capacity. The key point to achieve high capacity and stability simultaneously is to sustain the high reversibility of the conversion reactions. Ultrafine nanoparticles have proved to be advantageous in this respect, which is attributed to nanoparticles having a size comparable to the diffusion length of the cation in the host-materials, leading to highly reversible and efficient conversion reaction. However, it still remains a challenge to make common materials to reach the quantum size.",
                "Greigite Fe3S4, an important semi-metallic magnetic material, has been widely used in paleomagnetism, electrochemistry, biomedicine and environmental magnetic studies. However, to the best of our knowledge, there is no report on Fe3S4 as the anode of SIBs. Herein, we demonstrate Fe3S4 as a promising host-material for sodium storage. The involved conversion reaction pulverizes the Fe3S4 particles to quantum size during the sodiation/desodiation processes, resulting in a high capacity and superior stability. The synthesized Fe3S4 particles display a discharge capacity of 548 mA h g−1 in a wide operating voltage between 0.5 and 3 V. Meanwhile, the remarkable long-term cyclic stability (275 mA h g−1 after 3500 cycles at 20 A g−1) and excellent rate capability (233 mA h g−1 at 40 A g−1) assure its great potential for practical utilization. This high reversible conversion mechanism presents a new method to enable SIBs possessing both high capacity and long-cycle stability."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "As the counterpart of the oxide magnetite Fe3O4, greigite Fe3S4 contains 32 atoms of sulfur and 24 atoms of iron per unit cell. There are two sublattices of iron atoms where the Fe3+ ions occupy tetrahedral A-sites and both Fe2+ and Fe3+ ions occupy octahedral B-sites (Fig. 1a).Fig. 1b shows the X-ray diffraction (XRD) pattern of the as-prepared Fe3S4. All diffraction peaks are fully consistent with JCPDS no. 89-1998, showing a cubic Fdm space group. The morphology of the as-prepared Fe3S4 is characterized by scanning electron microscopy (SEM) (Fig. 1c and d). The particles present octahedral features and the particle size is 100–200 nm. Fig. 1f clearly shows two lattices: (111) and (1−1−1), which are parallel to the surface of the octahedron. The intersection angle of these two lattice plane is measured to be 109.5°, which is consistent with the theoretical value. Combining the crystal structure of Fe3S4 (Fig. 1a), it is speculated that the exposed faces are the {111} family of crystal planes.",
                "To test the electrochemical performances of the as-prepared Fe3S4 particles, CR2016 coin-type cells were fabricated. Fig. 2a shows the galvanostatic discharge/charge processes for the as-prepared Fe3S4 electrode at a low current rate of 0.2 A g−1 in a range of 0.5–3.0 V. The Fe3S4 delivers a high initial discharge capacity of 571 mA h g−1, and the first charge capacity is 548 mA h g−1, which shows an impressive initial coulombic efficiency of 96%. After 100 cycles, it still delivers a reversible discharge capacity of 536 mA h g−1 (Fig. S1†). The cyclic voltammogram (CV) curves of the as-prepared Fe3S4 electrode at a scan rate of 0.2 mV s−1 show that the charge and discharge processes maintain stable curves after the initial cycle (Fig. S2a†). The long-term cycling is tested under a relatively high specific current (5 and 20 A g−1) as shown in Fig. 2b and S3.† After 50 cycles, the Fe3S4 anode delivers a stable discharge capacity of 435 mA h g−1 at 5 A g−1. After 1000 cycles, a capacity of 401 mA h g−1 is still obtained, showing an impressive cycling stability. Moreover, the shape of the capacity–voltage curves shows little change during cycling especially after 200 cycles, which confirms the stable and reversible discharge/charge processes (Fig. S2b†). The coulombic efficiency is kept at nearly 100% from beginning to end at such a high specific current. More attractively, a relatively high capacity of 275 mA h g−1 is also obtained after 3500 cycles even at a high specific current of 20 A g−1 (Fig. 2b). It should be pointed out that the superior cycling performance benefits from both the ether based electrolyte and the cut-off voltage, as shown in (Fig. S4†). Carbonate-based electrolytes (NaClO4/EC-DMC) suffer from rapid capacity fading (584 mA h g−1 at the first cycle and 15 mA h g−1 at the 200th cycle respectively, Fig. S4a and b†). Moreover, when we extend the operating voltage to 0.01–3 V, the capacity seriously fades from 748 to 132 mA h g−1 within 100 cycles at 2 A g−1 (Fig. S4c and d†).",
                "The rate capabilities of the as-prepared Fe3S4 electrode are further investigated at various specific currents ranging from 0.2 to 40 A g−1 (Fig. 2c). Fig. 2d exhibits the corresponding charge and discharge curves of the Fe3S4 electrode at different specific currents. The capacities show slight decline as the specific current gradually increases. When the specific currents reach 0.2, 0.5, 1, 2, 5, 10, 20, and 25 A g−1, the discharge capacities are 548, 508, 476, 446, 407, 365, 308, and 283 mA h g−1, respectively. It is noteworthy that even at an extremely high specific current of 40 A g−1, a capacity of 233 mA h g−1 is still achieved, corresponding to 43% capacity utilization within 21 s. Its corresponding areal current densities and areal capacities are shown in Table S1.† Comparing the excellent rate performance with the state of the art conversion type anode materials, the Fe3S4 anode has a distinct advantage at high specific currents (Fig. 2e).",
                {
                    "content": [
                        "57Fe Mössbauer spectra and TEM were used to study intensively the sodium-storage mechanism of the as-prepared Fe3S4 particles (Fig. 3). Three states have been chosen to investigate the mechanism. The first charge and discharge curves (I (fresh state) → II (discharge to 0.5 V) → III (charge to 3 V)) of the Fe3S4-based battery at a specific current of 0.2 A g−1 are shown in Fig. 3a. The sodium-storage mechanism is first revealed via57Fe Mössbauer spectra. The representative 57Fe Mössbauer spectra recorded at room temperature for all samples are shown in Fig. 3c. The pristine Fe3S4 sample consists of two magnetic sextets and one central doublet, shown in Table S1.† Two sextets represent hyperfine interactions of Fe ions in octahedral and tetrahedral sites. The quadrupole doublet is probably associated with thermally relaxed fine particles present in the sample but already not visible by XRD. The obtained data is in good agreement with the previous findings for natural and synthetic greigite. The spectra of discharged and charged samples represent no magnetic sextets due to superparamagnetic behavior of small particles. The center shift (CS), quadrupole splitting (QS), and area ratio (A) obtained from analysis of the spectra are listed in Table S1.† For the discharged sample, the observed CS value of the bigger singlet (singlet 1) is −0.08 mm s−1, which clearly indicates that the iron is present in the nanostructured metallic state (α-Fe), the smaller singlet (singlet 2) can be attributed to nanoparticles of hexagonal FeS. Moreover, the HRTEM image is collected at the state II (Fig. 3c), which displays two sets of parallel fringes with the same d-spacing of 0.26 nm and an included angle of 60° between them, corresponding to the (200) and (020) planes of FeS (JCPDF no. 37-0477), which is consistent with the results obtained by Mössbauer techniques. To verify the state of sulphur, scanning TEM (STEM) and energy dispersive X-ray spectrometer (EDS) mappings were collected at state II (Fig. 3d) and III (Fig. 3e). When discharged to 0.5 V, the distribution of Na is well consistent with that of S, verifying the formation of Na2S. Fe shows a uniform distribution. Therefore, the initial discharge reaction can be expressed as eqn (S1).†",
                        "According to this equation, the theoretical capacity of Fe3S4 when discharging to 0.5 V is calculated to be 543 mA h g−1, which is very consistent with the reversible capacity of 548 mA h g−1 obtained at 0.2 A g−1. Furthermore, the Fe0 produced during the conversion reaction improves the conductivity of the electrode significantly, which is confirmed by the electrochemical impedance spectrum (EIS) (Fig. S5†). The EIS spectrum shows two compressed semicircles from the high to medium frequency range of each spectrum at the state II, for which the second semicircle describes the charge transfer resistance (Rct) of the electrode. After simulation, the values of Rct for the state I and II electrodes are calculated to be 98.8 and 10.7 Ω, respectively. The improved conductivity after the formation of Fe has great benefits for high-rate performance.",
                        "For charging process, the Mössbauer spectra for the charged sample can be fitted with two doublets with similar CS values but different QS values of 0.69 and 1.15 mm s−1. The first more-intense doublet can be attributed to the ferrous low spin Fe2+ state, probably in tetrahedral FeSx. The nature of the second doublet is unclear, and the ferric ion Fe3+ state can be caused by some other iron sulfide species. These results indicate that, after first charging to 3 V, the active materials exist in the form of compounds, which can be defined as FeSx. The FeSx is also confirmed by the HRTEM image at state III (Fig. S6†), which is composed of FeS2, Fe3S4 and FeS. Notably, due to the conversion reaction, the FeSx compounds are pulverized to nanocrystals with the size of ∼1–10 nm (Fig. S6b†). This quantum size is of great significance for iron sulfide to achieve improved cycling and better rate capability because of the shorter diffusion lengths of Fe in iron sulfide (LD = 10−17 cm2 s−1 at 100 °C or ∼10−18 cm2 s−1 at room temperature in FeS2). The compound FeSx with quantum size, which is comparable or smaller than the Fe diffusion distance during cation exchange, overcomes the significant kinetic and thermodynamic constraints of chemical conversion to achieve an excellent cycling and rate capability. After charging back to 3 V, the elemental mapping images display the uniform distribution of Na and Fe, but the S is still concentrated in some areas (Fig. 3e). These results demonstrate that the S2− is at least in part transformed into S0. Therefore, the possible reaction during the reversible charging processes is summarized as eqn (S2).†",
                        "To confirm the active material in the subsequent cycles, TEM images of the electrode at full charge state after 200 cycles were collected (Fig. 4). The Selected Area Electron Diffraction (SAED) patterns confirm the coexistence of Fe3S4, FeS2 and FeS (Fig. 4b). The HRTEM image shows the nanocrystal of Fe3S4 and FeS2 (Fig. 4c). The whole sodium-storage mechanism is illustrated in Fig. 4d. In the sodiation process, Na+ exchanges with Fex+ to form Na2S, and the exchanged Fex+ obtain electrons to form Fe0. A portion of Fex+ still occupies octahedral sites to form FeS due to the controlled cut-off voltage. In the sodiation process, Fe0 exchanges with Na+ to form the Fe–S tetrahedron or octahedron, which further assembles to form the quantum-sized FeS2, Fe3S4 and FeS. The quantum-sized FeSx insure a synergistic and highly reversible conversion reaction which results in the superior cyclability and rate capability."
                    ],
                    "name": "Sodium-storage mechanism",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, Fe3S4 particles have been prepared successfully and used as an anode material for SIBs for the first time. A conversion mechanism with 6 Na+ per formula has been proved between a wide operating window of 0.5–3 V. Due to the conversion reaction, Fe3S4 particles are pulverized to the quantum-sized compound FeSx which is composed of FeS, FeS2 and Fe3S4 quantum dots. The quantum-sized FeSx insure a synergistic and high reversible conversion reaction to provide the electrode with excellent cyclability and rate capability. As a result, Fe3S4 delivers a stable discharge capacity of 275 mA h g−1 after 3500 cycles at 20 A g−1. Even at 40 A g−1, a high discharge capacity of 233 mA h g−1 is obtained. This remarkable performance makes Fe3S4 a promising application candidate for the development of SIBs with high-rate capability and long-term cyclability. We believe that this high reversible conversion mechanism provides a new direction to improve the electrochemical performance of TMD materials for SIBs. Moreover, the involved electrochemical pulverization process provides a new route to synthesise quantum-sized materials."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Greigite Fe3S4 as a new anode material for high-performance sodium-ion batteries"
}