{
    "DOI": "10.1039/D3DT01709E",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, lithium-ion batteries (LIBs) have achieved great success as energy storage and conversion devices for portable electronics due to their high energy densities and stable cycling capacities. Nevertheless, lithium resources are rare and also unevenly distributed on the Earth's crust, which severely restricts the future applications of lithium batteries for large-scale energy storage. In this context, sodium-ion batteries (SIBs) have been considered as alternatives to LIBs due to their natural abundance, low price of sodium sources, and their similar chemical properties. However, compared with Li+ (0.76 Å), Na+ has a larger ionic radius (1.02 Å), which results in large volume expansion, sluggish electrochemical reaction kinetics and inferior cycling performance. Consequently, anode electrode materials for SIBs should have large interstitial spaces to accommodate Na+, high reversible capacities and superior cycling abilities.",
                "So far, only a few anode materials hosting Na are known to have suitable capacities and good cycling performance, predominantly carbonaceous materials, phosphorus and metal alloys. Among them, carbon materials are commonly utilized because of the wide range of carbon sources, low cost, superior electrical conductivity, and environmentally benign nature. However, it is still difficult to meet the demand for high energy density and power density due to the low specific capacities and slow dynamics of carbon-based materials. Many strategies have been proposed to improve the electrochemical properties of carbon anodes, among which heteroatom doping (such as B, N, P, and S) within the carbon materials is believed to be the most promising and effective method. Heteroatom doping can enhance electrical conductivity, accelerate electron transfer, and improve the wettability of the active materials. Specifically, elemental sulfur has a large covalent radius, and sulfur doping can effectively increase the layer spacing of carbon, which is conducive to Na+ insertion/extraction. Based on the above discussion, this paper describes a strategy to dope carbon materials with S, whose lower electronegativity extends the interlayer distance and improves the energy storage performance of sodium.",
                "Additionally, the choice of an electrode substrate is of vital importance for battery performance. Conventional carbon-based electrodes are primarily composed of active materials and inactive materials (such as additional conductive agents, binders, and metal substrates) by the slurry-casting strategy. Owing to their poor flexibility, inactive materials account for a large fraction of the electrode mass, resulting in a significant reduction in the energy density of the entire electrode. One of the most promising options is therefore to incorporate flexible structures into electrode materials. Bacterial cellulose, as a typical biomass material, is an excellent candidate for a flexible substrate owing to its unique 3D network structure and good mechanical flexibility. These characteristics are preserved even after carbonization, which means that the as-formed carbon nanofibers can be directly used as the anodes for SIBs without requiring additional binders or conductive additives. With its flexibility, self-supporting nature and reduced need for inactive materials, the CBC anode would exhibit a higher energy density and better electrochemical performance.",
                "Herein, we adopt a simple method to prepare a flexible and self-supporting S-CBC material as a 3D anode from bacterial cellulose as a precursor, combined with simultaneous carbonization and sulfidation processes. The flexible substrate provides the basis for the excellent performance of the anode. The S-CBC exhibits superior conductivity, Na+ transport performance, and excellent cyclability (177.6 mA h g−1 at 2.0 A g−1 even after 1000 cycles) due to the fact that heteroatom modification of carbon can shorten sodium ion channels, form surface defects, and provide faster kinetics compared with the CBC electrode with no sulfur doping. Meanwhile, the sodium storage mechanism of S-CBC is further probed by density functional theory (DFT) calculations. The obtained flexible S-CBC possesses exceptional sodium storage properties and broad application prospects. This work provides an important reference for the development of high-performance flexible carbon anode materials for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "BC hydrogel was prepared by static fermentation of A. xylinum NUST4.2 conserved in our laboratory as reported previously. In short, the seed suspension at 8% (v/v) was prepared in a sterilized fermentation medium and cultured under uniform oscillation at 30 °C for an activated seed inoculum system. The obtained suspension containing a large number of bacteria was transferred to a stainless steel tray and placed in an incubator at 30 °C for 3–4 days. The bio-based BC membrane collected in the supernatant was treated with a solution containing 3‰ sodium hydroxide and 3‰ hydrogen peroxide at 80 °C for 2 h to remove the residual thallus, and then washed with deionized water several times until the pH became neutral. The purified BC hydrogel was then freeze-dried into BC aerogel."
                    ],
                    "name": "2.1. Preparation of BC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "S-CBC was synthesized by a facile calcination process. Typically, the as-prepared BC aerogel was placed at one end of a ceramic crucible, while sulfur powder with a mass ratio of 1:5 (sulfur to BC) was placed at the other end for sublimation. The resulting flexible self-supported S-CBC material was obtained by simultaneous carbonization and sulfidation at 800 °C for 2 h with a heating rate of 5 °C min−1 under a flowing Ar atmosphere. As a control, CBC without sulfur doping was prepared by carbonization of BC aerogel at 800 °C under the same reaction conditions as those mentioned above."
                    ],
                    "name": "2.2. Preparation of CBC and S-CBC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The surface morphology and microstructure of the materials were observed by scanning electron microscopy (SEM, JEOL JEM-7800F) and transmission electron microscopy (TEM, JEOL JEM-2100F), and elemental distribution analysis was conducted by energy dispersive X-ray spectroscopy (EDS) mapping. The crystal structures of CBC and S-CBC were characterized using a Bruker D8 Advance X-ray diffractometer (XRD, Cu Kα radiation, λ = 0.154 nm) in the 2 theta range of 10°–80°. Raman spectroscopy was performed using a laser Raman spectrometer (Labram-010, Renishaw) with a laser wavelength of 532 nm. The surface elemental states of the samples were analyzed by X-ray photoelectron spectroscopy (XPS, ESCALAB 250XI) with an Al Kα source. The specific surface area and porosity of the samples were measured at 77 K using a N2 adsorption analyzer (Micromeritics ASAP 2020 Plus)."
                    ],
                    "name": "2.3. Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared directly using binder-free 3D CBC and S-CBC. The materials were cut into circular structures with a diameter of 14 mm. CR2032 button batteries were placed in a glove box filled with argon gas and metallic sodium was used as the counter electrode. GF/A glass microfiber diaphragms were employed as separators. For the electrolyte, 1 M NaClO4 was used as the solute, and a mixture of ethylene carbonate (EC) and dimethyl carbonate (PC) (1:1, v/v) with 5 vol% fluoroethylene carbonate (FEC) was used as the solvent. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements were performed on a CHI 660E electrochemical workstation to analyze the battery performance. The measurements of galvanostatic charge/discharge (GCD), based on the mass of the active substance, were carried out in a Land CT2001A system. The test voltage range was from 0.01 to 3 V."
                    ],
                    "name": "2.4. Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The DFT calculations were performed using the Vienna Ab initio Simulation Package (VASP), in which the climbing image nudged elastic band (CI-NEB) method, generalized gradient approximation (GGA) and Perdew–Burke–Ernzerhof (PBE) exchange functions were implemented. The projected augmented wave (PAW) potential was used to describe the ionic nucleus, and the cut-off energy was set to 450 eV. The density of states (DOS) was calculated using the Brillouin zone integration with a Monkhorst–Pack 4 × 4 × 1 K-point grid. The convergence criteria for energy and force calculations were set to 10−5 eV per atom and 0.02 eV Å−1, respectively. To avoid interactions between periodic images, a vacuum layer thickness of 18 Å was chosen for the model. Here, the adsorption energy was calculated using the following equation: Ea = Esupport+Na − Esupport − ENa, where Esupport+Na, Esupport and ENa represent the bulk energies of the carrier with Na, the corresponding carrier and the free Na atom, respectively. Simultaneously, Na potential energy diffusion pathways and minimum diffusion energy barriers were studied for related carbon systems."
                    ],
                    "name": "2.5. Density functional theory (DFT) calculations",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The schematic preparation processes of CBC and S-CBC using BC aerogels as precursors are illustrated in Scheme 1. The purified BC after fermentation was freeze-dried into BC aerogel, from which the flexible S-CBC was prepared by simultaneous carbonization and sulfidation of BC aerogels under an Ar flow atmosphere at 800 °C for 2 h, while CBC was prepared by carbonization alone. The sample photos are shown in Fig. S1.†",
                        "To study the chemical reactions more precisely, a number of techniques have been utilized to characterize the samples. The morphologies of BC, CBC and S-CBC are evidenced by SEM and TEM. The BC aerogel as the precursor has a 3D nano-fibrous network structure (Fig. S2a†). After carbonization, the obtained CBC inherits the nanofiber structure with highly cross-linked macropores (Fig. S2b and S3a†). Moreover, SEM and TEM images with different magnifications in Fig. 1a and b show that S-CBC obtained by simultaneous carbonization and sulfidation at high temperatures also retains the fibrous structure well. Owing to the pyrolysis of cellulose during high-temperature carbonization, the diameter of fibers in S-CBC significantly shrinks compared to those in pristine BC. As presented in Fig. 1b, the width of S-CBC mostly ranges from 10 to 50 nm. According to HRTEM images, the microstructure of S-CBC and CBC obtained by carbonization is amorphous (Fig. 1c and Fig. S3b†). The selected area electron diffraction (SAED) pattern (Fig. 1c) shows that S-CBC exhibits an obvious amorphous structure. In addition, the calculated carbon layer spacing of S-CBC is about 0.37 nm, larger than that of CBC (0.34 nm). This large carbon layer spacing can easily accommodate the large size of sodium ions and facilitate the transport of sodium ions. HAADF-STEM images demonstrate a uniform distribution of C, O, and S on the surface of S-CBC (Fig. 1d), in which homogeneous sulfur is conducive to ion diffusion. Furthermore, EDX analyzes the composition of CBC and S-CBC (Table 1). The atomic fractions of C, O and S in S-CBC are 88.66%, 5.39% and 5.95%, respectively, indicating the successful doping of the S element. The HAADF-STEM and the corresponding EDX elemental mapping also prove the existence of C and O elements in the CBC fiber, as shown in Fig. S3c.†",
                        "The phase structures of the samples were investigated by XRD. Three diffraction peaks at 2θ of around 15.0°, 17.4° and 23.3° can be observed in the original BC sample, corresponding well to the planes of (10), (110) and (200), respectively (Fig. S4†). As shown in Fig. 2a, these three peaks disappear in the CBC and S-CBC samples, which may be because the high temperature leads to the fracture or depolymerization of the cellulose macromolecular chain, thus losing the original crystallinity of BC. Meanwhile, a new wide diffraction peak at around 25° appears in both CBC and S-CBC, of which the 2θ value of S-CBC is smaller than that of CBC, which corresponds to the (002) diffraction of the amorphous carbon. Using the Bragg equation, we determine that the spacing between S-CBC layers is larger. These results indicate the formation of amorphous carbon during pyrolysis, which further supports the view shown in Fig. 1c.",
                        "The surface elements and electronic structures of CBC and S-CBC were analyzed by XPS. Fig. S5a† displays the C 1s high-resolution XPS spectrum of CBC. The three peaks located at binding energies of 284.8, 286.0, and 287.3 eV correspond to the C–C, C–O–C, and O–CO groups, respectively. As for the O 1s spectrum of CBC (Fig. S5b†), the two peaks located at binding energies of 531.8 and 533.3 eV are ascribed to O–CO and C–O, respectively. Fig. 2b shows the C 1s peaks of S-CBC, in which those located at binding energies of 284.8, 285.6, 287.1 and 289.4 eV correspond to the C–C, C–O–C, O–CO, and C–S groups, respectively. The existence of the C–S bond is due to the successful doping and bonding of S atoms. The two O 1s peaks of S-CBC at binding energies of 531.5 and 533.4 eV are assigned to O–CO and C–O, respectively, which are consistent with CBC (Fig. 2c). The high-resolution spectrum of S 2p in S-CBC (Fig. 2d) exhibits four peaks centered at 163.8, 165.0, 167.7 and 168.7 eV, which originate from the –C–S–C– covalent bond (S 2p3/2 and S 2p1/2) and oxidized sulfur (–C–Sox–C–), probably due to partial oxidation of surface sulfur by oxygen in the air. Quantitative XPS analysis in Table S1† shows that sulfur doping in S-CBC is 5.03 at%, which confirms the results of EDX. In particular, doping heteroatom S into the carbon skeleton can form more defects and introduce electrochemically active sites.",
                        "Except for the layer spacing, the graphitization degree of carbon also affects the Na-ion storage capacity. Therefore, Raman spectroscopy (Fig. 2e) was carried out to study the graphitization degrees of CBC and S-CBC. CBC and S-CBC spectra present two prominent peaks at around 1332 and 1583 cm−1, along with the D band (sp3 lattice defects or disordered carbon) and the G band (sp2-hybridized crystalline graphitic carbon) of carbon materials, respectively. This proves the presence of graphitized carbon. The intensity ratio of the D band to the G band (ID/IG) of S-CBC is 1.04, significantly higher than that of CBC (0.86), indicating that S-CBC has a higher disorder and defect degree. Consequently, we anticipate that S-CBC will display high electrochemical performance as a sodium ion battery.",
                        "Nitrogen absorption–desorption isotherms were used for evaluating the specific surface area and porosity of the materials. As displayed in Fig. 2f, CBC and S-CBC exhibit type-IV isotherms. The hysteresis loop of S-CBC appears at P/P0 > 0.4, indicating the presence of mesoporous structures, which is consistent with the TEM image. Meanwhile, the pore size distribution shows that the average pore size of S-CBC is about 12.6 nm, larger than that of CBC samples (1.48 nm). The increase in pore size after sulfur doping may be caused by the shrinkage of the S-CBC fiber diameter owing to the pyrolysis of S during the processes of high-temperature carbonization and vulcanization. Notably, the specific surface area of S-CBC is 53.1 m2 g−1, much smaller than that of CBC (336.6 m2 g−1). The results together show that sulfur doping could effectively increase the pore size and reduce the specific surface area of carbon, thus inhibiting the formation of a solid electrolyte layer, reducing the storage loss of Na+, and improving the initial Coulombic efficiency of the SIB anode."
                    ],
                    "name": "3.1. Synthesis and characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To evaluate the electrochemical storage properties of S-CBC, we assembled a Na+ half-cell using sodium as the counter/reference electrode and S-CBC as the negative electrode of SIBs. The cyclic voltammetry (CV) characterization of S-CBC was performed in the potential range from 0.01 to 3 V at a scan rate of 0.1 mV s−1 to investigate the Na+ insertion/extraction behavior. Fig. 3a shows the initial five CV curves of S-CBC. In the first scan, a large broad peak could be observed at 0.93 V, which was mainly caused by the decomposition of the electrolyte, the irreversible reaction of sodium ions with surface functional groups and the generation of a solid electrolyte interface film (SEI). In subsequent scans, the peak disappeared while a cathodic peak associated with Na+ insertion was observed in the low-voltage region (near 0 V). This peak still existed in subsequent cycles, indicating that the process was reversible. During successive scans, two different redox peaks appeared at 1.76/2.17 V and 1.06/1.82 V, which could be attributed to the stepwise redox reaction between S and Na. The results implied that the electrode had inserted/extracted sodium ions, and the covalent bond between S and Na was electrochemically active and could accommodate additional Na to increase the reversible capacity. The CV curves almost overlapped with each other, illustrating the favorable reversibility of the electrode.",
                        "Fig. 3b displays the first five galvanostatic charge/discharge (GCD) curves of the S-CBC electrode at a current density of 100 mA g−1. The initial discharge curve presents a slow slope, showing the formation of an SEI, which is consistent with CV behavior. The initial specific discharge and charge capacities of S-CBC were found to be 1113.6 and 372.5 mA h g−1, respectively. The first Coulombic efficiency (CE) was 33.5%, much higher than that of CBC (26.8%, Fig. S6†). The initial Coulombic efficiencies of the materials are low and the irreversible capacity loss could be attributed to the formation of the SEI membrane in the first cycle and irreversible phase transitions, among others. Moreover, the GCD curves show favorable overlapping from the second to the fifth curve without significant changes, indicating high reversibility of the electrochemical reaction processes. After several cycles, the CE of S-CBC reached approximately 100%.",
                        "Fig. 3c and Fig. S7† show the cycling performance of the CBC and S-CBC electrodes at 100 mA g−1. Obviously, S-CBC has a higher Na+ storage capacity than CBC. The reversible specific capacity of S-CBC is 302.9 mA h g−1 after 50 cycles, much higher than that of CBC (132.5 mA h g−1), presenting superior cycling stability. It can be seen that S doping has a significant impact on improving the cycling properties of materials.",
                        "To further study the sodium storage properties of S-CBC and CBC for SIBs, their rate performances were evaluated at different current densities. As shown in Fig. 3d, S-CBC demonstrates reversible discharge capacities of 313.2, 292.6, 260.5, 235.8, 204.9, and 148.2 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively. Impressively, S-CBC could also maintain a high capacity of 312.3 mA h g−1 when the current density is restored to its original 0.1 A g−1, suggesting its good rate performance. Nevertheless, CBC only achieves a rate of 6.5 mA h g−1 at 5 A g−1. In addition, S-CBC exhibits excellent long cycling stability. At a high current density of 2 A g−1, S-CBC still delivers a high capacity of 177.6 mA h g−1 after 1000 cycles, as shown in Fig. 3e. Significantly, sulfur doping plays a crucial role in the charging/discharging process of materials. It not only improves the electron transfer efficiency, but could also effectively adapt to the volume expansion during the charging/discharging processes at a high current density. The electrochemical performances of S-CBC are compared with some other carbon anode materials for SIBs in Table S1,† showing that S-CBC has superior electrochemical performance.",
                        "To further verify the structural stability of S-CBC, the SEM image of S-CBC after 1000 cycles at 2 A g−1 is displayed in Fig. S8.† S-CBC retains its original fibrous structure during the long cycling test, which ensures its excellent electrochemical performance. To research the Na+ storage mechanism of S-CBC, CV curves were measured at different scan rates from 0.1 to 1.0 mV s−1 (Fig. 4a). Obviously, with the increase in scan rate, the shape of the CV curves was well preserved, which also proves that S-CBC has good scanning rate capability. According to the relationship between the peak current (i) and the scan rate (v), the contribution of capacity could be distinguished using the following equation:",
                        "where a and b are adjustable parameters and the value of b could be calculated by plotting log(i) and log(v) curves. In general, a value of b close to 0.5 represents the full contribution of the embedded behavior of diffusion control, while a value close to 1 represents the contribution of capacitance completely induced by the surface. After plotting the peak current and scan rate in Fig. 4b, the cathodic peak b value of the S-CBC electrode was calculated to be 0.87, and the anodic peak b values were 1.00 and 0.92, respectively, indicating that the main electrochemical control process is surface-induced pseudocapacitance control behavior.",
                        "The quantization of capacitance contribution can be calculated using the following equation:",
                        "where i(V) is the current at a given voltage, k1 and k2 are constant values, and k1v and k2v1/2 are the pseudocapacitive and diffusion contributions of the current, respectively. In Fig. 4c, the contribution of capacitive charge storage at the S-CBC electrode to the total current was measured at a scan rate of 1.0 mV s−1, and the capacitance contribution was 90.4%. The contribution ratio of the overall charge at different scan rates is shown in Fig. 4d. It can be seen that the capacitive contribution of S-CBC increased from 74.3% to 90.4% as the scan rate increased from 0.1 mV s−1 to 1 mV s−1. The results suggest that the high pseudocapacitive contribution plays a leading role in improving the rate and cycling capacity of S-CBC, which is in accordance with the preceding analysis.",
                        "In addition, the mechanisms of charge transport and storage capability were also evaluated by electrochemical impedance spectroscopy (EIS). Generally, the semicircle radius in the high-frequency range of the Nyquist diagram could be used to explain the charge transfer resistance (Rct) between the electrode and electrolyte, whereas the sloped line corresponding to the diffusion coefficient in the low-frequency region is related to the diffusion process of sodium ions. As depicted in Fig. 4e and Fig. S9,† S-CBC possesses a smaller semicircle radius than pure CBC, indicating a lower Rct value and higher electrical conductivity. It could be inferred from the high kinetic characteristics of S-CBC that S doping could improve the diffusion kinetics, effectively facilitating Na+ transport and metastasis and ultimately leading to the improvement in the storage performance of sodium ions.",
                        "The diffusion coefficient of Na+ (DNa+) in S-CBC and CBC at 0.1 A g−1 was assessed using the galvanostatic intermittent titration technique (GITT) curves (Fig. 4f). The GITT potential curves presented similar trends, indicating that their sodium storage mechanisms are similar. The value of DNa+ could be calculated using the following equation:",
                        "where τ is the pulse current time, mB and MB represent the mass and the molar mass of the active material, respectively, VM is the corresponding molar volume, A stands for the surface area of the electrode, ΔEs is the difference in the steady-state potential before and after the current pulse is applied, and ΔEτ is the total potential change during the constant current pulse, excluding the iR drop. Fig. S10† describes the sodiation and desodiation processes of S-CBC. The calculated DNa+ of S-CBC was 1.09 × 10−10 cm−2 s−1 during the process of sodiation/desodiation, indicating that the sulfur-doped electrode has strong sodium migration kinetics and a fast sodium storage mechanism."
                    ],
                    "name": "3.2. Electrochemical performances",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To better explain the role of S doping in the process of sodium storage in CBC, DFT calculations were performed to investigate the promoting effect of S doping on the adsorption and transport of sodium ions in CBC. A carbon model and an S-doped carbon model were constructed, respectively. The top and side views of adsorbed Na at the S-CBC and CBC interfaces are shown in Fig. 5a. Fig. 5b suggests the adsorption energy of Na on S-CBC to be −1.179 eV, which is lower than that on CBC (−0.903 eV), which may be caused by the formation of a C–S bond. This lower adsorption energy indicates that S doping is conducive to the adsorption and storage of sodium ions in CBC, reflecting the strong adsorption stability of sodium in S-CBC, which is beneficial for the conversion reaction and capacitance control process.",
                        "To study the mobility of sodium in the material, the diffusion channels of sodium at the interface between CBC and S-CBC materials were further simulated. Fig. S11† shows the Na migration models of (a) pure carbon materials and (b) S-doped carbon materials. The calculated diffusion energy barrier at the S-CBC interface was 0.38 eV, which is significantly lower than 0.90 eV at the CBC interface, indicating that the S-CBC interface has a faster rate of sodium diffusion.",
                        "To deeply explore the electronic structure of the S-CBC and CBC materials, the charge density difference of sodium adsorption was investigated (Fig. 5c and d and Fig. S12†). The yellow and blue parts of the constructed model represent the accumulation and consumption of charges, respectively. Besides, the direction of electron transfer was determined by means of the plane-averaged electron density difference, which reflects the interface charge characteristics. As observed in Fig. 5d, the Δρ visualized by S-CBC could be obtained from the contour diagram, and the redistribution of charge mainly concentrates at the interface, further confirming the possible chemical bond cooperation. The results suggest that the charge was transferred from sodium to the graphene layer, and an S-CBC charge density transfer of 0.842e was greater than that of CBC (0.811e), implying that S-doping could make the material have an higher sodium binding energy. In addition, Fig. 5e shows the total state density (TDOS) and partial state density (PDOS) diagrams of S-CBC and CBC. After S atom doping, electrons are more abundant near the Fermi level than in pure graphene (Fig. S13†), and the DOS near the Fermi level increases slightly, which is mainly contributed by Sp orbitals. This slight increase in DOS indicates that the electronic conductivity is not significantly improved after S doping, which is also in good agreement with the results of EIS. At the same time, it reveals the important role of S doping in the adsorption of Na+.",
                        "Based on the results above, the doping of the S element effectively improves the sodium ion diffusion rate of CBC and reduces the diffusion energy barrier, thus improving the rate performance and cycling stability. As shown in Fig. 6, the excellent performance of this material is mainly attributed to the following aspects. First, the porous structure of the S-CBC surface provides a fast transmission channel for sodium ions. Second, the doping of S effectively increases the pore size of carbon, resulting in a greater degree of disorder and defects, reducing the storage loss of Na, and improving the rate performance of S-CBC. Finally, doping of S makes S-CBC have strong adsorption stability, abundant active sites and bonding synergies, improving the storage capacity of sodium, which is conducive to the conversion reaction."
                    ],
                    "name": "3.3. First-principles calculations",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a high-performance flexible binder-free 3D anode, S-doped carbonized bacterial cellulose (S-CBC) was developed by a simple one-step calcination process. The unique flexible substrate combined with efficient sulfur doping accelerates the transfer efficiency of Na+ and improves the stability of the material. Benefiting from its structural advantages, the S-CBC electrode exhibits high reversible capacity (302.9 mA h g−1 at 0.1 A g−1) and long cycling stability (177.6 mA h g−1 at 2A g−1 after 1000 cycles). Moreover, DFT calculations further indicate that Na+ has the characteristics of fast mobility, strong adsorption stability and a low diffusion barrier in S-CBC, and the adsorption and bonding synergies are the main reasons for its high performance. Significantly, this work provides a novel way for preparing flexible binder-free 3D structured anode materials."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sulfur-doped carbonized bacterial cellulose as a flexible binder-free 3D anode for improved sodium ion storage"
}