{
    "DOI": "10.1039/C9CC00024K",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Red phosphorus (red-P) has recently emerged as a promising anode material for sodium-ion batteries (SIBs) because of its high theoretical specific capacity (2596 mA h g−1 based on the formation of Na3P), safe operating potential (0.45 V vs. Na/Na+) and high chemical stability especially compared with its allotrope white P. However, there are two critical drawbacks of red-P which hinder its practical application, i.e. poor electrical conductivity (∼10−14 S cm−1) and huge volume change (400%) during the alloying/dealloying process. Carbon materials are usually used to improve the electrical conductivity and cyclability of red-P owing to their high electrical conductivity, high specific surface area and low price. However, their limited tensile strength makes them hardly accommodate the huge volume change for extended circles, leading to cracks and structure degradation. In contrast, metals have high tensile strength, ductility, and elasticity. They are chemically inert and possess higher electrical conductivity. These advantages make metals better candidates for combining with red-P. However, so far, the combination of metals with red-P has been rarely reported. One possible reason is that, metals can react with red-P under high temperature, and the products (metal phosphides) have a much lower electrical conductivity.",
                "Stabilization of battery electrodes has been intensively studied in recent years, aiming to achieve better cyclability. Several strategies have been put forward, including improving reaction reversibility, designing vacant sites and combining with self-healing materials. Using the shape memory effect to realize composite structure recovery has seldom been applied to anode electrodes for SIBs. A memory alloy, when combined with red-P, can move outward following the expansion of red-P during discharge, and return back to its original position when red-P experiences volume recovery during charge (Scheme 1). As a result, the electrode remains stable and retains its original structure without cracks or structural degradation. This will also benefit the Na+ transfer and formation of stable solid electrolyte interface (SEI) films, thus ensuring the full use of the active material and a much enhanced cycling performance.",
                "Herein, inspired by the pioneering works of Hu et al. and Loka et al. which demonstrate that Ni–Ti alloy can help to prevent high volume expansion anode materials from structure degradation, we proposed a shape memory effect to realize the accommodation and recovery of red-P anodes in SIBs. To demonstrate this, a Ni–Ti memory alloy@red-P (Ni–Ti–P) was prepared via a facile ball-milling method, in which red-P nanoparticles are uniformly distributed within the Ni–Ti alloy. The Ni–Ti–P showed a high initial discharge capacity of 1702 mA h g−1 at 200 mA g−1 and good cyclability (925 mA h g−1 after 100 cycles at 500 mA g−1). This concept may open a new avenue for high-performance P-based SIBs.",
                "The morphology of Ni–Ti–P was first studied by FESEM. As shown in Fig. 1a, the diameter of the Ni–Ti–P nanoparticles is several hundred nanometers, which is larger than that of pure red-P (Fig. 1b) due to the stiffness of the memory alloy. The P particles are uniformly distributed within the Ni–Ti alloy, as confirmed by the elemental mapping (Fig. S1c–f, ESI†). The particle sizes of Ni–P and Ti–P (Fig. S1a and b, ESI†) are also smaller than that of Ni–Ti–P. The possible reason is that unlike Ni or Ti metal, the Ni–Ti alloy is chemically inert and does not react with red-P during the ball-milling process. As a result, it almost retains its original structure after ball milling. The retention of the Ni–Ti alloy is important for the improvement of electrochemical performances, as the electrical conductivity of the generated metal phosphides is extremely low, even close to that of the insulator, and the capacities of the metal phosphides are lower than that of red-P. The microstructure of the Ni–Ti memory alloy was further examined by TEM. As shown in Fig. 1c and d, the red-P maintains its amorphous nature after ball-milling, while clear lattice fringes with a spacing of 0.173 nm and 0.459 nm can be seen, which correspond to the (11) and (010) lattice planes of NiTi, respectively.",
                "The XRD patterns of the prepared materials are shown in Fig. 2a. For the ball-milled red-P, only two broad peaks at about 35° and 55° are observed, indicating the amorphous nature of red-P. For the Ni–P and Ti–P, apart from the characteristic peaks of Ni or Ti metal, new peaks corresponding to nickel phosphide and titanium phosphide are also observed. As for the Ni–Ti–P, although several metal phosphides can be detected, their intensities are quite low compared to those of the Ni–Ti alloy, suggesting low content. Therefore, the Ni–Ti memory alloy can not only alleviate the huge volume change of red-P, but also enhance the corrosive resistance of the conductive matrix.",
                "The Raman spectra of the prepared materials are shown in Fig. 2b. Red-P exhibits three characteristic peaks at 360, 430, and 460 cm−1. For the Ni–Ti–P, the peaks at 360 and 430 cm−1 remain, while the peak at 460 cm−1 disappears, indicating the good composition effects of red-P and the Ni–Ti alloy. The peak at 380 cm−1 corresponds to Ni3P. As for Ni–P and Ti–P, the characteristic peaks of red-P can be hardly recognized. The emerging new peaks may be attributed to the metal phosphides formed. The XPS spectra of the Ni–Ti–P, Ti–P, Ni–P and ball-milled red-P are shown in Fig. 2c and d and Fig. S2 (ESI†). For the ball-milled red-P (Fig. S2b, ESI†), the P 2p spectrum can be fitted into three components at 129.9, 130.8, and 134.8 eV. The peaks at 129.9 and 130.8 eV correspond to the P 2p3/2 and P 2p1/2 of the P–P bond of red-P. The peak at 134.8 eV is attributed to the P–O bond of P2O5. The P 2p spectrum of Ni–Ti–P is shown in Fig. 2d, which appears similar in shape to that of red-P. Besides the P–P and P–O bonds, a newly formed P–Ni bond can also be detected at 129.3 eV, which accounts for 8%. Therefore, the XPS results confirmed that some reaction has occurred between red-P and the Ni–Ti alloy. As shown in Fig. S4 (ESI†), the transformation characteristic of the Ni–Ti alloy was measured using a differential scanning calorimeter (DSC). The martensitic transformation temperature and the inverter temperature are about 0 and 10 °C, respectively. It can be proved that the Ni–Ti alloy shows the memory effect at room temperature.",
                "Fig. 3a shows the cyclic voltammetry (CV) curves of Ni–Ti–P. The CV was performed at a scan rate of 0.1 mV s−1 between 0.01 and 1.5 V (vs. Na/Na+). Unlike the gradual declining trends of ball-milled red-P, Ni–P and Ti–P (Fig. S3a–c, ESI†), the CV curves of Ni–Ti–P illustrate a gradual increasing tendency until 20 cycles, which can be explained by the fact that the Ni–Ti–P experienced a gradually activated process. After 20 cycles, when the CV curves of the Ni–Ti–P are stabilized, it is found that there are two reduction peaks at 0.2 V and 0.1 V, and two oxidation peaks at 0.5 V and 0.7 V. The two reduction peaks are derived from red phosphorus's alloying reaction with sodium ions to form NaxP (x = 1–3), and the two oxidation peaks are derived from the process of gradually de-alloying NaxP to form red phosphorus. For Ni–P (Fig. S3b, ESI†), the huge gap between the first 2 cycles and the disappearance of the broad cathodic peak at 0.2 V suggest that a large amount of surface electrolyte interface (SEI) films were formed in the first cycle.",
                "The charge–discharge profiles of Ni–Ti–P shown in Fig. 3b demonstrate that Ni–Ti–P exhibits a better performance than the ball-milled red-P, Ni–P and Ti–P (Fig. S3d–f, ESI†) at a current density of 200 mA g−1. Because of the shape memory effect and good electrical conductivity, Ni–Ti–P shows significantly improved performances than the ball-milled red-P, Ni–P and Ti–P. Its initial discharge capacity is 1702 mA h g−1, and the reversible capacity is 1350 mA h g−1, possessing an initial coulombic efficiency of 80%. It still retains a charge capacity of 1346 mA h g−1 after 20 cycles, almost 100% of the initial reversible charge capacity.",
                "A comparison of the cycling performances of Ni–Ti–P, ball-milled red-P, Ni–P and Ti–P is shown in Fig. 3c. Ni–Ti–P displays a stable capacity of 1285 mA h g−1 after 50 cycles, while the capacities of Ti–P, Ni–P and ball-milled red-P remain at 656, 202, and 87 mA h g−1, respectively. At 500 mA g−1, Ni–Ti–P retains a capacity of 925 mA h g−1 after 100 cycles (Fig. 3e). Fig. 3d shows that even at 2000 mA g−1, Ni–Ti–P still delivers a capacity of 1030 mA h g−1.",
                "The electrochemical impedance spectroscopy (EIS) results are shown in Fig. 3f, which display the Nyquist plots and fitted curves of the ball-milled red-P, Ni–P, Ti–P, and Ni–Ti–P. The impedance spectra are fitted with an equivalent circuit as shown in Fig. 3f. Rs represents the electrolyte resistance. Rsf and Qsf represent the diffusion resistance of Na-ions through the solid electrolyte interface (SEI) films and the corresponding constant phase element (CPE), respectively. Rcf corresponds to the charge transfer resistance. Qdl corresponds to the double layer capacitance. The resistance results of the Nyquist plots fitted with an equivalent circuit are shown in Table S1 (ESI†). Ni–Ti–P has the smallest total resistance of 222 Ω, while the values of ball-milled red-P, Ni–P, Ti–P are 407, 931 and 427 Ω, respectively. The low resistance of Ni–Ti–P, especially the low charge transfer resistance, indicates that it has better electrical conductivity, and a reliable structure, which benefits the transfer of sodium ions and inhibits the formation of SEI films.",
                "In conclusion, a Ni–Ti–P composite was successfully synthesized via a facile ball-milling method and high temperature treatment resulting in conversion of Ni and Ti metals into a Ni–Ti alloy. Compared to ball-milled red-P, Ni–P and Ti–P, the Ni–Ti–P composite exhibits better performances. It delivers an initial discharge specific capacity of 1702 mA h g−1 at 200 mA g−1, and a reversible charge capacity of 1350 mA h g−1, with an initial coulombic efficiency of 80%. Comparatively, the ball-milled red-P, Ni–P and Ti–P composites only show reversible capacities of 450, 363 and 819 mA h g−1, respectively. The Ni–Ti–P composite also possesses excellent cyclability, still retaining almost 100% of the initial reversible capacity after 20 cycles. With the advantages of a facile method and a relatively low cost, the Ni–Ti–P material can be a promising anode material for sodium-ion batteries. The structure design of shape memory materials to achieve a stable structure can provide guidance for all electrode materials with a volume change problem.",
                "This work was financially supported by the National Natural Science Foundation of China (No. 51874199, 51774203, and 21601126), the Shenzhen Science and Technology Project Program (No. JCYJ201708171000919133 and KQJSCX20170327151152722), and the Natural Science Foundation of SZU (No. 2017031)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Improving the structure stabilization of red phosphorus anodes via the shape memory effect of a Ni–Ti alloy for high-performance sodium ion batteries"
}