{
    "DOI": "10.1021/acsnano.2c05662",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the increasing concerns on energy crisis and environmental pollution, clean energy utilization and electrochemical energy storage have become exigent tasks of human society.  Sodium ion hybrid capacitors (SIHCs) elaborately integrate the merits of high energy density of batteries and high output power of capacitors, holding enormous possibilities for future generations of energy storage equipment. However, the mismatch of kinetics between anode and cathode is still the biggest obstacle which severely hampers the development of high-performance SIHCs.  For the purpose of overcoming this obstacle, improving kinetics compatibility of anode/cathode by rationally constructing anode materials with pseudocapacitive superiorities for rapid charge storage would be valid yet remains a huge challenge thus far.",
                "Pseudocapacitive materials as the promising candidates execute electrochemical behaviors neither purely Faradaic nor purely capacitive, contributing to high-power Na+ storage. Generally, there are two ways of charge storing: (1) via a Faradaic-type charge storage, by evaluating redox status of metal centers in the hybrids; (2) by a non-Faradaic electron transfer in a double electric layer at the surface of the hybrids. Thereinto, the metal centers that contribute to Faradaic-type pseudocapacitance are arguably situated near the surface of hybrids, normally at a distance of l ≪ (2Dt)1/2 (t, time (s); D, diffusion coefficients of charge compensated ions (cm2 s–1)).  Besides the above charge storage mechanism, the pseudocapacitance are typically classified into two types, namely, “intrinsic” and “extrinsic” pseudocapacitance. Intrinsic pseudocapacitance can emerge when the material with redox metal centers contribute to the pseudocapacitance near the surface or the material with a crystalline network provides spacious ion transport pathways.  Extrinsic pseudocapacitance originates when the material not only is engineered at the nanoscale but also possesses a heteroatom-doped porous conductive network so that they can provide abundant Na+ storage sites on the surface or near-surface region.  In these regards, improving the whole pseudocapacitance contribution by considering both intrinsic and extrinsic pseudocapacitances to select pseudocapacitive material with superior structural design for boosting fast surface Na+ storage is urgently desired.",
                "Intrinsic pseudocapacitive vanadium-based materials with rich active sites and multivalence properties could provide fast kinetics and multielectron reactions, thus triggering growing research attention.  Among them, vanadium nitrides (VNs) with high conductivity (1.17 × 106 S m–1) electrochemically react with sodium by conversion reactions, leading to the formations of vanadium metal embedded in Na3N matrix, which are sodium superionic conductors and further boost charge transfer.  On the other hand, to enhance the extrinsic pseudocapacitance, reducing the particle size to quantum dot (QD) scale rather than ordinary nanoengineering would be more effective. Recently, numerous efforts have been made in the control and synthesis of QDs but still face a huge challenge toward complex processing and poor repeatability.  Moreover, heteroatomic doping and pore-creating strategies contribute to a more conductive architecture, massive defects, and rich pores, which not only accelerate ion/electrical transport but also supply improved adhesion for active materials, so as ultimately to promote extrinsic pseudocapacitance.  However, such an integrated strategy considering the above superiorities to strengthen intrinsic and extrinsic pseudocapacitance has been little reported until now.",
                "On the basis of the above concerns, we herein fabricated an advanced SIHCs device by coupling the freestanding VNQDs@PCNFs-N/F hybrid as anode and the corresponding APCNFs-N/F as cathode, effectively optimizing the kinetics compatibility. The intrinsic pseudocapacitive VN quantum dots embedded in N/F co-doped 1D carbon nanocages can enhance the electron transfer from the VNQDs to the PCNFs-N/F substrate and alleviate the volume expansion/shrinkage of VNQDs matrix during redox reactions. The N/F co-doped 1D carbon nanocages with rich pores and defects contributes to fast ion migration, which can further improve the extrinsic pseudocapacitive charge storage and boost rate performance. As a consequence, the assembled SIHCs device can obtain high energy density of 157.1 Wh kg–1 at the power density of 198.8 W kg–1. Notably, even at a high power density of 9100.5 W kg–1, the SIHCs device can still achieve a high energy density of 95.0 Wh kg–1."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "a presents a general overview of the synthesis process of flexible VNQDs@PCNFs-N/F including homogeneous precursor sol preparation, electrospunning process, preoxidation, and further nitridation. First, a uniform solution consisting of water, poly(vinyl alcohol) (PVA), ammonium metavanadate, and poly(tetrafluoroethylene) (PTFE) was prepared for electrospinning. During the electrospinning process, the PVA fluid will form the fiber shell packaged with the PTFE droplets, generating massive PTFE nanoparticles inside the nanofiber. Subsequently, after a preoxidation and nitridation process, the PTFE nanoparticles decomposed and plenty of pores remained inside the nanofibers, forming the structure of 1D nanofiber cages. Synchronously, the vanadium source was in situ converted into VN quantum dots embedded in the skeleton of nanocages with the formation of VNQDs@PCNFs-N/F. The VNQDs@PCNFs-N/F holds well  flexibility ( Figures S1), which could enable us to cut it into an electrode with desired shape directly. Relatively, N/F co-doped carbon nanofiber cages (PCNFs-N/F) and VN embedded in carbon nanofibers (VN@CNFs) were also synthesized for contrast.",
                "The morphology and microstructure of VNQDs@PCNFs-N/F are primarily identified by field-emission scanning electron microscopy (FESEM), transmission electron microscopy (TEM), and HRTEM analysis.  b–d show the FESEM and TEM images of VNQDs@PCNFs-N/F, which obviously confirm the interconnected 1D nanocages structure. The magnified TEM image (e) depicts that the VN quantum dots with diameters of 2–5 nm are uniformly confined within the shell of 1D carbon nanofiber cages. Such configuration in VNQDs@PCNFs-N/F not only alleviates the volume expansion of VN and their aggregation during cycling processes but also effectually surmounts the mass transport sluggishness. Additionally, the high-resolution TEM (HRTEM) (f) clearly reveals the interplanar spaces of 0.206 nm, which can correspond to the (200) crystal face of VN. g displays the high-angle annular dark-field scanning transmission electron microscopy and energy-dispersive X-ray spectrometry mappings (HAADF-STEM, EDS), which intuitively indicate the homogeneous distribution of C, F, N, and V. As a contrast, the morphology and microstructure of PCNFs-N/F and VN@CNFs are exhibited in .",
                "To further identify the phase crystallinity of the above prepared samples, X-ray powder diffraction (XRD) was examined. As shown in , all of the characteristic peaks of VNQDs@PCNFs-N/F and VN@CNFs could be accurately indexed to the VN phase (JCPDS No. 73-0528). In addition, the Raman spectroscopy was conducted to further indagate the structural disorder of the three samples, in which two characteristic peaks at 1340 and 1589 cm–1 could be ascribed to disordered carbon (D-band) and graphitized carbon (G-band), respectively (). Notably, the peaks below 1000 cm–1 are attributed to VN.  And the ID/IG (center peak intensity ratio) of VNQDs@PCNFs-N/F manifests a higher value (1.12) than PCNFs-N/F (1.03) and VN@CNFs (1.07), reflecting more defective carbon in VNQDs@PCNFs-N/F due to the introduction of VN quantum dots and N/F co-doping. The abundant defects may supply more Na+ insertion/adsorption active sites and promote Na+/electron transport, thus ensuring efficient pseudocapacitive sodium storage.  To elucidate the surface chemical components of VNQDs@PCNFs-N/F, the X-ray photoelectron spectroscopy (XPS) was employed (). The high-resolution V 2p spectrum of VNQDs@PCNFs-N/F denotes two deconvoluted peaks at 517.2 and 524.7 eV, which can be assigned to V 2p3/2 and V 2p1/2, respectively (). Thereinto, the V 2p3/2 and V 2p1/2 peaks can be fitted into three subpeaks at 515.3, 515.9, 517.2 eV and 522.4, 523.6, 524.7 eV, corresponding to V3+ (V–N), V4+ (V–N–O), and V5+ (V–O) in VNQDs@PCNFs-N/F.  The N 1s spectrum of VNQDs@PCNFs-N/F displayed in  can be deconvoluted into five different nitrogen species concentrated at 396.8, 398.3, 399.4, 400.9, and 403.1 eV, being assigned to V–N, pyridinic N, pyrrolic N, graphitic N, and oxygenated N, respectively.  Moreover, the oxidized vanadium is also proved by the O 1s spectra in which the fitted peaks at 530.2 eV could attribute to the O–V bond (), contributing to the facile oxidation of the VN surface.  Additionally,  exhibits the C 1s spectrum of VNQDs@PCNFs-N/F, indicating the presence of C–C (284.5 eV), C–N (285.6 eV), C═N/C═O (286.9 eV), O–C═O (288.5 eV), and C–F (291.2 eV).  In the high-resolution spectra of F 1s (), the two dominated peaks located at 685.2 and 687.5 eV can be ascribed to semi-ionic C–F and covalent C–F, respectively.  The heteroatoms doping of N and F in carbon matrix could promote electron-rich regions for enhanced Na+ adsorption, favorably contributing to improved surface pseudocapacitive capacity.",
                "The carbon contents of VNQDs@PCNFs-N/F and VN@CNFs were evaluated by thermal gravimetric analysis (TGA) measurement in air with the heating temperature from 25 to 800 °C (). The incipient mass loss before 250 °C can be attributed to evaporation of adsorbed water, and the subsequent mass decrease could be ascribed to superimposed effects of weight loss for carbon burning and weight increase for VN oxidation. Consequently, the weight percentage of VN in the VNQDs@PCNFs-N/F and VN@CNFs is calculated to be 43 and 35%, respectively. Additionally, the specific surface area and pore structure of the three samples were further characterized by nitrogen adsorption–desorption isotherms (). VNQDs@PCNFs-N/F displays a type IV isotherm with a specific surface area of 209.64 m2 g–1 (). Additionally, Barrett–Joyner–Halenda (BJH) curves of VNQDs@PCNFs-N/F indicate a hierarchical micromeso–macro porous structure with pore size distribution centered from 1 to 100 nm ().  Such a large specific surface area and hierarchical micromeso–macro porous feature of VNQDs@PCNFs-N/F not only facilitate the electrolyte penetration but also boost ionic/electron transfer along with buffering volume change, thus well improving electrochemical performance of the energy storage.",
                "Density functional theory (DFT) calculations were first performed to investigate the significance of introducing VN and heteroatom N/F toward extrinsic pseudocapacitive Na+ storage.  The calculated Na adsorption energy (ΔEa) in a indicates that all the dopants of the implanted VN, N, and F in VNQDs@PCNFs-N/F (VN@C–N/F) contribute to provide active sites for the adsorption of Na+. On the one hand, C–N/F (−4.04 eV) exhibits a lower ΔEa value compared with pure C (−0.24 eV), C–N (−2.48 eV), and C–F (- 3.31 eV), indicating that the introduction of N and F dopants can effectively improve the adsorption of Na+ (). The high electronegativity of F atoms in C–N/F provides a stronger adsorption energy for Na+, while the protrusions structure caused by doped F contributes to expansion of the interlayer spacing of the carbon layer. Moreover, the ΔEa of C sites, N sites, and F sites in surface VN@C–N/F (−1.60, −1.56, −4.97 eV) and interlayer VN@C–N/F (−2.05, −2.43, −5.74 eV) exhibit lower values compared with in C–N/F (−1.29, −2.41, −4.04 eV), which account for the improved Na+ adsorption in VN exiting configurations (). The total DOS (TDOS) of C–N/F is obviously enhanced near the Fermi level compared to C–N and C–F, indicating that N and F co-dopants contribute together to improve the electric conductivity of the materials (b). In addition, the TDOS and partial DOS (PDOS) on the 3d orbital for the V atoms of VN@C–N/F and VN@C were analyzed (), indicating the strengthened density in VN@C–N/F near the Fermi level, which could promote the adsorption of Na+.",
                "Furthermore, the local Fermi softness was analyzed to identify the reactivity of the active sites in VN@C–N/F, VN@C, C–N/F, C–N, C–F, and C, whose value corresponds to the spatial reactivity. As displayed in c–i, VN@C–N/F has more active sites than VN@C. Similarly, C–N/F has more active sites than C–N, C–F, and C, which all accounts for the enhanced extrinsic pseudocapacitance property after N and F implantation. The charge density difference was calculated to further investigate the bonding properties of adsorbed Na+ on the corresponding configurations. The charge depletion of Na atoms and accumulation around the F and N atoms in different architectures indicate that Na atoms are effectively absorbed on the active sites, which synergistically facilitates the Na+ storage (). Moreover, 2D projection of the charge density contour of pure C, C–N, C–F, C–N/F, VN, and CNF of VN@C–N/F, VN, and C of VN@C were shown in j,k, where the red and blue colors indicate the higher and lower reactivity, respectively. One can see that both VN and N/F heteroatom dopants contribute to the fabrication of higher reactivity, contributing to an effective energy storage.",
                "Besides, we have calculated the minimum energy path (MEP) and the barriers of the most possible Na diffusion paths on VN@C–N/F, VN@C, C–N/F, C–N, C–F, and pure C, and we found the barriers of VN@C–N/F were no larger than 0.1 eV. This indicates that the introduction of VN and C/F will not hinder the originally fast shifting on graphene carbon (), illustrating preferable diffusion kinetics. Overall, DFT results further demonstrate the extrinsic pseudocapacitive superiority of VNQDs@PCNFs-N/F to reinforce the Na+ storage.",
                "Inspired by the above superiority of VNQDs@PCNFs-N/F, the electrochemical performances for Na+ storage are first assessed as the anode of sodium half-cells. a presents the cyclic voltammetry (CV) curves of VNQDs@PCNFs-N/F in which the first cathodic process exhibits two weak peaks at 0.823 and 0.414 V, attributing to an insertion process of Na+ into VN lattice and the solid electrolyte interface (SEI) formation with generation of V-metal and Na3N, respectively.  While, in the first anodic sweep, two fainter oxidation peaks located at 0.58 and 1.404 V could refer to the process of VN re-formation, notably, the subsequent cathodic sweep differs from the first one in which the peaks at 0.823 and 0.414 V vanish and a new bump emerges at 0.994 and 0.63 V, possibly generating from the irreversible structural change of VNQDs@PCNFs-N/F.  Fortunately, the subsequent curves overlap well with each other, indicating the favorable reversibility of VNQDs@PCNFs-N/F. Additionally, the CV curves of VN@CNFs were provided in , indicating the same reaction mechanism as VNQDs@PCNFs-N/F. The cycling stability of the series samples at 0.1 A g–1 is shown in b. The VNQDs@PCNFs-N/F electrode delivers a high reversible specific capacity and reaches up to 392.3 mAh g–1, being in stark contrast to that of PCNFs-N/F (245.9 mAh g–1) and VN@CNFs (234.3 mAh g–1). In addition, it is worth noting that both the capacities of VNQDs@PCNFs-N/F and VN@CNFs first go down and then go up slightly with the cycle going on, possibly attributed to the further activation of the VN active material. The initial capacity fading may originate from the formation of a SEI film and mechanical degradation induced by sodiation. The subsequent capacity increase is ascribed to the more exposed active sites and higher effective availability of VN active materials during the cycling process.  exhibit the FESEM and TEM images of VNQDs@PCNFs-N/F and VN@CNFs after 200 cycles at 0.1 A g–1, indicating the well structured stability and matching well with the excellent reversibility. c compares the rate capability of the three electrodes, in which VNQDs@PCNFs-N/F demonstrates the superior performance. Typically, VNQDs@PCNFs-N/F achieves high reversible capacities of 411.1, 356.3, 324, 299.5, 273.5, 245.7, and 220.8 mAh g–1 at 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g–1, respectively, which is visibly superior to previous metal nitrides and vanadium-based electrodes (d).  In contrast, the capacities of VN@CNFs rapidly decrease to 25.2 mAh g–1 at 10 A g–1. Such a preferable rate capability of VNQDs@PCNFs-N/F could be highly related to the rational design of VN quantum dots embedding within the nanofiber cages structure in which the ultrasmall VN quantum dots and available void can efficiently facilitate the ion/electron transport, observably improving the kinetic reactions. This phenomenon also strongly validates the effectiveness of our protocol by embedding quantum grade VN nanodots in carbon nanocages to improve the high-rate capability for sodium storage.",
                "Kinetic analysis based on CV measurements was evaluated to acquire a deep insight into the electrochemical behavior of VNQDs@PCNFs-N/F and VN@CNFs anode. As shown in , the b value for the cathodic current of VNQDs@PCNFs-N/F can be quantified as 0.94, 0.96, 0.91, 0.91, 1.08, and 0.57, respectively, manifesting a typical pseudocapacitive behavior at most potentials.  Notably, the decreased b value of 0.57 at 0.01 V reflects the transformation of electrochemical behavior from capacitive-dominant kinetics to diffusion-dominant ones. As the state of discharge goes deeper, the surface product was accumulated and the electrochemistry tends to be dominated by more diffusion-controlled behavior.  The pseudocapacitive contribution of VNQDs@PCNFs-N/F is about 80.8% of the total capacity at a scan rate of 1 mV s–1 (e), guaranteeing the rapid kinetics and high-rate capability. In contrast, VN@CNFs presents a diffusion-dominated electrochemical process (f), which could account for the inferior rate performance shown in c. VNQDs@PCNFs-N/F displays the higher b values and pseudocapacitive contribution proportions than VN@CNFs, which can be attributed to the superior nanocage structure, enriched defect, and electrochemically active sites caused by VN quantum dots and N/F co-doping, further verifying faster Na+ transportation kinetics. Moreover, the electrochemical impedance spectroscopy (EIS) analysis of VNQDs@PCNFs-N/F, PCNFs-N/F, and VN@CNFs was further conducted to investigate their intrinsic ion diffusion kinetics. As presented in , VNQDs@PCNFs-N/F exhibits the lowest fitting charge-transfer resistance (Rct: 114.7 Ω; PCNFs-N/F, 175.3 Ω; VN@CNFs, 503 Ω) in the EIS diagram and the smallest slope of the straight lines fitting toward the low-frequency region in Z′−ω–1/2 (ω = 2πf) curves, indicating its preferable diffusion kinetics. Inspired by the high pseudocapacitance contribution and impressive rate capability of VNQDs@PCNFs-N/F, the long-term cycling stability at high current densities of 1 and 5 A g–1 was evaluated. Surprisingly, the VNQDs@PCNFs-N/F electrode demonstrates an ultralong cycling stability with a high reversible capacity of 289 mA h g–1 after 6000 cycles at a high current density of 5 A g–1, which is 33% higher than the original capacity after an activation process at 0.1 A g–1 for 5 cycles (g).  compares the long-term cycle stabilities of the three samples at 1 A g–1, in which the VNQDs@PCNFs-N/F shows the same trend as the curves at 5 A g–1 and delivers the highest capacity of 356.8 mAh g–1 after 2000 cycles. Notably, VNQDs@PCNFs-N/F still exhibits an excellent structural stability even at high current density of 1 A g–1 after 2000 cycles (). Besides, the cyclability of the VNQDs@PCNFs-N/F electrode is superior to most previously reported vanadium-based and nitrides anodes in sodium storage (h, ).  In association with the previous conversion mechanism in which transition metal nitrides could electrochemically react with sodium and generate corresponding metal nanoparticles embedded in sodium superionic conductors–Na3N matrix, the reason for the capacity increase during the cycles is summarized. In addition to abundantly exposed active sites, the incorporation of a highly conductive Na3N and carbon nanocages structure could also markedly satisfy the fast diffusion of ion/electrons through the electrode even at high current densities, ultimately leading to a capacity improvement during cycling processes.",
                "To obtain an in-depth insight into the Na-ion storage mechanism of VNQDs@PCNFs-N/F, ex situ XPS, galvanostatic intermittent titration technique (GITT), ex situ XRD and TEM were carried out.  a–c display ex situ XPS results of VNQDs@PCNFs-N/F, where high resolution of V 2p, N 1s, and C 1s spectra at pristine state, fully discharged state (D-0.01 V), and fully charged state (C-3 V) of the first cycle was presented, respectively. For high resolution of V 2p (a), the binding energies shift to lower values and V 2p1/2 peak increases obviously (V 2p3/2 reduces accordingly) as the electrode was discharged to 0.01 V, attributing to Na+ intercalation and the conversion reactions. Typically, V5+ (517.2, 524.8 eV), V4+ (515.9, 523.6 eV), and V3+ (515.3, 522.4 eV) transferred into V5+ (517.6, 523.9 eV), V3+ (515.7, 521.7 eV), and V0 (513.3, 520 eV) on account of the formation of V metal and Na3N from the conversion reactions of VN and Na. Obviously, the reduction of high-valence vanadium results in the red shift of V 2p3/2 and V 2p1/2 peaks.  After the electrode is fully charged, partial low-valent vanadium returns to form high-valent ones in which V5+ (516.9, 523.8 eV), V4+ (516, 522.7 eV), V3+ (514.7, 521.1 eV), and V0 (512.8, 519.4 eV) were all detected, verifying the reversible Na+ storage behavior in VNQDs@PCNFs-N/F. The high resolution of N 1s (b) for D-0.01 V shows that some new chemical bonds of Na3N, NaNO2, and NaNO3 emerge accompanied with a weakened signal of all spectra in contrast to the origin state.  Notably, NaNO2, NaNO3, and Na3N species possess good Na+ conduction ability, which could homogenize the Na+ flow and facilitate their transfer through SEI, resulting in faster reaction kinetics.  During the charging process, the proportion of NaNO2, NaNO3, and Na3N species reduces accordingly but without vanishing, attributing to SEI formations during the first few cycles. Additionally, the C 1s spectrum (c) also varies as the discharging and charging processes go on. Visibly, the peaks at the high binding energy in the range of 286–291 eV increase during the discharging process and then decrease but without disappearing after the fully charged state, which could be ascribed to the formation of SEI and generations of sodium-containing compounds (such as NaF, Na2CO3, RCONa, R(O–C═O) Na, etc.).  In F 1s spectrum (), the binding energy of the F 1s peak clearly shifts negative during the sodiation process, which implies the strong interaction of Na+ and active sites of nearby F dopants as well as the formation of NaF for the SEI layer, effectively reinforcing the stability of the electrode. To the well defined diffusion coefficient (DNa+) in charging and discharging states, we conducted the galvanostatic intermittent titration technique (GITT) measurements.  As shown in d, VNQDs@PCNFs-N/F exhibits a higher DNa+ than VN@CNFs () during both sodiation and desodiation processes, verifying its improved Na+ diffusion. Such fascinating Na+ reaction kinetics of VNQDs@PCNFs-N/F is attributed to the synergistic effects of ultrasmall VN quantum dots, rich heteroatoms doping, and 1D carbon nanocages structure, which can well promote the transport of Na+/electron and supply abundant ion adsorption sites for achieving fast pseudocapacitive sodium storage.",
                "e exhibits the ex situ XRD results at different discharge/charge state, which further reveal the structure evolution of VNQDs@PCNFs-N/F during the cycling process. Typically, the diffraction peak at 37.64° slightly shifts to lower angle in the discharge state and goes back to a higher angle in the charging step, which indicates the reversible diffusion of Na+ in the VN framework for the insertion–conversion reactions. In addition, a new characteristic peak at 38.6° is detected during the discharge process and almost vanishes after a fully charged status, attributing to the formation of the Na3N phase upon sodiation (JCPDS No. 75-0667).  This phenomenon further suggests that VNQDs@PCNFs-N/F undergoes a relatively reversible crystalline phase transition of VN + 3Na ⇆ Na3N + V during the cycling process. Besides, the ex situ HRTEM, HAADF-STEM, and EDS elemental mappings of VNQDs@PCNFs-N/F during the charged/discharged processes were further conducted and shown in f–h, reflecting the well maintained morphology. The HRTEM image of the fully discharged state (f) manifests the formation of the Na3N crystal face, showing good consistency with the ex situ XRD results. g exhibits the HAADF-STEM image and EDS elemental mappings of the fully discharged status, demonstrating the homogeneous existence of C, N, F, V, and Na elements. For the HRTEM image of the fully charged state in h, the lattice spacing of 0.206 nm can be indexed to the (200) plane of VN which further verifies the reversible transformation during the sodiation/desodiation process.",
                "In addition to achieving an effective anode with rapid reaction kinetics, designing an advanced cathode with high specific surface area and heteroatomic doped open nanostructures to boost the specific capacity and mitigate the capacity mismatch is another urgent task.  displays the SEM and TEM images of APCNFs-N/F, which exhibits more abundant open nanopores than nonactivated PCNFs-N/F. The HAADF-STEM image and EDS mappings confirm that the N and F heteroatoms still exist in the APCNFs-N/F, which not only supply accessible active sites for anion adsorption/desorption but also introduce pseudocapacitance to strengthen energy storage. The N2 adsorption–desorption isotherm in  exhibits that the specific surface area of hierarchical porous APCNFs-N/F (coexist of micromeso–macro pores) could reach up to 1506.76 m2 g–1. Moreover,  presents the CV curves of APCNFs-N/F, which exhibits a relatively quasi-rectangular shape at various scan rates, demonstrating a capacitive behavior with preferable reversibility. The linear galvanostatic charge–discharge curves of APCNFs-N/F displayed in  further certify the capacitive-dominant mechanism. Significantly, the rate capability and specific capacities of APCNFs-N/F are both better than that of commercial AC (). Typically for cycling stability, the APCNFs-N/F cathode delivers a long-term capacity retention of 88.6% after 2000 cycles at 1 A g–1, enabling it a superior cathode to alleviate the capacity incompatibility.",
                "Finally, the SIHCs full cell, denoted as VNQDs@PCNFs-N/F//APCNFs-N/F, was assembled by employing VNQDs@PCNFs-N/F as anode and APCNFs-N/F as cathode, as is schematically exhibited in a. The operation voltage window is optimized to be 0.01–4.2 V to avoid side reactions, and the mass ratio of the anode to cathode is tuned to be 1:3 (). The CV curves of the SIHCs device under various scan rates from 2 to 20 mV s–1 demonstrate a small deviation compared with the ideal rectangular, attributing to the incorporation of hybrid energy storage mechanisms of both anode and cathode (b). c displays that the galvanostatic charge–discharge profiles at 0.1–5 A g–1 present a quasi-triangular shape, further reflecting multiple mechanisms in device. The Ragone plot of the VNQDs@PCNFs-N/F//APCNFs-N/F device based on the total mass of anode and cathode was shown in d. One can see that the SIHCs device delivers a high energy density of 198.8 W h kg–1 at a power density of 157 W kg–1 and achieves an admirable energy density of 94.9 W h kg–1 even at an ultrahigh power density of 9100 W kg–1, demonstrating overwhelming advantages toward many previously reported SIHCs and other types of energy storage devices ().  Additionally, the VNQDs@PCNFs-N/F//APCNFs-N/F device also verifies an ultralong cycling stability with a capacity retention of 73.5% after 8000 cycles at 1 A g–1 (e), outperforming most advanced SIHCs (). Moreover, this advanced device could drive a wind trolley and light up a “VNQD” logo consisting of 39 light-emitting diodes (LEDs), which effectively attests its feasibility for application (inset of e). All of the above manifests that the VNQDs@PCNFs-N/F//APCNFs-N/F device can well fill the gaps between the battery-type anode and capacitor-type cathode."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully constructed a high-performance SIHC device with good compatibility between freestanding battery-type anode and capacitor-type cathode. The quantum dots within 1D nanocages efficaciously overcome the mass/electron transport sluggishness and achieve improved kinetics for the anode. N/F co-doped carbon nanocages with a highly conductive network and rich active sites supply highly reversible storage of Na+ and enormous adsorption/desorption of the anion. As a consequence, the hybrid device displayed preferable electrochemical performances with respect to the energy density, power density, and long cyclability. This work sheds light on the viable strategy to well match the kinetics and capacities between anode and cathode in hybrid capacitors."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ammonium metavanadate (NH4VO3, AR, 99%), and poly(tetrafluoroethylene) (-(CF2–CF2)n-, PTFE, 60 wt %) were purchased from Shanghai Machilin Biochemical Technology Co., Ltd., China. Poly(vinyl alcohol) ([-CH2CHOH-]n, PVA, 99%) was purchased from Aladdin Co."
                    ],
                    "name": " Chemicals Reagents",
                    "type": "h3"
                },
                {
                    "content": [
                        "PVA powders (900 mg) were first dissolved in deionized water (6 mL) at 95 °C for 6 h under stirring to form a homogeneous solution. A 2 mmol amount of NH4VO3 and 3 mL of 60 wt % PTFE solution were dispersed into the above solution and stirred for another 10 h. Then, the obtained uniform solution was loaded into 5 mL injectors with a stainless-steel nozzle connecting a high-voltage power supply. The aluminum foil was rolled up on the drum collector to collect nanofibers. The flow rate and voltage are respectively set as 0.01 mL min–1 and 21 kV during the electrospinning process. Finally, the collected nanofibers film was preoxidized at 250 °C for 6 h in air atmosphere and then nitrided at 700 °C for 3 h under NH3 atmosphere to obtain VNQDs@PCNFs-N/F."
                    ],
                    "name": " Synthesis of the VNQDs@PCNFs-N/F",
                    "type": "h3"
                },
                {
                    "content": [
                        "The fabrication progress is the same as the synthesis of VNQDs@PCNFs-N/F, except that no NH4VO3 is added."
                    ],
                    "name": " Synthesis of the PCNFs-N/F",
                    "type": "h3"
                },
                {
                    "content": [
                        "The fabrication progress is the same as the synthesis of VNQDs@PCNFs-N/F, except that no PTFE is added."
                    ],
                    "name": " Synthesis of the VN@CNFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase characterizations of the above samples, including FESEM, TEM, HRTEM, EDS, XRD, Raman, XPS, TGA, BET, and so on, were all measured as in our previous work. "
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes of three samples were all obtained from cutting the nanofibers film into circular pieces with a diameter of 12 mm and an average mass of 0.8–1.1 mg. Additionally, the assembling and electrochemical measurements of 2032-type half-batteries and SIHC full cells were all conducted as in our previous work.  Thereinto, the anodes used in SIHC full cells were preactivated for five cycles and discharged to 0.01 V at 0.1 A g–1 in half-batteries. The ratio of VNQDs@PCNFs-N/F anode to APCNFs-N/F cathode is optimized to be 1:3. The energy density (E) and power density (P) of the VNQDs@PCNFs-N/F//APCNFs-N/F device were calculated on the basis of following equations:where t represents the discharge time (s), i is the current density (A g–1), and Vmax/Vmin is the beginning/end potential of discharge with consideration of the IR drop."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations were conducted with periodic supercells under the generalized gradient approximation (GGA), employing the Perdew–Burke–Ernzerhof (PBE) function for exchange–correlation and the ultrasoft pseudopotentials for nuclei and core electrons. The Kohn–Sham orbitals were expanded in a plane-wave basis setting with a cutoff kinetic energy of 35 Ry and the cutoff charge density of 350 Ry. The adsorption energy (ΔEa) can be obtained on the basis of the following equation:in which Etot is the total energy of the composites, ENa is the energy of Na atoms, and Estr is the energy of the structure. The electron density difference was obtained by subtracting the charge densities of Na atom and the configuration from the corresponding hybrids. The charge density difference can be used to analyze the bonding process or the charge transfer before and after structural relaxation, which can be calculated on the basis of the following equation:where ρAB is the composition and ρA and ρB are absorbates. In the calculation of the latter two quantities, the atomic positions are fixed as in the AB system. The Fermi surface effects have been treated by the Methfessel and Paxton smearing technique with a smearing parameter of 0.02 Ry. The Brillouin zones were sampled with a 1 × 1 × 1 k-point mesh. The calculation models of the pure C, C–N, C–F, C–N/F, VN@C, and VN@C–N/F were constructed with 5 × 5 lateral periodicity. The diffusion barrier was dependent on the climbing image-nudged elastic band (CI-NEB). All of the DFT calculations are conducted by the PW and NEB modules in Quantum ESPRESSO distribution."
                    ],
                    "name": " Theoretical Calculations",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Pseudocapacitive Vanadium Nitride Quantum Dots Modified One-Dimensional Carbon Cages Enable Highly Kinetics-Compatible Sodium Ion Capacitors"
}