{
    "DOI": "10.1021/acsami.7b05687",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries have overwhelmingly dominated the energy market, from hand-held electronic devices, grid storage, to the thriving electric vehicles, since its commercialization by Sony Company in the 1991s.  However, the fast increase in demand has encountered the problem of limited and uneven distribution of lithium sources on Earth, where the Li+ quantitatively behaves as the medium of energy transportation.  Alternatively, the rich reserves of the sodium element and related physiochemical properties of sodium- and lithium-based compounds have become a strong drive to stimulate more and more researchers to pay attention to the development of Na-ion batteries.  Unfortunately, the commercialized graphite anode in Li-ion battery has a serious limitation to store the larger radius Na+ and is difficult to use directly anymore,  even with the excellent advancements that have been made in electrolyte and materials design.  Thus, development of a commercially available anode is urgently needed to match the cathode for applications.",
                "Although numerous candidates, including the carbon-based materials,  metal (oxide),  sulfide,  phosphorus,  binary compounds,  and carboxylates,  are being widely investigated, the hard carbon anode is still the most promising and closest to the practical applications in terms of safety issues and energy density. The strict requirements of reversible Na+ storage capability, limited volume expansion, and appropriate low voltage (e.g., ∼0.3–0.4 V) are even more important than those in commercial Li-ion batteries due to the higher activities of sodium.  However, the hard carbon usually suffers several fatal weaknesses, while most mainly result from the structural characteristics determined by the synthetic approaches. For example, the fast capacity fading and in particular the low initial Coulombic efficiency (ICE) less than 75% are the biggest challenges, which are mainly caused by the formation of a solid electrolyte interphase (SEI) layer on the large surface area and the irreversible Na+ insertion into the amorphous structure. The large irreversible capacity would consume one part of Na+ from the cathode and cause them to be invalid, thereby leading to a low CE, a poor energy capacity, and inferior cycle ability of full battery. Therefore, seeking an efficient strategy to control a low surface area of carbon, maintaining a high Na+ storage capability, is significant to improving its ICE and then allowing the practical applications of Na-ion batteries.",
                "Herein, we present a new coupled carbonization strategy to synthesize hard carbon materials, in which the mixture of sucrose and phenolic resin was directly pyrolyzed and carbonized. Although the carbohydrates such as the glucose and sucrose have been reported to synthesize the carbon-based materials,  ICE from 54% to the highest 83%, capacity around 300 mAh g–1, and specific surface area higher than 5.4 m2 g–1 still have plenty of room to improve, and even graphene oxide additive was used to suppress the foaming of sucrose.  Besides, a low carbon yield less than 20%, caused by the foaming process and thermal evaporation of pyrolysis intermediates, is impracticable considering its sustainability and cost.  In this study, we find that the phenol formaldehyde resins (PFs) can significantly change the carbonization process of sucrose. The sucrose–PF-derived hard carbon has a high yield of 35% and extremely low surface area of 1.54 m2 g–1; meanwhile, it can demonstrate a high ICE of 87% and a high capacity of 319 mAh g–1. The performances of as-prepared carbon materials are much better than the products from the sucrose or PF individually and also better than those reported as hard carbon derived from the PF-based organic precursors (e.g., capacity, 250–311 mAh g–1, ICE, less than 60%) in Na-ion battery,  which may be attributed to the lower surface area and larger interlayer distance of as-prepared carbon materials. The specialized carbonization reaction process with the combined advantages of different carbon sources are systematically investigated, and the properties of hard carbon in full battery are further explored in addition to the sodium battery (vs sodium metal)."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Hard carbon materials (HCMs) were prepared by pyrolysis of the mixture of sucrose (Analytical grade, Sinopharm Chemical Reagent Co., Ltd.) and phenol formaldehyde resin (PF, Zhang Jiagang Oshika Industrial, Co., Ltd.). Typically, the precursors of sucrose and PF with the mass ratio of 2/1 were dissolved in aqueous solution and stirred for 30 min at 60 °C in beaker. Then the slurry was dried at 120 °C for 24 h (it was also used for FTIR and TGA analysis) and further carbonized at 200 °C for 1 h in a tube furnace under argon flow. The selected carbonization temperatures are 1000, 1200, 1400, and 1600 °C, where the obtained carbon materials are denoted as HCM-1000, HCM-1200, HCM-1400, and HCM-1600, respectively. The detailed process is described in , and the mass ratio of sucrose/PF is further tuned from 1:0 to 0:1 for different types of carbon materials."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structural information was characterized by using an X-ray diffractometer (XRD) (XRD, Bruker/D8 advance) and Raman spectra (LabRAM HR800, JY Horiba). The morphologies were observed with a scanning electron microscope (SEM, Hitachi BCPCAS-4800, and Tokyo, Japan). High-resolution transmission electron microscopy (HRTEM) and selected-area electron diffraction (SAED) patterns were recorded on an FEI-Tecnai G2 F30 transmission electron microscope. The thermal gravimetric analysis (TGA) was obtained using a NETZSCH STA 409 PC Luxx simultaneous thermal analyzer (Germany) from 30 to 1000 °C (maintaining for 1 h at 200 °C) at a heating rate of 5 °C min–1 under nitrogen atmosphere. The nitrogen adsorption–desorption isotherm was measured using a Micromeritics ASAP 2020 instrument, and the total specific surface area was calculated based on the Brunauer–Emmett–Teller (BET) model."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical electrode was prepared as below. Typically, the active material (i.e., hard carbon materials) and sodium alginate binder with the weight ratio of 9.5/0.5 were mixed in aqueous solution to form a uniform slurry and then casted on Cu foil. The electrode was dried at 100 °C in a vacuum oven for 12 h and punched into a circular electrode before use. The loading mass of the hard carbon materials is controlled at around 2.0–3.0 mg cm–2, corresponding to the cathode loading of 6.5–10.0 mg cm–2. The sodium battery has a configuration of electrode | glass fiber separator | sodium foil, in which the electrolyte of 0.8 M NaPF6 in ethylene carbonate (EC)/dimethyl carbonate (DMC) (1/1 in volume) was used. The battery was assembled in an argon-filled glovebox, and the electrochemical tests were carried out using the CR2032-type coin cell. The (dis-)charge curves were recorded at 30 °C using a Land BT2000 battery test system (Wuhan, China) in the voltage range of 0–2.0 V. For the Na-ion full battery, the O3–Na0.9[Cu0.22Fe0.30Mn0.48]O2 and HCM-1400 were utilized as cathode and anode, respectively, where the Na0.9[Cu0.22Fe0.30Mn0.48]O2 electrode was synthesized and prepared accordingly.  The weight ratio of anode/cathode was 1/3.4, and the voltage window of battery was controlled at 1.0–4.06 V based on the knowledge of full battery construction. "
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "One significant feature of as-prepared hard carbon materials (HCMs) is the extremely low specific surface area around 1.54 m2 g–1 (a), which is almost the lowest value reported as far as we know.  With varying the carbonization temperature and the mass ratio of sucrose/PF, the surface area of carbon materials is tunable and always the lowest compared to those carbonized from the individual precursor of PF (29.7 m2 g–1) and sucrose (61.4 m2 g–1) (b, in which the black, blue, and red colors present the specific surface area, ICE, and interlayer distance of the HCM, respectively). It demonstrates that the coupled carbonization strategy is efficient to reduce the porosity and surface area. The optimal temperature for desired low surface area is around 1400 °C; however, there is no clear difference in morphologies within the temperature range of 1000–1600 °C, and they are all bulk particles with the size of 1–20 μm (), which are mainly determined by the sol–gel process. ",
                        "Note that the distinctive crystalline structures are observed in XRD patterns, where the peaks at around 24° and 43° give direct information of crystallographic planes of (002) and (100) (a). First, the interlayer distances (d002) of HCM samples are 4.05 Å (HCM-1000), 3.96 Å (HCM-1200), 3.95 Å (HCM-1400), and 3.80 Å (HCM-1600), respectively. These values are much higher than 3.35 Å of graphite and 3.83 Å of carbon carbonized from PF or sucrose (). A larger distance is favorable for the (de)intercalation of metallic ions (e.g., Li+, Na+). Besides, the microcrystalline structure of HCM changed from disorder to short-range order at an elevated temperature of 1600 °C, as confirmed by the narrower (002) peak in XRD. The results were further confirmed by the ID/IG ratio (ID, attributed to sp2 carbon atoms with defects; IG, arises from planar sp2-configured carbon atoms) in Raman spectroscopy.  The values drop from 3.03 to 1.55 with increasing the temperature from 1000 to 1600 °C (b and ), fully demonstrating the reduction of defects along the graphene sheets. The variation of the HCM microstructure is further confirmed by the HRTEM and SAED (c–f). The feature of HCMs, mainly consisting of the distinct turbostratic graphitic microstructures without obvious long-range order in structure, is clearly observed as described in a card model.  The increased graphitic microcrystallites resulting from the carbon atom rearrangement and the reduction of defects are demonstrated in HRTEM, particularly for the sample of HCM-1600, which is consistent with the results in XRD and Raman spectroscopy. The mainly disordered microstructure of HCMs is further confirmed by SAED patterns, where the sharpness of the diffraction ring increases slightly but no crystal diffraction spots appear even to 1600 °C, which are distinctive features of hard carbon materials."
                    ],
                    "name": " Features of As-Prepared Hard Carbon",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the extremely low specific surface of hard carbon and higher yield, the formation mechanism in the presented coupled carbonization strategy is investigated (). The pyrolysis and carbonization process of precursors in step-sized TGA demonstrates several interesting phenomena to interpret the results. (i) The first, an obvious weight loss of 15 wt %, was observed in the mixture of sucrose/PF at 200 °C, which is much higher than 10 wt % of sucrose and 2 wt % of PF, demonstrating a high degree of intra/intermolecular dehydration and cross-linked polymerization. The initial dehydration (i.e., loss of H2O) at a low temperature is positive to avoid the consumption of C by the active H and O atoms at the elevated carbonization temperature, thereby allowing a higher carbon yield of 35%. (ii) Two endothermic peaks at around 240 and 385 °C exist in the derivative of TGA for the carbonization of PF/sucrose mixture, which are different from that of individual sucrose and PF at 295 and 490 °C, respectively. It demonstrates that the carbonization route of sucrose/PF is different starting from the initial dehydration. The much smaller peak area than that of sucrose and the similar carbonization trend as that of PF confirm that the pyrolysis of intermediates and self-consumption of carbon is largely reduced in the presence of PF. Most atoms of H and O in the cross-linked intermediates were released as H2O at a relatively low temperature, and then the typical foaming process is limited, facilitating the formation of carbon materials with extremely low surface area ().",
                        "The interaction of PF and sucrose responsible for the final specific hard carbon was further verified by FTIR. The disappearance of the stretching vibration of free hydroxyl groups (υOH, 3700 and 3551 cm–1) and the weakened absorption bands around 1000–1460 cm–1 (i.e., the C–O–C stretching vibrations and/or O–H bending vibrations of C–OH around at 1079 cm–1)  fully demonstrate that a strong hydrogen bond exists, and we hypothesize that the PF preferably encapsulates the sucrose inside. Besides, the lower shift of the aromatic skeletal vibrations of the mixture (1600 and 1450 cm–1), which may be attributed to the extending of the conjugated unsaturated system and caused by the introduction of p-π conjugated structure between aromatic C═C bonds of PF and oxygen atom from sucrose, further demonstrates the strong interactions of PF and sucrose.  The TGA and FTIR observations can give an interpretation for the results as below. The carbon carbonized from the polymerized PF has a trend to cover the surface of carbon materials mainly obtained from the sucrose. The outside PF can react with sucrose first to release most H and O atoms and cross-link together; in this way it can suppress the foaming process of sucrose, thereby giving rise to an extremely low surface area (). Also, the cross-linked and branched structure of the combined precursor is preferable to form a large interlayer distance, as confirmed in comparison with the individual precursors ()."
                    ],
                    "name": " Formation Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "The typical galvanostatic (dis-)charge curves of HCMs in sodium battery (vs sodium metal) at the rate of 0.1 C are shown in a. So far, there are different opinions regarding the sodium storage mechanism of hard carbon materials.  Combining our experimental results, it may be concluded that two distinct potential regions exist: (i) the sloping region from 2.0 to 0.15 V, corresponding to the storage of Na+ in the defects of edges, surface, and porosities of carbon materials and (ii) the plateau region below 0.1 V, mainly attributed to the Na+ storage in the graphitic sheets.  The capacity contribution from the plateau region increased from 35%, 61%, 69%, to 70% with increasing the carbonization temperature from 1000 °C, 1200 °C, 1400 °C, to 1600 °C, because of the decreased defects and the increased short-range orderly graphitic layers, which are good for hosting the Na+. The electrochemical performances are consistent with the structural information in  and . Note that most as-prepared carbon materials have a prominent feature of high ICE (>80%) (a,b),  demonstrating the advantages of coupled carbonization strategy preparing low surface area carbon, which can significantly reduce the interfacial reactions between electrode and electrolyte in the formation of SEI. Among these samples, HCM-1400 delivers the highest reversible capacity of 319 mAh g–1 and an impressive ICE of 87%, which is much higher than those directly carbonized from the PF (74%) and sucrose (70%) and even better than 83% of the monodispersed hard carbon spherule coating with soft carbon. ",
                        "The rate capabilities of hard carbon materials are further investigated (c), where the HCM-1400 has the best performance. A high capacity of 296, 285,239, 158, and 85 mAh g–1 is obtained at the rate of 0.1C, 0.2C, 0.5C, 1C, and 2C, respectively; meanwhile, it can recover to 274 and 288 mAh g–1 at 0.2C and 0.1C, respectively (). The performances are significantly improved compared to those carbons obtained from the individual precursor of PF and sucrose (), fully demonstrating the advantages of coupled carbonization strategy. The rate capability is deteriorated with increasing carbonization temperature to 1600 °C (HCM-1600), where the lowest capacity of 75 and 54 mAh g–1 was delivered at the high rate of 1C and 2C. The low capacity of HCM-1600 at high rates is mainly related to the rapid capacity fading at the plateau region because of the limited Na+ diffusion from the decreased defect sites and interlayer distance (). This is consistent with previous reports that defect sites are more favorable for the fast transportation of Na+, thereby giving rise to a high capacity retention at high rate compared to that in graphitic sheets.  However, a low carbonization temperature cannot give rise to a high capacity, and even a good rate capability can be preserved because of the low electronic conductivity resulting from the insufficient carbonization, such as HCM-1000. Thus, the rate capability mainly depends on the Na+ diffusion constant and the electronic conductivity, and our results confirm that 1400 °C is competent for preparing a high performance hard carbon. Promisingly, all HCMs have a fine cycle performance; in particular, the HCM-1400 retains a high capacity of 287 mAh g–1 over 150 cycles, and the capacity retention is as high as 90% (d, ). Furthermore, the CE can keep around 100% after the initial several cycles, demonstrating the positive effect of low surface area to form a stable SEI layer. Eventually, the good performance should be ascribed to the structural stability of as-prepared carbon materials with large interlayer distance and its unique cross-linked network from combined precursors in comparison with the individual one (b,c)."
                    ],
                    "name": " Electrochemical Performances",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the (de)sodiation reactions as the (dis-)charge process, the galvanostatic intermittent titration technique (GITT) is carried out to evaluate their kinetic properties.  The apparent diffusion coefficients of Na+ in HCM electrodes are measured with a pulse current at 0.1C for 0.5 h with intervals of 2 h. The diffusivity coefficient of Na+ (DNa+) can be estimated based on Fick’s second law with the simplified equationwhere τ is the current pulse time (s); mB is the active mass in sample (g); VM and MB are the molar volume and molar mass of B (cm3 mol–1, g mol–1); and S is the active surface area of the HCM electrodes (cm2). ΔES and ΔEτ can be obtained from the GITT curves (see details in the , Figure S10).",
                        "The apparent diffusion coefficient of Na+ at the plateau section around 0–0.1 V is relatively low, while the diffusion in the sloping region (∼0.15–2.0 V) is faster, demonstrating the much easier sodiation or desodiation in defects than that within the crystalline layered structure. Generally, the Na+ diffusivity coefficient is in the order of 10–9 cm2 s–1, and several important details can be further summarized: (i) A faster decrease of voltage within the sloping region for the HCM-1600 sample in sodiation (i.e., discharge process) demonstrates that a high temperature indeed reduces the defect of hard carbon. (ii) The initial charge voltage of HCM-1000 increased fast (). It confirms that most Na+ is stored in the carbon defect rather than within the disordered crystalline layered space, and then it is easy to desodiate. Thus, a good rate capacity can be observed because due to the faster Na+ diffusion even the capacity is limited (c). (iii) The HCM-1600 sample demonstrates the most difficulty to achieve a high voltage in desodiation (i.e., charge process). It illustrates that the Na+ intercalated into the graphitic sheets is difficult to (de)sodiate and has the lowest apparent diffusion coefficient, thereby leading to an inferior rate performance. Thus, two Na+ storage mechanisms with different Na+ diffusion constants exist in the hard carbon materials, in which the capacity resulting from the slope region can be well preserved even at the high rate, while that in the plateau region is largely affected by the rate because of the Na+ diffusion path. The observed results are all consistent with the structural characterizations, and thus the performance can be tuned by the carbonization temperatures."
                    ],
                    "name": " Electrochemical Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To verify the practical applications of as-prepared hard carbon materials, the HCM-1400 is utilized as the anode to match the Na0.9[Cu0.22Fe0.30Mn0.48]O2 cathode for a full battery (a). The voltage vs capacity profiles of Na0.9[Cu0.22Fe0.30Mn0.48]O2//HCM-1400 full cell at 0.1C (i.e., 30 mA g–1) in the voltage window of 1.0–4.05 V are presented in b. The full cell delivers a high reversible capacity of 289 mAh g–1 (vs carbon anode) after several activation cycles, and a high voltage of 3.2 V with an ICE of 78% is demonstrated. The voltage is comparable and even higher than most Na-ion full batteries in previous literatures,  where most oxides were used as anodes as those in the Li-ion battery, but they still have a safety issue in practical applications due to the volume expansion.  The studies focused on the utilization of hard carbon as anode in Na-ion full battery are good for its development in commercialization. Even thouogh there is commonly a little bit of low voltage of the Na-ion battery compared with the Li-ion battery, the energy density of this cost-effective battery can achieve as high as 256 Wh kg–1 (vs anode), which is much higher than lead-acid batteries and nickel–metal hydride batteries even considering the battery package and irreversible capacity. Besides, the full cell exhibits stable cycle performance with the capacity retention of 85% after 100 cycles and a high capacity of 216 mAh g–1 and 160 mAh g–1 even at the high current rate of 1C and 2C (c,d). The high performance and particularly the high capacity retention may benefit from the high CE, and the results suggest that as-prepared HCMs have promising applications in energy storage for Na-ion batteries."
                    ],
                    "name": " Full Battery Applications",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "An efficient coupled carbonization strategy is developed to synthesize hard carbon materials with extremely low surface area and a high carbon yield. A detailed formation mechanism is further presented to understand the uniqueness of the process, and an optimal synthetic condition for the storage of Na+ in sodium batteries is discussed. The as-prepared hard carbon materials demonstrate great advantages of high initial Coulombic efficiency of 87%, reversible capacity of 319 mAh g–1, and stable capacity retention of 90% beyond 150 cycles. The structural effect of hard carbon materials is further characterized by the GITT, where the difference of Na+ apparent diffusion coefficient in slope and plateau region is demonstrated. It largely facilitates the tune of Na+ storage capability according to the carbon structure, which can be finely controlled under the desired carbonization temperature. Besides, the hard carbon materials can match the O3–Na0.9[Cu0.22Fe0.30Mn0.48]O2 cathode stably as a full battery, demonstrating a high energy density of 256 Wh kg–1 (vs anode) and rate capacities (e.g., 160 mAh g–1 at 2C). This work not only offers a new coupled strategy to prepare carbon-based materials for versatile applications but also presents fundamental knowledge to understand the Na+ storage behavior in hard carbon materials."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Coupled Carbonization Strategy toward Advanced Hard Carbon for High-Energy Sodium-Ion Battery"
}