{
    "DOI": "10.1021/acsami.2c11132",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have been the leading energy-storage devices for various application including portable electronic products, electric vehicles, and grid energy storage.  However, the very limited Li reserve (0.0017 wt % in Earth’s crust) and its uneven distribution causes serious concern for its sustainability.  Accordingly, alternative battery systems based on abundant recourse are being intensively pursued.  In this regard, sodium-ion battery (NIB) was considered as the promising candidate due to not only the resource abundance and low cost of Na element but also the referential manufactured procedures from LIBs.  To build high-performance NIBs, seeking anode materials with high capacity, superior rate capability, and extraordinary cycling stability is critical, especially if the expansion of NIBs applications to different areas like portable devices and electric vehicles is expected.  However, the development of such reliable NIBs anodes remained a significant challenge at this stage.  The direct transferring of LIBs anode materials to NIBs anode materials, typically the commercial graphite, has failed so far.  Although other candidates like amorphous carbon, alloys, Na metal, and metal compounds have showed promising potential for Na storage,  they were challenged by the unsatisfactory rate capability and inferior cyclability, which probably were induced by the repeated intercalation/deintercalation of the larger-size Na+ (1.94 Å, in contrast to 1.36 Å for Li+).",
                "Owing to the abundant resource, environmental sustainability, and enormous room for molecular-level designability and functionalization, the organic anode materials are now drawing intense research interest for NIBs.  However, the organic anodes like redox-active molecules are usually challenged by the solubility issues and the inferior electronic conductivity. The low electronic conductivity usually made large amounts of conductive additive (20–50 wt %) requisite for preparing the working electrodes, accordingly lowering the energy density of the electrode seriously.  Building redox-active molecules into a polymeric structure, like covalent organic polymers (COPs), covalent organic frameworks (COFs), and metal–organic frameworks (MOFs), have been identified as effective strategies for fighting against the solubility of the molecules electrode in organic electrolyte.  Unfortunately, the development of polymeric electrodes with both high redox activity and high electronic conductivity remains a formidable challenge. For example, Shi et al. identified highly stable nitrogen-rich COFs materials for Na storage, but 40 wt % Super P is needed as conductive additive to ensure the conductivity of the electrode film.  It is noted that the high fraction of conductive carbon addition would seriously harm the device’s energy density. Meanwhile, the use of large amounts of conductive carbon with high specific surface area usually induces high electrode porosity, which would lower the Coulombic efficiency and demand more electrolyte to ensure the ionic conductivity.  It thus reminded us that a reasonable design on the polymer electrodes should take an overall consideration of both the electrochemical performances and their electronic conductivity. ",
                "Among various polymer anode candidates, the N-rich conjugated organic polymers, typically, polymeric carbon nitride (PCN), have emerged as the promising candidates for NIBs anode due to its structure flexibility, chemical stability, and potentially high redox activity.  The PCN materials feature layer architecture with two-dimensional π conjugated structure and abundant built-in redox-active group such as C═N and N═N, which are capable of storing Na+ to get a high capacity.  Meanwhile, the spread conjugated skeleton and the larger layer space were expected to facilitate the large-size Na+ transfer and enable the reliable structural stability.  Unfortunately, similar to most organic electrodes, the PCN was challenged by the inherently low electronic conductivity, sluggish electrode kinetics, and limited cycling life, although combining the PCN with the conductive carbon to build the PCN/carbon composites has been demonstrated an effective route to improve the electronic conductivity.  However, this strategy is tedious in operation, low in yield, and still unable to avoid the request of a large fraction of carbon additives.",
                "In this contribution, we demonstrated that a moderate pyrolysis of a C2N-based PCN anode not only can enhance its electronic conductivity but also can tune its microstructures to facilitate Na+ transfer/storage and sustain the repeated sodiation/desodiation. Such a moderate-pyrolysis process featured the controlling of heat treatment at a relatively low temperature (e.g., 350 °C). Specifically, we identified that the moderate pyrolysis of the PCN would reduce its bandgap to enhance the electronic conductivity. Equally importantly, such moderate pyrolysis would increase the structural disorder and expand the layer distance, which are beneficial for the fast transfer and efficient storage of large-size Na+. When used as NIBs anode material with 10 wt % conductive carbon added for preparing the electrode, the moderate-pyrolysis PCN can deliver an extraordinary electrochemical performance with a high reversible capacity (351 mAh g–1 at 0.1C), a superior rate capability (95 mAh g–1 at 20C), and an ultrastable cyclability (<0.0018% capacity decay per cycle over 6500 cycles at 2C). Moreover, a sodium-ion full cell constructed with this moderate-pyrolysis PCN anode and Na3V2(PO4)3 could also promise high reversible capacity and impressive cyclability. This contribution opens a facile and effective avenue in building robust redox-active polymer with impressive electronic conductivity and favored microstructure for high-performance Na+ storage."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "a and  Figure S1 are schemes of the synthesis and moderate-pyrolysis route for the preparation of C2N-based PCN anodes. The pristine PCN was first synthesized via a simple polycondensation of hexaketocyclohexane (HKH) octahydrate and hexaaminobenzene (HAB) trihydrochloride.  The collected pristine product (PCN-Pristine) was dried at 120 °C in vacuum for 24 h and then modified by a moderate-pyrolysis treatment at 350 °C under Ar atmosphere to get the targeted product (PCN-350). The product yield of the targeted PCN-350 is around 82 wt %. It is noted that this moderate-pyrolysis strategy is simple and highly scalable but was paid less attention to  the previous fabrication of polymer electrode. Our interest in such moderate-pyrolysis treatment was initially sparked by a moderate pyrolysis being expected to only modify the microstructure of the polymeric framework rather than majorly destroying the characters and structure of the polymer. Such a moderate-pyrolysis process is quite different from widely reported carbonization by high temperature (e.g., >700 °C), which would usually induce serious deterioration of the polymers and transfer them into carbonaceous substances.  Surprisingly, when used as NIBs anode with only 10 wt % Super P added for preparing the electrode film, the PCN-350 sample showed a superior Na-storage reversible capacity of 351 mAh g–1 at 0.1C (1C = 300 mA g–1) (b), which is an over 15-fold increase compared to that of the PCN-pristine anode. This capacity (351 mAh g–1) is among one of the highest values when compared with the previously reported organic anodes in NIBs (). To learn more about the moderate-pyrolysis-enabled Na-storage activity, temperature-control experiments were performed. c illustrated their reversible specific capacity.  showed the typical discharge/charge curves of the PCN samples heated by different temperatures (200, 350, 500, and 700 °C). With the increasing of the pyrolysis temperature, we did not see a monotonic change of the specific capacity while the PCN-350 sample showed the highest value. A low-temperature (e.g., 200 °C) treatment has almost no effect on enhancing the Na-storage capability. The resultant PCN-200 anode delivered almost the same low specific capacity (∼20 mAh g–1) as the PCN-Pristine. Conversely, a higher-temperature treatment at 500 or 700 °C led to the decrease of Na-storage capability. The specific capacities for PCN-500 and PCN-700 are 263 and 172 mAh g–1, respectively, which are much lower than the capacity of 351 mAh g–1 for PCN-350. It exemplified the key of identifying a suitable temperature for such a moderate-pyrolysis strategy. The cyclic voltammetry (CV) analyses were performed to evaluate the electrochemical activity of the temperature-controlled PCNs samples (), which revealed the highest redox activity of the PCN-350 for Na storage. The initial Coulombic efficiency (ICE) of PCN-350, PCN-500, and PCN-700 are 61.5%, 60.3%, and 42.9%. The loss of irreversible discharged capacity in the initial cycle is probably related to the formation of a solid electrolyte interphase (SEI). We expected that the optimization of the electrolytes would effectively enhance the ICE of the anodes in our future studies.",
                "Intrigued by the significant improvement of Na-storage activity for such moderate-pyrolysis-modified PCN anode, we performed various characterizations to probe its structure variation. a showed the scanning electron microscopy (SEM) image of the PCN-350 which featured a micro-/nanosheet morphology. To have a close look at the morphologies of the PCN materials before and after pyrolysis, the high-resolution transmission electron microscopy (HRTEM) characterization was carried out. Panels b–d of  are the HRTEM images for PCN-Pristine, PCN-350, and PCN-700, respectively, which revealed similar amorphous states without obvious lattice stripes for these three samples. e recorded the X-ray diffraction (XRD) pattern of these three samples. The sharp peaks centered around 27.2° for PCN-Pristine agree well with the typical (002) crystal planes of the C2N framework.  After the moderate pyrolysis at 350 °C, the peaks tune weaker with a broader half-peak width and are centered around 26.3°, suggesting the increase in both disorder degree and the structure defect for PCN-350. The calculated D002 interlayer distance for PCN-350 is 3.35 Å, which is larger than that of 3.28 Å for PCN-Pristine. The enhanced disorder degree and larger distance are desirable structural characters for facilitating the transfer and storage of metal ion.  For the PCN-700 sample, a visible new peak around 42.5° emerged, which could be ascribed to the (100) peak of carbon,  suggesting the high-temperature carbonization would tune the PCN into carbonaceous materials.",
                "Raman spectroscopy and Fourier transform infrared (FT-IR) spectroscopy were also used to probe structure variation of the PCN samples.  The signals at 1511, 1375, 663, and 460 cm–1 in the Raman spectrogram for the PCN-Pristine sample are the typical characteristics for the C2N-based framework (f), which is consistent with previous reports.  These characteristic signals in the Raman spectrogram show negligible change in the PCN-350 sample, suggesting the moderate-pyrolysis treatment at 350 °C would not seriously destroy the structure and characters of the PCN framework. On the contrary, for the PCN-700 sample, the signals at 663 and 460 cm–1 vanished and the peak at 1511 cm–1 shifted to 1580 cm–1, which is fit with the G band of graphited carbon.  It suggested that the high-temperature pyrolysis would destroy the PCN framework and transferred it into amorphous carbon materials, which is well in accord with the XRD analysis results.  recorded the FTIR spectra for the temperature-dependent samples, showing the key functional groups for C2N framework including -C═C- (1634 cm–1), -C–N- (1522 cm–1), and -C═N- (1399 cm–1).  All these functional groups signals remained for PCN-350, although they turned weaker compared with that of the pristine sample, suggesting that the main structure and functional group for C2N framework was retained but some changes regarding the chemical cross-link inside the PCN occurred. The sum of the Raman spectrum, XRD, and FTIR analysis results highlighting a proper temperature (e.g., 350 °C) is critical for the moderate-pyrolysis treatment to tune the microstructures of the PCN with its polymeric framework being maintained. In contrast, a higher-temperature treatment would totally destroy the structure to carbon-based materials.",
                "To seek a better understanding of the change of structural details for these PCNs materials after moderate pyrolysis, a large variety of characterizations including elemental mapping, elemental analysis, X-ray photoelectron spectroscopy (XPS), and thermogravimetry–mass spectrometry (TG-MS) were further carried out.  and panels g–j of  recorded the elemental mapping of PCN-Pristine and PCN-350, respectively. Both samples were composed of C, N, and O elements with a uniform distribution.  illustrated the element content obtained by the elemental analysis, which showed that all PCN materials consist of C, H, N, and O. The O and H elements may originate from the edge groups of ketone and amine (see ). Interestingly, with the pyrolysis temperature increasing, both the O and H contents decreased monotonically, but the N contents rose first and then decreased, suggesting that the pyrolysis treatment would simultaneously induce further condensation of the polymer and a carbonization process if the temperature is too high (e.g., 700 °C). As a result, the C contents would increase monotonically with the increase of heated temperature. The XPS spectrum of the PCN material also comfirmed the existence of C, N, and O elements (). The high-resolution N 1s region fitted onto two peaks located at 399 and 401 eV (), which are ascribed to C═N and C–N, repectively.  The C–N peak for PCN-350 decreased, indicating further condensation of PCN with the conversion of diamine to pyrazine.  To take a close look at the thermal degradation process of PCN, TG-MS was conducted to monitor the pyrolysis process and the released species. As illustrated in , the TG curve recorded the weight loss and the mass spectrometry showed the obvious production of H2O (m/z = 18) and NH3 (m/z = 17) during the thermal treatment. H2O was probably produced from the condensation reaction between the terminal diketone and diamine groups.  The production of NH3 might result from the condensation of two or three amine groups to form diphenylamine and triphenylamine linker, and the thermal decomposition of C2N. ",
                "Electronic conductivity is one of the most critical parameters for electrode materials when considering their electrochemical applications, particularly for organic electrodes whose electronic conductivity are inherently inferior.  Interestingly, we notice that such a simple moderate-pyrolysis treatment is highly effective to enhance the electron conductivity of PCN anodes. As illustrated in a, the electronic conductivity of PCN-pristine anode is low to 3.17 × 10–7 S cm–1. Surprisingly, the PCN-350 electrode was able to deliver a value of 2.82 × 10–5 S cm–1, which is a significant enhancement by 2 orders of magnitude compared to the pristine PCN materials. To have a better understanding of the reason for the conductivity enhancement, UV–visible spectrum analyses were carried out to track the optical bandgap, which is a well-known key parameter highly related to the electron transfer.  As illustrated in b,c, the optical bandgap decreased from 1.33 eV for PCN-Pristine to 1.15 eV for PCN-350. The narrowing bandgap suggested the formation of a bigger conjugated structure during the moderated pyrolysis process, which enables fast electron transfer due to the much lower energy barrier,  thus resulting in the much enhancement of the electronic conductivity for PCN-350.",
                "We demonstrated that the enhanced electronic conductivity and favorable microstructure characters (such as the increase of disorder degree, structure defect, and layer distance) of PCN-350 anode not only enable a high electrochemical activity for high capacity of Na+ storage but also facilitate fast Na+ transfer for superior rate capability and ensure a reliable sodiation/dissodiation for ultrastable cyclability. It is noted that our test was based on an electrode with only 10 wt % super P adding as conductive addictive, rather than using massive conductive addictive (20–50 wt %; see ). a illustrated the C-rate performance tested at different charge–discharge current densities. PCN-350 can deliver high reversible capacities of 351 mAh g–1, 296 mAh g–1, and 241 mAh g–1 at 0.1C, 0.5C, and 2C, respectively. Even at the large current densities of 10C and 20C, PCN-350 still retains capacities of 151 mAh g–1 and 95 mAh g–1, respectively, which showed a much better rate capability compared to control samples of PCN-Pristine and PCN-700. Such extraordinary high-rate performance is much better than that of the previously reported organic counterparts and carbon anodes (b and ). Electrochemical impedance spectrum (EIS) was used as a diagnostic tool to probe the Na+ transfer in the surface of the anodes.  is the Nyquist plots of PCN-Pristine, PCN-350, and PCN-700 with an equivalent circuit (inset of ). The charge-transfer impedance (Rct) for PCN-350 is 2688 Ω, which is lower than the Rct values for PCN-pristine (3293 Ω) and PCN-700 (3121 Ω), suggesting the faster charge transfer for PCN-350. Besides the superior high-rate capability, the prepared PCN-350 electrode also promises extraordinary cyclability. c illustrated the cycling performance of the PCN-350 anode tested at 2C after three cycles at 0.2C. PCN-350 was able to get a high-capacity retention of 88.5% after 6500 cycles (<0.0018% capacity decay per cycle) with a high Coulombic efficiency > 99.5%. This cyclability is one of the best performances as reported for the organic anodes so far from both reversible specific capacity and capacity retention points of view (d,e).",
                "To have a better understanding of the fast and stable sodiation/desodiation process for this PCN-350 anode, the Na-storage behavior and the electrode structure evolution were investigated during the cycling. The cyclic voltammetry (CV) tests at scan rates from 0.2 to 1 mV s–1 were first carried out to probe the kinetics of the electrodes. The broad anodic and cathodic peaks feature pseudocapacitive behavior for Na+ storage in PCN-350 (a), which is in good accordance with the slope-dominated behavior for the charge/discharge curve (b). A detailed analysis on the CV results indicated that the capacitance of PCN-350 anode was mainly contributed to by a capacitive mechanism. The capacitive contribution increases from 68.3% to 82.7% when the scan rate rises from 0.2 mV s–1 to 1 mV s–1 (b,c). It has been widely acknowledged that the capacitance-dominated Na-storage behavior is always favorable for the fast transfer of charge,  which explains well the superior rate capability for the PCN-350 anode. Importantly, the distinctive slope-dominated Na storage far away from 0 V (versus Na+/Na) can effectively avoid the formation of Na dendrite on the surface of PCN-350 anode,  ensuring a reliable and safe sodiation/desodiation process even at high current rates like 2C.",
                "The EIS of the PCN-350 anode before and after long-term cycling of 2800 and 4500 cycles were evaluated (d). A lower charge-transfer resistance for the cycled PCN-350 anode could be confirmed by the smaller radius of the semicircles in the high- to medium-frequency range. The decrease of the resistance was probably related to the electrochemical activation of the anode during the repeated charge/discharge. A detailed analyses on the Nyquist plots of the cycled PCN-350 anode with an equivalent circuit showed that there are two semicircular portions that appeared in the high- to middle-frequency ranges, corresponding to two charge-transfer resistances for two interfaces: the first one is for the electrolyte/SEI interface (Rf), and the second one is for the SEI/electrode interface (Rct). We could observe that Rf raised from 105.4 Ω to 236.1 Ω, while Rct decreased from 463.8 Ω to 326.2 Ω when extending the cycling from 2800 to 4500 cycles. The sum values of the Rf and Rct for the 2800 cycles PCN-350 and 4500 cycles are 569.2 Ω and 562.3 Ω, respectively, both of them being much lower than the resistances value (2688 Ω) of the original PCN-350 anode. Ex situ SEM evaluation on PCN-350 over 6500 cycles at 2C illustrated a well-preserved morphology of the anode film without serious cracks and obvious peeling of the active materials compared to the original anode film (e,f, ), suggesting a good durability of the PCN-350 electrode for accommodating the volume deformation for outstanding stability.",
                "The extraordinary electrochemical performance of PCNs in half-cell NIBs inspired us to have a further evalution of its application potential in full-cell NIBs. The full cells were assembled by using Na3V2(PO4)3 (NVP) and PCN-350 sample as cathode and anode, respectively (a).  showed the charge/discharge profile of the NVP cathode at 60 mA g–1.  showed a typical charge/discharge curve of PCN-350//NVP configuration at 0.2C (60 mA g–1). The reversible capacity for PCN-350 was 348 mAh g–1. The PCN-350//NVP full-cell battery delivered an initial open voltage around 3.2 V after charging and can simultaneously power up to 40 light-emitting diode (LED) bulbs (b,c). Equally importantly, the PCN-350//NVP full cell showed a fast and stable Na-storage capability.Typically, the reversible capacity is around 250 mAh g–1 at high current density of 2 C and keeps at 218 mAh g–1 after 200 cycles (0.07% capacity decay per cycle over 200 cycles at 2C) (d). The outstanding performance for the full cells suggested the promising potential PCN-350 anode for its future application."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we identified a new and reliable moderate-pyrolysis strategy for building a high-performance polymer anode in NIBs. This moderate-pyrolysis strategy is simple, effective, and highly scalable but has been paid less attention to in the polymer electrode field. We demonstrated that such moderate pyrolysis could reduce the optical bandgap and optimize the microstructures of the PCN anode, thereby improving its electronic conductivity effectively and facilitating Na+ transfer/storage significantly. We demonstrated that a suitable heating temperature (e.g., 350 °C) was extraordinarily vital for this moderate pyrolysis. The resultant PCN-350 anode was able to promise extraordinary electrochemical performance with a combination of high Na-storage capacity (351 mAh g–1 at 0.1C), superior rate capability (95 mAh g–1 at 20C), and ultrastable cyclability (<0.0018% capacity decay per cycle over 6500 cycles at 2C). We also confirmed that the PCN-350 anode could promise high capacity and superb cycling stability in a full cell configuration with Na3V2(PO4)3 (NVP) as cathode. It is worth mentioning that only a reasonable fraction of conductive additive (10 wt %) is added for preparing the working electrodes of PCN, providing a highly potential for their future application. This finding opens a facile and effective avenue in building a robust polymer anode with enhanced electronic conductivity and desirable microstructure for high-capacity, fast, and stable sodium storage."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals and solvents for the material synthesis were purchased from J&K and used without further purification. Hexaaminobenzene (HAB) trihydrochloride was synthesized according the reported literature.  Pristine PCN was first synthesized via a simple polycondensation of hexaketocyclohexane (HKH) octahydrate and hexaaminobenzene (HAB) trihydrochloride. For a typical synthesis, HAB (1 mmol) and HKH (1 mmol) were charged in a two-necked round-bottom flask under argon atmosphere and placed in an ice bath. Deoxygenated NMP (20 mL) with a few drops of sulfuric acid was slowly added. The reaction flask was allowed to warm to room temperature for 2 h. The ice bath was replaced with an oil bath and heated to 180 °C for 12 h. Then, the flask was cooled to room temperature and water was added. The solid product that precipitated was collected by suction filtration using polytetrafluoroethylene (PTFE) (0.45 μm) membrane and thoroughly washed with water, methanol, and ether, respectively, and dried at 120 °C in vacuum for 24 h. Then PCN-Pristine was heated at different temperature (200 °C, 350 °C, 500 °C, and 700 °C) at heating rate of 5 °C min–1 in flowing Ar atmosphere for 2 h in a tube furnace. The obtained sample in the contribution named as PCN-X (X= pyrolysis temperature)."
                    ],
                    "name": " Preparation of PCN-X",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology characterizations were measured by a transmission electron microscope (TEM, JEM2100F). X-ray photoelectron spectroscopy (XPS) data were collected by a Thermo Scientific K-Alpha+. UV–vis absorption spectra were measured with a UV-2600 spectrophotometer (Shimadzu). The electronic conductivity was measured on the pressed pellet sample using four-contact probe method on a Keithley 2002 Multimeter (Keithley Instrument Inc.). A tape was horizontally laid on a polyimide (PI) film; then the powder sample was spread evenly over the tape and covered by another PI film. The PI films containing the sample were then compressed under a pressure of 10 MPa for about 10 s. A compacted sample film attached on the tape was obtained and cut to be cuboid film (5 mm × 10 mm), which was used for the electronic conductivity measurement. Powder X-ray diffraction (PXRD) patterns were obtained with an Ultima IV X-ray diffractometer (Rigaku) using Cu Ka irradiation (λ = 1.5406 Å). FTIR spectra were tested by Nicolet 6700. Raman spectra were recorded by HORIBA LabRAM HR Evolution (λ = 532 nm). TEM images were characterized by a JEOL-2100F microscope. SEM images were acquired on a FEI (Helios NanoLab G3 CX) microscope. TG-MS was performed on a STA449F3-QMS403C (Netzsch) under nitrogen atmosphere."
                    ],
                    "name": " Characterization Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "For electrochemical testing of PCN-350 Na half-cells, the electrochemical measurements were tested with CR2032 coin cells (half-cell) at room temperature. To prepare working electrodes, the active materials were mixed with Super-P and binder (CMC/SBR with mass ratio of 1:1) in a weight ratio of 80:10:10 to make a slurry. The slurry was then cast onto an Al foil and dried at 70 °C for 12 h in vacuum. The mass loading of the active material was about 0.6–1 mg cm–2. CR2032-type coil cells were assembled in a glovebox filled with argon gas (O2 and H2O levels < 0.1 ppm). Sodium metal (Sigma Ltd.) was used as counter electrode. A 1 M amount of NaPF6 in a 1:1 (volume ratio) mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) was used as electrolyte. Glass microfiber filter (Whatman) was used as separator. Charge/discharge tests were performed at different current densities on a LAND battery testing system (CT-3001A) at room temperature. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) analysis were performed on an electrochemical workstation (Metrohm Autolab).",
                        "For lectrochemical testing of PCN-NVP full cells, the Na-ion full cells were constructed by using PCN as anode and Na3V2(PO4)3 (NVP) as cathode in a CR2032 coin-type cell; the full cells were charged and discharged in a voltage range of 0.5–3.5 V at room temperature. To prepare Na3V2(PO4)3 cathode, the active materials were mixed with Super-P and binder (5% PVDF in NMP) in a weight ratio of 80:10:10 to make a slurry. The slurry was then cast onto an Al foil and dried at 110 °C for 12 h in vacuum. The weight ratio of the active materials of the anode and cathode was around 1:4, corresponding to an excessive capacity of ∼8.6% in the cathode side. Both the PCN-350 and the NVP cathodes were charged/discharged for two cycles before assembly of the PCN-NVP full cells. A 1 M amount of NaPF6 in a 1:1 (volume ratio) mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) was used as electrolyte. Whatman glass fiber was used as separator. Charge/discharge tests were performed at different current densities on the LAND battery testing system (CT-3001A) at room temperature."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        }
    ],
    "Title": "Engineering Microstructure of a Robust Polymer Anode by Moderate Pyrolysis for High-Performance Sodium Storage"
}