{
    "DOI": "10.1002/smll.201906208",
    "Journal": "",
    "Keywords": [
        "gel polymer electrolytes",
        "mechanical robustness",
        "sodium dendrite inhibition",
        "sodium metal batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium metal anode possesses a high specific capacity (1166 mA h g−1) and has great potential in high energy density batteries. However, safety issue remains a major obstacle in the use of sodium metal as the battery anode. In electrochemical cycling process, the morphology of sodium anode rapidly changes due to the uneven dissolution and deposition of sodium ions on its surface, leading to the generation of sodium dendrites and resultant penetration of battery separator. Battery short‐circuit would eventually occur when metal dendrites grow into contact with cathode end. In addition, rapid dissolution of the dendritic sodium near the substrate causes the sodium dendrites to detach from the electrode matrix and become dead sodium without electrochemical activity, resulting in a depletion of active sodium and drop in the specific capacity of electrode. Besides, dead sodium with high specific surface and high chemical activity also brings additional safety hazards. Various surface protective layers, such as polymer layer, ultrathin Al2O3 layer, and in situ formation of NaF on sodium metal surface, have been reported in literature to achieve uniform sodium ions deposition. However, these protective layers are usually difficult to be penetrated by sodium ions, resulting in large impedance and jeopardizing battery performance.",
                "Electrolyte, being an important part of the battery, can be mainly categorized into liquid, solid, and gel polymer electrolyte (GPE). Liquid electrolyte (LE) is usually reported with high ionic conductivity. However, it suffers from safety problems, including fast dendrite growth and liquid leakage. Solid electrolyte with good mechanical properties has been reported to inhibit dendrite growth. But its low ionic conductivity and high interfacial impedance with electrodes seriously affect the battery performance.",
                "GPE combines multiple advantages of both liquid and solid electrolytes, including high ionic conductivity, low reactivity with electrode materials, and elimination of liquid leakage. Conventional GPE is obtained by impregnation of LEs into a polymeric matrix, in which electrolyte molecules are immobilized for ion conduction. However, when being used in the conjunction with sodium metal, GPE must possess enough mechanical strength to inhibit the growth of metal dendrites. One of the existing methods for improving the mechanical properties of GPEs is the incorporation of inorganic nanoparticles (e.g., SiO2, ZrO2, Al2O3, TiO2). Although these introduced fillers can enhance the mechanical properties of the polymer, the easy agglomeration of these nonsodium conductive nanoparticles may hinder the ion transport path and thus jeopardizing the overall ionic conductivity. Therefore, it is necessary to find a filler material to improve both mechanical property and ionic conductivity of GPE.",
                "Herein, a gel electrolyte polymer (GO+PVDF‐HFP, GPH) film has been fabricated by introducing appropriate amount of graphene oxide (GO) nanosheets into a PVDF‐HFP (PH) copolymer matrix. The 2D GO nanosheets and HF hydrogen bonds formed between GO and PH render the composite electrolyte good mechanical property, thus promoting uniform sodium deposition and inhibiting dendrite growth. Moreover, the rich oxygen‐containing functional groups on GO surface have strong affinity to positively charged sodium ions, which accelerates the migration of sodium ions and achieves high ionic conductivity. As a result, full sodium metal batteries with GPH electrolyte demonstrate excellent electrochemical performances, especially in term of cycling stability, which can be mainly ascribed to the good mechanical strength and high ionic conductivity of GPH."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The GPE film consisted only of PH is a white transparent disc with a diameter of 15 mm (Figure a,b). Under the examination of optical microscope, numerous crystallized domains can be observed in the PH film with few amorphous regions existed in between (Figure c). With the addition of 2 wt% GO, a brownish, self‐supporting film with good flexibility has been prepared, obtaining 2‐GPH (Figure d,e). The thickness of 2‐GPH film was controlled to be around 60 µm (Figure S1, Supporting Information) to render its optical translucency (Figure d). The porosity of GPH and PH polymer membranes was determined by liquid absorption method to be 54% and 35%, respectively. As shown in Figure f, GO nanosheets can be observed under optical microscope as dark regions. Besides, the area of the amorphous region increases with GO addition, which is confirmed by XRD patterns shown in Figure S2 of the Supporting Information. Subsequently, the XRD spectra appearing in the experiment were processed by JADE software, and the crystallinity of 2‐GPH and PH was calculated to be 28% and 45%, respectively, by data fitting. The lower degree of crystallinity of 2‐GPH might be attributed to the fact that the interfacial defects introduced by GO inhibited the crystallization process of PH. An increase in the amorphous region indicates that the gelation of the electrolyte molecules is more favorable, which promotes sodium ion transportation. Thermogravimetric analysis of 2‐GPH and PH has been performed with results shown in Figure S3 of the Supporting Information. The mass losses of 2‐GPH and PH initiated at 400 and 360 °C, respectively, showing that the introduction of GO could slightly enhance the heat resistance of gel electrolyte. Gelation of the electrolyte membrane was carried out by vacuum drying to remove moisture, followed by immersion of the GPH polymeric film in 1.0 m NaClO4/EC/PC (EC/PC = 1:1 vol%) electrolyte (Figure S4a, Supporting Information) in an argon‐filled glove box to anchor the electrolyte in the network of PH and GO (Figure S4b, Supporting Information).",
                "Figure S5 of the Supporting Information shows the Fourier transform infrared spectroscopy (FTIR) analysis of GO, PH, LE, and 2‐GPH. In the spectroscopy of GO, strong and broad absorption peaks at 3416 and 3220 cm−1 can be ascribed to the OH stretching vibration, which is mainly derived from the hydroxyl groups on the surface of GO and adsorbed water. The peak at 1725 cm−1 can be assigned to the CO stretching vibration peak derived from carbonyl or carboxyl groups. The peak at 1226 and 1055 cm−1 can be assigned to the COH and CO stretching vibration peaks, respectively. Peaks at 1375, 1409, and 1623 cm−1 belong to the OH deformation vibration peak derived from the carboxyl group. It is confirmed by infrared spectroscopy that the graphite was highly oxidized by the Hummers method with abundant oxygen‐containing groups on its surface. GO nanosheets have been further characterized by XRD and TEM. The XRD pattern of GO is consistent with those reported in literature. The diffraction peak at 11° corresponds to the (001) crystal plane of GO (Figure S6a, Supporting Information). Besides, there is no characteristic peak of graphite, which indicates that graphite has been completely exfoliated. TEM image in Figure S6b of the Supporting Information clearly shows the 2D nanosheet morphology of GO, which is consistent with reports in literature. The FTIR spectrum of GPH GPE shows characteristic peaks of both PH and GO. A slight wavenumber shift can be observed, which is probably due to the formation of HF hydrogen bonds between PH and GO. Figure S7 of the Supporting Information shows the FTIR spectroscopy of LE, GO, PH, and 2‐GPH GPE between 1500 and 2000 cm−1. Comparing the CO bonding positions of GO and 2‐GPH, a clear shift toward lower wave number from 1720 to 1675 cm−1 has been observed. Lines indicating such shift have been drawn in Figure S7 of the Supporting Information. In addition, XPS spectrum of F 2p is used to demonstrate hydrogen bond between graphene oxide and GPH directly. As shown in Figure S8 of the Supporting Information, the F 2p peak of 2‐GPH shifts toward a lower binding energy compared with that of PH, which is attributed to the effect of hydrogen bonds formed between F and carboxyl group. The generation of hydrogen bonds averages the electron cloud of chemical bond and elongates the bond length of CO. While the stretching vibration of the chemical bond is inversely proportional to the square root of the bond length, the wave number was reduced and the characteristic peak moved toward lower wavenumber.",
                "Figure g shows the ionic conductivity test of the GPH GPE with various GO contents by electrochemical impedance spectroscopy (EIS). The ionic conductivities were 0.3 × 10−4, 3 × 10−4, 1.1 × 10−3, 2.3 × 10−3, and 1.12 × 10−3 S cm−1 for GPH GPEs with 0, 1, 2, 3, and 5 wt% of GO, respectively. The highest room temperature ionic conductivity was recorded with 2 wt% GO. Such a high ionic conductivity meets the condition of battery operation at room temperature (>10−4 S cm−1). In contrast to the introduction of inorganic nanoparticles in GPE in literature, it can be found that the introduction of GO exhibits higher ionic conductivity (Figure h). Figure i shows the ion transport number tNa+ of the GPE as measured by steady state current test method. In the process of charging and discharging, the electric field will promote the migration of anion and cation between positive and negative electrodes. Therefore, the conductivity of the electrolyte is composed of both anion and cation contributions. The formula t+ = D+/(D++D−) is usually used to indicate the effective ion migration number ratio. A high sodium ion migration number tNa+ can effectively reduce electrode polarization and power the battery at high current densities. Generally, the ion migration number of LE is low and is difficult to exceed 0.5. The tNa+ of the NaClO4/EC/PC organic electrolyte and pure PH GPE were measured to be only 0.32 and 0.45, respectively (Figure S9, Supporting Information). With the addition of 2 wt% GO, the ion migration number of 2‐GPH GPE reaches a high value of 0.82. Such a high tNa+ can be attributed to the fact that the abundant negatively charged oxygen‐containing functional group on GO surface promote the transportation of small Na+ ions while hinder the movement of ClO4− anions with larger radius. Figure S10 of the Supporting Information is a voltage window of 2‐GPH GPE measured by linear voltammetry. The decomposition voltage tested was 4.7 V versus Na+/Na, being wide enough for the state‐of‐art cathodes of sodium ion battery. The GO content has been controlled to a very small proportion and they are mainly embedded within the electrolyte instead of being directly in contact with Na. In order to test whether the GPH is electronically conductive, a stainless steel symmetric cell (SS/2‐GPH/SS) was assembled and discharged for 10 min under a constant voltage of 1 V. As shown in Figure S11 of the Supporting Information, a tail current of 0 mA is recorded, indicating 2‐GPH GPE is electronic insulative. Furthermore, Na/2‐GPH/Na cell was assembled and polarized at 10 mV. The resulting current was measured to be 0 mA while the voltage increased to 4.5 V, indicating that no electrons passed through the GO‐contained gel polymer electrolyte (Figure S12, Supporting Information).",
                "To understand the enhancement mechanism of ionic conductivity and migration number of GPH GPE, snapshots during molecular dynamics (MD) simulations of 2‐GPH and PH GPEs were shown in Figure j,k and Figure l,m, respectively. After introducing a GO molecule, the distribution of Na+ in the 2‐GPH GPE (Figure j,k) showed a nonuniform state at the end of simulation. It is observed that Na+ tended to accumulate to the vicinity of the GO nanosheets, which might be due to the strong affinity of GO to the Na+ in the electrolyte. By contrast, in the pure PH GPE (Figure l,m), the uniform distribution of Na+ did not differ much from the initial stage, indicating the random diffusion of Na+ in the homogeneous electrolyte during the 20 ns simulation. Such observation was confirmed by the radial distribution functions (RDFs) of Na+ around PVDF‐HPF chain and GO molecules in the electrolyte. As shown in Figure S13 of the Supporting Information, Na+ distribution near PVDF‐HPF chains showed obvious decrease after introducing GO. Furthermore, the prominent peak in the RDF of oxygen in GO and Na+ at 0.25 nm (Figure S14, Supporting Information) suggested that Na+ were more likely attracted by the oxygen sites in the GO molecule. Owing to the fact that Na+ exists in a relatively relaxed state in GO system, sodium ions attracted to the vicinity of GO demonstrate enhanced ion migration ability in electrolyte. Such phenomenon proved that the added GO molecules show strong affinity for sodium ions, which is beneficial in improving ionic conductivity of GPE.",
                "In order to verify the mechanical robustness of the 2‐GPH membrane, atomic force microscope (AFM) test was carried out. Peak force tapping AFM mode was used to study the mechanical properties. The Young's modulus of the film is measured by Dimension Icon (Bruker, USA), with the force–distance curve shown in Figure S15 of the Supporting Information. Nanoscope Analysis software was used to obtain accurate compressive Young's modulus values by selecting appropriate force curve model. As shown in Figure a, with appropriate 2 wt% GO addition, the 2‐GPH surface became much smoother compared with pure PH GPE (Figure d). In addition, 2‐GPH film has an average surface roughness of about 5 nm (Figure b), while that of the PH electrolyte membrane is about 40 nm (Figure e). Compressive Young's modulus is a crucial parameter of GPE to resist the growth of sodium dendrite. As shown in Figure c,f, the Young's modulus of 2‐GPH and PH electrolytes were measured to be 2.5 and 0.25 GPa, respectively, indicating that the introduction of 2 wt% of GO can significantly improve the compressive Young's modulus by a factor of 10. According to previous reports, a high Young's modulus is beneficial to achieve uniform deposition of sodium metal. The mechanical properties of various electrolyte membranes were further measured by stress–strain mechanical test (Figure S16, Supporting Information). With the addition of GO, the ductility of gel electrolyte increased significantly, which could be attributed to the interaction between the 2D GO nanosheets and PVDF‐HPF molecules. It can be observed that the tensile strength of the gel electrolyte decreased upon the addition of GO, which might be due to the lowered crystallinity. Meanwhile, Dynamic thermomechanical analysis has been done to examine the shear modulus of 2‐GPH and PH electrolytes. As shown in Figure S17 of the Supporting Information, after the addition of GO, the shear modulus of 2‐GPH has been enhanced significantly compared with that of PH in the testing temperature range. Specifically, the shear modulus of 2‐GPH and PH are 8136 and 938 MPa at 20 °C, respectively, indicating the crucial effect of GO in enhancing the mechanical property of gel electrolyte.",
                "The compatibility of various electrolytes with sodium metal anode was measured by a constant current sodium plating/peeling cycle test on the Na/Na symmetric cell. Figure g shows the voltage curves of Na/Na symmetric cell with 2‐GPH GPE and LE as a function of time at a current density of 5 mA cm−2, 0.5 h per cycle with magnified profiles shown in Figure h–j. For the Na/2‐GPH/Na symmetric battery, a lower polarization voltage was exhibited without obvious polarization voltage change for 400 h. Besides, no short circuit was observed for the GO modified GPE. On the contrary, at the same current density, the Na/Na symmetrical battery assembled with LE shows large voltage fluctuation. The steady overpotential is 50 mV (vs Na+/Na) within 150 h. After 150 h, it was observed that the voltage suddenly rose to 100 mV and then began to decrease. The voltage rose sharply after 300 h, and the over potential reached 200 mV after 400 h, indicating that the dendrite growth of the battery pierced the diaphragm and short circuit occurred. It was found that the symmetrical battery assembled with the unmodified PH GPE exhibited a very large polarization voltage after only 25 h of cycling under the same test conditions, which can be ascribed to its poor mechanical properties (Figure S18, Supporting Information). Aiming at deriving the coulombic efficiency of sodium metal negative electrode, Na/Al batteries (Figure S19, Supporting Information) were assembled. Na does not form alloy with Al, so that Al metal can be used to deposit sodium and test the coulombic efficiency of sodium negative electrode. It was found that when 2‐GPH was used as electrolyte, the coulombic efficiency was 99% in the first cycle and stayed very close to 100% for the remaining 450 cycles. Na/LE/Al was assembled as a reference. The first coulombic efficiency of liquid electrolyte was only 98%, which quickly faded from 120 cycles. Subsequent EIS tests also showed low interfacial impedance between the 2‐GPH GPE and sodium metal, indicating a high interfacial compatibility (Figure S20, Supporting Information).",
                "Metal sodium anodes tested in conjunction with LE, PH, and 2‐GPH at a current density of 5 mA cm−2 for 100 h were examined under an optical microscope. The surface morphology of pristine sodium metal was shown in Figure a. It was found that the surface of the metallic sodium retained its smooth morphology after 100 h of symmetrical cell assembly with 2‐GPH GPE (Figure b), while those assembled with PH and LE showed obvious surface roughness (Figure c,d), which can be attributed to uneven deposition of sodium. In order to further clearly demonstrate the sodium dendrite inhibition by GPH electrolyte, in situ optical microscopy tests were carried out on symmetrical batteries with liquid and 2‐GPH electrolytes under constant current charging of 2 mA cm−2, for 20 min. Detailed‐experimental procedure and corresponding video footages are presented in the Supporting Information. The symmetrical battery assembled with 2‐GPH GPE kept its smoothness and did not exhibit any sodium dendrite growth during the whole test period (Figure e), strongly confirming its excellent ability to inhibit the dendrite growth. By contrast, the symmetric battery with EC/PC LE began to show sharp dendrites after 5 min of test time (Figure f). Large amount of dendrites quickly covered the completely metal surface as reaction proceeded.",
                "Owing to the low ionic conductivity and poor compatibility of the GPE, batteries assembled with GPE have been generally reported with worse rate performance than that of the LE‐based batteries. Full sodium metal batteries were assembled by metal sodium anode, NVP cathode, and various electrolytes, including 2‐GPH GPE, PH GPE, and LE. In the cyclic voltammetry tests shown in Figure a, the difference between the oxidation and the reduction peaks of the Na/2‐GPH/NVP full cell was 0.27 V, while those of Na/ LE/NVP and Na/PH/Na full cells were 0.42 and 0.58 V, respectively, indicating the lower polarization of Na/2‐GPH/NVP full cell. Figure S20 of the Supporting Information shows the EIS impedance measurement of batteries assembled by sodium metal, NVP, and various electrolytes. The smallest impedance of only 96 Ω was found between 2‐GPH and Na, indicating that the introduction of GO in PH greatly enhanced the compatibility of interfaces and suppressed the interfacial reaction. The charge and discharge curves under 1 C of these three full cells were shown in Figure b. The Na/2‐GPH/NVP full cell showed highest capacity of 107 mA h g−1, which is attributed to the improved interface compatibility and low interface resistance between the modified GPE and the electrodes. The specific discharge capacities of Na/2‐GPH/NVP full cell at 1 C, 2 C, 3 C, 4 C, 5 C were 100, 98, 95, 90, and 87 mA h g−1, respectively (Figure c). In addition, in Figure d, the minute drops in capacities upon current density increment indicates the excellent rate capability of 2‐GPH GPE. This can be attributed to the compatible contact between the modified GPE and metal sodium, reduced side reaction, and chemically/mechanically stable GPH GPE. As show in Figure e, the capacity retention ability of the Na/2‐GPH/NVP full battery is also much better than that of the Na/NVP full battery assembled with LE. The initial discharge capacity of Na/2‐GPH/NVP battery at 1 C was 107 mA h g−1, with a capacity retention of 93.5% and columbic efficiency of 99.8% after 1100 cycles. Figure S21 of the Supporting Information shows the charge/discharge profiles at specific cycles. The specific capacities based on cathode material were 107 and 106 mA h g−1 at the first and 500th cycles, respectively, showing negligible attenuation. When cycling number reached 2000 cycles, the specific capacity was 100 mA h g−1, corresponding to a minor decrement of 6.54% compared with the discharge capacity of the first cycle. By contrast, the initial capacity of a Na/NVP battery using LE was 90 mA h g−1, which constantly dropped to 60 mA h g−1 after 1100 cycles due to the uneven sodium deposition and electrolyte decomposition on the sodium metal anode surface. The electrochemical performance of 2‐GPH assembled battery at a high current density of 5 C has been tested. As shown in Figure S22 of the Supporting Information, stable capacity was retained for a long testing period of 465 cycles, with the coulombic efficiency maintained over 99.8%, demonstrating an excellent rate capability. Figure S23 of the Supporting Information shows the morphology of 2‐GPH gel polymer electrolyte after 2000 cycles at a current density of 5 C. It can be seen from the comparison that 2‐GPH well retained its morphology after a harsh and prolonged cycling process, indicating its high structural stability.",
                "GO nanosheets were fabricated by modified Hummers, method and used as fillers to enhanced the mechanical property and ionic conductivity of PH GPE. The crucial effects of GO content can be summarized as follow: 1) Numerous interfacial defects were introduced in the GPE formation process, suppressing its crystallizing process. The tremendous increase of the amorphous region in the GPE is beneficial for the sodium ion conduction. 2) The GO content was carefully monitored to optimize the ionic conductivity, while avoiding the construction of an electronic conduction network in GPE. 3) The rich negatively charged oxygen‐containing functional groups on GO surface were confirmed by molecular dynamics simulation to be able to enhance the sodium ion transportation. Meanwhile, the motion of anions from electrolyte was hinders by oxygen containing functional group, rendering a high ion transportation number. 4) The compressive Young's modulus has been greatly enhanced by the addition of GO content, which effectively suppresses the sodium dendrite growth as directly observed by in situ optical microscope. 5) The surface roughness of GPE was largely reduced by GO addition, promoting uniform deposition of sodium ions. 6) High interfacial compatibility 2‐GPH and sodium metal are confirmed by the low impedance in EIS measurement, which is beneficial to the cell performance. The composite GPE of 2‐GPH shows good mechanical properties (compressive Young's modulus of 2.5 GPa) and high ionic conductivity (2.3 × 10−3 S cm−1). As a result, the NVP/2‐GPH/Na full cell shows a high initial discharge capacity of 107 mA h g−1 and ultrastale cycling stability for 1100 cycles."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "To summarize, with the addition of appropriate amount of GO content, the compressive Young's modulus of 2 wt% GO+PVDF‐HFP (2‐GPH) composite GPE has been greatly enhanced by a factor of 10, reaching 2.5 GPa, which is crucial in the suppression of sodium dendrite growth. As a result, uniform sodium deposition and ultralong stable reversible sodium plating/stripping (over 400 h) at high current density (5 mA cm−2) have been achieved. Furthermore, as evidenced by molecular dynamics simulation, the GO content facilitates the sodium ion transportation, giving a high ionic conductivity of 2.3 × 10−3 S cm−1. When coupled with Na3V2(PO4)3 cathode in a full sodium metal battery, a high initial capacity of 107 mA h g−1 is recorded, with an excellent capacity retention rate of 93.5% and high Coulomb efficiency of 99.8% after 1100 cycles."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Natural Science Foundation of China (Grant No. 51502183), the Natural Science Foundation of Jiangsu Province of China (Grant Nos. BK20190098 and BK20150325), the Natural Science Foundation of the Jiangsu Higher Education Institutions of China (19KJA550001), Key Lab of Modern Optical Technologies of Education Ministry of China, Key Lab of Advanced Optical Manufacturing Technologies of Jiangsu Province, Priority Academic Program Development (PAPD) of Jiangsu Higher Education Institutions, and Jiangsu Shuangchuang Plan."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "Mechanically Robust Gel Polymer Electrolyte for an Ultrastable Sodium Metal Battery"
}