{
    "DOI": "10.1021/acsami.6b01183",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "On account of the natural abundance of sodium reserves, lower production cost and comparable electrochemical performances compared to lithium-ion batteries (LIBs), current years have witnessed an exceedingly blooming trend in the research of sodium-ion batteries (SIBs), which are hopeful substitutes for LIBs in certain areas, especially for large-scale applications.  Accordingly, exploiting suitable electrode materials for sodium storages becomes highly crucial. In regard to the anode, hard carbonaceous materials have been proven to possess reasonable sodium storage capabilities, whose inherent physical properties and random structure, however, could seriously hamper Na insertion at high rates. Alternatively, the alloy-type-based materials such as Sn,  Sb , and P  together with the conversion-type-based anodes like sulfides  have been demonstrated to exhibit high initial capacity, whereas suffer from poor cyclability mostly caused by the huge volume change. As a type of intercalation-based anode materials, TiO2 of various polymorphs (including anatase,  rutile,  and TiO2 (B)  as well as amorphous titania ) have recently aroused increasing scientific enthusiasm for sodium storage owing to their superior qualities of being nonpoisononous, having natural abundance and low cost, and especially having an excellent cycling stability, conferring with their plentiful investigations in LIBs systems. ",
                "Among polyphase titania, anatase has been considered to be more electrochemically active for SIBs than rutile or amorphous titania; the suitable diffusion pathways of two dimensions and more plentiful accommodation sites for Na+ intercalation could be provided by the anatase crystal structure,  which is also supported by the theoretical study revealing a relatively low activation barrier of sodium insertion into the anatase lattice.  However, the reversible Na+ intercalation into anatase is still kinetically hindered, especially at high rates,  which could be reflected from the activation phenomenon in the discharge–charge process.  Moreover, the quite poor electronic conductivity (∼10–13 S cm–1) makes TiO2 a semiconductor derived from the huge band gap of ∼3.2 eV,  which severely leads to its inferior rate capabilities. Targeting these main inherent shortcomings, relevant research efforts have been devoted. One typical solution is to improve the diffusion of Na ions by means of nanostructure construction,  and the other is aimed at the amelioration of electron transfer through conductive carbon supporting  and doping with alien elements,  among which the doping one is considerably appealing because the electronic conductivity of TiO2 itself could be advanced; in addition, the structure defects would hopefully provide more open channels for ion transport, as has been shown in LIBs.  Nevertheless, it should be noted that the thermal stability might be declined by heterogeneous defects of impurity. ",
                "Another type of homogeneous defects, oxygen vacancies, which can alter the electronic structures as well as the energetics of ions and electrons transportation in metal oxides without sacrificing crystal stability, have been proven to effectively enable better MoO3–x sodium-ion battery performances, as shown by Xu et al. very recently.  Triggered by that, the oxygen vacancies induced Ti3+ self-doping, which usually endows TiO2 with a black color, should be attached enough attention to enhance the sodium storage performances of anatase TiO2, while to the best of our knowledge, relevant research is currently absent. As reported anteriorly, the band gap of black titania could be remarkably narrowed to ∼1.5 eV and therefore boost the intrinsic electronic conductivity greatly,  which is promising for the improvement of durable rate capabilities referring to our previous work on Ti3+ self-doped titania for LIBs.  Furthermore, the introduction of oxygen vacancies can slightly tailor the anatase TiO2 host structure, which might reasonably generate certain effects on Na-intercalation properties. Nonetheless, most of the methods to produce oxygen vacancies require harsh reducing conditions like annealing in H2  and CO  or a vacuum,  which might limit its practicality. Also considering that reducing the crystalline size of TiO2 could lead to higher reversible sodiation capacity,  it would be significant and desirable to design a nanosized black anatase titania utilizing an easily feasible approach for application in high-rate SIBs and to explore the effects of oxygen vacancies on its sodium storage properties.",
                "Herein, we investigate, for the first time, the enhanced sodium storage performances of black anatase titania, which is constructed as a nanostructure via an efficient reducing route to integrate the benefits of improved electronic conductivity and facilitated Na-ion transport. This black anatase with oxygen vacancies in both bulk structure and surface presents remarkable high rate capabilities and long cycling life when utilized as anode for SIBs. The considerably positive effects of oxygen vacancies on the properties of sodium storage in black anatase structure are deeply probed by combining with detailed experiments and density functional theory (DFT) calculations. It is believed that this study would not only provide insights into the enhanced sodium storage of oxygen-deficient black titania but also be highly informative for structure designing and the optimization of electrode materials for energy storage."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical procedure, 6 mL of tetrabutyl titanate (TBOT) and 0.4 mL of acetic acid were dissolved in 40 mL of ethanol to form a homogeneous sol, named as mixture A. Meanwhile, 2.4 g of oxalic acid (OA) was dissolved in 60 mL of water–ethanol solution (2:1 in volume), named as solution B. Then, the mixture A was added dropwise into solution B under vigorous stirring at a temperature of 55 °C. After being further stirred for 3 h, the resulting precipitate was collected by centrifuge and washed by ethanol and deionized water for several times, followed by drying for 12 h at the temperature of 60 °C in an oven. Titania precursor Ti(OH)2C2O4 (HTO) was obtained by the reaction between TBOT and OA. ",
                        "To prepare black titania, we first calcined the precursor HTO in air at 350 °C for 2 h, followed by being ground together uniformly with NaBH4 (2:1 in mass) as reductant and then heated in Ar atmosphere at 350 °C for 2 h. The resulting completely black sample was washed by 0.1 mol L–1 HCl and deionized water repeatedly and collected by centrifuge. After being dried at 70 °C in a vacuum oven for 12 h, the black TiO2 powder was obtained and named B-TO for brevity. For comparison, the nanocrystalline white TiO2 was prepared via calcining HTO in air at 350 °C for 4 h and named W-TO."
                    ],
                    "name": "2.1 Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) was carried out utilizing a Bruker D8 diffractometer with monochromatic Cu Kα radiation (the wavelength of 1.5406 Å) with a scan rate of 2°/min. Scanning electron microscopy (SEM, using FEI Quanta 200) together with transmission electron microscopy (TEM, using JEM-2100F) were employed in the characterization of as-prepared samples morphology. Raman spectra were tested using Renishaw InVia with wire 4.2. Brunauere-Emmette-Teller (BET, BELSORP-Mini II) surface area was obtained from the N2 adsorption/desorption isotherm. X-ray photoelectron spectroscopy (XPS, using K-Alpha 1063) was performed to detect the chemical composition of the samples’ surfaces. The DC electrical conductivities were tested on disc-shaped samples by direct four-point probe conductivity measurements (SDY-40, Guangdong, China). Electron spin resonance (ESR, using JES-FA200) measurements were conducted by utilizing the micro frequency of 9057.904 MHz for the white TiO2 sample and 9059.228 MHz for the black TiO2 sample."
                    ],
                    "name": "2.2 Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The assembly of sodium half-cells was conducted in a MBraun glovebox full of argon atmosphere to investigate the properties of as-prepared samples in sodium storage. The powder of obtained active material (70%) was mixed with 15% super P as the conductive agent and 15% carboxymethyl cellulose as the binder in deionized water, and the formed homogeneous slurry was painted on a copper foil, which was subsequently dried for 12 h at 100 °C in a vacuum oven. The copper foil loaded by active materials were pressed and cut as the electrode slices. Metallic Na was employed as the counter electrode, and Celgard 2400 was used as the separator. The electrolyte was composed of 1 M NaClO4 dissolved in propylene carbonate and added by 5% fluoroethylene carbonate (FEC). Cyclic voltammetric (CV) were measured on Solartron Analytical to examine the electrochemical reaction using the assembled cell in the voltage range of 3–0.01 V (versus Na/Na+). Galvanostatic charge–discharge measurements were carried out on the Arbin battery cycler (BT2000) in 3–0.01 V (versus Na/Na+). The electrochemical impedance measurements (EIS) were performed on Solartron Analytical at an AC voltage of 5 mV amplitude in the frequency range of 100 kHz–0.01 Hz after 10 discharge–charge cycles. All electrochemical tests were conducted at room temperature."
                    ],
                    "name": "2.3 Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density functional theory (DFT) calculations were carried out on the basis of generalized gradient approximation (GGA) exchange-correlation energy function utilizing ultrasoft pseudopotential (USPP) formalism,  and the cutoff of the kinetic energy was set to 300 eV for all calculations in reciprocal space. The k-points were sampled on Monkhorst–Pack grid of 6 × 6 × 7 for the unit cell, and the maximum self-consistent field convergence tolerance was <2 × 10–6 eV atom–1. The bond-energy tolerance was 1 × 10–5 eV for the density of states (DOS) and partial density of states (PDOS) calculations."
                    ],
                    "name": "2.4 Calculation Methods",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The crystal structures of the as-prepared black TiO2 (B-TO) and white TiO2 (W-TO) were characterized by XRD, and the observed and calculated patterns were depicted in a. The almost identical peak centers of B-TO and W-TO at 25.28°, 37.80°, 48.05°, 53.89°, 55.06°, and 62.69° were clearly observed, corresponding to (1 0 1), (0 0 4), (2 0 0), (1 0 5), (2 0 1), and (2 0 4) crystal faces of tetragonal anatase TiO2 indexed to the JCPDS card 21–1272 with a space group of I41/amd. After Rietveld refinement, the lattice parameters of the tetragonal anatase phase were a = b = 3.7867 Å and c = 9.4938 Å for W-TO (Rwp= 11.3% Rp = 8.29%), and a = b = 3. 7908 Å and c = 9.5108 Å for B-TO (Rwp= 14.2% Rp = 6.73%). The slightly greater lattice parameters along the a- and c- axes of B-TO were probably associated with the partial formation of Ti3+ in its lattice, considering the larger ionic radius of Ti3+ than that of Ti4+ (Ti3+: 0.56 Å, Ti4+: 0.48 Å).  It was found that after TiO2 was reduced by NaBH4 at 350 °C, the intensity of the diffraction peaks of B-TO was a bit weaker than those of W-TO, revealing that the crystallinity was slightly decreased during the strong reduction procedure, although the crystal phase remained mostly unchanged. Besides, the broader full width at half-maximum (fwhm) suggested that the crystallite was smaller for B-TO. Utilizing the Scherrer formula (L = kλ/βcos θ, β is the peak width of the diffraction peak profile at half-maximum height resulting from small crystallite size in radians, k is a constant related to crystallite shape normally used as 0.9) with the broadening of the (1 0 1) peaks, the crystal sizes along the [101] direction for W-TO and B-TO were calculated to be 22.5 and 18.7 nm, respectively. Additionally, no other peaks resulting from the presence of impurities were noticed in the B-TO spectrum, indicating that the possible borides were fully removed after acid-washing and the pure anatase TiO2 obtained. Alongside the XRD patterns, the corresponding visual photographs of TiO2 powders were displayed, where the B-TO showed a totally black color, and the air-annealed TiO2 was purely white.",
                        "Structural properties of B-TO and W-TO were further analyzed by Raman scattering, as displayed in b. Both samples exhibited typical bands of anatase TiO2, while more broadened peaks were observed for B-TO, which was in accordance with the literature about black TiO2.  Also note that the main Raman active mode of W-TO at around 145.2 cm–1 (Eg) shifted toward higher wavenumbers after the introduction of OVs (B-TO: 149.7 cm–1). It has been reported that the blue-shift and broadening of the Eg mode could be caused by the finite size of grains (<10 nm) or the decreasing of correlation length resulting from localized defects like OVs.  Because the crystalline sizes of the samples were no less than 18 nm, the presence of OVs should be the main reason for the blue-shift and broadening of the Raman peak.",
                        "The morphologies of B-TO and W-TO were shown in . Both of the samples were composed of numbers of nanoparticles according to the SEM images (a,b). The TEM images of W-TO in c clearly depicted that the diameters of the solid nanoparticles with smooth surfaces were around 30 nm. For comparison, in the same resolution TEM of B-TO in d, there were no obvious changes in the size of particles between B-TO and W-TO, while the slight irregularity of the particle shape, as well as the roughness and looseness of surfaces, were found for B-TO, which might be more facilitated for sodium diffusion. According to the N2 absorption and desorption isotherms in , the specific surface area of B-TO was calculated to be 106.1 m2 g–1, high than that of W-TO (80.72 m2 g–1), which could be ascribed to its more rough and loose surface structure. As demonstrated in the HRTEM image of a single particle in e,f, lattice fringes of approximately 0.35 nm for both samples were indexed to the (101) lattice plane of anatase. Notably, an obvious disordered surface layer could be observed coating on the crystalline core of B-TO, which was also found on black TiO2 nanoparticles in some literature  and might be a reconstructed layer with oxygen vacancies consisting of a disordered Ti2O3 shell and a transition region of connection according to the very recent report by Tian et al.,  which was produced in the NaBH4 reduction process.",
                        "To analyze the surface chemical composition of the B-TO and W-TO, we performed XPS as exhibited in . The survey scan of XPS (a) showed typical TiO2 spectra, and no other peaks were seen except for Ti, O, and C, eliminating the existence of impurities and doping by alien elements, which was also verified in the EDX spectrum (). The detailed information on the chemical state of titanium ion of B-TO was clarified by the Ti 2p core level XPS spectra in b, where two major peaks at 458.7 and 464.5 eV were attributed to the typical Ti4+ 2p 3/2 and Ti4+ 2p1/2 peaks, and two shoulder peaks at 456.9 and 462.3 eV should be ascribed to Ti3+ 2p 3/2 and Ti3+ 2p1/2, demonstrating the containing of Ti3+ at B-TO, which accorded well with the previous literature  and could account for the existence of disordered layer on B-TO nanoparticles observed in the HRTEM pattern. Meanwhile, a semiquantitative analysis of the chemical state of B-TO was performed in terms of Ti 2p XPS spectra, and the Ti3+ molar proportion of of ∼15% was obtained. In contrast, the Ti 2p XPS spectra of W-TO in c only showed two characterized Ti4+ 2p 3/2 and Ti4+ 2p1/2 peaks at 458.8 and 464.5 eV, respectively. In the O 1s XPS spectra for both samples (d), the broad peak could be resolved into two peaks centered at 530.1 and 532.1 eV, attributed to Ti–O and surface −OH bondings, separately.  By comparison, the proportion of the latter peak of B-TO was relatively higher than that of W-TO, resulting from more oxygen-defective sites that tended to bind with hydrogen atoms and formed more hydroxyl surface groups. ",
                        "ESR spectroscopy was carried out to detect the circumstances of unemployed electrons in the TiO2 molecules of the two samples and was displayed in . No ESR peak was found in W-TO spectrum, while B-TO could present two strong signals. The one at g = 2.001 was attributed to the oxygen vacancies in the bulk TiO2 that could form the Ti3+ paramagnetic center and trap the electrons, and the other signal at g = 1.946 was corresponding to the surface Ti3+ ions,  which was in good agreement with the outcome of the Ti 2p XPS. In consequence, the ESR analyzation confirmed that the oxygen vacancies induced Ti3+ ions were not only located on the surface but also in the lattice of the bulk of B-TO."
                    ],
                    "name": "3.1 Structure, Morphology, and Composition Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The galvanostatic charge–discharge capabilities for B-TO and W-TO were obtained at a constant current density of 0.2 C (equal to 33.6 mA g–1) for 200 cycles and were compared as shown in a. Distinct differences between the two samples were clearly observed in the cycles of preliminary section. A large discharge specific capacity of 444.2 mAh g–1 was yielded by B-TO in the initial cycle, and the corresponding charge specific capacity was 178.9 mAh g–1, which were much higher than those of W-TO, whose initial discharge and charge capacities were 262.4 and 111.9 mAh g–1, respectively. During the subsequent cycles, the capabilities of the both samples exhibited an increase trendency, while the rising range and duration notably varied. For B-TO, the charge capacity climbed up to 205.7 mAh g–1 in the 15th cycle with a growth rate of 13.9% and was kept steady in the following cycles, retaining 205.5 mAh g–1 after 200 cycles, which was a comparable capacity value with excellent cycling retention to the reported anatase TiO2 anode for SIBs.  With regard to W-TO, it crept up by 67.9% in the 85th cycle until a charge capacity plateau of 187.9 mAh g–1 was reached, which maintained stable afterward, and the preserved capacity was 184.4 mAh g–1 in the 200th cycle. That phenomenon above was termed as an electrochemical activation process of nanosized anatase TiO2 anode material for sodium ion batteries; that is, the reversible sodium insertion was kinetically hindered and needed repeated charging–discharging to functionalize the inner part of anatase, which was also reported in some previous literature.  According to Yang et al.,  an amount of trivalent titanium ions were detected at the fully activated anatase, which meant that sodium ions were irreversibly trapped into the anatase lattice, and the Ti3+ emerged correspondingly during the activation process. Therefore, the activation process of sodium storage might be triggered by an increased conductivity derived from the irreversibly generated Ti3+, which could also refer to the case of lithium.  That might be the key reason for the enhanced sodium storage initially and lessened duration of activation, which was the notable self-activated properties for B-WO containing Ti3+ in the surfaces and lattices itself. b displayed the Coulombic efficiencies of the two samples during the 0.2 C discharge–charge cycles. The initial cycle Coulombic efficiencies were 40.3% and 42.6% for B-TO and W-TO, respectively, which were typical values of natase TiO2 together with its composite materials.  Such a low Coulombic efficiency was primarily caused by the irreversible sodiation initially along with partial decomposition of TiO2,  and the formation of SEI film as well as some side reactions with the electrolytes.  The efficiency of B-TO rose significantly to 95.1% in the sixth cycle and then reached up to 99.5% in the 30th cycle and sustained over that value throughout the following cycles. As to W-TO, it took 10 loops to ascend to 95.2% and 70 cycles to 99.1%, and kept around that value subsequently. In comparison, B-TO required fewer loops to elevate the efficiency and exhibited a higher value during further cycling, revealing a superior reversibility in sodium storage.",
                        "The voltage profiles of B-TO and W-TO in different cycles at 0.2 C were displayed in c,d, which present the typical electrochemical characteristics of anatase. The first discharge curve could be divided into three regions () referring to the previous reports.  In region A, the voltage dropped rapidly from the open-circuit voltage to 1.5 V (B-TO) or 1.0 V (W-TO), mainly relevant to a pseudocapacitive sodium-ion adsorption. A slower trend of decrease in voltage was observed when further discharged to 0.3 V (Region B), where the main uptake of amounts of sodium ions happened. As suggested by Wu et al.,  partial and irreversible decomposition of TiO2 and reduction of Ti4+ to metallic titanium to form a sodium titanate phase happened in the initial sodiation of anatase, which will no longer participate in the electrochemical redox. During the following discharge–charge process, the reversible (de)insertion into and out of the anatase host structure occurred mostly in the voltage range of 0.8 to 0.01 V, based on the Ti4+/3+ redox couple.  In the 20th cycle profile, the voltage plateau around 0.8 V was better-defined of B-TO than that in the third cycle, while it was still ambiguous in W-TO, which was ascribed to different activation behavior of the two samples as has analyzed above. Moreover, the curves of the 20th, 100th, and 200th profiles of B-TO almost overlapped, indicating stable electrochemical performances during the continuous charge–discharge process.",
                        "The electrochemical behavior of the samples as anode for sodium-ion batteries was investigated by cyclic voltammograms (CVs) at a scan rate of 0.1 mV s–1, and the initial three cycles profiles of B-TO and W-TO were depicted in  a,b, respectively. In the first cathodic sweep, the broad peak at approximately 1.2 V (Peak C) was associated with the formation of solid electrolyte interface (SEI) and the decomposition of electrolyte impurities and fluoroethylene carbonate (FEC) additive as well as other organic material,  which was typically irreversible. Besides, the causes of the rather broad peak at around 0.5 V were still not completely clarified, yet considering the sodiation peaks emerged in the following two cyclic scans at about 0.69 V (B-TO) or 0.65 V (W-TO), marked as Peak A, that peak did not vanish but shifted to the higher potentials, probably resulted from a decreased overpotential for the reversible sodium-ion storage.  For the anodic sweeps, both B-TO and W-TO exhibited a oxidative peak at around 0.83 V (Peak B) referring to the typical desodiation of anatase TiO2,  which was successively pronounced during the subsequent cycles, and manifesting there was an activation process in sodiation–desodiation, in agreement with the initial increase in the capacities in a. Moreover, it should be noted that the peak current intensity of B-TO was relatively larger than that of W-TO, indicating a preferable sodium storage behavior for B-TO in the initial numbers of cycles. For the sake of investigating electrochemical process after cycling, CV tests with a scan rate of 0.1 mV s–1 were performed after 200 cycles at 0.2 C as presented in c, where the couple of redox peaks were better-shaped and became stronger compared with the original curves, which should be assigned to the electrochemical redox of Ti4+/Ti3+ and also testified that the sodiation was enhanced after accomplished activation. By comparison, the peaks of B-TO were stronger and better shaped not only in the initial CV curves (a,b) but also after cycling, demonstrating that a more favorable sodium insertion could be enabled into the host structure of B-TO. Notably, higher sodiation voltage as well as lower desodiation voltage were observed for B-TO, and accordingly, the deviation between the anodic and cathodic peak of B-TO (ΔV = 0.14 V) was smaller than that of W-TO (ΔV = 0.27 V), suggesting a more feasible Na+ insertion–extraction was likely due to the improved kinetics  and a better reversibility of B-TO in cycling, which could also be confirmed by the Coulombic efficiency records in b.",
                        "To further evaluate the long cycling stability at a higher rate, we discharged and charged those two samples at a constant rate of 1 C over 500 cycles, as presented in a. The activation proceeded more slowly compared with the cycling at 0.2 C, and likewise, W-TO took more cycles to be completely activated than B-TO. For W-TO, the charge capacity climbed from 104.4 to 145.5 mAh g–1 in the initial 150 cycles, and a capacity of 134.3 mAh g–1 was kept with the retention of 92.4% after discharge–charge for 500 cycles at 1 C (compared with the fully activated status). In regard to B-TO, it increased from 167.6 to 186.8 mAh g–1 in 70 cycles, and after 500 cycles, it still maintained 185.1 mAh g–1, holding the retention of as high as 99.1%, which illuminated an extraordinary enduring stability. Additionally, the Coulombic efficiency kept around 99.7% during cycling (), which was an attractive value for practical utilization in full Na cells and further verified the excellent sustainability of B-TO.",
                        "The rate capabilities of the two samples were tested at escalated current densities and were exhibited in b–d. To have a more precise appraisal, we discharged and charged the electrodes at a very low current density 0.05 C in the first cycle to be fully activated initially.  Regarding W-TO, the charge specific capacity was measured to be 189.6 mAh g–1 at 0.2 °C and declined rapidly to 170.8, 147.3, 115.3, 72.9, and 38.1 mAh g–1, respectively. As for B-TO, the charge specific capacities of 207.6, 199.1, 188.9, 170.5, and 140.4 mAh g–1 were delivered at the rates of 0.2, 0.5, 1, 2, and 5 °C, separately. Even when the current densities increased to high rates of 10, 15, and 20 C, it was still able to yield capacities of 115.0, 101.8, and 91.2 mAh g–1, respectively, and as the current density went back to 0.5 °C, the specific capacity recovered to 199.5 mAh g–1, illustrating a considerably admirable high-rate performance of B-TO, which was much superior to W-TO as well as other pristine anatase TiO2 anode materials in previous reports,  and could hopefully enable it to be practically utilized in high-power sodium-ion batteries. The greatly enhanced high-rate performances of B-TO indicated the crucial benefits of OVs, which could significantly improve the electron-transfer process. Indeed, direct measurements revealed a much higher electronic conductivity of B-TO (4.3 × 10–4S cm–1) than pristine W-TO (2.1 × 10–8S cm–1). Furthermore, the electrochemical impedance spectroscopy (EIS) was conducted on the corresponding sodium batteries of the two samples, which were tested after 10 cycles at 0.2 C and charged to the voltage of 0.8 V. The Nyquist plots were presented in e. Generally, the diameter of the semicircle in the intermediate frequency region signified the impedance of the charge transfer.  Obviously, the charge-transfer resistance of B-TO was much lower than that of W-TO, which confirmed a more favorable charge-transfer process on the electrode–electrolyte resulting from the introduction of oxygen vacancies."
                    ],
                    "name": "3.2 Electrochemical Properties for Sodium Storage",
                    "type": "h3"
                },
                {
                    "content": [
                        "To acquire fundamental insights into the role of oxygen vacancies to the electrical structures and sodiation properties of anatase, we performed DFT calculations on anatase, anatase with oxygen vacancies (anatase-OV), sodiated anatase, and sodiated anatase-OV. The obtained DOS patterns and PDOS patterns of Ti, O, Na for each structure were displayed in i (a–d) in the range of −25–12 eV, which exhibited the discrete valence band (VB) and conduction band (CB). It can be seen from the DOS of anatase-OV that after introducing OV into anatase lattice, the Femi level shifted to the CB, meaning electrons were the main carriers in this structure.  Besides, the Ti 3d orbits became more delocalized, leading to an increase in the CB width and a narrowing of the band gap between VB and CB, which implied the electron conductivity was improved, which was well in accord with the measured conductivity of B-TO and W-TO as well as the outcomes of the previous reports.  After Na+ insertion into the lattice of anatase and anatase-OV, the CB and VB both moved negatively, while a smaller extent of movement was observed for sodiated anatase-OV. Moreover, the electron orbits of Ti, O, and Na of sodiated anatase-OV overlapped in more parts compared with those of pristine anatase, manifesting in a higher activity toward Na ions for anatase-OV.",
                        "The Na ion insertion process was also investigated with DFT calculations to obtain the energy barriers of sodiation, termed by the energy change (ΔEsodiation) before and after Na ions insertion using the following formula: where Esodiated TiO2, ETiO2, and ENa represented the total energy of sodiated TiO2, bulk TiO2, and Na ions, respectively. The final structure models from panels a–c for anatase, anatase-OV, sodiated anatase, and sodiated anatase-OV were shown alongside their corresponding DOS patterns in ii (a–d), and those in the ball–stick styles were depicted in , attached by the Mulliken atomic populations in . The obtained Esodiated TiO2, ETiO2, and ENa for each model was presented in , from which the average energy barriers ΔEsodiation for two Na ions inserted into unit cells of pristine anatase and anatase-OV were calculated to be 5.63 and 4.75 eV, respectively. Therefore, the lower sodiated energy barriers suggested it was more energetically favorable for Na insertion into anatase-OV than the pristine anatase structure.",
                        "Integrating the calculations analyze with the experimental results, the superiorities of electrochemical performances of black anatase TiO2 as anode for sodium ion batteries stimulated by oxygen vacancies was mainly ascribed to the following positive factors. On the one hand, the intrinsic conductivity of anatase was improved derived from the narrowed band gap of oxygen-deficient anatase, contributing to the significantly accelerated electron transfer and boosted kinetics of Na ions uptake and release. On the other hand, the energy barrier of sodiation was lowered, and in the meantime, the activity of crystal structure toward Na ions was enhanced after the introduction of oxygen vacancies, giving rise to a more favorable Na ions insertion into anatase structure. These merits synergistically functioned for the facilitated sodium accommodation, made the activation process in the charge–discharge process faster, and remarkably promoted high-rate capabilities."
                    ],
                    "name": "3.3 Understanding the Role of Oxygen Vacancies",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The black anatase titania was first utilized as the anode in sodium-ion batteries, which was efficiently prepared as nanostructure of ∼30 nm in diameter and verified to contain oxygen vacancies in both bulk structure and the surfaces. It yielded a decent reversible specific capacity of 207.6 mAh g–1 at the rate of 0.2 C and still delivered 91.2 mAh g–1 at the high rate of 20 C. After the charge–discharge process of over 500 cycles at 1 C, the capacity of 185.1 mAh g–1 was maintained with a retention of as high as 99.1%, indicating a long cycling stability. Compared with the pristine white anatase TiO2, black anatase TiO2 presented higher initial capacities, shorter electrochemical activation duration in cycling, stronger and closer redox peaks in cyclic voltammograms, better reversibility, and far more excellent high-rate capabilities, all demonstrating the vitally prominent role of oxygen vacancies to its sodium storage properties, which can not only significantly enhance the intrinsic electrical conductivity of anatase but also improve the kinetics of the Na uptake–release process. Furthermore, as illuminated by DFT calculations, the sodiation energy barrier was lower for anatase with oxygen vacancies than that of the pristine one, suggesting the more favorable Na intercalation could be enabled, according well with its superior electrochemical performances. Bestowed by the integrated merits of oxygen vacancies and the shortened Na ion diffusion length owing to nanostructure, this nanosized black anatase could serve as a promising anode candidate for SIBs with admirable durability and remarkable high-rate performances."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Black Anatase Titania with Ultrafast Sodium-Storage Performances Stimulated by Oxygen Vacancies"
}