{
    "DOI": "10.1021/acsami.9b21803",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Among rechargeable battery systems, interest in the sodium-ion battery (SIB), which is a promising alternative to the Li-ion battery (LIB), has exploded recently thanks to sodium’s low market cost, natural abundance on the earth’s crust, and chemical similarity to Li.  Despite the similar characteristics of Li and Na, which both belong to the same alkali group in the periodic table, conventional graphite anodes are not suitable for SIBs because Na ions (1.02 Å) have a larger ionic radii than that of Li ions (0.76 Å) and thus, Na ions cannot intercalate into the interlayer channels of graphite.  In addition, elemental Na has a relatively higher standard reduction potential (−2.71 V for Na+/Na) than that of elemental Li (−3.04 V for Li+/Li). For these reasons, other carbonaceous and Na-alloyable materials with high Na-reversible capacities (RCs) have been suggested as encouraging candidates for new SIB anode materials.  Since the finding of our group that black phosphorus (P) with a puckered-layer structure can be utilized as a high capacity LIB anode material,  P-based materials have been studied widely as high-capacity LIB and SIB anodes by many researchers.  Furthermore, P has three main allotropes (red P, white P, and black P) as well as the attractive merits of low price and high theoretical capacity (Li3P and Na3P: 2595 mA h g–1). Therefore, with the exception of white P, which has highly reactive and toxic properties, orthorhombic black P and amorphous red P, which are chemically stable, have been widely investigated as anode materials for SIBs.  However, P-based electrodes experience a large volume change (∼490%) during sodiation/desodiation due to the formation of a Na3P phase, resulting in poor electrochemical performance. Recently, many researchers have reported that metal phosphides, such as Si-based,  Ge-based,  Sn-based,  Fe-based,  Co-based,  Cu-based,  Ni-based,  V-based,  Mo-based,  and Zn-based  phosphides are able to mitigate the volume changes and to improve electrochemical conductivity. On the other hand, zinc (Zn) is also an interesting element owing to its abundance, low price, and high electrical conductivity (1.69 × 107 S m–1).  Furthermore, Zn can be electrochemically alloyed with Li, resulting in a LiZn phase.  In SIBs, Zn also can be electrochemically alloyed with small amounts of Na. Despite the small theoretical capacity of Zn, several Zn-based materials, such as Zn4Sb3,  ZnSb,  ZnSnO3,  ZnSnS3,  and ZnO,  have been reported for SIB anodes. These materials have shown interesting electrochemical performance because the Zn in these materials contributes to the relaxation of the volume change during Na-cycling and the improvement of electrochemical conductivity.",
                "The binary Zn–P system has various compounds and polymorphs, such as ZnP2 (α-tetragonal, β-cubic, monoclinic), Zn3P2 (α-tetragonal, β-cubic), and ZnP4 (monoclinic).  Thanks to their interesting characteristics and various crystalline structures, they have been studied widely for optoelectronics, semiconductors, photovoltaic devices, and Schottky diodes.  Furthermore, binary zinc phosphides have been applied as LIB anode materials because of the high theoretical capacities of ZnP2 (1474 mA h g–1), Zn3P2 (934 mA h g–1), and ZnP4 (1841 mA h g–1).  Considering their wide use in LIB applications and high theoretical capacities (ZnP2: 1279 mA h g–1, Zn3P2: 647 mA h g–1) for SIBs, zinc phosphides also can be applied as high-capacity SIB anode materials. However, zinc phosphides have hitherto not received any attention as new SIB anode materials.",
                "In this study, to utilize the synergetic effects of both P and Zn, we synthesized the binary zinc phosphides, ZnP2 and Zn3P2 via a facile solid-state heat treatment process, and their suitability as anode materials for SIBs was tested. Moreover, a C-modified composite (ZnP2-C) was also fabricated using an additional ball milling (BM) technique. The electrochemical reaction mechanisms of ZnP2-C during sodiation/desodiation were investigated using various ex situ analytical techniques, such as X-ray diffraction (XRD), high-resolution transmission electron microscopy (HR-TEM), X-ray absorption near edge structure (XANES), and extended X-ray absorption fine structure (EXAFS)."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Zn–P binary compounds (ZnP2 and Zn3P2) were synthesized using a facile solid-state synthetic process (heat treatment) with stoichiometric amounts of bulk Zn (99.99%, ∼150 μm, Aldrich) and red P (99%, ∼75 μm, Aldrich) powders. Details of the solid-state heat treatment synthetic method are as follows: hand-mixed powders were uniaxially pressed into coin-shaped pellets under a pressure of 3 MPa. The pellets were heat treated in a quartz tube furnace at 700 °C for 5 h under a high-purity Ar atmosphere with a heating rate of 5 °C min–1. To obtain the C-modified composites (Zn-C and ZnP2-C), the BM process was conducted as follows: a hardened-steel vial containing the powders [the as-synthesized ZnP2 and carbon black (Super P)] and stainless-steel balls was assembled in a high-purity Ar-filled glove box. The assembled vial was taken out from the glove box and then ball milled via a SPEX-8000 mill/mixer for 6 h at a motor speed of approximately 1425 rpm. Although the BM process is very advantageous for producing various C-modified composites, it is difficult to produce in large quantities. On the basis of preliminary electrochemical performance measurements [e.g., initial Coulombic efficiencies (ICEs), RCs, and cycling stability], optimum levels of the composites (Zn-C and ZnP2-C) were chosen with a weight ratio of active material to carbon black of 70:30."
                    ],
                    "name": "2.1.  Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure and phase of the active materials (Zn, black P, ZnP2, and Zn3P2) were identified by XRD (D/max 2500 PC, Rigaku). Their particle size and morphology were analyzed using a particle size analyzer (PSA, Mastersizer-2000) and scanning electron microscopy (SEM, JSM-6500, JEOL, acceleration voltage: 20 kV). In-depth structural and morphological characteristics were analyzed by HR-TEM (JEM-ARM200F, JEOL, acceleration voltage: 200 kV) and energy dispersive X-ray (EDX) spectroscopy affixed to the HR-TEM. The ex situ analytical techniques, such as XRD, HR-TEM, and Zn K-edge XANES and EXAFS, were used to examine the electrochemically driven structural phase changes of the active materials in the electrodes during sodiation/desodiation. The X-ray absorption spectroscopy (XAS) spectra were attained via beamline 7D at the Pohang Accelerator Laboratory (PAL, South Korea). The XAS spectra encompassing both XANES and EXAFS were collected at the Zn K-edge in the transmittance mode and recorded with the storage energy of 3.0 GeV and current of 300 mA in the top-up mode."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All electrodes comprised active materials, Denka black as a conductive agent, and polyvinyl alcohol/polyacrylic acid as a binder in a mass ratio of 8:1:1. The electrode slurry was cast onto substrates (Cu foil) with a doctor blade and vacuum-dried at 120 °C overnight. Then, each electrode was cut to the required size; the average areal loading density of the electrodes was maintained at ∼2.5 mg cm–2. The assembly of coin-type cells was conducted in an Ar-filled glove box and they consisted of a metallic Na foil as the counter/reference electrode, a separator (glass fiber GF/D, Whatman), and an electrolyte [0.7 M NaClO4 in ethylene carbonate/diethylene carbonate (1:1 v/v) with 5% fluoroethylene carbonate]. The cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) data were recorded using a ZIVE-MP2A (ZIVE LAB). Galvanostatic battery cycling tests of the cells were performed using a Maccor-4000 series cycler."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "Zn and P can be alloyed into binary Zn–P compounds, such as ZnP2, Zn3P2, and ZnP4.  However, the ZnP2 and Zn3P2 phases only exist as binary Zn–P compounds in the Zn–P binary phase diagram (),  which means that Zn3P2 and ZnP2 are stable phases. Therefore, a facile solid-state heat treatment process was performed to synthesize Zn3P2 and ZnP2. The XRD pattern of the synthesized Zn3P2 coincided exactly with its standard pattern (JCPDS #74-1145, a). However, the XRD pattern of the synthesized ZnP2 suggested the coexistence of two polymorphs: the tetragonal (JCPDS #72-1626) and monoclinic (JCPDS #24-1463) phases (). Thus, an additional BM process was applied to the heat-treated polymorphic ZnP2, and interestingly, it was then transformed into tetragonal ZnP2 (JCPDS #72-1626), which is its high-pressure phase (b). All observed XRD patterns of ZnP2 corresponded exactly to the tetragonal ZnP2 phase, which shows that the coexisting polymorphic ZnP2 phases were transformed successfully through the BM process. The conditions of pressure (∼6 GPa) and temperature (∼200 °C) generated during the BM processing enabled its transformation to the high-pressure phase. Moreover, the results of the Rietveld refinement of the XRD patterns of synthesized Zn3P2 and ZnP2 are shown in a,b. The refined lattice parameter values of Zn3P2 [a = b = 8.1173 Å, c = 11.34 Å with reliability index (Rwp) of 10.4%] and ZnP2 (a = b = 5.0681 Å, c = 18.5415 Å with Rwp of 12.5%) are matched well with their standard values. The crystal structures of tetragonal Zn3P2 (S.G. P42/nmc) and ZnP2 (S.G. P41212) are also shown in the inset of a,b, respectively. The Zn K-edge EXAFS spectra of Zn metal, ZnP2, and Zn3P2 were obtained by the Fourier-transformation (FT) of k3 χ(k) using the Athena software, which are shown in . Additionally, the experimental EXAFS fitting was conducted using the Artemis software with included the FEFF tool on the basis of crystallographic information. The main Zn–P peaks determined by EXAFS were ∼1.93 Å (ZnP2) and ∼1.85 Å (Zn3P2), respectively. However, the peak position was shifted to ∼0.3–0.4 Å left for the real bond length because the phase shift by rescattering of photoelectrons during FT was not taken into account. These Zn–P peaks were clearly distinguished from the main Zn–Zn peaks of Zn metal (∼2.3 Å). Moreover, the EXAFS fitting results of ZnP2 and Zn3P2 are in good agreement with those of proposed model structures, respectively ().",
                "To investigate the Na-ion storage characteristics of synthesized Zn3P2 and ZnP2, the discharge–charge (sodiation/desodiation) curves of black P, Zn3P2, and ZnP2 electrodes are shown in  and c,d, respectively (voltage range: 0–2.0 V, current density: 50 mA g–1). First, the black P () synthesized by a solid-state BM process for 12 h showed a high sodiation capacity of 2436 mA h g–1 (). However, its desodiation capacity was comparatively poor, which was caused by a massive volume variation due to the formation of a Na3P phase and poor electrical conductivity.  The Zn3P2 showed a quite low 1st sodiation capacity of 377 mA h g–1 (c), which was influenced by the low sodiation potential and the high overpotential required to break the interatomic Zn–P bonds in Zn3P2 during sodiation.  On the other hand, ZnP2 showed a high 1st sodiation capacity of 1260 mA h g–1. Considering the theoretical capacity of ZnP2 (1279 mA h g–1, calculated based on NaZn13 and Na3P as the final phases at room temperature), it almost fully reacted with Na. However, the desodiation capacity of ZnP2 was 121 mA h g–1, which is too small for use as a SIB anode material. Additionally, ZnP2 exhibited 1st sodiation capacity of 817 mA h g–1 at current density of 100 mA g–1 (), which demonstrates that the reversibility of ZnP2 is affected to the current density.",
                "According to previous studies, the combination of Na-alloy-based and carbonaceous materials has been a promising approach to enhance the Na reactivity and reversibility of Na-alloy-based materials.  The carbonaceous materials in the composite improve the electronic conductivity, thereby improving electrochemical Na reactivity and reversibility, and act as a matrix to counteract volume changes during cycling. Therefore, ZnP2, having better Na reactivity than Zn3P2, was selected and used to fabricate a carbon-modified composite (ZnP2-C) using the synthesized ZnP2 and carbon black powders via a further solid-state BM process. The XRD patterns of the fabricated ZnP2-C matched only those of the ZnP2 standard (JCPDS #72-1626) with much reduced crystallinity (a). The average crystallite size of the ZnP2-C was approximately 10.7 nm, which was calculated based on the three main planes by the Scherrer equation. The Zn K-edge EXAFS spectrum of ZnP2-C also matched that of the pristine ZnP2 with the main peak of ∼1.93 Å (b). To investigate the morphological characteristics of ZnP2-C, a SEM image with a PSA result and HR-TEM images with EDX maps are shown in  and c–f, respectively. The morphology and average size of the ZnP2-C particles were examined via SEM and PSA, which reveal that the average particle size of the ZnP2-C was approximately 5 μm (). c–e shows bright-field and HR-TEM images with the corresponding diffraction patterns (DPs) and FT patterns of ZnP2-C. They demonstrate that the ZnP2-C consisted of 8–12 nm-sized ZnP2 nanocrystallites within the amorphous C matrix, which is in well agreement with the result of the Scherrer equation. Furthermore, scanning TEM and EDX maps of the ZnP2-C in f verify the homogeneous distribution of ZnP2 nanocrystallites within the amorphous C matrix. EIS analyses of the ZnP2 and ZnP2-C electrodes before cycling were performed within the frequency range from 100 kHz to 10 mHz with ac signals of 5 mV to investigate their electrochemical resistance (). The Nyquist impedance plot of the ZnP2-C electrode showed a considerably lower charge-transfer resistance (Rct) at high frequency than that of the ZnP2 electrode. Furthermore, the calculated Na-ion diffusion coefficients of the ZnP2 and ZnP2-C electrodes were 2.48 × 10–14 and 3.59 × 10–13 cm2 S–1, respectively.",
                "To evaluate the electrochemical Na-storage behavior of the ZnP2-C as a SIB anode material, the discharge–charge curves for the 1st and 2nd cycles of the ZnP2-C anode (current density: 50 mA g–1) are shown in a. The 1st sodiation/desodiation capacity was 1070/704 mA h g–1 with an ICE of 65.8%, which is significantly better than that of the ZnP2 anode. Considering the 1st irreversible capacity of the BM-C (30 wt %, 124 mA h g–1, ), nanocrystalline–ZnP2 in the ZnP2-C composite had a high Na-reversible reaction, taking into account the irreversible capacity contributed by the interface layer formed between the electrode and electrolyte. The CV plots of ZnP2-C showed a large peak during sodiation/desodiation (b). To evaluate the significantly improved Na reversibility, the sodiation/desodiation mechanism of ZnP2-C was investigated by ex situ analytical techniques, such as ex situ XRD and XAS (XANES and EXAFS), based on the points indicated in the CV plots (t0–t2 in b). Ex situ XRD peaks of ZnP2 in the composite (t0 in c) were transformed into the Na3P phase after full sodiation (t1 in c) without any trace of a Na–Zn-related phase. Therefore, the variations in the valence state and local structural phase were also verified by ex situ Zn K-edge XANES and EXAFS (d–f). At the fully sodiated state (t1 in b), the Zn K-edge XANES spectrum of the ZnP2-C showed that the absorption edge, E0 was shifted to a lower energy. Additionally, it did not match that of pristine Zn (d). Specifically, the derivative absorption plots (e), which were derived from the XANES spectra, show that the peak of the absorption edge, E0 (9660.2 eV, ZnP2, t0 in e) clearly shifted to the left (9658.8 eV, t1 in e). Additionally, the main EXAFS peak shifted to ∼2.27 Å (t1 in f), which also did not correspond to Zn metal (Zn–Zn peak: ∼2.3 Å). These XANES and EXAFS data demonstrate that a Na–Zn-related phase was formed at the fully sodiated state of ZnP2-C. Therefore, to verify the Na–Zn-related phase at the fully sodiated state of ZnP2-C, the sodiation/desodiation mechanism of bulk Zn and synthesized Zn-C nanocomposite was further analyzed via ex situ XRD and XAS (XANES and EXAFS). Bulk Zn with tens of micron-sized particles and well-developed crystallinity ( and a) showed a 1st sodiation/desodiation capacity of 58/14 mA h g–1 (c), which is a negligible value considering the capacity contributed by the conducting agent, carbon black. Additionally, the ex situ XRD peaks at the fully sodiated and desodiated states of bulk Zn did not vary (). These results demonstrate that bulk Zn did not react electrochemically with Na. To confirm the Na reactivity of nanocrystalline Zn, a C-modified composite (Zn-C) with the same ratios as the as-synthesized ZnP2-C was fabricated using bulk Zn and amorphous C by an additional BM process. The Zn-C composite was composed of secondary particles with an average particle size of approximately 11.2 μm (), and each secondary particle was composed of an agglomeration of very small primary Zn nanocrystallites approximately 16 nm in size. The size of primary Zn nanocrystallites was calculated by means of the Scherrer equation from the main XRD peak of Zn-C (b). Interestingly, Zn-C showed a 1st Na RC of 82 mA h g–1. Considering the theoretical capacity and composition of Zn (NaZn13: 32 mA h g–1, 70 wt %) and the 1st RC contributed by the C content (62 mA h g–1, 30 wt %, ) in the composite, nanocrystalline Zn in the Zn-C composite exhibited full Na reactivity. To confirm the Na-reacted phase of nanocrystalline Zn in the Zn-C composite, ex situ XRD, XANES, and EXAFS analyses were also conducted on the fully sodiated and desodiated states. At the fully sodiated state of 0 V, XRD peaks corresponding to the cubic NaZn13 phase (JCPDS #03-1008) were definitely observed without any residue of Zn (t1 in d). Additionally, the absorption edge, E0 of the Zn K-edge in the XANES spectrum of Zn-C shifted to lower energy (t1 in e), and the main derivative absorption peak (Zn: 9659.7 eV) also shifted definitely to the left (NaZn13: 9658.8 eV, t1 in the inset of e). Additionally, the Zn–Zn main peak (∼2.3 Å, t0 in f) was slightly shifted to reflect the Na–Zn main peak (∼2.27 Å) of NaZn13 at the fully sodiated state (t1 in f). The EXAFS fitting parameters of NaZn13 are also in good agreement with that of the proposed model structure (). Subsequently, at the fully desodiated state of 2.0 V, the NaZn13 phase reverted to the pristine Zn phase with XRD peaks of crystalline Zn (t2 in d), the main absorption edge, E0 (Zn: 9659.7 eV, t2 in the inset of e), and main Zn–Zn EXAFS peak of Zn (∼2.3 Å, t2 in f). The ex situ XRD, XANES, and EXAFS results demonstrated that nanocrystalline Zn in the Zn-C composite exhibits the following sodiation/desodiation mechanism, which is shown crystallographically in g.",
                "During the sodiation process",
                "During the desodiation process",
                "At the fully sodiated state (t1 in b) of the ZnP2-C, the main derivative absorption edge, E0 (9658.8 eV) and main EXAFS peak (∼2.27 Å) exactly matched with those of the NaZn13 phase, which was revealed by the XANES and main EXAFS results for nanocrystalline Zn in the Zn-C composite at the fully sodiated state. Therefore, during sodiation, tetragonal ZnP2 in the ZnP2-C composite was directly converted into the cubic NaZn13 and hexagonal Na3P phases. Reversely, at the fully desodiated state (t2 in b), ex situ XRD peaks were not detected, suggesting a transformation to an amorphous state (t2 in c). However, XANES spectra with corresponding derivative absorption plots and EXAFS spectra matched definitely those of ZnP2 (t2 in d–f), which confirms the recombination reaction of ZnP2 in the ZnP2-C composite. Therefore, the sodiation/desodiation mechanism of ZnP2 in the ZnP2-C composite can be explained as follows:",
                "During sodiation process",
                "During the desodiation process",
                "The interesting one-step sodiation/desodiation mechanism of ZnP2 in the ZnP2-C composite can be described crystallographically (g). During sodiation, the tetragonal ZnP2 is converted to cubic NaZn13 and hexagonal Na3P phases. After that, during desodiation, the cubic NaZn13 and hexagonal Na3P phases are recombined into the original tetragonal ZnP2.",
                "To verify the changes in the ZnP2 nanocrystallites within the ZnP2-C electrode during Na cycling, ex situ HR-TEM images with corresponding DPs and FT patterns, taken before and after Na cycling, were acquired. The 8–12 nm-sized ZnP2 nanocrystallites in the ZnP2-C composite (a) before Na cycling were reduced in size to 3–5 nm after 10 cycles (b), and then they maintained this reduced size (3–5 nm) after 50 cycles (c). The interesting crystallite size changes of ZnP2 in the ZnP2-C during ongoing Na cycling are also represented schematically in d.",
                "The electrochemical performance of ZnP2-C as a SIB anode is shown in . The 1st sodiation/desodiation capacity of ZnP2-C was 1070/704 mA h g–1 with an ICE of 65.8% (voltage range: 0–2 V vs Na+/Na, current density: 50 mA g–1, a). The Na-cycling performances of ZnP2, the ZnP2-C composite, and commercial hard-C are compared in b (cycling rate: 50 mA g–1). Although the ZnP2 exhibited poor electrochemical performance, the Na-cycling performance of the ZnP2-C exhibited a high RC of 883 mA h g–1 over 130 cycles. Notably, its RC was about 3.5 times higher than that of commercial hard-C. The rate-capability behavior of ZnP2-C is shown in c,d (1 C rate: 900 mA g–1). The ZnP2-C composite exhibited high RCs at fast C-rates (1 C: 500 mA h g–1 and 3 C: 350 mA h g–1), which was much faster than that of the commercial hard-C (d). Furthermore, ZnP2-C showed a stable cycling performance over 200 cycles at a high 1 C-rate (900 mA g–1, e). Notably, to our knowledge, the excellent cycling performance and rate-capability are one of the best performances among the reported metal phosphide-based anodes for SIBs ().  The outstanding Na-storage characteristics of the ZnP2-C were achieved by the preparation of 8–12 nm ZnP2 nanocrystallites in the ZnP2-C composite through the BM process and the additional preparation of the 3–5 nm-sized ZnP2 nanocrystallites in the ZnP2-C by repeated conversion/recombination reactions during ongoing Na cycling. These size-reduced ZnP2 nanocrystallites in the ZnP2-C accommodated the strain generated during Na cycling and provided short Na-ion diffusion paths, which contributed to the outstanding Na-storage characteristics."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Binary zinc phosphides, ZnP2 and Zn3P2, were synthesized using red P and Zn powders by a facile solid-state synthetic method, and their electrochemical Na-storage characteristics were tested. ZnP2, having better Na reactivity than Zn2P3, was selected to fabricate a carbon-modified composite (ZnP2-C). The electrochemical sodiation/desodiation mechanism of ZnP2 in the ZnP2-C was investigated by various ex situ analytical techniques, such as ex situ XRD, XANES, and EXAFS. The ZnP2 in the ZnP2-C composite showed an interesting one-step conversion/recombination mechanism during sodiation/desodiation. Because of this interesting reaction mechanism, the ZnP2-C composite exhibited outstanding Na-storage characteristics. The ZnP2-C composite showed a high RC (883 mA h g–1 after 130 cycles) with no capacity deterioration and a fast C-rate capability (500 mA h g–1 at 1 C and 350 mA h g–1 at 3 C). Moreover, the outstanding Na-storage characteristics of ZnP2-C were accompanied by the preparation of 8–12 nm-sized ZnP2 nanocrystallites in the ZnP2-C composite through the BM process and the further preparation of smaller 3–5 nm-sized ZnP2 nanocrystallites through repeated conversion/recombination reactions during ongoing Na cycling, which provided short Na-ion diffusion paths and facile accommodation of the strain generated during cycling. We expect that this ZnP2-C composite with interesting Na-storage characteristics is a promising option as a high-performance SIB anode material."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Zinc Phosphides as Outstanding Sodium-Ion Battery Anodes"
}