{
    "DOI": "10.1021/acsami.2c06551",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion battery (SIB), as a new energy storage system, has merits of low cost and abundant reserves and, thus, has been regarded as an ideal candidate to replace the commonly used lithium-ion battery (LIB) for large-scale energy-storage systems.  However, the SIBs have many issues to be solved before their commercial applications.  Among these, the electrode material becomes the dominant factor to limit its electrochemical performance in practical applications. Although the chemical properties of sodium (Na) are very similar to those of lithium (Li), Na+ ions (1.02 Å) have a larger radius than Li+ ions (0.76 Å), which reduces the ionic migration efficiency and intensifies pulverization during cycling of the SIB.  Therefore, there is a critical demand to search for the anode material for the SIB with a high reversible capacity, fast reaction kinetics, and good structural stability. The anode materials for the SIB can be classified into three major categories according to their reaction mechanisms, i.e., the insertion type, the conversion type, and the alloying type.  They all have various problems, e.g., the low theoretical capacity for the insertion type, severe volume expansion, and poor cyclic stability for the alloying type and conversion type.  A common solution for these issues is to combine high-capacity but poor-cyclability materials with the conductive and stable skeletons to comprehensively improve the overall electrochemical performance. ",
                "Transition metal chalcogenides (TMCs), especially Co-based materials, have high theoretical capacities, mainly attributed to their multielectron reaction abilities with Na+ ions.  For example, mesoporous Cu2–xSe nanocrystals present a capacity retention of 88% after 3000 cycles at 5 A g–1 (212.4 mAh g–1).  CoS2 showed a reversible discharge capacity of 724 mAh g–1 and could be stabilized by combining with multiple wall carbon nanotubes (MWCNTs).  Nanostructured Co3O4 delivered a reversible capacity of 447 mAh g–1 over 50 cycles at 0.05 A g–1.  FeS2–xSex combines the advantages of FeS2 and FeSe2 and achieves high stability and high-rate performance.  However, there are few studies on using CoS2/CoO heterojunctions for the electrodes of a SIB. Porous heterojunction nanoparticles are effective to increase the electrical conductivity of metal sulfides, provide more active sites for the conversion of Na+ as well as the decomposition of irreversible SEI layers, and increase the atomic utilization, thus improving the sodium storage capacity of the electrode materials. On the other hand, many carbon materials have been explored as the skeletons of SIBs’ anode materials, such as hard carbon, graphene, and carbon nanofibers.  For example, a VS4/rGO composite with a rGO skeleton produced a discharge capacity of ∼241 mAh g–1 at 0.1 A g–1 after 50 cycles.  CoPSe@layered N-doped carbon prepared by layered zeolitic imidazolate frameworks (ZIFs) achieved a capacity of 303 mAh g–1 at 0.2 A g–1 over 500 cycles.  As one type of metal–organic frameworks (MOFs), ZIFs can be used as the precursor to synthesize a variety of porous materials. Although these carbon skeletons play positive roles in enhancing the dispersion, conductivity, and capacity of the composites,  simply using the skeleton is still limited in enhancing the cycling stability of the anode materials.  The combination of carbon skeletons within different dimensions can not only elastically prevent the inflation and ensure the structural integrity but also immensely improve the conductivity and endow high-rate properties, which is an effective and general approach to improve the performance of conversion and alloying materials.  Therefore, we believe that, if highly active heterojunctions are integrated with appropriately designed dual-carbon skeletons, a high-performance anode material and a novel composite structure for SIBs will be obtained.",
                "In this work, ZIF-67 was chosen as a precursor to construct the highly active CoS2/CoO heterojunctions through the sulfidation of ZIF and partial reduction of carbon. Dual-carbon skeletons are designed to integrate internal open framework carbon-spheres (OFC) and external rGO nanomembrane encapsulating (see ). By combing them together, a sandwich structure of OFC@CoS2/CoO@rGO is obtained (). When applied as the anode material for the SIB, benefitted from the special features and their synergistic effects, both the rate capability and cycling performance remarkably improved. The specific capacity can maintain ∼50% when the current density is increased by 200-fold from 0.05 to 10 A/g. Reversible capacities of 423 and 353 mAh g–1 were achieved after 100 and 250 cycles at a current density of 100 mA g–1. Notably, even after cycling for 3500 times at a high current density of 1 A g–1, it still maintains a reversible capacity of 161 mAh g–1 with a Coulomb efficiency of 99.6%. The integration of dual-carbon design with heterojunction not only achieves a high-performance anode material for SIB but also provides important references for the preparation of other similar electrode mateirals."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Most of the chemicals were purchased from Aladdin Reagents, Shanghai, China, including sodium chloroacetate (ClCH2COONa, 99%), methanol (CH4O, ≥ 99.5%), cobalt nitrate (Co(NO3)2·6H2O, ≥ 99%), carbon disulfide (CS2, AR), 2-methylimidazole (C4H6N2, ≥ 98%), polyvinylpyrrolidone ((C6H9NO)n, PVP, M.W. 1 300 000), ethylene imine polymer (CH2CH2NH)n, M.W.600, 99%), 1-(3-(dimethylamino)propyl)-3-ethylcarbodiimide hydrochloride (C8H18ClN3, 98.0%), and graphene oxide gel (GO, 1–3 wt %). Powder of sulfur (S8, ≥ 99.0%) was purchased from Sigma-Aldrich, Shanghai, China. Sodium-ion battery electrolyte (1.0 M NaClO4 in EC/PC = 1:1 vol% with 5.0%FEC) was purchased from Suzhou Duoduo Chemical Technology Co., Ltd, Suzhou, China. Conductive carbon black (ECP600JD) was commercially available from Lion Corporation, Tokyo, Japan. All the chemicals were used without further purification.",
                        "First, the OFC was prepared by a one-step aerosol approach using an ultrasonic spray pyrolysis (USP) method. In brief, a humidifier operated at a frequency of 1.7 MHz was used to nebulize the precursor solution (sodium chloroacetate, ClCH2COONa, 1.5 mol/L) into fine droplets. The generated droplets were then carried away by the argon flow (1–3 L/min) into a furnace (500–900 °C). The black powders after the pyrolysis were collected in ethanol bubblers. After reaction, the final products were washed and centrifuged with ethanol (50 vol %) for three times and dried in a vacuum oven at 60 °C.",
                        "The aminated GO solution was converted from the commercially purchased GO gel. The GO gel (1–3 wt %, Aladdin) was prepared into a solution of 0.5 mg/mL, and then, 10 mg/mL polyethylene imine was added under a continuously ultrasonic agitation, and the pH value was adjusted to 8. After half an hour, 3 mg/mL 1-(3-(dimethylamino)propyl)-3-ethylcarbodiimide hydrochloride was added. The obtained liquid was stirred continuously for 24 h to obtain an aqueous solution of aminated GO.",
                        "In a typical procedure, the prepared OFC of 10 mg was dispersed inside the methanol solution, followed by the successive addition of 100 mg of PVP, 0.5 mmol of cobalt nitrate, and 4 mmol of 2-methylimidazole. The mixed solution was stirred continuously at room temperature for 4 h to obtain a purple precursor of OFC@ZIF-67. During the following transformation synthesis process, the obtained OFC@ZIF-67 precursors and sulfur powders were placed in the rear and front of a tube furnace, respectively. The furnace was heated to 400 °C and held for 2 h in a N2 atmosphere. After that, the obtained black powder was washed with reflux carbon disulfide (CS2) for 2 h to obtain OFC@CoS2/CoO. A certain OFC@CoS2/CoO was dispersed in water to form a concentration of 1 mg/mL. The same amount of preaminated GO with positive surface was added slowly under stirring, which made the GO well-capsulized onto the surface of OFC@CoS2/CoO. Finally, OFC@CoS2/CoO@rGO was obtained after a calcination process at 400 °C for 2h in N2 in a furnace.",
                        "CoS2@rGO was prepared as the control group sample by the same procedure as OFC@CoS2/CoO@rGO, except that the OFC was not added in the preparation process."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "Morphologies and microstructures of the samples were characterized using a field emission scanning electron microscope (FE-SEM, Hitachi, S-4800) and a transmission electron microscope (TEM, JEOL, JEM-2100EX). An EDS (Oxford, TN-5400) attached to the SEM was used to obtain the contents and distributions of the samples’ elements. Crystalline structures of the samples were analyzed on a powder X-ray diffractometer with Cu Kα radiation (λ= 0.154056 nm) (XRD, Bruker, D8 Advance). An X-ray photoelectron spectrometer (XPS, Kratos, AXIS Ultra DLD, Al Kα source) was used to determine chemical bonding information on elements. The obtained values of electron binding energy were calibrated according to the value of adventurous carbon (C 1s, 284.6 eV), and the data analysis was carried out using XPS Peak 41 software. A Raman spectrometer (Raman, inVia, Renishaw) and Fourier transform infrared spectrometer (FT-IR, Thermo Scientific, Nicolet iS10) were applied to identify the molecular structures and bonding modes of the samples. The surface area of the sample was obtained using a porosity analyzer (Micromeritics, Tristar 3020), and the adsorption isotherm was measured at −196 °C. The specific surface areas and pore diameter distributions of the samples were obtained by Brunauer–Emmett–Teller (BET) and BJH models, respectively. Thermogravimetric (TG) analysis was carried out on a STA 409 thermal analyzer with a heating rate of 5 °C min–1 in a flowing air atmosphere. A ζ potential analyzer (Litesizer 500) was used to obtain the surface potentials of samples."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical measurements were performed using the CR2016 coin-type cells assembled in an argon-filled glovebox. To prepare the working electrodes, active substance, conductive carbon black, and polyvinylidene fluoride binder with a mass ratio of 8:1:1 were mixed uniformly in N-methyl pyrrolidone to form a slurry. The obtained slurry was then uniformly coated onto a copper foil with a thickness of 150 μm and dried overnight in a vacuum oven at 70 °C. Subsequently, the coated copper foil was punched into wafers, and the mass loading on the wafer was 1.5 ± 0.1 mg/cm2. Sodium metal and glass fiber were used as the counter electrode and separator, respectively. Galvanostatic electrochemical experiments were conducted using a multichannel battery test system (LAND CT2001A) at 25 °C. The cyclic voltammetry curves (CV) and electrochemical impedance spectroscopy (EIS) were carried out using a Princeton Applied Research VersaSTAT4 electrochemical workstation. The specific capacities of all the samples were calculated on the basis of the total mass of active materials."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section/Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " shows the schematic views of fabrication and sodiation/desodiation processes of the hierarchically porous composites (OFC@CoS2/CoO@rGO). First, the ZIF-67 dodecahedrons were decorated onto the OFC, which is prepared by ultrasonic spray pyrolysis (). Then, the prepared OFC@ZIF-67 was in situ transformed onto OFC@CoS2/CoO via the sulfurization and partial reduction process of carbon. Afterward, preaminated GO with its positive potential on the surface was employed to capsulize the OFC@CoS2/CoO through an electrostatic self-assembly process (). Finally, the sample was annealed under N2 to form OFC@CoS2/CoO@rGO, which contains dual carbon skeletons and highly active CoS2/CoO heterojunctions. The optimized sandwich structure is based on the stable rigid carbon skeleton with a hierarchically porous morphology (). Such a porous morphology can reduce the volume expansion effect, and facilitate mass transfer, thus enhancing the Na+ storage as the anode material.",
                        " shows the morphologies and microstructures of the prepared samples. The internal 3D carbon skeleton is an open framework, having abundant cross-linked macropores (a), which can provide abundant spaces for mass transfer and surface decoration. The smooth ZIF-67 dodecahedrons can be uniformly located on these OFCs with an average inner channel size of ∼200 nm (b). After their in situ transformation, the CoS2/CoO heterojunctions with mesoporous structures were formed, and they display similar morphologies to those of ZIF-67 except that their surfaces are much coarser (c,d). The TEM image indicates that CoS2/CoO structures are hollow and distorted dodecahedrons assembled by evenly distributed nanoparticles with an average size of ∼20 nm (e). Such small building blocks can expose more surface atoms and provide higher activities for electrochemical reactions.  When they are further encapsulated with highly flexible and strong graphene membranes, the targeted product of OFC@CoS2/CoO@rGO is obtained, and f,g shows their SEM and TEM images. Its selected area electron diffraction (SAED) pattern exhibits diffraction rings, indicating their polycrystalline structure. These diffraction rings can be indexed to (200) and (210) planes of the CoS2 crystal. A high-resolution transmission electron microscopy (HRTEM) image exhibits lattice fringes with interplanar spacings of 2.45, 2.48, and 2.81 Å (h), which can be assigned to the (111) plane of the CoO crystal and (200) and (210) planes of the CoS2 crystal, respectively. The TEM analysis results are consistent with those of SAED, demonstrating the formation of CoS2/CoO. The elemental dot mapping with EDS analysis shown in i demonstrates the existence of C, Co, and S elements, and they are evenly distributed inside the OFC@CoS2/CoO@rGO.",
                        "a shows the XRD patterns of OFC@CoS2/CoO, which display four major peaks at the positions 32.3°, 36.2°, 46.3°, and 54.9°, corresponding to the (200), (210), (220), and (311) crystal planes of CoS2, respectively.  Two weak diffraction peaks can also be observed at 36.5° and 42.4° in the XRD pattern, which conforms to the (111) and (200) crystal planes of CoO, indicating the existence of CoS2/CoO heterojunction.  The diffraction peaks of OFC@ZIF-67 precursor disappear (). This result is consisted with the XRD pattern of CoS2 converted from ZIF-67 (). After OFC@CoS2/CoO is capsulated with rGO, the XRD pattern shows a broad peak at ∼21.2°, which is corresponding to the diffraction peak of the (002) plane of graphite.  It is well-known that, in the Raman spectra of a carbon material, the D peak (1341 cm–1, standing for disorder) is the characteristic disordered carbon with structural defects, whereas the G peak (1587 cm–1, standing for graphite carbon) is associated with graphite carbon.  Their peak strength ID and IG are proportional to the contents of disordered and ordered carbon atoms, respectively. The obtained ratio values of ID/IG for samples of OFC, OFC@CoS2/CoO, and OFC@CoS2/CoO@rGO are 0.67, 0.98, and 0.92, respectively (b). This reveals that most of the carbon atoms exist in sp2 type, which could enhance the electrical conductivity.  The synthesis process of OFC@CoS2/CoO@rGO can be confirmed by the FT-IR analysis. FT-IR spectrum of GO reveals the peaks with wave numbers of ∼3250 and ∼1650 cm–1, revealing the presence of −NH2 and −COOH on the surface of GO ().  High-temperature treatment under the N2 results in significantly decreased intensities for these peaks, indicating that the GO has been reduced into rGO. To further understand the valence and bond information on OFC@CoS2/CoO@rGO, XPS analysis was performed. The survey spectrum (c) demonstrates the existence of C, Co, and S elements. The spectrum of C 1s can be divided into three peaks. The single peak at 284.6 eV is exclusively attributed to C═C bonds without any traces of other bonds, and higher BEs of 286.3 and 289.0 eV are corresponding to those of C─O/C─S and C═O, respectively (d).  The Co 2p spectrum (e) can be deconvoluted into three pairs of peaks, i.e., Co─S bonds (782.1 and 798.8 eV), Co─O bonds mainly due to the partial reduction of OFC (778.8 and 793.5 eV), and satellite peaks of Co2p1/2 and Co2p3/2, respectively.  The S 2p spectrum can be deconvoluted into two pairs at 169.0 and 170.1 and 165.1 and 163.9 eV, which are assigned to S2– and S─O bonds, respectively (f).  All the XPS analysis results confirm the formation of CoS2/CoO on OFC. The N2 adsorption test reveals that OFC@CoS2/CoO@rGO has a specific surface area of 74.06 m2 g–1 with an average pore diameter of ∼5.9 nm (). TG analysis under air shows that the mass contents of CoS2, CoO, and carbon in the composite are 30.45%, 4.55%, and 65%, respectively (). Such highly porous structures can facilitate effective diffusions of Na+ ions and the infiltration of electrolyte, which can enhance the electrochemical performance."
                    ],
                    "name": "3.1.  Morphology and Structure",
                    "type": "h3"
                },
                {
                    "content": [
                        " presents the electrochemical performance of OFC@CoS2/CoO@rGO as an anode material for SIBs. In all the tests, half coin cells with sodium metal as the counter electrode were used. The cyclic voltammetry (CV) curves of the initial three cycles show its operation potential window from 0 to 3 V vs Na/Na+ (a). The first CV curve exhibits two irreversible reduction peaks at 1.0 and 0.6 V during its discharge process, but they disappear in the following two cycles, clearly indicating the formation of a layer of SEI film afterward.  In the following two cycles, only the reduction peaks concentrated at ∼0.8 V appear during the discharge process, which are associated with  and , while all the three CV cycles show the same oxidation peaks at ∼1.6 V, which is associated with . ",
                        "Its CV curves after the first test overlap well, revealing the fast stability feature that benefits from its composite structure. Similar peak positions can also be observed in the results of OFC@CoS2/CoO and CoS2@rGO (), demonstrating their similar electrochemical behaviors to the anode for SIBs. The galvanostatic charge/discharge (GCD) profiles of OFC@CoS2/CoO@rGO half cell tested at 0.05 A g–1 are displayed in b. The GCD curves present one discharge plateau at 0.9 V and one charge plateau at 1.6 V, consistent with the positions of main reduction and oxidation peaks in the CV curves, respectively, whereas the second and third charge/discharge curves of OFC@CoS2/CoO@rGO are more consistent, which is dramatically different from those of OFC@CoS2/CoO and CoS2@rGO (). These results demonstrate that OFC@CoS2/CoO@rGO has the optimal structure to realize interfacial stability among these three samples, whereas the OFC@CoS2/CoO without being encapsulated by the rGO shows the worst stability performance. The results clearly manifest that the significantly improved cycling property is attributed to the layer of encapsulated rGO via stabilizing reaction interfaces and restricting the volume expansion. These result in a good rate performance and a stable reversible capacity of 205.3 mAh g–1, even after the current density is increased up to 10 A g–1. This value is much higher than those of OFC@CoS2/CoO and CoS2@rGO (c). When the current density is decreased to 0.05 A g–1, the capacity of OFC@CoS2/CoO@rGO almost recovers to its initial value. The OFC@CoS2/CoO@rGO electrode exhibites a characteristic voltage plateau when charging/discharging processes are performed under these currents (d), suggesting that the structure of the electrode material has not been apparently damaged by the volume expansion effect during the rapid charge and discharge processes. Analysis of electrochemical impedance spectroscopy (EIS) of OFC@CoS2/CoO@rGO was further performed after activation. In a typical Nyquist diagram, the radius of the high-frequency semicircle reflects the scale of the charge transfer resistance (Rct), and the slope of the oblique line in low-frequency region reflects the scale of the Warburg impedance (Zw).  The EIS curves of the activated and unactivated samples are fitted using two different models, and the results () clearly show that the main barriers during electrochemical reactions are due the value of Rct. Among all the samples, OFC@CoS2/CoO@rGO has the smallest values of Rct and Zw (e), indicating its excellent electron transfer and diffusion capability of Na+ ions.  When the OFC or rGO is absent, the Rct values of the other two materials are increased significantly, demonstrating that the transfer of electrons inside the materials becomes difficult. This may be the main reason for the poor discharge performance of the electrodes of OFC@ CoS2/CoO and CoS2@rGO. Results strongly confirm the important role of the dual carbon strategy for the improved electrochemcial performance. In f, OFC@CoS2/CoO@rGO still delivers a reversible discharge capacity of 353 mAh g–1 over 250 cycles at 0.1 A g–1 with a Coulomb efficiency of 98.3%. However, an obvious decline of capacity can be observed from the initial several cycles when either OFC or rGO is absent. Therefore, the synergistic effects generated from the dual carbon sources, together with contributions from a stable OFC and conductive rGO, are the key reasons for the stable cycling performance of active CoS2/CoO. Therefore, the capacity of OFC@CoS2/CoO@rGO at a smaller current of 0.05 A g–1 only shows a slight drop after 100 cycles (). Long-term cycling property is an important parameter to evaluate the performance of the electrode materials. Charge and discharge cycling tests were performed on OFC@CoS2/CoO@rGO under high current densities of 0.5 and 1 A g–1, and the results are shown in g. Even after 1000 cycles, a stable capacity of 229 mA g–1 is still maintained at a current density of 0.5 A g–1, and the Coulomb efficiency is ∼99.5% (). Remarkably, the electrode can still maintain a stable capacity of 161 mAh g–1 after a long cycling for 3500 times at a high current density of 1 A g–1; meanwhile, the structures remain stable without apparent damage (inset of g). By contrast, both the electrodes of OFC@CoS2/CoO and CoS2@rGO show poor performance with obvious declines during their cycling tests. The specific capacity of OFC@CoS2/CoO is quickly attenuated to ∼60 mAh g–1 at 0.05, 0.1, and 1 A g–1 (), and CoS2@rGO also shows poor stability (). All the above results demonstrate the superior performance of OFC@CoS2/CoO@rGO, which is attributed to the efficient internal support and electron transport provided by the OFC and the formation of stable interfaces due to the encapsulated rGO.",
                        "To reveal the underlying mechanisms of this significantly improved performance, the reaction kinetics were studied using the Dunn method.  For the CV curves, the relationship between current (I) and scan rate (v) can be described using , and it can be further changed to  for the convenience of calculation. where a and b are the fitting values. When the b value is close to 0.5, it indicates that the electrochemical process is controlled by the diffusion process, whereas when the b value is close to 1, the electrochemical reaction process is dominated by capacitive behavior.  The CV curves were obtained at different scan rates from 0.1 to 2 mV s–1, and the relationship plots of the log (i) and log (v) were obtained using the main oxidation peak A and reduction peak B during the discharge/charge processes (a,b). The calculated b values for the OFC@CoS2/CoO@rGO are 0.7962 and 0.8581 for the reduction and oxidation processes, respectively, which indicates the obvious capacitance behavior during the discharge/charge processes.  The contribution ratios of capacitive behavior are further calculated using  and , where k1v and k2v1/2 represent the contributions of capacitive and diffusion-controlled behaviors, respectively. The obtained contribution ratios of capacitive behavior (i.e., k1v/(k1v+ k2v1/2) are 61.0%, 65.9%, 72.9%, 77.8%, and 88%, respectively, at scan rates of 0.1–2 mV s–1 for OFC@CoS2/CoO@rGO, as shown in c. The corresponding contributions of diffusion and capacitive behaviors at various scan rates are visually presented in blue and pink colors in d and . The large b values and significant capacitive contributions of OFC@CoS2/CoO@rGO reveal that the capacitive controlled behavior dominates the whole capacity, especially at high scan rates. This indicates that most redox reactions of Na+ ions occur on the electrode surface, which enhances the OFC@CoS2/CoO@rGO to achieve faster charge storage and also a better rate performance.",
                        "On the basis of the above analysis, we can summarize that the newly designed OFC@CoS2/CoO@rGO composites have the following advantages to enhance the anode performances of SIBs:(1)The rigid OFC with run-through macropores offers good conductivity and enhances the storage of Na+ ions, which are favorable for the pervasion of electrolyte and the delivery of electrons; (2)The mesoporous CoS2/CoO not only has a good Na+ storage capacity but also effectively restricts the volume expansion and reduces the stress during the cycling processes, both of which are beneficial to enhancing the anode performance of the SIBs; (3)The rGOs are encapsulated strongly surrounding the OFC@CoS2/CoO composite. They stabilize the active CoS2/CoO, and reduce the formation of excessive solid electrolyte interphase (SEI) film and loss of capacity decay. They also provide an excellent electron delivery route and promote the uniform distribution of electrons on the surface of the material. All of these facilitate a significantly enhanced rate performance. "
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, the sandwich structure of OFC@CoS2/CoO@rGO is successfully fabricated by integrating dual carbon skeletons and highly active heterojunctions of CoS2/CoO, which significantly improves both specific capacity and cycling stability as the anode material for the SIB. Such structures have merits of high reaction activity, accelerated kinetics, and structure stability. As a result, it can deliver a high capacity of 353 mAh g–1 at a 0.1 A g–1 after 250 cycles. Remarkably, even after 3500 times of cycling at a high current density of 1.0 A g–1, it can still maintain a reversible capacity of 161 mAh g–1. Such a design strategy can be effectively applied to the designs of other high-performance electrode materials for different types of rechargeable batteries."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Dual Carbon Design Strategy for Anodes of Sodium-Ion Battery: Mesoporous CoS2/CoO on Open Framework Carbon-Spheres with rGO Encapsulating"
}