{
    "DOI": "10.1021/acsnano.7b06625",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable lithium ion batteries (LIBs) have been widely used in portable electronics, electric vehicles, and stationary energy storage because of their advantages of high energy, long lifespan, and environment benignity over other alternatives.  However, considering the limited and unevenly distributed availability of Li deposits on the earth, LIBs have not been able to meet tremendous demand for large-scale storage systems, leading to the reality that its price will become an important issue for future LIB development. To address these concerns, rechargeable sodium ion batteries (SIBs), as an alternative to LIBs, have received increasing attention in recent years, owning to the wide availability of sodium resources ubiquitous around the world, potential low cost, and similar chemistry to LIBs. Nevertheless, compared to LIBs, the more sluggish kinetics occurs in insertion/extraction of SIBs due to the larger sodium ionic radius, resulting in poor electrochemical performance, which becomes the specific hindrance for future SIB advancement.  Therefore, it is imperative for scientists to advance the battery storage technology in both LIBs and SIBs so as to support certain applications. One practical approach in this direction is to design and synthesize appropriate electrode materials that possess the capability of playing a dual storage role for both lithium and sodium.",
                "Among various negative electrode materials, transition metal phosphides (TMPs) have been extensively investigated owing to their high theoretical capacities and relatively low intercalation potentials vs Li/Li+. So far, many transition metal phosphides, such as Sn4P3,  Cu3P,  Ni2P,  MoP,  CoP,  VP,  and ZnP2,  have displayed good electrochemical performances in lithium and/or sodium storage. Recently, iron phosphide (FeP), as one kind of transition metal phosphide, having a theoretical capacity of ∼926 mAh g–1, has been proven to be one of the most promising candidates as anode materials for LIBs and SIBs enlisting a reversible two-step insertion/conversion process.  In a detailed reaction route, FeP, with an orthorhombic structure, reacts fully with lithium or sodium through the conversion reaction FeP + 3Li/Na → intermediate tetragonal LiFeP/NaFeP phase → Li3P/Na3P + Fe0 in its first discharge cycle, resulting in a nanocomposite expressed by nanosized Fe0 particles embedded in a Li3P or Na3P matrix (illustrated in a). Moreover, within the FeP unit cell, the Fe–P distances are between 2.186 and 2.447 Å,  larger than the lithium ion diameter 1.08 Å and sodium ion diameter 2.04 Å, which favors the immigration of Li+ and Na+ ions in the FeP crystal structure, ameliorating the ionic conductivity and reducing the volume change to some degree during ion insertion and desertion. Despite FeP having several obvious advantages over conventional oxide and sulfide materials, the most intractable obstacles are still hindering the future development of anode materials, including (1) inevitable volume variation during charge and discharge, which not only leads to serious electrode material pulverization and loss of the electrical contact between active materials and the current collector but also makes it difficult to coat a stable protection layer to maintain the solid electrolyte interphase (SEI), and eventually results in serious capacity fading during long-term cycling;  (2) low electronic conductivity, hampering the fast transfer of electrons inside the active materials and confining their electrochemical reactions.  To cope with these problems, the most commonly used approach is to design a nanoscale FeP coated with a carbon layer. The protective carbon shell acts as a physical buffering layer for the large volume change (cushion effect), improves the electronic conductivity through intimate contact between carbon and FeP, and prevents FeP pulverization during the Li+/Na+ insertion–extraction process.  For instance, recently, Han etal. reported that a nanoplate FeP shelled with a carbon layer had a high reversible lithium storage capacity of up to 720 mAh g–1 and a capacity retention rate of 96% after 100 cycles at a current density of 200 mA g–1.  He and his co-workers also synthesized an amorphous and mesoporous FeP modified with a dual-carbon phase (carbon coating and CNTs) used as an anode material for SIBs, which demonstrated a utilization rate of 78% for the active material and a reversible capacity of 415 mAh g–1.  Even though the rate capability and cycle life of the nanostructures have been markedly enhanced by coating amorphous carbon on the surface of FeP as an outer conductive layer, the electrochemical performance improved by the single carbon coating is still far from meeting the requirements for large-scale energy storage. For example, a single introduced carbon matrix into nanostructured FeP cannot maintain the structural stability for a very long cycling, and the individual outer carbon coating cannot fully ensure a fast ion/electron transfer across the interfaces. Hence, an upgraded strategy combining a design of hollow nanostructure FeP and a double carbon network modification consisting of an amorphous carbon layer and 2D graphene (GR) is proposed by ourselves to solve the aforementioned challenges. Compared to the previously reported work, the hollow void space of FeP can accommodate a huge volume change during cycling, delaying capacity fading. More importantly, GR, a two-dimensional (2D) carbon nanostructure, has been recently considered as a promising material for energy storage due to its superior electrical conductivity, excellent mechanical flexibility, large specific surface area, and good thermal and structural flexibility. ",
                "Herein, we attempt to design and fabricate a GR encapsulated with a hollow FeP@carbon nanocomposite (H-FeP@C@GR) via a combination of hydrothermal reaction, carbon coating process, phosphidation treatment, and carbothermic reaction (illustrated in b). The hollow FeP (H-FeP) nanospheres shelled with thin carbon layers are well incorporated into the GR matrix, interconnecting to form a three-dimensional (3D) hierarchical architecture. The crucial roles of GR on upgrading a simple FeP@carbon nanocomposite to a complex 3D network structure nanocomposite are as follows: (1) The 3D omnibearing conductive networks from the GR skeleton and outer carbon coating can provide rapid diffusion channels for electron/ion transport, promoting the electrode reaction kinetics. (2) The GR, as a cage-like framework around the H-FeP@C nanospheres, is of importance to prevent the agglomeration of active materials and cracking of the electrode. (3) The large volume change of H-FeP@C during the Li+/Na+ insertion–extraction process can be buffered through accommodation by the elastic GR along with available internal voids, ensuring the structural integrity of the electrode. As a result, when used as anode materials for LIBs and SIBs, the H-FeP@C@GR nanocomposite exhibited high reversible capacities, ultralong cycle life, and superior rate performance."
            ],
            "name": " ",
            "type": "h2"
        },
        {
            "content": [
                "As illustrated in b, the detailed preparation procedure of the 3D H-FeP@C@GR nanocomposite comprises a hydrothermal reaction, a carbon-coating process, phosphidation treatment, and an annealing process. Due to the hydrophobic nature of graphene, the anode materials with addition of graphene are favorable for the contact with the organic LiPF6 electrolyte. Surface wettability of a LiPF6 droplet on the H-FeP, H-FeP@C@GR, and GR is shown in . The H-FeP membrane exhibited a large contact angle of 24.7° at the LiPF6/H-FeP interface, and this angle decreased slightly after 8 s, indicating its poor surface wettability. However, in the case of H-FeP@C@GR and GR membranes, wetting behaviors were significantly changed due to the existence of GR. The LiPF6 droplet quickly spread out on the surface within 8 s, demonstrating its high hydrophobicity, which is beneficial for FeP contact with the nonpolar LiPF6 electrolyte. Moreover, high electrical conductivities were also demonstrated in the H-FeP@C@GR nanocomposite. As illustrated in , due to the 3D omnibearing conductive networks from the GR skeleton and outer coating carbon, a higher electrical conductivity (1.4 × 102 S m–1) was obtained for the H-FeP@C@GR compared to those of pure H-FeP (4.8 × 10–3 S m–1) and H-FeP@C (0.86 S m–1), which can impart greater reversibility to the reaction.",
                "SEM images in  demonstrated that the obtained H-Fe3O4 nanospheres as starting material were highly uniform with an average diameter of 300–400 nm. They had very high homogeneity and insignificant particle aggregation. The purity of H-Fe3O4 nanospheres was corroborated by X-ray diffraction (XRD) (JCPDS: 19-0629) in . The surfaces of these nanospheres were uneven, clearly indicating that the nanospheres were assembled by ultrananoparticles driven by Ostwald ripening. The transmission electron microscopy (TEM) image in  confirmed that the nanospheres consisted of ultrananocrystals and displayed that they had a hollow nanostructure. According to the Scherrer equation based on XRD, the crystallite size was 4.1 nm. In a–c, it was seen that H-FeP, obtained by the phosphidation of H-Fe3O4, remained spherical in shape with high uniformity and without obvious aggregation. H-FeP nanospheres, the same as H-Fe3O4, were assembled by small nanocrystals, suggesting that phosphidation took place on a single H-Fe3O4 ultrananocrystal. The purity of H-FeP nanospheres was confirmed by XRD (JCPDS: 65-2595) in a. Based on the Scherrer equation, the H-FeP crystallite had a size of 9.6 nm, higher than that of H-Fe3O4, which might be due to the slight sintering in the phosphidation process. Meanwhile, the hollow nanostructure and self-assembly of H-FeP nanosphere were verified by TEM images in a and b. An HRTEM image of H-FeP is shown in c, which suggested that these small nanoparticles had sizes of tens of nanometers. The lattice-resolved TEM image taken over the area marked by a square in c displayed a highly ordered fringe with a d-spacing of 0.251 nm, which was attributed to the (102) reflection of the FeP phase. Subsequently, as-prepared H-Fe3O4 product was carbonized by using glucose as a carbon source to prepare H-Fe3O4@C. The success of this strategy could be confirmed by scanning electron microscopy (SEM) and TEM images and XRD analysis (), where hollow Fe3O4 coated with carbon maintained well the hollow structure, spherical shape, and unchanged size. These resultant H-Fe3O4@C nanospheres were then converted into H-FeP@C nanospheres via a solid/gas-phase phosphorization strategy. In this process, NaH2PO2 was used as a precursor to generate PH3 gas, which could react with the H-Fe3O4@C nanospheres to form H-FeP@C nanospheres.  SEM and TEM images (d–f and ) showed that the spherical morphology was preserved after the phosphidation step. By observing the HRTEM image (f) magnified from the edge of the nanosphere in e, it was found that an obvious amorphous carbon layer was formed on the surface of the H-FeP nanosphere. The thickness of the carbon layer was around 4 nm. XRD of H-FeP@C in a showed the high purity of the single FeP phase, and the crystallite size was 9.8 nm based on the Scherrer equation. Finally, the H-FeP@C@GR nanocomposite was obtained by mixing H-FeP@C with GR. The purity of the H-FeP nanospheres in the H-FeP@C@GR nanocomposite was confirmed by XRD in a. In g and h, SEM and mapping images indicated that H-FeP nanospheres coated with thin carbon layers were incorporated into the GR matrix. In this process, GO was successfully transformed to GR, and the success of this strategy could be further confirmed by SEM images and XRD analysis (), where layered structures, ruffled structures, and a clear layer spacing appearance of graphene-based sheets can be clearly observed. The EDX spectrum in i revealed that the atomic ratio of Fe:P was 1:1, matching with the XRD result. g and h exhibit that H-FeP nanospheres remained spherical in shape and that the H-FeP@C@GR nanocomposite maintained the integrity of a 3D nanostructure. The corresponding selected-area electron diffraction (SAED) pattern clearly showed four bright diffraction rings, which could be indexed to (111), (202), (211), and (212) planes of orthorhombic FeP,  revealing the formation of polycrystalline FeP (i).",
                "In order to further evaluate the actual carbon content and its quality, thermal analysis and Raman spectroscopy were both performed. In b, the small weight loss of about 2 wt % below 200 °C was ascribed to the removal of adsorbed water on the surface of the H-FeP@C@GR nanocomposite, while the weight increase between 200 and 380 °C was attributed to the gradual oxidation of FeP to Fe2O3 and P2O5.  Finally, the drastic weight loss from 400 to 600 °C indicated that the carbon component in the H-FeP@C@GR nanocomposite was completely burned. By calculating the thermogravimetry analysis (TGA) results of H-FeP, H-FeP@C, and H-FeP@C@GR based on the oxidation reaction, the weight fractions were 67.6, 10.7, and 21.7 wt % for active material FeP, the coating carbon layer, and GR, respectively, in the H-FeP@C@GR nanocomposite. In the Raman spectra of c, two broad peaks located at 1355 and 1593 cm–1 could be observed for the H-FeP@C@GR nanocomposite and H-FeP@C, corresponding to the sp3-type disordered carbon form (D band) and sp2-type ordered graphitic carbon form (G band), respectively.  The ID/IG ratio of the H-FeP@C@GR nanocomposite was calculated to be 1.07, slightly higher than that of H-FeP@C 0.72, suggesting that the H-FeP@C@GR nanocomposite possessed more defects and disorders in the carbon component, which was favorable to improve the diffusion rate of Li+/Na+ ions and electrons.  After making a complete literature survey, we find that the ID/IG ratio of the H-FeP@C@GR nanocomposite in our work is higher than those of the majority of double-carbon network modification anode materials reported in the literature,  which indicates that a carbon layer and graphene network with a certain number of defects and disorders in the H-FeP@C@GR could enhance the electrical and ionic transport significantly.",
                "XPS was employed to probe the surface electronic states and chemical composition of the H-FeP@C@GR nanocomposite. The survey scan XPS spectrum (a) revealed the presence of Fe, P, C, and O elements on the surface of the sample, which was consistent with the above mapping results. The high-resolution Fe 2p XPS spectrum is shown in b. The peaks centered at 707.7 and 720.9 eV could be attributed to Fe (111) 2p3/2 and 2p1/2 of FeP, while the peaks with binding energy values of 713.3 and 727.2 eV could be assigned to the oxidized form of Fe deriving from the prolonged exposure of H-FeP@C@GR to air.  For the high-resolution P 2p XPS spectrum (c), two peaks at 129.3 and 130.1 eV corresponded to the binding energy of P 2p3/2 and P 2p1/2, respectively. The other P 2p peak located at 133.6 eV could be assigned to the partial surface oxidation of P species during the process of X-ray photoelectron spectroscopy (XPS) measurement when the sample was exposed to ambient air.  The high-resolution XPS spectrum of C 1s (d) was fitted with four components. In addition to the main peak located at 284.4 eV attributed to sp2-hybridized graphitic C atoms and the peak at 285.6 eV ascribed to sp3-hybridized C atoms, the other two peaks at 286.4 and 288.8 eV were attributed to the functional groups on the GR sheets, such as C═O and O–C═O. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The electrochemical performance of the H-FeP@C@GR nanocomposite was first investigated by cyclic voltammetry (CV) at a scan rate of 0.1 mV s–1 in the 0–3.0 V voltage range (a). An obvious difference between the first and the subsequent cycles was clearly seen. In the first cathodic sweep, an apparent wide reduction peak appeared at approximately 1.02 V, which could be attributed to the intercalation of Li+ ions into FeP to form a LixFeP (x = 0–3) phase ().  The following peak at 0.44 V could be explained by the formation of an SEI film on the electrode () and the reduction of LixFeP into Fe and Li3P phases ().  The following anodic scan gave a broad oxidation peak at 1.08 V, which was related to the reverse processes of  and . In the subsequent cycles, it is noteworthy that the reduction peak shifted to 0.78 V while the oxidation peak stayed at the same position as in the first cycle, indicating an excellent reversible nature of the electrochemical reactions in the H-FeP@C@GR nanocomposite anode. For comparison, the CV result of the H-FeP electrode is shown in , which apparently displayed that the current density decreased gradually from the first to the third cycle, indicating a relatively poor reversibility of the H-FeP electrode.",
                "The first three discharge–charge curves of the H-FeP@C@GR nanocomposite anode at a current density of 0.2 A g–1 in a voltage window of 0.005–3 V are also shown in b. The specific capacities were calculated based on the total mass of H-FeP@C and GR. In the first cycle, the H-FeP@C@GR electrode yielded an initial discharge and charge capacity of 1566 and 1154 mAh g–1, respectively, with a Coulombic efficiency (CE) of 74%. These values were higher than those of H-FeP nanospheres (1269 mAh g–1 at 0.2 A g–1 with an initial CE of 66%) (). The initial irreversible capacity losses for the two electrodes might be attributed to the formation of an SEI layer on the electrode surface and electrolyte decomposition, which occurs commonly in all anode materials.  This characteristic was exactly consistent with the CV results showing that the reduction peaks, attributed to SEI formation, were present in the first cathodic sweep but absent afterward. In the subsequent two cycles, the specific capacities of H-FeP@C@GR exhibited only a slight decay, while the capacities of H-FeP decreased to a large extent. The excellent performance and high stability of the H-FeP@C@GR electrode clearly benefited from the introduction of coating carbon and encapsulated GR. Unexpectedly, no obvious plateaus at approximately 0.78 V for discharge and 1.08 V for charge, matching with CV results, were found in the discharge–charge curves, which might be due to the fact that the cathodic reaction of Li+ ions into FeP to form a LixFeP (x = 0–3) phase at 0.78 V and the anodic reaction of delithiation of LixFeP (x = 0–3) to re-form FeP at 1.08 V were insufficiently active to build the noticeable plateaus in those curves.  The rate capabilities of all as-prepared electrodes from 0.2 to 8 A g–1 were evaluated as shown in c. The H-FeP electrode delivered discharge capacities of 529 (10th), 221 (20th), 88 (30th), 42 (40th), 21 (50th), and 10 (60th) mAh g–1 at current densities of 0.2, 0.5, 1.0, 2.0, 4.0, and 8.0 A g–1, respectively. By comparison, at the same rate, the corresponding discharge capacities for the H-FeP@C electrode were 859, 570, 441, 318, 222, and 187 mAh g–1. Notably, the discharge capacities of the two electrodes were unsatisfactory. In the case of the H-FeP@C@GR electrode, it offered obviously enhanced specific capacities of roughly 1030, 876, 755, 657, 577, and 482 mAh g–1, respectively, demonstrating the architectural advantage of the 3D H-FeP@C@GR nanocomposite for high-capacity and high-rate lithium storage. d manifested the cycling performance of H-FeP, GR, H-FeP@C nanospheres, and the H-FeP@C@GR nanocomposite at a current density of 0.2 A g–1. It can be seen that the H-FeP@C@GR nanocomposite greatly outperformed the H-FeP and H-FeP@C anodes in terms of cycling stability and capacity, which demonstrated that the construction of coating carbon and encapsulated GR could progressively optimize the electrochemical performance of the H-FeP nanospheres. Regarding the H-FeP electrode, its discharge capacity faded rapidly from 1270 mAh g–1 to 207 mAh g–1 after 100 cycles, which was primarily ascribed to the poor conductivity, serious aggregation, and pulverization of the H-FeP nanospheres during the cycling. Once the H-FeP nanospheres were coated with a carbon layer to form H-FeP@C, the electrode exhibited decent cycling stability with enhanced capacity (586 mAh g–1 after 100 cycles). In the case of H-FeP@C@GR, due to excellent electrical conductivity and 3D continuously interconnected macroporous structures of graphene with a large surface area, it could deliver a discharge capacity of 771 mAh g–1 after 100 cycles at 0.2 A g–1, which was approximately 3.7 times higher than that of H-FeP nanospheres. Moreover, the cycling performance of GR was also measured for comparison. The discharge capacity of GR was about 240 mAh g–1 after 100 cycles. By taking into account the low mass percent and low capacity of GR in the H-FeP@C@GR nanocomposite, it was concluded that GR contributed slightly to the lithium storage capacity of the H-FeP@C@GR nanocomposite but played a crucial role in maintaining the structural integrity and enhancing the conductivity of the active materials. The long-term cycling performance of the H-FeP@C@GR nanocomposite at a current density of 0.5 A g–1 was also evaluated (e). It was noted that the discharge capacity of the H-FeP@C@GR nanocomposite was 678 mAh g–1 in the 50th cycle and remained at 542 mAh g–1 even after the 300th cycle. However, for the H-FeP@C nanospheres (), the corresponding specific capacities were 340 mAh g–1 in the 50th cycle and 115 mAh g–1 after the 200th cycle, respectively. The rapid capacity decay behavior of the H-FeP@C nanospheres could be attributed to the irreversible aggregation of the anospheres due to the absence of 3D continuously interconnected structures of GR, which markedly deteriorate full lithiation of their internal portions. To get insights into the differences in rate capabilities of H-FeP, H-FeP@C nanospheres, and the H-FeP@C@GR nanocomposite, electrochemical impedance spectroscopy (EIS) before and after the rate tests was carried out (a and b). The EIS was fitted by an equivalent electrical circuit, as indicated in c. For the equivalent electrical circuit, the intercept of the high-frequency semicircle on the Z′ axis can be attributed to the resistance of the electrolyte (Rs). The semicircle in the high- and middle-frequency regions respectively represent the SEI layer resistance (Rf) and charge-transfer impedance on the electrode–electrolyte interface (Rct), while the slope line at low frequency is related to the Warburg impedance (Zw) of the lithium ion diffusion.  Those values were also collected in . For the H-FeP@C@GR electrode, it is noted that there was a slight change in its Rf after the rate tests, demonstrating that the electrode had a stabilized SEI layer. By contrast, an obvious change in Rf could be observed for the H-FeP nanosphere anode. These results implied that repetitive breaks and growth of the SEI occurred during the rate tests of the H-FeP nanospheres, which acted as a barrier to hinder Li+ diffusion and eventually resulted in poor rate capability. Like the Rf, the Rct value of the H-FeP@C@GR nanocomposite was also slightly changed after the rate tests, thus further confirming the stability of the structure. As for H-FeP@C nanospheres, although the Rct and Rf values showed small changes, the absence of 3D omnibearing conductive networks led to the aggregation of H-FeP nanospheres, inducing the destruction of electrical connections during prolonged cycling. The EIS results were in good agreement with the electrochemical behaviors of all the materials as anodes for LIBs.",
                "To further study the structural evolution and morphology change at different discharge–charge stages in LIBs, ex-situ TEM/HRTEM images and corresponding SAED patterns of the H-FeP@C@GR nanocomposite are displayed in . After charged in the 100th cycle to 3 V, shown in , H-FeP@C@GR remained a spherical and porous structure without obvious aggregation, suggesting that a carbon and graphene matrix of nanostructured FeP nanospheres could effectively maintain structural stability for a very long cycling. In , a few lattice fringes were observed with a d-spacing of 0.251 and 0.386 nm, assigned to the (102) and (101) planes of FeP (JCPDS: 65-2595), respectively. Furthermore, diffraction rings of FeP (111) and (211) were present in the SAED patterns shown in , consistent with ex-situ HRTEM, which proved complete delithiation of Li3P to re-form highly crystalline FeP nanocrystals. After initial discharge to 0.8 V, the HRTEM image in  showed a few lattice fringes with a d-spacing at 0.380 nm, probably attributed to the LixFeP (x = 0–3) phase. Besides, the unclear patterns of the inset SAED might be due to the intermediate LixFeP phase. After full discharge to 0.005 V, in , lattice fringes with 0.209 nm spacing corresponded to the Li3P phase, and diffraction rings of SAED were consistent with Fe and Li3P phases."
            ],
            "name": "Electrochemical Characterizations for LIBs",
            "type": "h2"
        },
        {
            "content": [
                "Inspired by the significant lithium storage performance of the H-FeP@C@GR nanocomposite, all the samples were also examined as anode materials for SIBs as a comparison. The electrochemical performance of the H-FeP@C@GR nanocomposite was first investigated by CV at a scan rate of 0.1 mV s–1 in the 0–3.0 V voltage range (a). An obvious difference between the first and the subsequent cycles was clearly seen. In the first cathodic sweep, an apparent wide reduction peak appeared at approximately 0.59 V, which could be attributed to the intercalation of Na+ ions into FeP to form a NaxFeP (x = 0–3) phase. The following peak at 0.23 V could be explained by the formation of an SEI film on the electrode and the reduction of NaxFeP into Fe and Na3P phases. For the anodic curves, there were no apparent peaks, suggesting that in the whole oxidation process, the deintercalation of Na+ from the NaxFeP (x = 0–3) phase to FeP was rather smooth without a fast reaction at a given voltage. In the subsequent cycles, it was noteworthy that the reduction peaks shifted to 1.0 V while the oxidation curves were overlapped, indicating an excellent reversible nature of the electrochemical reactions in the H-FeP@C@GR nanocomposite anode. b shows the charge–discharge curves of the H-FeP@C@GR nanocomposite at a current density of 0.1 A g–1. Clearly, the initial discharge and charge capacities achieved up to 995 and 656 mAh g–1, respectively, with an initial CE of 66%. The large initial capacity loss was ascribed to the formation of irreversible Na2O and an SEI layer. In the subsequent cycles, the discharge and charge capacities of the H-FeP@C@GR nanocomposite decreased slightly, further indicating its high capacity and excellent reversibility. In addition, in the discharge curves, there were small plateaus at around 1.16 V, matching the CV results. But no plateaus could be seen in the charge curves.",
                "The rate capabilities of the three electrodes were evaluated at a series of current densities shown in c. Clearly, the discharge capacities of the H-FeP@C@GR nanocomposite were 620 (10th), 487 (20th), 366 (30th), 285 (40th), and 237 (50th) mAh g–1 at current densities of 0.1, 0.2, 0.4, 0.8, and 1.6 A g–1, respectively. As the rate decreased back to 0.1 A g–1, the capacity could be as high as 480 mAh g–1 and remained stable in the following cycles. The discharge capacities of H-FeP@C and H-FeP at various current densities are listed in . Owing to structural features, the as-obtained H-FeP@C@GR electrode featured more superior cycle stability and higher rate capacity than the H-FeP@C and H-FeP electrodes. d shows the long-term cycling performance of the H-FeP@C@GR electrode at a current density of 0.1 A g–1. It was obvious that the capacity of the H-FeP@C@GR nanocomposite faded significantly during the course of the first few cycles and showed a slight decay from the 40th cycle onward, whereas H-FeP nanospheres showed a continuous capacity decay to 141 mAh g–1 under the same conditions, revealed in . After 250 cycles, the discharge capacity of the H-FeP@C@GR electrode was retained at 400 mAh g–1. As for H-FeP@C, the first and the second discharge capacities were 943 and 633 mAh g–1 at a current density of 0.1 A g–1, respectively, whereas it was only 184 mAh g–1 after 100 cycles (). Clearly, the cycling stability and specific capacity of the H-FeP@C@GR nanocomposite were higher than those of the H-FeP@C and H-FeP nanospheres, mainly due to the wrapping of GR that acted as a cage-like framework around the H-FeP@C nanospheres so as to prevent the agglomeration of active materials and cracking of the electrode. The reversible capacities of the H-FeP@C@GR electrode for SIBs were much lower than those of their counterparts in LIBs (), which was because of the large radius of Na+ (2.04 Å), unavoidably leading to a large volume change and poor kinetics of sodiation/desodiation processes upon cycling. This could be further confirmed by the comparison of the EIS spectra of the H-FeP@C@GR nanocomposite in SIBs and LIBs. As shown in e, it is evident that the charge-transfer resistance of LIBs was much lower than that of SIBs, which was consistent with the electrochemical behaviors.",
                "To further study the structural evolution and morphology change at different discharge–charge stages in SIBs, ex-situ TEM/HRTEM images and corresponding SAED patterns of H-FeP@C@GR are displayed in . After the H-FeP@C@GR was charged to 3 V in the 100th cycle, the ex-situ TEM image (a) showed that it remained a spherical and porous structure and that the size was almost unchanged, suggesting that the carbon layer and graphene on nanostructured FeP can effectively maintain the structural stability for a very long cycling. In b, a few lattice fringes were observed with d-spacings at 0.251 and 0.24 nm, assigned to the (102) and (101) planes of FeP (JCPDS: 65-2595), respectively. Moreover, diffraction rings of FeP (111), (202), (211), and (212) were present in the SAED patterns shown in c, consistent with ex-situ HRTEM, proving the complete desodiation of Na3P to re-form highly polycrystalline FeP nanocrystals. Ex-situ XRD and IR were also used to further investigate the H-FeP@C@GR nanocomposite after being charged to 3 V in the 100th cycle. As shown in , ex-situ XRD pattern (I) indicated that the diffraction peaks at 47.0° and 48.4° could be assigned to the (202) and (211) plane of FeP (JCPDS: 65-2595), respectively, in addition to the strong peak of collector Ni, which corroborated that the Na3P was desodiated fully to re-form polycrystalline FeP nanocrystals. Moreover, in , ex-situ IR spectrum (I) showed that a broad absorption peak in the range of 500–700 cm–1, ascribed to a Fe–P vibration, was observed, consistent with the results above. Some other absorptions might be due to the existence of polymer binder in the sample. After it was initially discharged to 0.8 V, shown in d, ex-situ HRTEM of the nanosphere edge displayed that a few lattice planes were found with a d-spacing at 0.202 nm, corresponding to an Fe (002) plane, and at 0.308 and 0.430 nm, corresponding to (102) and (100) planes of Na3P, respectively, which elaborated that the edge portion of the FeP nanosphere was fully sodiated to form Fe and Na3P phases at this condition. Meanwhile, a single FeP nanosphere was characterized by SAED. The diffraction rings of Fe (101) and Na3P (102) and (110) were present in the SAED patterns shown in e, verifying the existence of Fe and Na3P phases. Another unknown diffraction ring might be due to the NaxFeP (x = 0–3) phase, which was mainly present in the internal portion of the FeP nanosphere. Likewise, after H-FeP@C@GR was initially discharged to 0.8 V, ex-situ XRD pattern (II) showed that the diffraction peak at 49.2° could be indexed to the (102) plane of Fe (JCPDS: 50-1275). From ex-IR spectrum (II) of , the absorption peak could be attributed to the NaxFeP (x = 0–3) phase. Furthermore, after it was fully discharged to 0.005 V, shown in f and g, lattice planes matching with the Fe and Na3P phases were found. SAED patterns of a single nanosphere showed only Fe and Na3P phases without the presence of NaxFeP (x = 0–3), demonstrating the full sodiation of FeP, which is verified by the ex-situ XRD and IR in . Additionally, after the 100th cycle of charging to 3 V, the H-FeP@C@GR nanocomposite was analyzed by SEM and EDX, shown in . It can be seen that the FeP nanospheres were unchanged without collapse and aggregation in terms of shape, size, and hollow structure. From the EDX spectrum, the atomic ratio of Na:Fe:P was obtained as 0.26:1:1.07, implying that a certain amount of Na+ ions was stored in the FeP nanocrystal without desodiation even after full charging, which might explain the capacity loss after cycling. More importantly, in the case of the H-FeP@C@GR nanocomposite, SEM equipped with energy-dispersive X-ray (EDX) was used to investigate the amount of Na+ ions intercalated into FeP nanocrystals, i.e., x variation in NaxFeP (x = 0–3), at different discharging voltages in its first discharge cycle, the result of which is displayed in . SEM images demonstrated that FeP nanospheres retained the spherical morphology and the same size after discharging. EDX spectra were collected from corresponding SEM images. The calculated atomic ratios of Na:Fe:P were 0.86:1:1.06, 2.09:1:1.07, and 2.97:1:1.07 at discharge voltages of 1.5, 0.8, and 0.005 V, respectively. The curve of the voltage as a function of x variation in NaxFeP (x = 0–3) was plotted, the trend of which was consistent with that of the discharge curve.",
                "From the above assessments, it has been established that H-FeP@C@GR showed more enhanced specific capacity, rate capability, and cycling stability in LIBs than in SIBs, which is due to more sluggish kinetics occurring in insertion/extraction of SIBs than that of LIBs. To demonstrate this, we carried out density functional theory (DFT) calculations and simulated the adsorption of Li+ ions and Na+ ions on the FeP surface as well as Li+/Na+ ion diffusion in FeP. By comparing all the possible adsorption sites, we concluded that the adsorptions of Li+ and Na+ ions at the sites of P atoms were the most energetically stable. The Li+ ion adsorption energy was calculated to be 0.21 eV, while the Na+ ion adsorption energy was calculated to be −0.12 eV, indicating that Na-FeP adsorption interactions were more favorable than Li-FeP interactions, which could be explained by the fact that Na has more electrons and a larger radius than Li. Additionally, the simulation of Li+/Na+ ion diffusion in an FeP crystal was carried out. To simulate the diffusion processes of Li+ and Na+ in bulk FeP, first, a 2a × b × 2c supercell of orthorhombic FeP (space group Pnma(62)) was built using the experimental parameters, and one Li impurity was interstitially doped into it to find the most stable doped position. We considered the system of Li+ located on the most stable doped position as a reactant and the system of Li+ located on the neighboring equivalent position as a product. Ten images were inserted between the reactant and product, and the climbing image scheme was used to search the transient state. Moreover, to compare the diffusion process of Li+ and Na+ in bulk FeP, we computed the diffusion process of Na+ using the diffusion path of the Li+. As schematically shown in the inset of a and b, the diffusion barrier energy of the lithium ion in the optimized process was 11.133 eV, while the diffusion barrier energy of the sodium ion was 16.711 eV. This indicated that the Li+ ion with smaller diffusion barrier energy can achieve faster charge and discharge than the Na+ ion, consequently boosting the power rate performance of the lithium ion batteries. Meanwhile, our DFT calculations showed that the large and advantageous cavity structure of bulk FeP were more favorable for the storage of lithium ions. On the basis of the above simulation, we can see that compared to the high diffusion barrier energy (11.133 eV for Li+ and 16.711 eV for Na+), the adsorption energy (0.21 eV for Li+ and −0.12 eV for Na+) could be neglected, suggesting that ion diffusion barrier energy was a much more crucial parameter for the battery performance. Overall, the diffusion barrier energy of Li+ was lower than that of Na+, leading to FeP demonstrating more excellent performance in LIBs than in SIBs, matching with the experimental results."
            ],
            "name": "Electrochemical Properties Analysis of SIBs",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, we successfully designed a 3D GR encapsulated with a hollow FeP@carbon nanocomposite via a combination of hydrothermal reaction, carbon coating process, phosphidation treatment, and carbothermic reaction. SEM and TEM confirmed that H-FeP@C nanospheres were strongly anchored on the surface of the stacked structure as well as in the parallel layers of the GR. This 3D network structure can not only naturally accommodate the lithiation/sodiation-induced volume change but also offer more active sites for lithium/sodium ion insertion and electron pathways for electron and ion transportation. As a result, when tested in LIBs and SIBs, the H-FeP@C@GR electrode yielded an excellent electrochemical performance in terms of reversibility, rate capacity, and cycling performance. For example, the H-FeP@C@GR electrode showed a specific capacity about 771 and 446 mAh g–1 after 100 cycles for LIBs and SIBs (much higher than those of H-FeP and H-FeP@C), respectively. Besides, the H-FeP@C@GR electrode could also afford a high current density. When the H-FeP@C@GR nanocomposite was used as an anode material for LIBs at different current densities in charge/discharge processes (0.2, 0.5, 1, 2, 4, and 8 A g–1), the capacity still can be recovered to 953 mAh g–1."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The nanospheres were synthesized by a solvothermal method. Briefly, 2.70 g of FeCl3·6H2O and 7.20 g of sodium acetate were dissolved in 100 mL of ethylene glycol under magnetic stirring. After stirring for 1 h, the resulting homogeneous yellow solution was transferred to a Teflon-lined stainless-steel autoclave. The autoclave was heated at 200 °C for 8 h and then naturally cooled to ambient temperature. Finally, the resulting H-Fe3O4 nanospheres were washed seven times with ethanol and dried under vacuum at 80 °C for 10 h.",
                        "Typically, 0.05 g of as-synthesized H-Fe3O4 and 0.5 g of glucose were dissolved in a solution containing 17.5 mL of deionized water and 5 mL of ethanol followed by vigorous stirring for 30 min. Then, the solution was placed in a 50 mL Teflon-sealed autoclave and maintained at 180 °C for 2 h. The precipitates were centrifuged and washed with deionized water and ethanol and dried under vacuum at 80 °C for 10 h. Finally, the resulting samples were calcined at 500 °C for 4 h in flowing argon.",
                        "The H-FeP nanospheres were fabricated by the phosphidation of H-Fe3O4. In a typical procedure, the obtained H-Fe3O4 nanospheres and NaH2PO2 were placed at two separate positions in one closed porcelain crucible with NaH2PO2 at the upstream side of the furnace. The weight ratio of the H-Fe3O4 nanospheres to NaH2PO2 was 1:20. Subsequently, the samples were heated at 300 °C for 3 h with a heating speed of 2 °C min–1 in a static Ar atmosphere. Last, the black H-FeP nanospheres were obtained after cooling to ambient temperature under Ar flow. The H-FeP@C nanospheres were synthesized by the same procedure using H-Fe3O4@C nanospheres as starting material.",
                        "The H-FeP@C@GR nanocomposite was prepared through direct annealing of H-FeP@C nanospheres that were simply mixed with GO sheets obtained by our previous work.  Typically, 80 mg of H-FeP@C nanospheres were first dispersed in 100 mL of distilled water and ultrasonically treated for 2 h. Then, 20 mL of homogeneous GO (7.5 mg mL–1) aqueous suspension was added into the H-FeP@C nanosphere suspension under magnetic stirring for 6 h. After that, the mixed suspension was collected by freeze-drying and then annealed at 600 °C for 2 h in an Ar atmosphere to finally obtain the 3D H-FeP@C@GR nanocomposite."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase purity and crystal structure of samples were measured by a Bruker D8 ADVANCE X-ray powder diffractometer with Cu Kα radiation (λ = 0.154 18 nm) at a scanning rate of 0.02° s–1 in the 2θ range from 10° to 80°. SEM images of products were obtained using a FEI Quanta 400 ESEM-FEG instrument with an accelerating voltage of 20 kV. TEM images and high-resolution TEM (HRTEM) images were obtained by a JEOL JEM-3010 instrument. The XPS experiments were carried out on a PHI-5400 electron spectrometer. The Raman spectrum was performed by a Raman spectrometer with 532 nm laser excitation. TGA of the product was conducted from room temperature up to 800 °C with a heating rate of 10 °C min–1 under flowing air (TGA, Q 600). Fourier transform infrared (FT-IR) spectra were recorded on a Bruker Optics Tensor 27 FT-IR spectrometer (Germany)."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical behavior was performed with 2025 coin-type cells assembled in a glovebox in an argon atmosphere. The working electrode was prepared by mixing active materials (80 wt %) with acetylene black (10 wt %) and polytetrafluoroethylene (PVDF, 10 wt %) to form a slurry. The obtained slurry was spread uniformly on a circular piece of nickel foam with 14 mm diameter. The nickel foam was pressed at 20 MPa so as to obtain good contact between the nickel foam and then dried at 80 °C in a vacuum oven for 12 h. The active material loading in each electrode was about 1.2 mg cm–2. The electrolyte involves LiPF6 (1 M) dissolved in a mixture of dimethyl carbonate, diethyl carbonate, and ethylene carbonate (1:1:1 by volume), and the separator was microporous polypropylene film. As for sodium batteries, the electrolyte consisted of a solution of 1 M NaClO4 in ethylene carbonate/propylene carbonate (1:1 by volume). The charge–discharge tests were carried out on a LAND battery program-control test system in a cutoff potential window of 0–3.0 V after aging for more than 10 h. The CV between 0.005 and 3.0 V at a scan rate of 0.1 mV s–1 and EIS with the frequency range from 0.01 to 100 kHz were carried out on a CHI 660D electrochemical workstation."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "To simulate the diffusion process of Li+ in bulk FeP, the climbing image nudged elastic band method was used. All calculations were performed based on the DFT within the open-source code Quantum ESPRESSO,  with the GBRV ultrasoft pseudopotentials  to describe the electron–ionic core interaction. We adopted the generalized gradient approximation of Perdew–Burke–Ernzerhof for the solid  to describe the exchange–correlation interaction of electrons, and the wave functions were expanded in a plane-wave basis set with an energy cutoff of 40 Ry to ensure accurate results. The force on each ion was converged to be less than 0.001 Ry/au, and all the geometric structures were fully relaxed to minimize the total energy of the system until a precision of 10–4 Ry was reached. The Fe 3s23p63d64s2, P 3s23p3, and Li 1s22s1 electrons were treated as valence electrons. A 2 × 4 × 4 k-point grid in reciprocal space was used to ensure the convergence for the total energy self-consistent calculations."
                    ],
                    "name": " Computational Details",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Rational Design of Three-Dimensional Graphene Encapsulated with Hollow FeP@Carbon Nanocomposite as Outstanding Anode Material for Lithium Ion and Sodium Ion Batteries"
}