{
    "DOI": "10.1021/acsami.2c21557",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are promising alternatives to lithium-ion batteries owing to the natural abundance of Na resources available for large-scale energy storage systems.  In particular, the use of Na metal as an anode material (1166 mA h g–1 and −2.71 V vs the standard hydrogen electrode, SHE) is expected to achieve high energy densities in sodium-metal batteries (SMBs).  Considering the analogy between Li and Na ions, a common electrolyte formulation has been investigated using ∼1 mol dm–3 of the Na salt dissolved in a carbonate-based solvent such as propylene carbonate (PC) or ethylene carbonate (EC).  However, carbonate-based electrolytes are incompatible with low-voltage anode materials such as hard carbon  and Na metal  owing to the formation of an unstable solid electrolyte interphase (SEI). In contrast, recent studies have found that a 1.0 mol dm–3 solution of NaPF6 in diglyme exhibits good compatibility with hard carbon  and Na metal  and may therefore be suitable for use as an electrolyte material; however, the relatively low oxidative stability of ether-based electrolytes presents challenges in terms of the generation of high-energy-density sodium batteries with high-voltage cathode materials.  Further developments in terms of the electrolyte design are therefore required to produce a breakthrough in the area of SIBs.",
                "In this context, the design of advanced electrolytes typically involves solutions with a high Na-ion transference number (tNa), that is, the ratio of the current carried by Na ions to the total current, which is an important parameter in batteries along with the ionic conductivity. Ab initio molecular dynamics (MD) simulations have estimated that an ether-based electrolyte consisting of 1 mol dm–3 NaPF6 in diglyme exhibits a tNa of 0.33,  indicating that the main component of the current is derived from the motion of unreactive anions. In such cases, the Na salt forms a large concentration gradient in the electrolyte upon rapid charge–discharge, which significantly reduces the power density and lifetime of the battery.  Solid polymer electrolytes are a promising alternative to liquid electrolytes owing to their flexibility, high thermal stability, and high electrochemical stability.  Although traditional poly(ethylene oxide) (PEO)-based electrolytes have been extensively investigated,  the strong coordination of the PEO chains to the Na ions leads to a low tNa of ∼0.3.  Numerous polymer designs have therefore been recently proposed to increase the Li- or Na-ion transference number (>0.5) through regulation of the interactions between the metal ions and the polar groups of the polymer backbones (e.g., polycarbonates, polyesters, perfluoropolyethers, and polymerized ionic liquids).  For example, a simple strategy to maximize tNa was previously developed, wherein this system employs a single Na-conducting ionomer (tNa ≈ 1) composed of anions that are covalently tethered to the immobile polymer backbone. In previous studies, polyanion-type Na salts have been used in the form of solid- or cross-linked gel-state electrolytes;  however, such electrolytes suffer from low ionic conductivities (i.e., 10–8 to 10–7 S cm–1 at 30 °C)  owing to their low degree of ion dissociation as a result of counterion condensation. In contrast, nonaqueous polyelectrolyte solutions, in which polyanion-type Li salts are dissolved in nonaqueous solvents to enhance ionic dissociation, have recently been reported with conductivities ranging from 10–4 to 10–3 S cm–1 at 25–30 °C, and these systems have also demonstrated a lower degree of anion-derived conductivity.  Importantly, batteries incorporating polyelectrolyte solutions can be manufactured by conventional processes owing to the liquid state of the polyelectrolyte, thereby removing the need to redesign the battery manufacturing process. However, despite the advantages of polyelectrolyte solutions, studies concerning the ion transport and electrochemical properties of nonaqueous Na-based polyelectrolyte solutions are rare,  and their application in SIBs remains largely unexplored.",
                "Accordingly, we herein report our investigation of the linear-chain weakly coordinating polyanion-type Na salt sodium poly[(4-styrenesulfonyl)-(trifluoromethanesulfonyl)imide] (poly(NaSTFSI)), which is employed as a polyelectrolyte in the PC solution. The ion transport properties and Na metal compatibility of this system are evaluated, and its Na-ion transport properties are explained in terms of the structural changes in the polyanions arising from the entanglement of the polyanion chains and counterion condensation. Furthermore, the electrochemical compatibility of this polyelectrolyte solution with Na metal is evaluated through the use of complementary surface analytical techniques. Finally, the cycle performances of the Na/Na0.44MnO2 and Na/hard carbon cells and the discharge rate performance of the Na/Na0.44MnO2 cell are investigated."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium (4-styrenesulfonyl) (trifluoromethanesulfonyl)imide (NaSTFSI) was kindly supplied by Tosoh Finechem Co. (Japan). Sodium bis(trifluoromethanesulfonyl)imide (NaTFSI) was prepared by neutralization of HTFSI and Na2CO3. Butyl acrylate (BA) was purchased from Tokyo Chemical Industry Co. (Japan), and the polymerization inhibitor was removed by column chromatography using alumina powder prior to use. 2,2′-Azobis(isobutyronitrile) (AIBN) was purchased from Wako Chemical Industry (Japan) and purified by repeated recrystallization from methanol. Dimethyl sulfoxide (DMSO) and PC were purchased from Kishida Chemical Co. (Japan). Pentaethylene glycol monomethyl ether (G5) was kindly supplied by Nippon Nyukazai."
                    ],
                    "name": "2.1.  Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "NaSTFSI (14.8 mmol) and BA (14.8 mmol) were dissolved in DMSO (40 mL), and the solution was added to an Ar-filled Schlenk flask. Any O2 gas dissolved in the solution was then purged by bubbling Ar gas through the solution for 1 h. Subsequently, AIBN (0.03 mmol) was added, and the radical polymerization reaction was allowed to proceed at 60 °C for 24 h. After the removal of DMSO by vacuum distillation, the obtained random copolymer, poly(NaSTFSI-r-BA), was purified by repetitive reprecipitation using methanol (a good solvent) and diethyl ether (a poor solvent), and the obtained precipitate was dried under vacuum at 80 °C overnight to give the purified poly(NaSTFSI-r-BA) as a yellow powder in a yield of 72%."
                    ],
                    "name": "2.2.  Synthesis of the Poly(NaSTFSI-r-BA) Copolymer",
                    "type": "h3"
                },
                {
                    "content": [
                        "Rheological measurements were performed using a rheometer (Physica MCR102, Anton Paar) under dry air conditions at 30 °C under a temperature-controlling hood (H-PTD200). The shear dependence of the viscosity was measured using a cone-plate geometry (diameter: 50 mm; angle: 1°) with a lower torque limit of 0.1 μN m, which was sufficient to estimate the zero-shear viscosity using the Cross model.",
                        "The self-diffusion coefficients of the solvents (PC) and the polyanion were evaluated by pulse-field gradient nuclear magnetic resonance (PFG-NMR) spectroscopy at 60 °C using a JEOL-ECX 400 spectrometer with a bipolar pulse-pair longitudinal eddy current delay (BPP-LED) pulse sequence with sinusoidal PFG.  The measurements targeted 1H in the solvent (399.7 MHz) and 19F in the polyanion (376.1 MHz).",
                        "Raman spectra were acquired using a Raman spectrometer equipped with a 785 nm laser (NRS-4100, JASSO) at 60 °C and using a spectral resolution of 4.5 cm–1. The temperature was controlled using a Peltier microscope stage (TS62, INSTEC) equipped with a temperature controller (mk1000, INSTEC). The instrument was calibrated using a polypropylene standard prior to sample analysis.",
                        "The ionic conductivity (σ) was measured using an impedance analyzer (VMP-3, Biologic Science Instruments) in the frequency range of 500 kHz to 50 mHz with a voltage amplitude of 10 mV at various temperatures (i.e., 25–60 °C). A platinized platinum electrode cell (CG-511B, DKK-TOA) was calibrated using a standard 0.01 M KCl aqueous solution prior to sample analysis.",
                        "The Na-ion transference number (tNaPP) was determined by the potentiostatic polarization method under anion-blocking conditions.  A symmetrical Na cell was assembled with a glass fiber filter (GA-55, Advantec) impregnated with the electrolyte solutions in a 2032 coin-type cell. The electrode area of the Na metal was 2.0 cm2. Electrochemical impedance measurements were performed in the frequency range of 1 MHz to 50 mHz with a voltage amplitude of 10 mV at 60 °C, using a potentiostat (Solartron Analytical, Modulab XM ECS)."
                    ],
                    "name": "2.3.  Bulk Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "In situ electrochemical quartz crystal microbalance (EQCM) measurements were performed using a potentiostat (HZ-7000, Hokuto Denko Co.) with a QCM system (QCM922A, Seiko EG&G) at 60 °C. A two-electrode cell with an AT-cut 9.04 MHz quartz crystal equipped with a copper electrode (QA-A9M-CU, Seiko EG&G) as the working electrode and Na metal as the combined counter and reference electrode. The frequency change of the electrode (Δf) was recorded while conducting CV measurements at a scan rate of 0.1 mV s–1 from the open-circuit voltage (OCV) to 0.1 V versus Na/Na+ at 60 °C.",
                        "Atomic force microscopy (AFM) was performed using a silicon cantilever (spring constant: 42 N m–1) and an SPA400/SPI3800N microscope (Hitachi High-Tech Science Corp. Japan). The surface of the sample was observed using AFM in tapping mode to obtain the height image. The polymer layer was scratched in contact mode, and the surface was then observed in tapping mode to estimate the line profiles across the scratching hole and to determine the thickness of the polymer layer. The pure Cu electrode was soaked in a HCl solution to eliminate the oxide layer prior to observation. After performing chronoamperometry (0.1 V vs Na/Na+ for 20 h), the Cu electrode was washed with PC and 1,2-dimethoxyethane (DME) to remove any residual electrolyte and was subsequently dried for 1 d before analysis by AFM.",
                        "X-ray photoelectron spectroscopy (XPS) was performed using a PHI Quantera SXM ULVAC-PHI spectrometer to investigate the composition of the Cu electrode surface. The depth profile was obtained via Ar+ sputtering at 4 kV. After performing linear sweep voltammetry (LSV, 0.1 mV s–1, OCV to 0.1 V vs Na/Na+) and chronoamperometry (0.1 V vs Na/Na+ for 20 h), the Cu electrode was washed with PC and DME to remove any residual electrolyte and was subsequently dried at 80 °C for 1 d. The XPS spectra were calibrated using the C 1s peak of adventitious carbon at 284.8 eV.",
                        "In situ surface-enhanced infrared absorption spectroscopy (SEIRAS) was performed using a Fourier-transform infrared (FTIR) spectrometer equipped with a HgCdTe (MCT) detector at 25 °C. A Pt-deposited Si prism and Na metal electrodes were separated by a glass fiber separator impregnated with an electrolyte in a two-electrode cell. The spectra were recorded using 128 scans in the wavenumber range of 500–3800 cm–1 with an optical resolution of 4 cm–1. The SEIRAS spectra were recorded during the CV experiments at a scan rate of 1 mV s–1 from OCV to 0.1 V (vs Na/Na+) at 25 °C. The spectra are presented in the form of log (I0/I), where I0 and I represent the spectra at the OCV and at the sample potential, respectively.",
                        "The surface of the Al electrode was observed using field-emission scanning electron microscopy (FE-SEM, SU8010, Hitachi High-Technologies). After performing chronoamperometry (3.8 V vs Na/Na+ for 15 h), the Al electrode was washed with PC and DME to remove any residual electrolyte and was subsequently dried for 1 d prior to analysis by SEM."
                    ],
                    "name": "2.4.  Surface and Interfacial Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Na metal deposition/dissolution cycling was measured using a symmetrical Na cell using an automatic charge–discharge instrument (HJ1001SD8, Hokuto Denko) at 60 °C. The cycling test was performed every 2 h at a constant current of 0.2 mA cm–2.",
                        "Galvanostatic charge–discharge measurements were performed on [Na metal | electrolyte | NMO] and [Na metal | electrolyte | HC] half-cells using an automatic charge–discharge instrument (HJ1001SD8, Hokuto Denko) at 60 °C. The areas of the Na metal, NMO, and HC electrodes were 2.0 cm2. The specific capacity of the cell was calculated based on the active material loading of NMO (4.7 mg cm–2) and HC (5.4 mg cm–2). The cycle performances of the NMO and HC half-cells were investigated using charge–discharge current densities of 0.1 mA cm–2. The discharge rate performance of the NMO half-cell was measured with a constant charge current density of 0.1 mA cm–2, while the discharge current density was varied from 0.1 to 10 mA cm–2 every five cycles.",
                        "The bulk electrolyte ohmic resistance (Rb) and interfacial resistance (Rint) were evaluated by the electrochemical impedance method on a charged NMO half-cell. The charged NMO cathodes were subjected to 10 charge–discharge cycles, followed by charging to 3.8 V. Nyquist plots were obtained with a sinusoidal alternating voltage amplitude of 10 mV over the frequency range of 1 MHz to 50 mHz. "
                    ],
                    "name": "2.5.  Cell Assembly",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ion dissociation in a polyelectrolyte solution can be discussed according to Manning’s classical theory of counterion condensation, which is based on the Bjerrum length lB = e2/4πεkT, where e is the elementary charge, ε is the dielectric constant of the solvent, kT is the thermal energy, and lB represents the range of electrostatic interactions at a fixed charge. Considering a polymer as an infinitely charged straight line, counterion condensation will occur if the linear charge density ξ = lB/d (d: distance between charges on a polymer) exceeds the threshold ξ* = 1/|zizp|, where zi is the counter-charge valence and zp is the fixed charge valence on the polymer matrix.  In this study, NaSTFSI was copolymerized with nonionic BA at a NaSTFSI/BA feed composition of 50:50. The free radical copolymerization technique was used to increase the distance d between the NaSTFSI moieties in the polyanion chain (). The monomer reactivity ratios (r) of NaSTFSI (rNaSTFSI = 1.24) and BA (rBA = 0.24) in the copolymerization process were determined using the Mayo–Lewis method (), giving a value of rNaSTFSI × rBA of 0.30. The fact that rNaSTFSI × rBA is less than unity suggests the occurrence of random copolymerization. The 1H NMR spectrum of the copolymer gives a composition of NaSTFSI/BA = 50:50, which corresponds to the feed composition (). In addition, the number-average molecular weight (Mn), weight-average molecular weight (Mw), and polydispersity index (Mn/Mw) were 2.0 × 102, 5.8 × 102 kDa, and 2.9, respectively, as determined by gel permeation chromatography (GPC) with columns calibrated using polystyrene (PSt) standards ()."
                    ],
                    "name": "3.1.  Characterization of the Poly(NaSTFSI-r-BA) Copolymer",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Huggins equation describes the scaling relationship between the viscosity and the polymer concentration and can therefore be used to understand the polymer conformation and aggregated structure of the linear polymer solution.  This relationship is particularly complex for a polyelectrolyte solution because the electrostatic interactions between the charged polymers and the counterions affect its rheological properties. Wyatt et al. performed a comprehensive study of the scaling relationship of charged biological polymers in aqueous solutions,  which showed that scaling of the zero-shear rate viscosity (η0) with the polymer concentration (c) can be divided into four distinct regions based on three associated critical concentrations, the overlap concentration (c*) and the entanglement concentrations (ce and cD). In the dilute region (c ≪ c*), each charged chain and counterion is homogeneously distributed, and the Debye screening length is shorter than the distance between the polyanion chains. In this case, c* denotes the transition at which electrostatic interactions between individual chains begin to occur. In the semidilute unentangled region (c* < c < ce), the motions of different polymer chains are steadily coupled but are insufficient to cause entanglement of the polymer chains; ce denotes the transition at which entanglement of the polymer chain occurs owing to the topological constraints at larger polymer volume fractions. In the semidilute entangled region (ce < c < cD), the viscosity of the polyelectrolyte solution is greater than that in the semidilute unentangled region, and cD denotes the transition at which the electrostatic interactions are completely screened. In the case of a concentrated entangled region (c > cD), polyelectrolytes behave like neutral polymer solutions, and the increase in viscosity becomes more significant.",
                        "The polymer concentration dependence of η0 for poly(NaSTFSI-r-BA) in a PC solution (a) was estimated by fitting the flow curves () using the Cross model at 30 °C. The polyelectrolyte solution was prepared using PC as a solvent owing to its high dielectric constant (ε = 63.7 at 30 °C),  which was expected to increase the degree of ion dissociation with a shorter Bejerrum length lB (lB = e2/4πεkT). Three distinct regions exhibiting viscosity scaling were observed in the polyelectrolyte solution: region I (cNa < 0.11 mol dm–3), region II (0.11 mol dm–3 < cNa < 0.56 mol dm–3), and region III (0.56 mol dm–3 < cNa).",
                        "To clarify the structural behaviors of the polyanion chains, the self-diffusion coefficients of the polyanions (Danion) and the PC (DPC) in the polyelectrolyte solutions were evaluated at 60 °C (b). Unfortunately, the self-diffusion coefficients could not be measured in region I (cNa < 0.11 mol dm–3) owing to the presence of poorly resolved NMR signals (i.e., 1H and 19F). In the region II (0.11 mol dm–3 < cNa < 0.56 mol dm–3), Danion significantly decreased, giving values in the order of ∼10–8 cm2 s–1, which are 3 orders of magnitude lower than the corresponding value of DPC. We therefore concluded that chain crowding and overlapping likely inhibit the translational motion of the polyanion chains in this region. The further reduction in Danion in region III (0.56 mol dm–3 < cNa) to approaching values in the order of 10–9 cm2 s–1 suggests that polyanion diffusion was strongly restricted by extensive chain entanglement.",
                        "The ionic interactions between the Na ions and the polyanion chains were further investigated by Raman spectroscopy of the S–N–S skeleton of the polyanion STFSI moiety at 60 °C (). The S–N–S stretching vibration of the bis(trifluoromethanesulfonyl)imide (TFSI) anion is known to be particularly sensitive to interactions with alkali metal cations in an electrolyte solution. This band shifts to higher frequencies owing to Na-ion coordination and can be attributed to various species. For example, the peak at 739–742 cm–1 corresponds to a solvent-separated ion pair or a noncoordinating anion while that at 745–755 cm–1 corresponds to a contact ion pair (CIP) or an ion aggregate (AGG) in which TFSI directly coordinates to the Na ions.  The STFSI moiety is a derivative of TFSI and is therefore expected to exhibit a similar high-frequency shift upon direct Na-ion coordination to produce CIP and AGG species. Accordingly, the Raman peak position was plotted as a function of cNa (c), which revealed that a significant peak shift to higher frequencies occurs in region II upon increasing cNa; this peak shift leveled off in region III. These observations were attributed to the increase in counterion condensation resulting from the entanglement of polyanion chains with increasing cNa, which resulted in the electrostatic interactions being almost fully screened at the boundary between regions II and III. These results suggest that the crossover concentrations at ∼ 0.11 and 0.56 mol dm–3 could be assigned to ce and cD, respectively; however, the influence of c* remains unclear owing to an insufficient number of data points. Consequently, the structural behavior of polyanion chains was classified into three regions: a diluted and semidilute unentangled region (region I), a semidilute entangled region (region II), and a concentrated entangled region (region III)."
                    ],
                    "name": "3.2.  Polyanion Entanglement and Counterion Condensation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ion transport properties and structural behavior of the polyanion chains were investigated at 60 °C unless specified otherwise. The ionic conductivity (σ) of poly(NaSTFSI-r-BA) in the PC solution as a function of cNa and the temperature dependence of this ionic conductivity are presented in a and , respectively. As shown, the ionic conductivity increased with cNa up to ∼0.3 mol dm–3 owing to an increase in the ionic carrier density. The maximum conductivity was obtained at cNa ∼0.3 mol dm–3, regardless of the temperature. In addition, the conductivity increased with temperature, reaching 1.7 mS cm–1 at 60 °C, although a slightly lower value of 0.76 mS cm–1 was obtained at 25 °C. At a higher cNa (i.e., >0.3 mol dm–3), the ionic conductivity decreased owing to counterion condensation and high viscosity resulting from the extensive entanglement of polyanion chains; however, this reduction was not significant even in the concentrated entangled region (i.e., cNa > 0.56 mol dm–3), where the electrostatic interactions could be screened (c). Unfortunately, the self-diffusion coefficient of the Na ions (DNa) could not be estimated owing to the extremely short transverse relaxation time (T2) of Na ions; thus, the Na-ion transport behavior in the polyelectrolyte solution cannot be discussed. We therefore prepared a substitute poly(LiSTFSI-r-BA) copolymer in which the Na ions were exchanged with Li ions using a dialysis membrane, and the self-diffusion coefficient of the Li ions in the PC solution was investigated. As shown in , the self-diffusion of Li ions was 2 orders of magnitude higher than that of the polyanion, even in the concentrated entangled region. A similar diffusion behavior was observed for a weakly coordinating polyanion-type Li salt in a mixed carbonate solution and was thought to arise from solvent-assisted Li-ion conduction, wherein some of the Li ions diffused in a transiently solvated form away from the polyanions despite pronounced static counterion condensation; this process contributed to Li-ion conduction.  Considering the analogy between Li and Na ions, we postulated that the Na ions diffuse away from the polyanions as a transiently solvated form, ultimately improving Na-ion conduction in the concentrated entangled region.",
                        "In addition to the ionic conductivity, the Na-ion transference number (tNa) is an important transport parameter of fast charge–discharge battery systems. We therefore estimated the Na-ion transference number (tNaPP) of a symmetrical Na cell via potentiostatic polarization and AC impedance measurements, according to . tNaPP=ISS(ΔV−IohmR0)Iohm(ΔV−ISSRSS)where Iohm and ISS are the initial and steady-state currents, respectively, during polarization; ΔV is the constant applied voltage; and R0 and RSS are the initial and steady-state resistances, respectively, at the Na metal interface. Iohm is calculated from the total resistance on the basis of Ohm’s law Iohm=ΔV/(Rbulk+R0), where Rbulk is the solution resistance.  Although tNaPP represents the true Na-ion transference number only in ideal electrolytes, tNaPP can simply be defined as the current fraction carried by Na ions under anion-blocking conditions, and so is a useful parameter to characterize the transport properties of electrolyte materials in SIBs. Thus, b shows the Na-ion transference number (tNaPP) of poly(NaSTFSI-r-BA) in the PC solution at 60 °C, while the impedance spectra and potentiostatic polarization curves used to determine tNaPP are shown in . In the semidilute entangled region (i.e., cNa < 0.3 mol dm–3), tNaPP remained essentially constant at ∼0.5. MD simulations performed by McCloskey et al. showed that the intrinsic anion–anion correlations of polyanion chains in the solution can result in a low transference number.  We therefore hypothesize that migration of the partially dissociated polyanions contributes to the anion–anion correlated motion in our system, thereby reducing tNaPP in this region. Meanwhile, tNaPP significantly increased in the concentrated entangled region (>0.56 mol dm–3), exhibiting a maximum value of 0.9 at 1.3 mol dm–3. In addition, the concentrated solution at 1.3 mol dm–3 can maintain a value of tNaPP >0.9 at 30 and 45 °C (). It leads us to conclude that extensive entanglement of the polyanion chains suppressed both the migration and diffusion of the polyanions at higher cNa values.",
                        "The mobility of Na ions in the concentrated poly(NaSTFSI-r-BA) in the PC solution (cNa = 1.3 mol dm–3) was therefore preferentially achieved via transiently solvated Na-ion conduction along the immobilized polyanion chains, ultimately improving the Na-ion transport properties (σ = 1.1 mS cm–1 and tNaPP = 0.9) at 60 °C."
                    ],
                    "name": "3.3.  Ion Transport Properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "The galvanostatic cycling of a symmetrical Na cell is useful for estimating the electrochemical compatibility of Na metal in an electrolyte to evaluate its potential for application in Na-metal batteries. In this work, cycling tests of symmetrical Na cells were performed with a deposition/dissolution current density of 0.2 mA cm–2 in a 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC solution. Each cycle test was carried out over 2 h, while the 1.0 mol dm–3 NaTFSI/PC solution was used as a reference electrolyte for comparison. The polarization profiles of Na deposition/dissolution in the 1.0 mol dm–3 NaTFSI/PC solution at 60 °C () reveals a large polarization during Na deposition/dissolution after the initial cycle, followed by cell failure after 10 h. The PC solvent is known to be electrochemically unstable against Na metal,  and NaTFSI has been also shown to decompose via severe side reactions with Na metal to form a highly resistive surface layer.  As a result, Na deposition/dissolution in the 1.0 mol dm–3 NaTFSI/PC system was inhibited by continuous decomposition of the electrolyte. Interestingly, the polyanion solution exhibited a low degree of polarization and a stable Na deposition/dissolution profile over 600 h, despite the use of an electrochemically unstable PC-based solution. This remarkable difference is corroborated by the time dependence of the impedance spectra of the Na symmetrical cell (). More specifically, the Nyquist plots show that the interfacial resistance (Rinterface) of the 1.0 mol dm–3 NaTFSI/PC solution, which includes the charge transfer resistance and the surface layer resistance, gradually increased over time, reaching 2.6 × 104 Ω after 100 h. In sharp contrast, the Rinterface of the polyanion solution remained stable at a low value of 4.0 × 102 Ω over 100 h. These results demonstrate that the decomposition of the electrolyte was suppressed in the polyanion solution. In addition, the rate performance of the Na symmetrical cell containing the polyanion solution was studied at 60 °C. The highly stable Na deposition/dissolution profile could be achieved at a high current density of 0.4 mA cm–2 (). This behavior clearly shows that the polyanion solution could mitigate the Na dendrite formation even at high current densities."
                    ],
                    "name": "3.4.  Na Metal Deposition/Dissolution Cycling",
                    "type": "h3"
                },
                {
                    "content": [
                        "An in situ EQCM was used to monitor the change in mass on the electrode surface during cyclic voltammetry. According to Sauerbrey , the change in mass (Δm) of a quartz electrode is correlated with the frequency change (Δf) Δm=−kΔfwhere k is a constant. Electrolyte decomposition followed by surface layer formation occurs owing to electrochemical reduction; thus, the frequency change can provide useful information concerning surface layer formation and its correlation with the subsequent electrochemical reaction.",
                        " shows the cyclic voltammograms and differential frequency change of the reference and polyanion electrolytes on a Cu electrode at 60 °C. A rapid increase in the frequency change (−Δf) was observed in the voltammogram of the 1.0 mol dm–3 NaTFSI/PC solution, with a cathodic current peak of ∼1.0 V (vs Na/Na+), and this change irreversibly increased over two cycles (a). As previously reported, the cathodic current corresponds to the reductive decomposition of PC and TFSI.  The formation of a black surface layer was also confirmed on the electrode surface after the CV experiment (), leading us to conclude that the surface layer formed through the reductive decomposition of PC and TFSI cannot suppress the continuous electrolyte decomposition. In contrast, the cathodic current peak at ∼1.0 V (vs Na/Na+) in the voltammogram of the polyanion solution became less prominent during the first cycle and completely disappeared during the second cycle, while the cathodic current flowed at a slightly more negative potential (b). Furthermore, the color of the electrode surface did not change even after the CV experiment (), implying that electrolyte decomposition was suppressed. Moreover, the electrode surface became sticky after the CV experiment, which was attributed to the presence of a polymer (polyanion) layer that could not be removed after washing with the PC solvent. Due to the fact that the viscoelastic soft layer is not completely coupled with the oscillation of a quartz electrode,  the observed −Δf underestimates the actual frequency change arising from layer formation on the Cu electrode, making it difficult to quantitatively compare the surface layers formed on these two electrolytes. Nevertheless, the small change in −Δf indicates that continuous solvent decomposition and film growth were efficiently suppressed in the polyanion solution.",
                        "The polymer layer formed in the polyanion solution was further studied by AFM. In the height image of the polyanion layer on the Cu electrode in the dried state (a), the polymer layer in the center of the image was preliminarily removed by scratching the layer with a silicon cantilever. Two representative line profiles across the scratches suggest that the thickness of the polymer layer is ∼120 nm (b). The Stokes–Einstein equation was then used to calculate the hydrodynamic radius of the polyanion, and this was estimated to be ∼5.0 nm based on Danion and the viscosity at cNa ∼0.11 mol dm–3, thereby suggesting that the polymer layer is a multilayer structure composed of entangled polyanion aggregates. Three-dimensional (3D) height images of the polymer layer and a pristine Cu electrode (c,d) clearly show an inhomogeneous surface roughness on the pristine Cu electrode, which was attributed to micropits and cracks over a height of ∼200 nm, which were formed during the rolling-mill manufacturing process. In contrast, the surface bearing a polymer layer was noticeably smoother than that of the pristine Cu electrode and exhibited a surface roughness within ∼20 nm.",
                        "The above results indicate that the polyelectrolyte solution formed a dense, homogeneous polyelectrolyte layer on the electrode surface under a negative potential. The polyanion layer effectively suppresses the electrolyte decomposition, thereby stabilizing the electrolyte solution even in the presence of Na metal (). Moreover, a smooth polyanion surface with a high tNaPP value is expected to mitigate the undistributed Na-ion flux, leading to stable Na metal deposition/dissolution cycling. ",
                        "The composition of the electrode surface layers was further characterized by XPS after cathodic polarization. Thus,  and  show the XPS spectra of the Cu electrode against Ar etching time. Several peaks in the C 1s spectrum of the 1.0 mol dm–3 NaTFSI/PC solution (a) were assigned to the C–O, C═O, and CO3 species generated during the reduction of PC on the outmost surface, while the others were attributed to the C–C and C–H of adventitious hydrocarbons.  In addition, peaks corresponding to Na–F, C–F, SO2, and SOx were observed in the F 1s and S 2p spectra, respectively, whose formation was attributed to the decomposition of the TFSI anion.  It was found that etching the surface reduced the peak intensities of these organic species, whereas the peaks corresponding to inorganic species such as Na–F and sulfide became dominant. Thus, the surface layer was considered to be composed of an inner inorganic phase layer close to the electrode surface and an outer organic layer close to the electrolyte. These observations are in good agreement with the generally accepted SEI model.  In contrast, the peaks in the XPS spectra of the polyanion solution (b) corresponding to the PC-based reductive products (i.e., C–O, C═O, and CO3) were inconspicuous even after Ar etching, suggesting that the reduction of PC was suppressed. Furthermore, the C–F and SOx peaks at 688.9 (F 1s) and 169.0 (S 2p) eV were negligible even though the STFSI moiety, a derivative of TFSI, was expected to form similar decomposition products to the NaTFSI/PC reference solution. This result implies that continuous polyanion reduction is suppressed after the formation of the polyanion layer. No obvious change in the spectra of the polyanion solution was observed after Ar etching, and the strong peaks indicating the presence of Na–F and sulfide were attributed primarily to X-ray irradiation damage of the polyanions.  Moreover, the characteristic peaks at 284.8 (C 1s), 687.0 (F 1s), and 165.4 (S 2p) eV in the spectra of the polyanion solution were assigned to the main chain, −CF3, and −SO2– moieties of the STFSI in the residual polyanions, respectively. Although a peak corresponding to metallic Cu appeared after etching the surface for 30 s in the 1.0 mol dm–3 NaTFSI/PC solution, no such peak was discernible in the spectrum of the polyanion solution, even after etching for 45 s, thereby indicating that the electrode surface was covered with a thick polyanion layer after cathodic polarization."
                    ],
                    "name": "3.5.  Analysis of Surface Composition",
                    "type": "h3"
                },
                {
                    "content": [
                        "In situ SEIRAS was performed under potential control to gain further insights into the interfacial chemistry of the polyanion solution. It should be noted that in situ SEIRAS enables the real-time monitoring of the dynamic behavior of ions and solvent molecules at the interface and thereby allows the mechanism of polyanion layer formation to be elucidated.  shows the SEIRAS spectra of the 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC solution and 1.0 mol dm–3 NaTFSI/PC solution; these spectra were obtained during the forward and reverse CV scans from the OCV to 0.1 V and show the differences in absorbance at a given potential in addition to that collected at the OCV. The spectrum of the 1.0 mol dm–3 NaTFSI/PC solution at 1.0 V (a) shows peaks at ∼1820 and 1090 cm–1, whose intensities increased at increasingly negative potentials. These peaks were assigned to the C═O stretching and C–H bending vibration modes of the PC molecules, respectively.  In addition, the peak corresponding to the S–N–S stretching mode of the TFSI anion overlaps at ∼1090 cm–1,  while increased intensities of the peaks at ∼1820 and 1090 cm–1 may be due to the higher concentration of PC molecules close to the electrode surface upon their adsorption.  Furthermore, the peaks at ∼1520 and 1740 cm–1 showed a similar dependence on the potential, accompanied by a cathodic current flow at the reductive potential of PC (∼1.0 V vs Na/Na+) (a). Notably, the corresponding peaks were not observed in the attenuated total reflection (ATR)-IR spectra of the pristine electrolytes (); therefore, these peaks were assigned to the reductive decomposition products of PC. More specifically, the peak at ∼1520 cm–1 was assigned to the CO2 stretching and the CH2 bending modes of the carbonate species (e.g., alkyl carbonates, C3H7OCO2Na) while that at ∼1740 cm–1 was assigned to the C═C stretching mode of the dissolved propylene, which may be formed by a reductive ring–opening reaction of PC.  This assignment was supported by density functional theory (DFT) simulations () of the spectra of representative carbonate species (C3H7OCO2 anion, ∼1560 cm–1) and propylene (C3H6, ∼1700 cm–1). Previous ATR-IR and XPS studies further support the above assignments.  Moreover, the oxidative current peaks appeared in the reverse scan at 1.25 V, accompanied by a decrease in the intensity of the propylene peak at ∼1740 cm–1. The current peak was therefore assigned to the electrooxidation of propylene. In addition, the intensities of the PC peaks at ∼1820 and 1090 cm–1 decreased; however, these peaks were also observed in the OCV state, implying that the PC molecules remained adsorbed on the electrode surface. In contrast, the peak of carbonate species at ∼1520 cm–1 was not observed in the OCV state, implying that these species diffused or dissolved away from the surface.",
                        "In the polyelectrolyte solution, the peak at ∼1820 cm–1 corresponding to C═O stretching vibration mode of PC exhibited a negative intensity at ∼1.5 V (b), indicating a reduction in the concentration of PC at the interface under negative polarization conditions. In addition, the peak at ∼1090 cm–1 exhibited a high intensity at 1.5 V, suggesting that it arises from the S–N–S stretching vibration mode of the polyanion because the C–H bending vibration mode of the PC molecule at ∼1090 cm–1 surely exhibits a negative intensity. It should be noted that the intensity of the polyanion peak at ∼1090 cm–1 increased at increasingly negative potentials, accompanied by a decrease in the intensity of the PC peak at ∼1820 cm–1. Furthermore, the peaks at ∼1520 and 1740 cm–1 corresponding to the carbonate species and propylene exhibited significantly lower intensity than those observed in the spectra of the 1.0 mol dm–3 NaTFSI/PC electrolyte. We therefore propose that the dense accumulation of polyanion chains reduces the concentration of PC at the interface, suppressing its kinetic reduction. Indeed, the formation of polyelectrolyte layers under an electric field has been the subject of several previous studies. For example, Li et al. performed DFT calculations of an electric double layer in aqueous polyelectrolyte solutions, in which the charged polymer chains electrostatically overcompensated close to an oppositely charged surface. Subsequently, layered structures of charged polymer chains were formed as a result of charge inversion and overcharging.  Moreover, Matsumoto  and Li  et al. observed that multiple covalently connected cationic groups in a polymeric ionic liquid undergo electrostatic self-organization with only a small entropy loss, and multivalent electrostatic interactions triggered further charge accumulation on the electrode surface. Nonaqueous polyelectrolyte solutions, in which the polyanion chains densely accumulate with the Na counterions under an electric field to form a highly concentrated polyelectrolyte layer at the interface, are expected to exhibit similar behavior. We found that the intensity of the propylene peak at ∼1740 cm–1 in the reverse scan gradually decreased whereas that of the carbonate species at ∼1520 cm–1 slightly increased and was also observed at the OCV. This implies that the majority of carbonate species do not diffuse or dissolve but instead adhere to the electrode surface in the polyelectrolyte solution; in contrast, they diffuse or dissolve away from the surface in the 1.0 mol dm–3 NaTFSI/PC solution. More interestingly, the peak intensity of the polyanion at ∼1090 cm–1 remained unchanged in the reverse scan, leading us to speculate that the accumulated polyanion chains were anchored to the interface via the carbonate species.",
                        "We therefore propose detailed mechanisms describing the electrochemical behavior of the negative electrode based on the species detected by the in situ SEIRAS experiment and their correlation to the EQCM, AFM, and XPS results (). Upon applying a negative potential to a metal electrode in the 1.0 mol dm–3 NaTFSI/PC solution (a), PC and TFSI are reduced at ∼1.0 V, forming an SEI layer on the electrode (a). The decomposition products of TFSI typically include inorganic species such as NaF, which precipitate on the electrode surface, whereas the reduction of PC results in the formation of organic species such as alkyl carbonate and propylene (a). These carbonate species can diffuse or dissolve away from the surface, resulting in a multicomponent SEI layer composed of inner inorganic and outer organic phases (a). Unfortunately, the higher solubility of the components of the Na-based SEI results in a more unstable and inhomogeneous layer relative to that formed by their Li analogues.  Consequently, the continuous decomposition of the electrolyte through minute cracks and the corresponding growth of a thicker film inhibited Na metal deposition/dissolution cycling (). In contrast, the polyanion chains in the polyelectrolyte solution electrochemically overcompensated close to an oppositely charged surface under negative polarization (b), and thus charge inversion and overcharging lead to the formation of layered structures of polyanion chains with a small entropy loss.  The dense accumulation of these polyanion chains reduces the concentration of PC at the interface (b), thereby suppressing its kinetic reduction (b and b). Moreover, densely accumulated polyanion chains also remained adhered to the interface, thus forming dense and homogeneous polyanion layers on the electrode (). These results indicated that the carbonate species formed by the reduction of PC, as revealed by the feature at ∼1520 cm–1 (b), plays a role in forming a rigid anchor through which the polyanion chains are attached to the electrode surface. It is also possible that the PC molecules are initially reduced to form a radical anion intermediate,  which then reacts with the polyanion chains to form an anchor. The surface-tethered polyanion layer can also mitigate the undistributed Na-ion flux, leading to stable Na metal deposition/dissolution cycling ()."
                    ],
                    "name": "3.6.  Mechanism of Polyanion Layer Formation",
                    "type": "h3"
                },
                {
                    "content": [
                        "A linear sweep voltammogram on the Pt electrode in the 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC solution is shown in . The concentrated polyanion solution demonstrated high oxidative stability (>4.5 V vs Na/Na+). In this work, the electrochemical performances of Na/Na0.44MnO2 (NMO) and Na/hard carbon (HC) cells were investigated using the 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC solution.  shows the cycle stability of these cells at a charge–discharge current density of 0.1 mA cm–1 at 60 °C. In the Na/NMO cell cycle, Na ions were extracted from the NMO electrode during the initial charging cycle according to the following reaction: Na0.44MnO2 → Na0.18MnO2 + 0.26Na+ + 0.26e– (theoretical capacity = 72 mA h g–1), after which the following reversible reaction occurred: Na0.18MnO2 + 0.46Na+ + 0.46e– ⇄ Na0.64MnO2 (theoretical capacity = 127 mA h g–1).  The Na/NMO cell containing the polyanion solution exhibited highly reversible charge–discharge cycling, with an average Coulombic efficiency of >99.8% after several cycles (a). The gradual capacity fading of the cell was therefore attributed to the corrosion of the Al current collector. More specifically, SEM images of the Al surface () recorded before and after chronoamperometry at 3.8 V vs Na/Na+ for 20 h reveal that the pristine Al surface significantly changed during chronoamperometry, indicating that the Al current collector corroded at a high potential in the polyanion solution. Al corrosion is a well-known drawback of TFSI-containing electrolytes, and it is known to deteriorate the electron-conduction pathway during cycling.  We therefore assumed that the observed capacity fading of the NMO electrode was caused by Al corrosion resulting from the STFSI moieties of the polyanions, which are derivatives of TFSI.",
                        "The sloping region in the charging curve of the Na/HC cell observed at 1.0–0.1 V corresponds to the insertion of Na+ into the parallel HC graphene layers, whereas the plateau region below 0.1 V was attributed to Na+ insertion into the HC nanopores.  The Na/HC cell containing the polyanion solution also exhibited highly reversible charge–discharge cycling, despite the poor compatibility of PC-based electrolytes with HC electrodes (b).  A small irreversible capacity was observed during the initial charge owing to the formation of a polyanion layer with partial electrolyte decomposition, and the formation of this polyanion layer suppressed continuous electrolyte decomposition, thereby enhancing the reversible cycle performance of the cell. The initial discharge capacity of ∼200 mA g–1 was relatively low owing to insufficient impregnation of the highly viscous polyanion solution into the porous electrode; however, the discharge capacity gradually increased to a constant value of ∼240 mA h g–1, while the Coulombic efficiency remained essentially constant at >99.9% after several cycles, thereby confirming the role of the polyanion solution in ensuring excellent long-term cycling with a small overvoltage.",
                        "Subsequently, the discharge-rate capability of the Na/NMO cell with the polyanion solution was measured at a range of current densities (). The cell based on the 1.0 mol dm–3 NaTFSI/PC system was unstable against Na metal (); thus, a solvate ionic liquid, [Na(G5)][TFSI], comprising a stoichiometric molar ratio of NaTFSI and G5, was used for comparison.  Both electrolytes exhibited similar discharge capacities of ∼110 mA h g–1 in the voltage range of 2.0–3.8 V at a low current density of 0.1 mA cm–2 (a,b). Upon further increasing the current density, the cell voltage reached the discharge cutoff voltage (2.0 V) before the NMO electrode was fully discharged; therefore, the discharge capacities of the cells gradually declined in both electrolytes. A remarkable difference in the discharge capacities of the cells was observed at high current densities, wherein the capacity was greatly reduced to 37 mA h g–1 (34% capacity retention) in the [Na(G5)][TFSI] solution at 1.0 mA cm–2, whereas the polyelectrolyte solution exhibited a significantly higher value of 94 mAh g–1 (85% capacity retention). In addition, the cycle behavior and the discharge rate performance of the Na/NMO cell containing the polyanion solution were studied at 30 °C (). The cell showed highly reversible charge–discharge cycling at a low current density of 0.05 mA cm–2; however, the discharge rate capability was greatly inferior to that at 60 °C.",
                        "To understand the difference in the rate capabilities of these cells, we estimated the total internal resistance of each cell, which consists of the electronic and ionic resistances (Rohm), interfacial resistance (Rinterface, including the charge transfer resistances at the electrodes and the surface layer, i.e., the SEI or polyanion layer), and the Na-ion mass transport resistance (Rdiffusion). Thus, Rohm and Rinterface were determined by impedance measurements of the Na/NMO cell in the charged state at 3.8 V (). The intercept on the real impedance axis at a high frequency corresponds to Rohm, while the difference in the Rohm value between cells represents the difference in the ionic conductivity (σ) between the [Na(G5)][TFSI] (σ = 2.4 mS cm–1) and 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC (σ = 1.1 mS cm–1) systems at 60 °C. The depressed semicircles in the Nyquist plots represent the overlap of the charge transfer resistances at the anode and the cathode, along with the surface layer resistance. Rinterface was obtained by fitting the semicircle to the equivalent circuit shown in . The higher Rinterface of the [Na(G5)][TFSI] system was attributed to a higher SEI resistance resulting from a slight reaction with Na metal. Furthermore, Rdiffusion can be calculated by tNa=Rohm/(Rohm+Rdiffusion), as reported previously,  wherein the tNaPP of [Na(G5)][TFSI] was determined via potentiostatic polarization of the symmetrical Na metal cell (). The estimated values of cNa, σ, tNaPP, Rohm, Rinterface, and Rdiffusion are summarized in , wherein it can be seen that the value of Rinterface was twice that of the polyanion solution, thereby contributing to the superior rate capability. Rdiffusion exhibited the largest difference in resistance, mainly owing to the concentration polarization of the electrolyte salts due to the difference in the Na-ion transference numbers of the [Na(G5)][TFSI] (tNaPP = 0.021) and 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC (tNaPP = 0.9) systems. We previously demonstrated that Rdiffusion strongly affects the rate performance of a battery, particularly at high current densities.  The improved discharge rate capability observed herein was therefore attributed predominantly to the high values of tNaPP. During the discharge process in the polyanion solution, the discharge plateau was markedly extended to a discharge capacity of 5 mA cm–2, implying that the discharge current did not reach Na-ion diffusion-limiting conditions. We therefore further examined the rate performance with a lower discharge cutoff voltage of 1.0 V (c). Although the initial drop in voltage increased with the current density, the discharge plateau was markedly extended to a higher discharge capacity at higher current densities. In particular, a discharge capacity of 46 mA h g–1 (45% capacity retention) was observed at 10 mA cm–2 (d), thereby confirming that stable, high-rate SMBs can be produced using a concentrated polyanion solution."
                    ],
                    "name": "3.7.  Battery Application",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "This work demonstrates the preparation of a stable, high-rate sodium-metal battery, which was achieved using poly(NaSTFSI-r-BA) in a PC solution (NaSTFSI = sodium (4-styrenesulfonyl)-(trifluoromethanesulfonyl)imide, BA = butyl acrylate). An investigation into the viscosity, self-diffusion, and ionic interactions in the polyanion solution identified three distinct regions in the polyanion conformation and aggregate structure upon variation in the Na salt concentration. More specifically, these were identified as the dilute and semidilute unentangled regions, semidilute entangled regions, and concentrated entangled regions. Ion transport was achieved in the concentrated polyNa(STFSI-r-BA)/PC system (cNa = 1.3 mol dm–3) by means of transiently solvated Na-ion diffusion along the immobilized polyanion chains, thereby imparting the polyanion solution high Na-ion transport properties (σ = 1.1 mS cm–1 and tNaPP = 0.9) at 60 °C. We also demonstrated stable cell cycling in a symmetrical Na cell with a 1.3 mol dm–3 poly(NaSTFSI-r-BA)/PC electrolyte, despite the electrochemical instability of the PC solvent against Na metal. Furthermore, surface characterization and interfacial dynamics revealed a dense accumulation of polyanion chains at the interface under an electric field. The partial reduction of PC molecule (i.e., carbonate species) at the interface resulted in the anchoring of the polyanion chain onto the electrode surface, thereby forming a polyanion-based protective layer that effectively suppressed continuous electrolyte decomposition and stabilized the Na metal in the polyanion solution. Finally, the assembled SMBs containing a Na0.44MnO2 cathode exhibited an outstanding charge/discharge reversibility (Coulombic efficiency >99.8%) over 200 cycles, in addition to an excellent discharge rate capability (45% capacity retention at 10 mA cm–2). This study therefore demonstrates a new electrolyte, enabling both high Na-ion transport properties and stable Na metal compatibility for the development of next-generation SMBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Concentrated Nonaqueous Polyelectrolyte Solutions: High Na-Ion Transference Number and Surface-Tethered Polyanion Layer for Sodium-Metal Batteries"
}