{
    "DOI": "10.1039/D1RA04618G",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As global energy demand is growing remarkably all over the world, transitioning to a low-carbon future is the crucial goal for a sustainable society. Both sun and wind are considered the largest sustainable sources of energy for renewable power generation. However, since both generations are inevitably intermittent renewable resources, batteries and other forms of electrical storage have emerged as an essential component at the utility grid and household levels. In addition to these intermittent applications, rechargeable batteries are also needed for portable electronics and electric vehicles technology. Thus, it is clear that batteries will play an important role in achieving sustainable development goals. Lithium-ion batteries (LIBs) represent the major step towards rechargeable electric storage with high energy density and long cycling stability. Despite great progress on this technology, lithium resources are not uniformly distributed around the world, which may create geopolitical challenges. Compared with the state-of-art lithium, sodium is a promising candidate for rechargeable battery chemistry because it is the second lightest alkali metal after lithium and one of the most abundant elements on earth, resulting in better cost-efficiency in the long term.",
                "On the negative electrode side, the conventional graphitic carbon anode used in most LIBs cannot be successfully implemented in sodium-ion batteries (SIBs) due to the larger size of Na+ compared to the graphitic interlayer spacing. Several strategies have been addressed in the literature to improve the interaction between Na+ and carbon material anodes by using: (i) non-graphite carbon materials i.e., soft carbon and hard carbon, (ii) graphene derivatives, such as graphene oxide (GO) or reduced graphene oxide (rGO), and (iii) single or dual heteroatom-doped (N-, S-, and P-) carbon materials. For instance, it has been found that by adding an element with larger atomic radius than C into the graphitic framework, namely S and P, there is an enlargement of the interlayer distance, which facilitates the Na+ diffusion in the doped-carbon electrode during sodiation process. On the other hand, since N has a similar atomic radius to C, the lattice strain is reduced by minimizing the lattice mismatch, whereas the physical and chemical properties are altered. Xu et al. demonstrated that by doping porous carbon microspheres with N, the electrical properties of carbon electrodes was enhanced, and the interlayer distance was expanded. These findings resulted in substantial changes in cycling and rate performance. It was also reported that charge distribution and adsorption energies of sodium on N-doped graphene nanoribbons are affected, producing activated sites on the graphitic structure.",
                "Great progress has been made to further improve the anode materials for SIBs by combining the merits of doped-carbon nanostructures with conversion-alloying type oxides and chalcogenides (Sn, Sb and Ge). Especially, Sb2O3 has demonstrated appropriate electrochemical performance in SIBs due to its high reactivity with Na ions, i.e., Sb2O3 reacts with 10 sodium ions per mole, delivering a theoretical specific capacity 1103 mA h g−1. Recently, Li et al. reported a Sb/Sb2O3 nanoparticles anchored on 1D N-doped carbon nanofiber membranes synthesized by electrospinning method and carbon thermal reduction. The obtained composite anodes in SIBs delivered a reversible specific capacity of 527.3 mA h g−1 after 100 cycles at a current density of 0.1 A g−1. They ascribed such findings to the 1D N-doped nanofibers, which can prevent volume changes and enhance the anode electrical conductivity. Unfortunately, analogous to other conversion-alloying metal oxide, the reversible specific capacities are still much lower than their theoretical capacities. Therefore, it is required to explore alternative strategies for increasing energy storage capacity in SIBs.",
                "In this study, Sb2O3 nanoparticles anchored on N-doped GNR obtained by using melamine as precursor, were synthesized by hydrothermal method. The Sb2O3/N-GNR nanocomposite showed a homogeneous distribution of Sb2O3 nanoparticles on N-GNR, leading to a good rate capability at a current density between 0.1 and 5 A g−1 along with excellent cycling performance under continuous charge/discharge. It delivered a reversible specific capacity of 642 mA h g−1 after 100 cycles at 0.1 A g−1, which is significantly higher than that reported by Li et al. Without N-doping, the value obtained for the control sample was 535 mA h g−1 under similar conditions. Moreover, Sb2O3/N-GNR exhibited a stable cycle performance of 405 mA h g−1 after 500 cycles at 5 A g−1, demonstrating that upon N-doping of GNR the enhancement of Na storage kinetics is achieved."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "GNR were prepared by oxidative unzipping multi-walled carbon nanotubes followed by a hydrothermal reduction process according to our previous work. For N-doped GNR, a powder mixture of GNR and melamine with a mass ratio of 1:5 was grounded together in an agate mortar for 10 min. Then, the resulting mixture was loaded into a boat and heated at 400 °C for 20 min under Ar atmosphere. Afterwards, the furnace temperature was increased up to 700 °C for 1 h at a rate of 5 °C min−1 and cooled to room temperature using Ar flow. Subsequently, Sb2O3 nanoparticles were deposited on the as-prepared N-GNR by hydrothermal route. Briefly, 250 mg of SbCl3 and 30 mL of ethylene glycol were dissolved in 30 mL of N-GNR suspension in deionized (D.I.) water. 300 mg of NaBH4 was added to the precursor solution, transferred to a Teflon-lined autoclave, and kept at 180 °C for 10 h. The black powder was collected by vacuum filtration, washed with D.I. water and dried. For comparison, Sb2O3 nanoparticles were also obtained by the same conditions using undoped GNR.",
                "The powder XRD patterns were obtained on a Rigaku diffractometer (Ultima IV) with Cu Kα radiation source. The morphology, elemental mapping images and microstructure of different powders were characterized on a Hitachi S5500 high-resolution FESEM equipped with a Bruker Quantax EDAX analyzer for energy-dispersive X-ray spectroscopy (EDS), and JEOL JEM-2010 EX high resolution TEM. XPS measurements were conducted using a Ulvac-Phi Versaprobe II 5000. Raman measurements of pristine and after sodiation/desodiation electrodes at various states were performed on an WiTec Alpha 300 microscope equipped with a 50× objective and excitation laser of 532 nm. The confocal Raman mapping images were obtained over an area of 20 × 20 μm, using 0.2 s integration per spectrum.",
                "The as-synthesized composite slurries were prepared by dispersing 80 wt% active materials (Sb2O3/GNR and Sb2O3/N-GNR), 10 wt% carbon black and 10 wt% carboxymethyl cellulose binder in D.I. water. For electrodes fabrication, the slurries were coated on Cu foil, dried at 60 °C in air and cut into 12 mm diameter. The mass loading varying from 1.1 to 1.3 mg cm−2. The electrochemical performances were investigated using CR2032 coin half-cells with sodium metal as counter electrode and Whatman glass fiber (GF/D) as separator. The electrolyte consisted of 1 M NaClO4 in ethylene carbonate and propylene carbonate (1:1 v/v), including 5 wt% fluoroethylene carbonate additives. The half-cells were assembled in an Ar-filled glove box. Electrochemical characterization, including CV, galvanostatic charge/discharge tests and EIS, was conducted on a multi-potentiostat workstation (VMP-300) between 0.01 and 3.0 V at different current densities, whereas EIS was carried out in the frequency range of 100 kHz to 10 mHz at ambient temperature."
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The Sb2O3 nanoparticles were hydrothermally deposited on the as-obtained pristine GNR and N-doped GNR, which are denoted as control and Sb2O3/N-GNR nanocomposites, respectively. The XRD patterns of both nanocomposites are shown in Fig. 1a, indicating the presence of senarmontite Sb2O3 structure (PDF# 43-1071) and the characteristic (002) plane of GNR at 2θ ∼ 25.7°. No other peaks related to impurities are observed. Similarly, the average Raman spectra of control and Sb2O3/N-GNR nanocomposites (Fig. 1b) exhibit the typical Raman bands of Sb2O3 (191, 254 and 451 cm−1) and GNR (1362 and 1599 cm−1). For carbon, the former peak is ascribed to the defective graphitic structures (D band) and the latter peak to the graphitic layers (G band). The intensity ratios of the D and G bands (ID/IG) are found to be 1.02 and 1.04 for nanocomposites based on undoped and doped GNR, respectively. Moreover, confocal Raman mapping images of Sb2O3 deposited on undoped (Fig. 1c) and doped GNR (Fig. 1d) were obtained. Blue regions on the maps and Raman spectra represent the Sb2O3 (peak at 254 cm−1), whereas red regions correspond to the carbon D band (peak at 1362 cm−1). Sb2O3/N-GNR nanocomposite shows an increased prevalence of blue regions, indicating a better distribution (or abundance) of Sb2O3 nanoparticles through the N-GNR matrix.",
                "Morphological and microstructural analysis of both nanocomposites were carried out by field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM), as shown in Fig. 2. The FESEM images exhibit clusters of Sb2O3 nanoparticles anchored on two-dimensional pristine and N-doped GNR. Although no distinctive change in the Sb2O3 nanoparticle morphology is observed due to the N doping of GNR, an enhancement on surface coverage of the carbon matrix is evident, indicating a larger density of nucleation sites. The morphology of Sb2O3/N-GNR nanocomposite is further confirmed from TEM image in Fig. 2c, showing Sb2O3 nanoparticles with average size of ∼95 nm. Specifically, Fig. 2d displays the lattice fringe with d spacing of 0.32 nm associated with the (222) plane of cubic Sb2O3. Moreover, EDS elemental mapping (Fig. 2e–g) reveals the presence of C, Sb and N, which suggests the successful N-doping of GNR.",
                "The chemical composition and nature of the interaction between N-GNR and Sb2O3 were also characterized by X-ray photoemission spectroscopy (XPS). As depicted in Fig. 3, the existence of Sb, O, C and N elements in Sb2O3/N-GNR nanocomposite can be confirmed after deconvolution of Sb 3d, C 1s and N 1s spectra. Fig. 3a shows two strong peaks at binding energies of 539.4 and 530.0 eV, corresponding to Sb3+ oxidation state of Sb2O3. The additional peak at 531.8 eV is associated to O 1s core-level by Sb–O–C bond, which suggests the close interaction between Sb2O3 nanoparticles and N-GNR. The C 1s spectrum (Fig. 3b) can be deconvoluted as C–C, CC, C–O and C–N bonds centered at 284.5, 285.3, 286.7 and 288.6 eV, respectively. Moreover, the three fitted peaks at 400.9, 399.8 and 398.6 eV in the N 1s spectrum (Fig. 3c) correspond to the graphitic, pyrrolic and pyridinic N, respectively, confirming N-doped GNR after melamine treatment. It is worth noting that the presence of graphitic and pyridinic N species into the nanocomposite has been reported to improve its electronic conductivity, since they are active sites for Li+/Na+ insertion.",
                "Sodium storage performance of the N-doped and control nanocomposite was evaluated by different electrochemical techniques after assembling sodium coin half-cells. Fig. 4a shows the typical cyclic-voltammetry (CV) curves of the Sb2O3/N-GNR anode during the first cycles recorded at a scan rate of 0.1 mV s−1 between 0.01–2.5 V vs. Na+/Na. The first cathodic scan exhibits a broad and strong peak centered at 0.41 V, which significantly decreases in the second and fifth cycles and can be ascribed to the formation of the solid electrolyte interphase (SEI). In the subsequent cycles, changes in the anodic and cathodic peaks are negligible, suggesting good reversible electrochemical reactions. The reduction peaks at ∼0.91 V corresponds to the conversion of Sb2O3 into Sb and Na2O (Sb2O3 + 6Na+ + 6e− → 2Sb + 3Na2O), whereas the peaks at 0.63 and 0.41 V are assigned to the alloying reactions of Sb and Na+ (Sb + xNa+ + xe− → NaxSb, x = 1–3). The peak at ∼0.01 V is related to the sodiation of N-GNR. In the anodic scan, the oxidation peaks centered at ∼0.74 and ∼1.54 V are attributed to the de-alloying and re-conversion processes of Sb2O3. Moreover, the 1st, 2nd, and 5th CV curves of the control anode were also recorded at the scan rate of 0.1 mV s−1 (Fig. S1†). It is observed that for N-doped GNR, the number and position of the CV peaks remained at the same potentials, indicating similar electrochemical reactions in both anodes.",
                "The Na storage mechanism of Sb2O3/GNR nanocomposite was further investigated by ex situ Raman spectroscopy during various discharge/charge states at 10 mA g−1, as shown in Fig. S2.† At the beginning of the discharge process, all the peaks (blue regions in A spectrum) correspond to the vibration modes of Sb–O–Sb groups ascribed to Sb2O3. The Raman bands at 191 and 254 cm−1 are attributed to external lattice vibration, whereas the peak at 451 cm−1 is responsible for internal lattice mode. Clearly, all the peaks related to Sb2O3 disappear completely in the subsequent discharge states (B → D) or in the charge state at 1.2 V (E), due to the conversion reaction process. When the electrode is discharged from (B → D) complex alloying reactions are taking place. At 0.2 V, the presence of a new weak peak at 186 cm−1 (gray region in D spectrum) suggests the formation of Na3Sb. In the following charge process (E), no Raman modes due to Na3Sb or Sb2O3 can be observed in the spectrum, which is similar to that obtained at (B), suggesting the presence of an Sb-rich alloy. At the final state of the desodiation (F), the peaks ascribed to Sb2O3 reappeared without a change in the Raman shift, which indicates the reversible formation of Sb2O3 after Na extraction. Although the obtained Raman results agree well with previous in situ/ex situ Raman analysis for Sb based electrodes, it is difficult to unveil the intermediate phases formed during sodiation/desodiation process.",
                "Fig. 4b shows the galvanostatic charge/discharge profiles of SIB based on Sb2O3/N-GNR anode after 1st, 2nd, 10th, 50th, 100th cycles at a current density of 0.1 A g−1 between 0.01 and 2.5 V vs. Na+/Na. After a large discharge plateau at 0.68 V in the 1st discharge cycle, a large irreversible specific capacity loss of 30% can be observed in the 2nd discharge cycle due to the decomposition of the electrolyte and SEI formation on the surface of Sb2O3/N-GNR anode. Similarly to the CV curves, the subsequent galvanostatic discharge cycles show sloping voltage profiles from 1.5 to 0.01 V vs. Na+/Na corresponding to conversion and alloying reactions. In the case of the galvanostatic charge profiles, the voltage plateau from 0.6 to 0.8 V and sloping voltage from 1.3 to 1.9 V are in good agreement with the ∼0.74 and 1.54 V oxidation peaks in the CV curves. The rate performances of Sb2O3/N-GNR at current densities ranging from 0.1 to 5 A g−1, including those for the control anode, are depicted in Fig. 4c. The SIB anode based on Sb2O3/N-GNR delivers a reversible specific capacity of ∼652, 605, 562, 524, 483 and 421 mA h g−1 at current densities of 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, respectively, which is substantially higher than those for the control electrode at all current densities. When the current density is reset to 0.1 A g−1, the values of specific capacity are recovered for both Sb2O3/N-GNR and control anodes. Since there is no plausible evidence that N-doping notably improves the Na storage performance in GNR (Fig. S3†), the superior specific capacity may be ascribed to the larger presence of Sb2O3 nanoparticles on N-GNR surface as observed in FESEM and Raman measurements. In addition to the good rate capability demonstrated by the Sb2O3/N-GNR anode, it also exhibits the best cycling performance, maintaining 658 mA h g−1 and a coulombic efficiency of 94.9% after 100 cycles at 0.1 A g−1, as shown Fig. 4d. This behavior is also shown at a high current density of 5 A g−1 with 405 mA h g−1 after 500 cycles (Fig. S4†). Table S1† lists the comparison on Na storage of the Sb2O3/N-GNR anode and other reported composites based on Sb2O3 and N-doped carbon structures.",
                "To bring more clarity to the enhanced rate capability and cycling performance of the Sb2O3/N-GNR anode, electrochemical impedance spectroscopy (EIS) was performed before and after cycling under 0.1 A g−1 at open circuit voltage. Fig. 5a depicts that the typical Nyquist plots of the Sb2O3/N-GNR and control anode are composed of a semicircle in the high frequency region related to the interfacial processes between the electrode and electrolyte, including charge transfer resistance (Rct) and SEI film resistance (RSEI), and the respective constant phase elements (CPEct and CPESEI). It is also evident the Warburg element (Zw) line in the low frequency region, corresponding to Na+ diffusion into the nanocomposite active materials. These spectra were fitted by the equivalent circuit presented in Fig. S5,† and Rs reflects the internal resistance of half-cell components. For the Sb2O3/N-GNR anode, the high frequency semicircle is smaller than that observed in the control sample, before and after cycling. Before cycling, there is no SEI formation or conversion reactions at the measurement potential, therefore the high frequency semicircle mainly represents the Rct, indicating that N-doped GNR enhances the charge transfer and electrical conductivity across the overall electrode. This result is in agreement with previous studies using various carbon nanostructures doped with N as electrode. On the other hand, after continuous charge/discharge cycling, the high frequency semicircle is affected not only by the contribution of Rct, but also for the oxide conversion into an alloy and SEI layer. It explains the significant reduction of the semicircle compared to that before cycling. Here again, N-doping of GNR gives lower values for the semicircle than the control samples, which may be due to the formation of a more stable SEI layer. Moreover, Fig. 5b shows a plot of the real part of the impedance (Z′) as a function of the inverse square root of angular frequency (w−1/2) after 100 cycles. Based on the slope of the linear fit in the Warburg region, the lower slope found for the Sb2O3/N-GNR nanocomposites indicates either a large concentration of sodium ions or a large Na+ diffusion coefficient. Such findings can be the results of abundant channels for fast Na+ diffusion during charge/discharge cycling. Large diffusion coefficients can maintain the long-term cycling retention during sodiation/desodiation process as demonstrated in the abovementioned galvanostatic analysis."
            ],
            "name": "3. Results and discussions",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a hybrid nanocomposite was successfully designed through the hydrothermal growth of Sb2O3 nanoparticles on N-doped graphene nanoribbons using melamine as N precursor. The results from XRD and Raman imaging microscopy revealed that N-GNR provided a better distribution of Sb2O3 nanoparticles on its surface, while the Sb2O3 senarmontite phase and morphology were preserved. When used as SIB anode, the resultant Sb2O3/N-GNR nanocomposite demonstrated a superior Na storage performance compared to that of GNR without N doping process. The Sb2O3/N-GNR anode exhibited a high reversible specific capacity of 642 mA h g−1 after 100 cycles at 0.1 A g−1 and maintained a long-term specific capacity of 405 mA h g−1 even after 500 cycles at 5 A g−1. Detailed electrochemical studies indicated that the good rate capability and cyclic performance of Sb2O3/N-GNR nanocomposite may be favoured by the enhanced charge transfer and conductivity upon N doping of GNR, along with better Na+ diffusion during sodiation/desodiation."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sb2O3 nanoparticles anchored on N-doped graphene nanoribbons as improved anode for sodium-ion batteries"
}