{
    "DOI": "10.1039/D2RA03206F",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the technological advancement of lithium-ion batteries (LIBs), they have been applied in various fields of life. However, LIBs have been greatly limited in large-scale market applications due to the scarcity and high cost of lithium resources. Hence, it is urgent to develop other alternative energy storage devices. Among the many candidates, sodium-ion batteries (SIBs), with similar storage principles and cell configurations to LIBs, have attracted widespread attention because of their abundance and low price. Traditional Li+ electrode materials cannot be directly applied to Na+ batteries owing to their higher potential and larger ionic radius of Na+ than those of Li+. Therefore, it is highly desirable to develop appropriate materials for storing Na+.",
                "In recent years, transition metal chalcogenides have received considerable attention owing to their controllable nanostructures and excellent sodium storage performance. Compared with metal sulphides, metal selenides have higher electronic conductivity because Se is more conductive than S, and the metal–selenide bonds break more easily in the conversion reaction with sodium, which leads to superior rate capability and high reversible capacity. Copper selenides, anisotropic p-type semiconductor materials, are used in gas sensors, solar cells, and electrochemical energy storage because of their abundance, low cost and high capacity. Cu2−xSe was applied to the anode of SIBs in 2013, and it showed a specific capacity of 120 mA h g−1 after 100 cycles. To improve the electrochemical performances of copper selenides, downsizing the particle size or compositing with carbonaceous materials could be effective strategies. For example, mesoporous Cu2−xSe nanocrystals and ultrathin CuSe nanosheets, synthesized by a solvothermal reaction, delivered a capacity of 212.4 mA h g−1 after 3000 cycles at 5 A g−1 and 228 mA h g−1 after 10000 cycles at 20 A g−1, respectively. By applying the liquid phase and high temperature treatment, the as-prepared nanosheet-assembled CuSe Crystal pillars and multi-heteroatom doped Cu1.8Se/C composites presented a capacity retention of 95.6% after 1200 cycles at 5 A g−1 (295 mA h g−1 at 10 A g−1) and 92.6% after 600 cycles at 1 A g−1 (213.3 mA h g−1 at 0.8 A g−1). However, these strategies mostly use the dangerous and expensive reagents (hydrazine hydrate or sodium borohydride) or high-temperature treatment, thus increasing the production difficulty and cost.",
                "Herein, we report a facile synthesis of two-dimensional phase-pure CuSe nanosheets via a simple hydrothermal reaction using inexpensive and readily available reagents. The CuSe electrode for SIB demonstrated high initial coulombic efficiency, superior rate performance and long cycle life. In the sodium-ion hybrid capacitor with the two-dimensional CuSe nanosheets and Ti3C2Tx MXene, the nanosheets without any pre-sodiation exhibited excellent energy-storage properties with respect to high energy density (63.4 W h kg−1 at 459.1 W kg−1) and 77.7% retention of its initial capacity with 2000 cycles (at 2 A g−1, 0–3.3 V)."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Selenium (Se) powder (99.9%, metal basis), sodium hydroxide (NaOH, 97%) powder, copper nitrate trihydrate (Cu(NO3)2·3H2O, 99.9%) and hexadecyl trimethyl ammonium bromide (CTAB, 99%) were purchased from Aladdin Industrial Co., Ltd. (Shanghai) and used without further purification. The Ti3C2Tx MXene was prepared by etching Ti3AlC2 powder using hydrofluoric acid, and the Ti3AlC2 powder (200 mesh) was purchased from Enwang New Materials Technology Co., Ltd. The schematic diagram for the synthesis of CuSe nanosheets is shown in Scheme 1. First, 0.28 g Se powder and 9.33 g NaOH were dissolved in 30 mL deionized water and stirred in a water bath at 80 °C for 30 min as solution A. 0.48 g Cu(NO3)2·3H2O and 0.75 g CTAB were dissolved in 15 mL deionized water to form solution B. Solution B was slowly added to solution A under violent stirring. Then, the mixture was transferred to a Teflon-lined stainless-steel autoclave with a capacity of 100 mL and reacted at 120 °C for 0.5 h. After the reaction was completed, the CuSe nanosheets were obtained by washing with deionized water and drying in a vacuum oven at 60 °C for 12 h."
                    ],
                    "name": "2.1 Material preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The microstructures and morphologies of the samples were characterized by scanning electron microscopy (SEM, Hitachi S-4800), field emission transmission electron microscopy (TEM, FEI Tecnai G2 F20), and atomic force microscopy (AFM, MultiMode8, Bruker). The crystal structures and composites were obtained using an X-ray powder diffractometer (XRD, Bruker D2 PHASER) with Cu-Kα (λ = 1.5418 Å) radiation. The chemical elements were analyzed using an X-ray photoelectron spectroscopy (XPS, PerkinElmer PHI 5600 XPS system) with a resolution of 0.3–0.5 eV from a monochromated aluminum anode X-ray source. The Brunauer–Emmett–Teller (BET) method was utilized to determine the surface area and pore size of the materials on the ASAP2460 2 MP at 77 K. A Raman spectrometer was carried out using an INVIA Raman microprobe (Renishaw Instruments) with a 532 nm laser source and a 50× objective lens. Fourier transform infrared (FTIR) spectra were obtained using a Thermo Nicolet NEXUS 670 unit in a transmission mode."
                    ],
                    "name": "2.2 Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical characteristics of the CuSe nanosheets were evaluated in CR2032-type coin cells assembled in an argon-filled glove box with water and oxygen contents below 0.1 ppm. Active materials, conductive acetylene black, and carboxy methyl cellulose sodium (CMC) with a weight ratio of 7:2:1 in deionized water were mixed to form a consistent slurry, which was then cast onto copper foil substrates. After drying at 60 °C for 12 h in a vacuum oven, the working electrodes were obtained by punching the foil into discs with a diameter of 12 mm. Furthermore, the working electrode was assembled with a handmade sodium foil as the counter and reference electrodes, a glass fiber (Whatman GF/F) as the separator, and 1.0 M sodium trifluomethanesulfonate (NaSO3CF3) in diglyme (DGM) as the electrolyte together for half cells. In sodium-ion hybrid capacitors, the Ti3C2Tx MXene was used as the cathode material. The cathode was prepared by a similar procedure to that of the CuSe nanosheets except on an aluminum foil. Finally, sodium-ion hybrid capacitors were fabricated using the CuSe nanosheets and Ti3C2Tx MXene electrodes as the battery-type and capacitor-type electrodes, respectively. The mass ratio of the cathode/anode materials was approximately 1.5. Cyclic voltammetry (CV) curves at different scanning speeds were measured and performed on a VMP3 electrochemical station. Electrochemical impedance spectroscopy (EIS) was tested in a frequency range of 100 kHz–0.01 Hz with an amplitude of 5 mV. The galvanostatic charge/discharge (GCD) measurements, cycling and rate properties were monitored using a Neware battery test system at ambient temperature."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As shown in the SEM images (Fig. 1a–c), the nanosheets are uniformly distributed without stacking and large-area agglomeration. The thickness of the CuSe nanosheets was characterized via AFM. The results show that the thickness is about 6 nm (Fig. S1†), which indicates that two-dimensional CuSe nanosheets possess a large effective surface area, abundant electrochemically active sites and a convenient ion transportation path. BET was used to analyze the pore size and specific surface area of CuSe nanosheets (Fig. S2†), in which the pore size is about 4 nm and the specific surface area is 2.88 m2 g−1. The elemental composition of CuSe is analyzed via energy dispersive X-ray analysis (Fig. S3†), which shows that the stoichiometric ratio of Cu to Se is approximately 1:1. The high-resolution TEM (HRTEM) images (Fig. 1e and f) reveal that the lattice interplanar spacings of 0.32 and 0.33 nm correspond to the (102) and (101) planes of CuSe, respectively. Furthermore, the results of selected area electron diffraction (SAED) show that the CuSe nanosheets are polycrystaline in nature due to the presence of ring and dot patterns.",
                        "To further explore the sample structure and composition, the XRD pattern (Fig. 2a) shows that the position of the diffraction peaks is in concordance with the standard PDF card of hexagonal CuSe with the klockmannite structure (PDF#34-0171). These evident and sharp diffraction lines at 26.4°, 28.1°, 31.0°, 41.6°, 45.3°, 46.0°, 49.9°, 53.9°, 54.8°, 56.5°, 70.3° and 74.3° could be well fitted with the (101), (102), (006), (106), (107), (110), (108), (201), (202), (116), (208) and (212) planes of the standard PDF card, respectively, and no signal of other components is detected, indicating that the hydrothermally synthesized CuSe has high crystallinity degree and purity. Besides, the Raman spectrum of the CuSe sample is shown in Fig. 2b. The distinct strong peak at about 257 cm−1 is attributed to the stretching vibration of the Se–Se bond (Se2 unit) in the hexagonal CuSe, which agrees with the previous report. As shown in the FTIR spectra, broadband was observed at 608 cm−1, which is attributed to the bending vibration of Cu–Se (Fig. S4†).",
                        "The oxidation states of CuSe nanosheets were further analyzed via X-ray photoemission spectroscopy (XPS). In the high-resolution XPS spectrum of Cu 2p (Fig. 2c), two characteristic peaks exist at the binding energies of 932.1 and 952.2 eV, which could be assigned to Cu2+ 2p3/2 and Cu2+ 2p1/2, respectively. These weak peaks at 933.8 and 951.9 eV belong to Cu+ 2p3/2 and Cu+ 2p1/2, and the peaks at 943.4 and 962.4 eV correspond to satellite peaks. Although two different valence states of Cu2+ and Cu+ exist in the CuSe nanosheets, the intensity of Cu2+ peaks is more than that of Cu+ peaks, demonstrating that the value state of Cu2+ is dominant in the CuSe nanosheets. Moreover, two evident peaks centered at the binding energies of 54.1 and 55.2 eV in Fig. 2d agree with Se 3d5/2 and Se 3d3/2 of Se2−, and the weak peaks at 56.2 and 58.5 eV could be ascribed to the oxidation peak of Se, which agrees with previous reports. In addition, the stoichiometric ratio of Cu and Se is close to 1:1 through the analysis of the XPS full-spectrum (Fig. S5†), which is consistent with the results of EDX."
                    ],
                    "name": "3.1 Syntheses and characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "3.2.1 Sodium-ion half-cell performance. The electrochemical performance of two-dimensional CuSe nanosheets is tested in the voltage range of 0.3–3.0 V for sodium storage capacity. Fig. 3a presents the cyclic voltammetry (CV) curves of the first five cycles at the sweep rate of 0.1 mV s−1. In the first cycle, a cathodic peak at around 1.34 V is observed, which is attributed to the formation of different NaxCuSe by inserting Na+ into the CuSe lattice. The strong cathodic peak at 0.87 V is due to the complete reduction of NaxCuSe, the decomposition of the electrolyte and the formation of the SEI film. In the initial charging process, the anodic peak at 1.83 V corresponds to the transformation of Cu and NaxSe to NaxCuSe, and the other three peaks at 1.83, 1.95 and 2.05 V originate from the transformation of NaxCuSe to CuSe. However, the anode peaks at 1.83 and 2.05 V disappeared in the subsequent scans, indicating that some intercalation reactions are also irreversible. During subsequent scanning, the cathode peaks stabilize at 0.66 and 1.64 V, while the anode peaks remain at 1.48 and 1.95 V. Furthermore, the CV curves from the second cycle almost overlapped, indicating good reversibility and stability during repeatable sodiation and desodiation stability in the CuSe nanosheets. The possible electrochemical reactions are expressed as follows:",
                        "Discharge:",
                        "Charge:",
                        "Fig. 3b displays the charge–discharge curves of CuSe nanosheets at 0.1 A g−1. Two discharge platforms exist at 1.64 and 0.66 V in the discharge curve, and the charging platforms are at 1.48 and 1.95 V, which are consistent with the results of CV. The initial discharge capacity of the CuSe electrode is 425 mA h g−1 and initial coulombic efficiency is ∼96.7%, exceeding that of other copper selenide materials in previous studies (Table 1). The reason is the high conductivity and convenient reversible conversion of the CuSe nanosheets in the electrochemical process, indicating a high utilization of the electrolyte with the electrode materials. Although the discharge capacity at the 10th cycle is 279 mA h g−1, it increases to 307 mA h g−1 at the 40th cycle, showing an initial decrease and then an increased process as a whole. Consistently, Fig. 3c demonstrates the same tendency, and the specific capacity increased to 330 mA h g−1 after 70 cycles and remained constant above 70 cycles. This phenomenon may be caused by the activation of the electrode materials via the charge and discharge processes. Fig. 3d presents the rate capability of the CuSe electrode, in which its reversible specific capacity is preserved at 290, 285, 280, 273, and 250 mA h g−1 at current densities of 0.1, 0.5, 1, 2, and 5 A g−1, respectively. Furthermore, the specific capacity is maintained at 211 mA h g−1 under the high current density of 10 A g−1. Even when the current density returned to 0.1 A g−1, the specific capacity of 289 mA h g−1 was achieved. The long-term cycling performance of the CuSe electrode at a current density of 5 A g−1 is shown in Fig. 3e, in which the CuSe nanosheets have a reversible capacity of 261 mA h g−1 after the activation treatment of 10 cycles at 0.1 A g−1 and maintain a reversible capacity of 236 mA h g−1 after 3300 cycles with a capacity retention of 91.2%. These results demonstrate the prominent rate capability and cycle performance of CuSe nanosheets for SIBs.",
                        "To reveal the reaction kinetics and superior performance of CuSe nanosheets, CV curves at different scan rates are recorded (Fig. 4a), in which the CV profiles display a similar curve shape, indicating excellent rate performance and reversible sodium storage capability of CuSe nanosheets. According to the existing reports, the peak current (i) of the pseudocapacitive contribution is proportional to the sweep rate (v), while the current associated with the diffusion control program is proportional to the quadrat root of the sweep rate. Therefore, the qualitative deduction for the charge storage mechanism can be obtained using the following formula:",
                        "where a is a constant, and b depends on the slopes of log(i) versus log(v). When the value of b is 0.5, the electrode material for the charge storage is dominated by the diffusion-controlled process. The b value close to 1.0 represents the pseudocapacitive-dominated process, ranging from 0.5 to 1, indicating the combination of the diffusion-controlled process with the pseudocapacitive-dominated process. As shown in Fig. 4b, the obtained b values are 0.72 and 0.74, respectively, suggesting that the reaction is controlled by the combination of the diffusion-controlled behavior with the pseudocapacitive dominated behavior. Furthermore, electrochemical impedance spectroscopy (EIS) was conducted (Fig. 5a), in which the large angle (83.1°) between the straight line and Z′-axis suggests the dominant pseudocapacitive behavior.",
                        "In addition, galvanostatic intermittent titration technique (GITT) tests were performed to calculate the diffusion rate of Na+ ions. The CuSe nanosheets for SIBs were discharged for 600 s (τ) at a constant current of 10 mA g−1, followed by an open circuit standing of 600 s. Na+ ion diffusion coefficients (DNa) can be obtained using the following formula:",
                        "where MB and mB are the relative molecular weight and mass of CuSe, respectively. A is the electrode surface area, Vm is the molar volume of CuSe, L is the thickness of the CuSe electrode, ΔEτ is the change of voltage through discharge pulse, and ΔES is the change of steady voltage, excluding the decrease of iR (Fig. 4c). The GITT curve of the discharge process is shown in Fig. S6.† Two different discharge platforms agree with the CV results. The diffusion coefficient of Na+ in the CuSe electrode ranges from 2.047 × 10−12 to 2.149 × 10−8 cm2 s−1, confirming the high rate of performance of the CuSe electrode (Fig. 4d).",
                        "In order to further study the reaction kinetics during charge and discharge processes, the EIS spectrum of the CuSe electrode were obtained (Fig. 5a). As presented in Table 1, the CuSe electrode showed larger charge transfer resistance (Rct) before the electrochemical test, whereas the resistance decreased from 13.7 Ω to 6.2 Ω after 50 cycles, indicating the activation and faster charge-transfer rate of the CuSe electrode. Furthermore, the diffusion coefficient (D, cm2 s−1) of Na+ in the electrode is calculated using the following formula:",
                        "where T is the absolute temperature (298.15 K); R is the universal gas constant (8.314 J K−1 mol−1); A is the active surface area of the electrode; n is the number of electrons transferred in the reaction process, which is generally 1; F is the Faraday constant (96500 C mol−1); C is the concentration of Na+ in the positive electrode materials; and σ is the Warburg coefficient. In the low-frequency region, it is related to the impedance function Z′and the angular frequency ω = 2πf. This can be concluded from the following formula:",
                        "The relational curves between Z′ and ω−1/2 in the low-frequency region are shown in Fig. 5b. The results exhibit that the diffusion coefficients of Na+ in the CuSe electrode increase from 5.379 × 10−11 cm2 s−1 to 1.214 × 10−10 cm2 s−1 after 50 cycles (Table 2), which agrees with the GITT conclusions. Moreover, the morphology of the CuSe nanosheets is well maintained after 50 cycles (inset in Fig. 5a), demonstrating the stable structure of CuSe nanosheets during the electrochemical process.",
                        "3.2.2 Hybrid Na-ion capacitors. In view of the excellent electrochemical performance of CuSe nanosheets, the SHIC device was fabricated using the Ti3C2Tx MXene and CuSe nanosheets as the capacitor-type and battery-type electrodes, respectively (Fig. 6a). According to the specific capacity of the Ti3C2Tx MXene (Fig. 6e) and CuSe nanosheets, the mass load ratio of Ti3C2Tx MXene and CuSe nanosheets in SHIC is set to 1.5:1. In electrochemical tests, the CV measurements of CuSe//Ti3C2Tx MXene SHIC devices at different scan rates were carried out in the operating voltage window of 0–3.3 V (Fig. 6b). The CV profiles have similar curve shapes even as the scan rates increase, indicating excellent reversibility and rate performance. As depicted in Fig. 6c, the CuSe//Ti3C2Tx MXene SHIC device possesses specific capacities of 42.7, 31.1, 25.7, and 17.3 mA h g−1 at current densities of 0.5, 1.0, 2.0, and 5.0 A g−1, respectively. Furthermore, the energy density and power density of the SHIC are 63.4 W h kg−1 (at 459.1 W kg−1), 47.8 W h kg−1 (at 1009.0 W kg−1), 40.2 W h kg−1 (at 1828.4 W kg−1), and 29.7 W h kg−1 (at 3625.5 W kg−1), exhibiting comparable sodium-storage performance. In addition, at the current density of 2 A g−1, the capacitance retention rate is 77.7% after 2000 cycles (Fig. 6d), indicating that it has good cycle stability."
                    ],
                    "name": "3.2 Electrochemical performance",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussions",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, two-dimensional phase-pure CuSe nanosheets were successfully synthesized by a facile and simple hydrothermal reaction using inexpensive and easily available reagents. Benefiting from the high conductivity and morphological characteristics of two-dimensional CuSe nanosheets with a large effective surface area, abundant electrochemically active sites and a convenient ion transportation path, the CuSe electrode for SIBs exhibited high-rate capability and long-term stability. Furthermore, CuSe nanosheets for sodium-ion hybrid capacitors also resulted in the desired energy density (63.4 W h kg−1 at 459.1 W kg−1) and relatively long cycle life (77.7% capacitance retention with 2000 cycles at 2 A g−1)."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A facile synthesis of CuSe nanosheets for high-performance sodium-ion hybrid capacitors"
}