{
    "DOI": "10.1021/acsami.6b11238",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Compared to lithium-ion batteries (LIBs), which have limited lithium resources and will increase in price in the future, sodium-ion batteries (SIBs) have become an alternative to LIBs because of their low cost and abundant reserves.  However, because the size of Na+ (0.98 Å) is larger than that of Li+ (0.68 Å), many conventional materials do not have enough interstitial spaces for the reversibly insertion and extraction of Na+ ions.  Furthermore, the redox potential of Na/Na+ vs SHE is −2.71 V, which is higher than −3.04 V of Li/Li+.  Therefore, most materials used as electrode materials for SIBs have lower energy density and poor cycle stability than those of of LIBs.  Thereby, further enhancing the electrochemical property of electrode materials for SIBs is still an important goal for researchers.  However, although exciting progress has been made for the cathode materials of SIBs, there are a lot of problems still waiting to be solved before the large-scale applications of anode materials, such as low specific capacity, short cycle life, and poor rate capability. ",
                "Among the anode materials used for SIBs, which benefit from the chemical stability and capability of storing a considerable amount of Na+ ions via a conversion reaction mechanism, transition-metal oxides (TMxOy) are considered to be one of the promising anode materials for SIBs.  However, the large volume expansion involved during the insertion and extraction of Na+ ions would lead to the collapse of the TMxOy anodes, resulting in rapid capacity fade and poor cycling performance.  To address these limitations, constructing stable nanostructured anodes to provide enough space for the large volume expansion was considered as one of the effective strategies.  For example, some researchers designed special nanostructures to relieve the mechanical stress caused by large volume variation during insertion and extraction of Na+ ions and shorten the ion/electron diffusion pathways.  Especially, tailoring of a carbon matrix with finely encapsulated nanostructured TMxOy has widely attracted the attention of many researchers in the past few years.  The carbon materials in the composite play an important role in improving the electronic conductivity and avoiding material crushing during cycling.  The interconnected porous framework purposely devised in composite can not only provide more spaces for Na+ storage than the counterparts without this framework but also can increase the contact area between the electrolyte and electrode materials.  Thus, many methods of preparing carbon-containing composites have been reported,  and among them, the electrospinning technique with many advantages of controllable morphology of products, feasible process, and low cost is usually considered as an effective method for the preparation of various carbon-based composites.  In particular, this method has been used to prepare a variety of composite materials with small nanoparticles and porous carbon-skeleton structures that can effectively improve the electrochemical properties of host materials as anodes for LIBs and SIBs.  Recently, doping nitrogen is also reported to be a feasible method for enhancing the sodium storage characteristics of carbon electrodes for SIBs, and various kinds of nitrogen-doped (N-doped) carbon materials such as N-doped carbon nanofibers,  nanosheets  and nanofoams  have presented better sodium storage performance in contrast to their corresponding undoped materials. In this work, we attempted to dope the different N species into the TMxOy and carbon composites to improve their electrochemical performances.",
                "According to recent reports, due to the mutual cooperation between the heterogeneous metallic elements, heterogeneous metal doping can obviously enhance the cyclic stability and rate capability of metal oxides during the process of Li or Na insertion or extraction and has received great attention.  Specifically, it has been reported that cobalt, nickel, and manganese ions in Mn–Co–Ni ternary oxide (MCNO) could play a mutual complementary role during the process of redox reactions.  Further, due to the similar atomic radii of Mn, Ni, and Co, the introduction of Ni atoms into MnCo2O4 to partly replace Co atoms forms MCNO without a distinct crystal structure change.  Therefore, MCNO has been widely studied as a catalyst,  negative temperature coefficient thermistor,  electrode material for Li-ion batteries,  for use in asymmetric energy storage devices,  and so on.  Nevertheless, the use of this ternary oxide as an anode material for SIBs has been rarely reported. Despite the fact that the electrochemical property of supercapacitors and LIBs with this ternary oxide as an electrode material has been greatly improved, the conductivity is still too poor to promote rapid electron transport at high enough rates.  However, improving the conductivity and relieving the volume expansion of MCNO as anode for SIB have not been reported. Because it is well-known that graphene has various advantages such as large surface area, light weight, good structural flexibility, high conductivity, and so on, it is usually used as an additive or matrix of electrode materials for LIBs and SIBs.  Recently, some studies have shown that the volume expansion of composites consisting of TMxOy and reduced graphene oxide (rGO) can be effectively prevented, the conductivity can be also improved, and the lithium and sodium storage characteristic of these composites can be also obviously promoted.  Therefore, the present research aims at improving the cyclic stability of MCNO as anode for SIBs through the synergistic effects of tiny nanoparticles and a three-dimentional (3D) double-carbon (DC) framework N-doped in carbon.",
                "Herein, we report the synthesis of MnCoNiOx (MCNO) nanocrystals (with sizes of less than 30 nm) finely encapsulated in mesoporous double-carbon (denoted as DC, including rGO and carbon derived from PVP, respectively) via an electrospinning method followed by a calcination treatment and their application for SIBs. The synthesized composite nanofibers are denoted as MCNO@DC. When employed as the anode for SIBs, the as-obtained MCNO@DC nanofibers exhibit a superior sodium storage performance. Specifically, MCNO@DC nanofibers present a high specific capacity of 230 mAh g–1 (capacity retention ratio of about 96%) at 0.1 A g–1 after 500 cycles and 107 mAh g–1 (capacity retention ratio of 89%) at 1 A g–1 after 6500 cycles. The outstanding electrochemical property is mainly due to tiny MCNO nanoparticles, which shorten the ion migration distance, and the 3D DC framework, which remarkably enhances the electronic transmission and efficiently limits collapse of MCNO nanoparticles caused by the volume fluctuation during the progress of charge and discharge."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxide (GO) was synthesized from natural graphite powders (99.99% 325 mesh Qingdao Huatai Tech. Co., Ltd., China) through a modified Hummers’ method.  All metal salts were used after being ground in a mortar. GO powder was first dispersed into a solvent of 2 mL of absolute alcohol and 8 mL of N,N-dimethylformamide (DMF) through ultrasonic dispersion. A typical synthesis of MCNO@DC nanofibers was conducted as follows: 2 g of poly(vinylpyrrolidone) (PVP, Mw = 130 000) was dissolved in the above-mentioned mixed solvent of GO under vigorous stirring to form a uniform nonaqueous mixed solution. Two millimoles of Mn(AC)2·4H2O, Ni(AC)2·4H2O, and Co(NO3)2·6H2O with a Mn/Co/Ni molar ratio of 1/1/1 were slowly poured into the solution, which was subsequently stirred for more than 24 h at room temperature. Finally a coffee colored gel-like solution was obtained. The concentration of PVP, Mn(AC)2·4H2O, Ni(AC)2·4H2O, and Co(NO3)2·6H2O was fixed, and the addition of GO was adjusted by controlling the mass ratio of GO/MCNO from 1/20 to 1/10 and 1/5. The as-prepared gel-like solution was electrospun into precursor fibers at a flow rate of 2 mL/h under a voltage of 15 kV and with a distance of 15 cm between the needle tip and the aluminum collector. Then, the as-spun fibers membrane was first stabilized in laboratory air at 200 °C for 6 h, followed by 600 °C for 2 h with a heating rate of 2 °C/min in Ar. Finally, the membrane was sintered at 600 °C for less than 10 min in air to obtain products with pure crystal structures; these products are named MCNO@LGO-DC, MCNO@DC, and MCNO@HGO-DC, corresponding to the different mass ratios of GO/MCNO of 1/20, 1/10, and 1/5, respectively."
                    ],
                    "name": "2.1 Synthesis of MCNO@DC Nanofibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) was performed using a Philips X’Pert Pro Super diffractometer with Cu Kα radiation (λ = 1.54016 Å), and Raman spectroscopy was carried out on JY-HR800 with the excitation wavelength of 532 nm. The morphology of the prepared samples was observed using field emission scanning electronic microscopy (FESEM, JSM-6701F). Transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) were performed using a HITACHI-H7650 operated at 200 keV. The X-ray photoelectron spectroscopy (XPS) spectra were collected on PerkinElmer PHI-5702 photoelectronic spectrometer with Al Kα excitation. The TGA measurements were conducted on a TGA-2050 at a heating rate of 10 °C/min between 40 and 800 °C with an N2 flow rate of 10 mL/min."
                    ],
                    "name": "2.2 Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For electrochemical tests, the working electrodes consisted of 80 wt % active material, 10 wt % conductivity agent (acetylene black, Super-P), and 10 wt % polyvinylidenefluoride (PVDF). After being kept at 110 °C for 16 h in vacuum, the working electrodes were pressed on the pressure machine at 60 MPa and used as positive electrodes for SIBs. Bulk sodium was first rolled into a thin slice with uniform thickness of 0.2 mm, and then the slice was cut into sodium discs with the diameter of 14 mm; these sodium discs were used as the counter electrode. Two-electrode button-type cells were assembled (size: 2032) in an argon-filled glovebox with the moisture and oxygen kept at less than 10 ppm. The coating quality of the active material of these electrodes was 0.8–1.2 mg. The electrolyte used in the cells was 1 M LiPF6 dissolved in a 1/1 (v/v) mixture of ethylene carbonate/dimethyl carbonate (EC/DMC) for Li-ion batteries or 1 M NaClO4 dissolved in a 1/1 (v/v) mixture of ethylene carbonate/dimethyl carbonate (EC/DMC) for Na-ion batteries. Cyclic voltammetry (CV) was performed on PGSTAT 302N (Metrohm AG., Swiss) at different scan rates, and electrochemical impedance spectroscopy (EIS) was carried out by applying PGSTAT 302N (Metrohm AG., Swiss) in the frequency range from 100 kHz to 10 MHz. The cells were cycled between 0.01 and 3.0 V with a Land CT2001A battery tester system (Wuhan Land Electronics, Ltd.)."
                    ],
                    "name": "2.3 Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation procedure for MCNO@DC nanofibers is shown in .  show the morphologies of GO used in this research.  show the morphology of the precursor of MCNO@DC nanofibers observed by the low and high magnification FESEM. For comparison, MCNO@carbon (MCNO@C) derived by PVP, MCNO@LGO-DC, MCNO@HGO-DC, and GO@carbon (GO@C) derived from PVP were also fabricated by altering the mass ratio of GO and MCNO, the SEM images of precursors of the four nanofibers are shown in . Due to the added formation of GO as a powder, the viscosity of the spinning solution increases with the increasing amount of GO. When the mass ratio of GO/MCNO is 1/10, the viscosity of spinning solution is optimum, and a uniform distribution of the average diameter of MCNO@DC is obtained.",
                        "XRD pattern of MCNO@DC nanofibers is presented in a. The characteristic peaks are consistent with the cubic spinel-type MnCo2O4 (JCPDS card no. 23-1237), which belongs to the Fd3m space group (a = 8.50 Å).  There is an intensive peak observed at about 15° belonging to the characteristic peak of carbon. Compared with the patterns of MCNO@LGO-DC and MCNO@HGO-DC in , MCNO@DC has higher crystallinity, which is consistent with the results of the Raman spectra in b and . c and d present FESEM images of MCNO@DC nanofibers. The diameters of MCNO@DC nanofibers are 500–600 nm and uniform, and the surface becomes rougher than the precursor nanofibers of MCNO@DC (). As can be seen from c and d, there are almost no rGO sheets dispersed on the surface of MCNO@DC nanofibers, which indicates that the GO sheets added are uniformly mixed inside the nanofibers. The Raman spectra of these MCNO@DC nanofibers were also studied, as shown in b and . There are two broad peaks located at 1344 and 1587 cm–1 in b, which respectively correspond to the defect-induced mode (D-band) and graphenic-induced band (G-band) of amorphous carbon and rGO.  According to the published report, the disorder degree or relative amount of defects in the carbon structure can be expressed by the relative intensity ratio (ID/IG) of the D peak to that of the G peak.  In our work, the ID/IG values of MCNO@LGO-DC, MCNO@DC, and MCNO@HGO-DC are 1.08, 1.48, and 1.33, respectively, indicating that the disorder degree in the DC structure roughly increases along with the increasing additional amounts of GO, which indicates that there are abundant defects and vacancies in MCNO@DC nanofibers.  The existence of these defects and vacancies greatly improves the diffusion of Na+ and provides more spaces for Na storage.  In addition, there is a broad peak at about 550 cm–1, indexing to MCNO vibrations. The carbon contents of MCNO@LGO-DC, MCNO@DC, and MCNO@HGO-DC nanofibers were also analyzed by thermogravimetric analysis; their values are 43, 50, and 62%, respectively, as can be obtained from .",
                        "TEM (e) and HRTEM (f) images further verify that all of the MCNO nanoparticles are homogeneously encapsulated in the fibrous carbon matrix. The result measured by TEM analysis software indicates that the MCNO grains are nanoparticles with an average size of less 30 nm, as presented in f, , and . The relative distributing bar graphs of particle diameters of the as-prepared MCNO@LGO-DC, MCNO@DC, and MCNO@HGO-DC composites are shown in ; as the additive amount of GO increases, the average size of MCNO nanoparticles slightly decreases. The electron diffraction pattern of MCNO@DC is shown in the upper right corner of e, and the inset of f shows lattice fringes of a nanorod with regular spacing of 0.25 nm, which is consistent with the interplanar distance of the (311) plane of MnCo2O4. To further determine the distribution of element of the MCNO@DC nanofibers, the dark-field TEM and the EDS elemental mappings of MCNO@DC nanofibers were further performed (g–m). The result indicates that Ni, Co, Mn, O, C, and N elements are uniformly distributed in MCNO@DC nanofibers, which further shows that the nitrogen element is uniformly doped. By contrast, the TEM of MCNO@LGO-DC and MCNO@HGO-DC nanofibers were also performed. As shown in , these two kinds of materials can also form the same structure as MCNO@DC nanofibers in spite of the uneven distribution of nanofiber diameters.",
                        "The BET measurement of MCNO@DC nanofibers was performed to determine the specific surface area and pore size distribution. a shows the N2 absorption–desorption isotherm and corresponding distribution of pore size curves (inset a) of MCNO@DC nanofibers. The curves of the N2 absorption–desorption isotherm exhibit an obvious hysteresis loop between 0.4 and 1 of relative pressure (P/P0), which belongs to a typical type-IV behavior. This implies that the MCNO@DC nanofibers contain a large number of mesopores.  The BET surface area of the nanofibers is 67.58 m2 g–1. The diameters of mesopores calculated by the BJH theoretical models clearly illustrate that they are mostly between 4 and 6 nm and less than 30 nm. These mesopores can obviously promote the migration of ions and provide more spaces for Na+ storage. Therefore, the electrochemical property of MCNO@DC mesoporous nanofibers as an anode for SIBs is improved. The XPS survey spectrum displayed in b indicates the existence of Ni 2p, Co 2p, Mn 2p, O 1s, C 1s, and N 1s in MCNO@DC mesoporous nanofibers. The fine spectra of Co 2p, Mn 2p, and Ni 2p suggest the coexistence of Ni2+/Ni3+, Mn2+/Mn3+, and Co2+/Co3+ cations in MCNO@DC nanofibers (). The fine O 1s spectrum was deconvoluted into a metal–oxygen bond at 529.48 eV and a bond formed by the absorbed oxygen in defect sites and on the surface of nanoparticles at 531 eV, as displayed in . c shows the fine XPS spectrum of C 1s, which was deconvoluted into a graphitic (sp2 hybridized) carbon (C–C) at 284.7 eV, C–N and C–O bands at 286.1 eV, and C═O bond at 287.6 eV. It was previously reported that the improvement of Na+ ion storage performance was due to these C–O and C═O groups reversibly inserting and extracting Na+ ions on the surface of carbon material.  Therefore, pseudocapacitance of MCNO@DC was partly contributed by the carbon–oxygen single and double bonds. N 1s XPS spectrum was deconvoluted into three characteristic peaks, including pyridinic-N at 398 eV, pyrrolic-N at 400 eV, and graphitic-N at 401 eV, as shown in d. The ratios of these three kinds of nitrogen were 43.6, 45, and 11.7%, respectively, as shown in . Furthermore, MCNO@DC nanofibers exhibited a high N content of 3.5 atom %, which could produce extra storage sites for Na+ ions and therefore improve the electrochemical property of the MCNO@DC nanofiber electrode. "
                    ],
                    "name": "3.1 Morphological and Structural Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The CV study for the MCNO@DC nanofibers vs Na/Na+ was performed at a scan rate of 0.1 mV s–1 (a) and different scan rates () between 0.01 and 3.0 V. As displayed in a, there are three reductive peaks at 0.50, 1.25, and 1.6 V, respectively, which indicates that the relationship among Mn, Co, and Ni is synergistic. The synergistic effect is when the nickel ion is reduced at 1.60 V; the manganese and cobalt oxides do not react, playing a role in buffering the volume change of nickel oxide. When the cobalt ion is reduced at 1.25 V, the manganese oxide and nickel metal play the same roles; when the cobalt ion is reduced at 0.50 V, manganese and nickel metals are the same principle, as shown in a (black curve). Interestingly, the area of CV curves of the MCNO@DC nanofiber electrode at low scan rates from 0.1 to 0.6 mV s–1 at 2.9–3.0 V is very small (), which suggests that the capacity is very small, according to the formulation for calculating the specific capacity of CV curves, where U is the voltage, I is the value of current, ν is the scan rate, m is the mass of active material, and UI is the area of the CV curve.  However, the area of the CV curve gradually increased with the increase in scan rate (), which suggests the capacity is also increased at 2.9–3.0 V. On the basis of the above results and for purposes of improvement of the electrochemical property of the MCNO@DC nanofibers, the galvanostatic charge–discharge, rate performance, and cyclic stability tests were performed at 0.01–2.85 V in the first 10 charge–discharge cycles and then at 0.01–3.0 V.",
                        "The charge–discharge capacity at various current densities and cycling properties of the as-prepared MCNO@DC nanofibers are presented in b and c. During the initial 10 cycles, the MCNO@DC electrode delivers a specific capacity of 364 mAh g–1 at a current density of 0.1 A g–1. Then, the current density is gradually increased to 0.2, 0.4, 0.8, 1.6, 3.2, and 5 A g–1 after keeping 10 cycles per rate. The corresponding capacities are 260, 213, 183, 151, 117, and 90 mAh g–1, respectively. Surprisingly, when the rate is returned to 0.1 A g–1, the reversible specific capacity still remains 248 mAh g–1, which shows that the MCNO@DC composite nanofibers are not only completely activated through Na+ insertion/extraction at different current densities but also beneficial for swiftness of the above process. By contrast, the reversible specific capacity of MCNO@LGO-DC is 260 mAh g–1, which is higher than that of MCNO@DC at the second discharge. However, it decreases rapidly to 180 mAh g–1 with the increase in cycles, which may be caused by its rGO content lower than that of MCNO@DC. The MCNO@HGO-DC electrode delivers a lower second discharge specific capacity of 240 mAh g–1 at 0.1 A g–1 () and shows an inferior specific capacity (only 180 mAh g–1 after 500 cycles and 90 mAh g–1 at 1 A g–1, ). The cycling stability at 0.1 A g–1 of the MCNO@DC electrode was also investigated. The reversible capacity can retain 230 mAh g–1 after 500 cycles at 0.1 A g–1, which is the largest among these synthesized DC composite nanofibers (). The cycling stability of all of the materials at 1 A g–1 was directly carried out after the testing of rate capability at different current densities. According to ref  , the previously charge/discharge rate test can be also seen as an activation process. It is important to note that the activation process in this work is conducive to improve the cycle stability of material under subsequently high current density. As shown in c, the specific capacity of the MCNO@DC electrode still retains 107 mAh g–1 (capacity retention of 89%) at 1 A g–1 even after 6500 cycles. Remarkably, the Coulomb efficiency (CE) approaches 100% (>99.6%), which is beneficial for the long cyclic life.",
                        "Because the intercalation pseudocapacitance is also an important factor for improving the sodium storage characteristics of MCNO@DC mesoporous nanofibers, it was further analyzed here. A fitting plot of log(i) vs log(ν) for scan rates between 0.4 and 50 mV s–1 of cathodic and anodic peaks of MCNO@DC electrode is displayed in d. Usually, the current and scan rate obey a power law where a and b are appropriate values. According to the report by Dunn and Wang et al., when the b-value is 0.5, the reaction kinetics of the electrode was controlled by the diffusion of ions during the charge–discharge process; when the b-value is equal to 1, the reversible redox reaction was a capacitive behavior taking place on a surface or near-surface.  In our work, for scan rates ranging from 0.4 to 10 mV s–1, the b-value of the cathodic peaks is 0.57, which is very close to 0.5, indicating that the reaction kinetics of the MCNO@DC electrode is mainly controlled by the diffusion of Na+ ions within MCNO@DC nanofibers. However, the value is a little more than 0.5, indicating that partial capacity is derived from surface or near-surface reversible redox reaction; thus, the reaction kinetics of the MCNO@DC nanofiber electrode is faster than the diffusion of Na+. Therefore, the MCNO@DC nanofiber electrode presents an excellent cycling stability at 1 A g–1 when employed as an anode for SIBs. Finally, we also used a method employed by Dunn et al. to further distinguish the capacity of surface or near-surface-controlled contribution from that of Na+ diffusion-controlled contribution in the electrode.  Accordingly, the current response at a fixed voltage can be considered as the combination of two distinct mechanisms of pseudocapacitive effects (k1ν) and diffusion-controlled Na+ insertion/extraction (k2ν1/2): ",
                        "For convenience of analysis, both sides of  were divided by ν1/2, and then  was obtained:",
                        "On the basis of the linear fitting of voltammetric currents at each potential, we can determine the coefficients k1 and k2 and calculate the k1ν and k2ν1/2. Then, the charge contributed from the capacitive current or diffusion-controlled current can be distinguished.  As shown in a–e, the shadowed regions stand for the contribution from the surface capacitive current, while the nonprinting areas represent the diffusion-controlled current contribution. The results show that the capacitive-controlled capacity takes up about 16% of the total charge storage at 0.1 mV s–1 (a), whereas this value increases to about 25.9% at 2 mV s–1 (e), which indicates pseudocapacitive charge storage exactly alleviates the fundamental kinetic barriers associated with solid-state diffusion processes and fast charge transfer, especially at high scan rates.",
                        "Simultaneously, to better elucidate the enhanced electrochemical performance of MCNO@DC nanofibers, EIS was carried out to analyze the change in impedance of MCNO@DC electrodes before and after 500 charge–discharge cycles at 0.1 A g–1. The Nyquist plots of MCNO@DC electrodes are presented in . Before the test of the cyclic property, the Nyquist plot can be fitted by employing Randles circuit, as presented in  (the fitting parameters before and after 500 cycles are summarized in ). In this circuit, Rs corresponds to the total electrical resistance of the internal SIB system. Rp stands for the transfer impedance of Na+ ions in the electrode and is ascribed to a semicircle in medium and high frequency regions. W stands for the Warburg impedance of the diffusion of Na+ ions at the interface of the electrode–electrolyte and within the bulk of MCNO@DC nanofibers. Warburg impedance is expressed by a straight line with a certain slope in the low frequency region. As displayed in , the MCNO@DC nanofiber electrode shows a flattened semicircle in the high frequency region and an impedance of 190 Ω (), which indicates that the Warburg impedance of the diffusion of Na+ ions at the interface of the electrode–electrolyte and within the body of MCNO@DC nanofibers is low before charge–discharge cycles. This will be beneficial for the improvement of the electrochemical property of the MCNO@DC electrode. After 500 charge–discharge cycles at 0.1 A g–1, the EIS of MCNO@DC nanofiber electrodes is presented in , and the corresponding circuit fitted is presented in . As can be seen from , C stands for double-layer capacitance; CPE stands for constant phase element, and two Rp values in medium and high frequency regions stand for the impedance of the MCNO@DC nanofiber electrode. The appearance of two Rp values in the Randles circuit of mesoporous MCNO@DC nanofiber electrodes after 600 charge–discharge cycles indicates that a solid electrolyte interphase (SEI) film was formed; that is, two additional interfaces, including the electrode–electrolyte and SEI layer–electrode material interfaces during the charge–discharge process were formed. Similar results have been reported in other literatures. Rp parallel to C stands for the resistance of the SEI film (RSEI), and C stands for its relative double-layer capacitance (CSEI). RSEI and CSEI are usually expressed by the flattened semicircle in the high frequency region. Rp parallel to constant phase element (CPE) stands for the impedance of an interface between the SEI layer and electrode material; Rp and CPE are routinely expressed by the flattened semicircle in the medium frequency region. CPE stands for capacitance; n is the coefficient of CPE, and the fitted data of CPE are positively correlated with the value of n.  As can be obtained from , the value of n increased from 0.508 to 0.708, which indicates the capacity of capacitive contribution increases with the charge–discharge process. This may also lead to remarkably enhanced cyclic stability of MCNO@DC mesoporous nanofibers.",
                        "As we all know, EIS can be employed to calculate and compare the diffusion coefficient of Na+ (DNa) within the electrode: ",
                        "In , R is the gas constant, T is the absolute temperature, A is the coating area of electrode material, n is the number of electron transport per mole of active substance occurring redox reaction, F is the Faraday constant, C is the mole volume concentration of sodium ions in the system, σw is the Warburg factor, and Z′ is the real impedance. σw relates to Z′ through , and its value is the slope of the plot obtained from Z′ and ω–1/2 at the lower angular frequencies, as shown in b. As can be calculated, the value of MCNO@DC is the smallest (), reflecting the largest DNa.",
                        "To further clarify how much the capacity of rGO@C accounts for the total capacity of MCNO@DC nanofibers, the capacity of rGO@C composites (carbon-derived from PVP) with the different addition of rGO and MCNO@C nanofibers was also compared. First, SEM images of precursor nanofibers and three rGO@C samples are presented in . As can be seen from , compared with the diameter of the precursor with 1/10 of the mass ratio of GO/MCNO, that of the precursors with 1/20 and 1/5 of the mass ratio of GO/MCNO are nonuniform, which indicates that the dosage of GO exactly affects the morphology of the spun fibers. However, after the heat treatment under the same calcination conditions as MCNO@DC, the morphologies of these fibers could not be maintained, as shown in . Nonetheless, to further demonstrate that the contribution of rGO@C (such as tiny MCNO nanoparticles, 3D DC framework, and N-doped in carbon) has combined effects on capability promotion and cyclic stability, the electrochemical properties of three kinds of rGO@C with different amounts of rGO and MCNO@C nanofibers were also investigated. As shown in , compared with the specific capacity values (at 0.1 A g–1) of MCNO@LGO-DC, MCNO@DC, and MCNO@HGO-DC, those of rGO@C composite materials with the various amounts of rGO nanofibers were lower and less than 100 mAh g–1. Compared with the discharge capacity (230 mAh g–1, at 0.1 A g–1) of MCNO@DC nanofibers after 500 cycles, that of MCNO@C nanofibers (, TEM image) remains at only 180 mAh g–1 after 400 cycles. The capacity retention ratio of MCNO@C remains at only 37.9%, which was far lower than that (96%) of MCNO@DC nanofibers, as shown in . All of the above results further verify that the combined effects of tiny MCNO nanoparticles and the 3D DC framework improve cyclic stability of MCNO@DC nanofibers.",
                        "The morphological and structural changes of MCNO@DC used as a current collector-free anode for SIB after 500 cycles at 0.1 A g–1 were investigated using SEM and TEM. As displayed in a and b, even though some particles on the surface of MCNO@DC nanofibers aggregated, MCNO@DC still retained its original appearance and structure, which indicates that this tailored unique nanostructure of MCNO@DC has effectively depressed the pulverization and aggregation of the active materials caused by volume change. This also accounts for the excellent cyclic stability of the MCNO@DC electrode. c–h indicate that the distribution of Ni, Co, Mn, O, C, and N elements of MCNO@DC nanofibers is still uniform after 500 cycles at 0.1 A g–1, which is also conducive to improve cyclic stability of MCNO@DC nanofibers."
                    ],
                    "name": "3.2 Sodium-Ion Storage Characteristics",
                    "type": "h3"
                },
                {
                    "content": [
                        "To further expand the application of this material, we had also investigated the electrochemical property of MCNO@DC nanofibers as an anode for LIBs. a shows the variation of peak current of the CV curves of the MCNO@DC nanofiber electrode vs Li/Li+ from scan rates of 0.1–7 mV s–1. This linear relationship between peak current and scan rate suggests that the reaction kinetic of MCNO@DC nanofibers vs Li/Li+ was also partly controlled by a surface or near-surface pseudocapacitive characteristic. c and d show the discharge capacity at different current densities and the cyclic property of MCNO@DC nanofibers vs Li/Li+. The discharge capacities can reach 340 mAh g–1 at 5 A g–1 (c) after 3000 cycles between 0.01 and 3.0 V, indicating that MCNO@DC nanofibers exhibit a good rate capability and cyclic stability for LIBs.",
                        "The excellent cyclic stability at 1 A g–1 of MCNO@DC nanofibers is mainly attributed to the following aspects: (i) the mesoporous structure, which facilitates the electrolyte to infiltrate in the active materials, (ii) the 3D conductive network interlinked by N-doped DC nanofibers, which provides rapid electron and ion transmission channels for MCNO nanocrystals and effectively depresses the pulverization and aggregation of MCNO nanoparticles caused by the volume change, and (iii) the uniform N-doped carbon nanofibers, which remarkably improve the electrochemical capability."
                    ],
                    "name": "3.3 Lithium-Ion Storage Characteristics",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, mesoporous MCNO@DC composite nanofibers as an anode material for SIBs were successfully synthesized via a feasible electrospinning and subsequent calcinating process. The obtained nanofibers exhibited outstanding electrochemical performance, especially long-term cyclic stability, and this was mainly attributed to the unique nanostructure of MCNO@DC. Tiny-sized MCNO nanoparticles as well as the double-carbon assistance not only provide a short ion diffusion path and facilitate the insertion/extraction of Na+ ions but also effectively inhibit the volume expansion of MCNO and avoid MCNO exfoliating from the rGO surface during the insertion/extraction of Na+ ions. Thereby, mesoporous MCNO@DC nanofibers vs Na/Na+ exhibit an obvious pseudocapacitive behavior and display a favorable specific capacity and superior cyclic stability at a large current density, which allow this material to be a potential anode material for SIBs."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Electrospinning Synthesis of Mesoporous MnCoNiOx@Double-Carbon Nanofibers for Sodium-Ion Battery Anodes with Pseudocapacitive Behavior and Long Cycle Life"
}