{
    "DOI": "10.1002/adma.202203547",
    "Journal": "",
    "Keywords": [
        "dendrite",
        "high‐energy density",
        "high‐safety",
        "separator",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium storage batteries, as resource‐abundant and cost‐effective next‐generation devices for grid‐scale energy storage, play a critical role in the ongoing transition toward a low‐emission and sustainable world.[] Among them, sodium metal batteries hold the promise to achieve the high energy density but suffer from severe dendrite growth on Na metal anode. For sodium‐ion batteries (SIBs), the element‐rich carbon materials are considered as the preferred anode due to their low work platforms and high‐energy density.[] However, similar to Na metal, the irritating local sodium precipitation on carbon‐based anodes would lead to dendrite growth especially at high rates, resulting in visible safety risk and even catastrophic battery incidents.[] Such detrimental issues severely threaten the practical application of SIBs. In the past decades, considerable efforts have been devoted to addressing the dendrite problems by designing and optimizing structure and engineering for electrode materials, electrolytes, and their interphases, respectively.[]",
                "Separator, as an indispensable component of batteries with liquid electrolytes, greatly affects the ion transfer and acts as a final physical barrier to prevent short circuits.[] The macropore in commercially available separator (e.g., polypropylene (PP) and glass fiber (GF)) allow inhomogeneous electric field and ion transfer, enabling local dendrite growth around pores and eventual penetration.[] Improving the tolerance of the separator toward dendrites is regarded as a promising way to extend batteries’ cyclability via compositing the ceramic particles like SiO2 and Al2O3, but always sacrifices the energy density.[] He et al. designed a novel nanoporous separator to tune the bulk and interfacial behavior of electrolyte for achieving the prior metal reduction and dendrite‐free batteries.[] However, this nano structure also relies on the introduction of additional metal–organic framework materials. In this sense, the pore design of separator still needs to be explored to meet the demand for dendrite‐free batteries.",
                "In principle, the dendrite grows along the pores in separator, especially longitudinal pores directly linking the cathode and anode, thus the removal of which will essentially eliminate dendrite formation.[] Nevertheless, consolidated fiber surface inevitably removes channels for rapid ion transport, leading to large battery polarization and low capacity. For the high‐safety batteries, their separators design should balance the complicated relation between dendrite inhibition, ionic conductivity and other performance like mechanical/thermal stability simultaneously, therefore, remains highly challenging.[] For example, a composite gel polymer electrolyte nonporous membrane based on polymethyl methacrylate supporting layer and coated acetylene black have been constructed by Wu et al.[] However, due to their limited mechanical strength and large thickness, these semisolid composite layers feature poor interface contact with electrodes, enabling irreversible ion plating/stripping and loose energy storage over long‐term cycles. Hitherto, no separator was able to reach satisfactory functionalization with the nonporous and ultrathin character and the thermal and mechanical stability enabling great practicability in high‐energy‐density and safe batteries.",
                "Herein, a well‐designed ultrathin exterior‐nonporous separator (denoted as SPF) is prepared from raw materials polyethersulfone (PES) and polyvinylidene fluoride‐hexafluoropropylene (PVDF‐HFP) via dominating a synergistic effect between chemical components and structure. The prepared separator features not only excellent thermostability but also mechanical robustness. Its nonporous characteristic is powerful to suppress dendrites (Figure ). Additionally, the chemical interaction between polar SPF separator and the solvent enables solvent‐less solvation structure in electrolyte, inducing inorganic‐rich interphase formation and beneficial for uniform Na deposition. The unhindered ion transmission is greatly benefited from hydrogen bonds between PES and PVDF‐HFP constructed honeycomb‐like structures inside SPF's fibers, and amorphous region of the polymer chains, enabling enhanced binding energy with Na+ confirmed by DFT calculation. Therefore, the batteries using the functionalized SPF separators deliver enhanced energy density and safety."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Exterior‐nonporous SPF separator is fabricated by electrospinning with PES and PVDF‐HFP polymers, and subsequent rolling treatment (Figure , Supporting Information). Within the process, the chemical stability and microstructure of as‐prepared SPF separators are controlled by regulating the proportion of raw materials and the rolled spacing (Figures  and , Supporting Information). Through the optimizing on processing parameters, the raw materials’ ratio and rolled spacing of separators are determined to be 7: 3 (in mass) and 8 µm, respectively. The top‐view scanning electron microscopy (SEM) images depict a nonporous surface whatever fiber surface and gap at large magnification, in which the fibers are closely arranged together after simple rolling (Figure ; Figure , Supporting Information). It is also supported by poor air permeability with 3267 Gray seconds in 644 s under 1.22 kPa, compared with commercial PP and GF separators (Figure , Supporting Information). The cross‐sectional image of SPF separator shows its thickness approached 8 µm (Figure ), exhibiting a great advantage over other widely used commercial separators, such as PP separator (25 µm) and GF separator (380 µm).[] More crucially, honeycomb‐like pores with a diameter ranging from dozens to hundreds of nanometers exist inside the fibers and enable abundant space to accommodate more electrolyte but do not enlarge Brunauer–Emmett–Teller (BET) surface area significantly (Figure ; Figure , Supporting Information). For comparison, the separators derived from PES or PVDF‐HFP both feature solid fiber structures (Figure , Supporting Information).",
                "The interaction between PES and PVDF‐HFP components in the as‐synthesized SPF separator is confirmed by UV–vis spectra, X‐ray photoelectron spectroscopy (XPS), and density functional theory (DFT) calculation (Figure ; Figure , Supporting Information). After compositing PES and PVDF‐HFP components, obtained SPF separator with well‐distributed elements shows red shifts of the sulfone group (at λ = 216, 230 nm) and C–F band (around λ = 280 nm), which are related to their enhanced conjugation. Simultaneously, decreased binding energy of C–F band in F 1s spectrum of SPF separator verifies that the fluorine atom's electrons in PVDF‐HFP molecules delocalize onto the hydrogen of phenyl group in PES. DFT calculation further presents the two‐type hydrogen bonds (C–H···F and C–H···O) formed between PES and PVDF‐HFP molecules, which results in stable intermolecular interactions (Table , Supporting Information). Therefore, it is reasonably deduced that the increased steric hindrance between the two‐kind polymer chains may prevent SPF fibers from aggregating compactly and facilitate the formation of internal honeycomb‐like pores (Figure ). Regrettably, limited by characterization conditions, direct observation on the formation and evolution of fiber microstructures during electrospinning process is elusive.",
                "Additionally, the thermal and mechanical stability of SPF separator is significantly benefited from stable intermolecular interactions, enabling excellent dimensional stability until 240 °C without distinguishable shrinkage (Figure , Supporting Information) and superhigh tensile strength (72.7 MPa) and Young's modulus (1211.0 MPa) (Figure , Supporting Information), which can decrease the rupture risks from accidental collision and dendrite penetration.[] Furthermore, as a typical anti‐static polyether, PES polymer can accelerate the escape of surface charge, thereby reducing the interface resistance of fibers in SPF separators.[] Therefore, the repulsive forces between PES‐containing polymer fibers can be effectively reduced, enabling the SPF separator greater mechanical stability. During the burning tests, the SPF separator also self‐extinguishes quickly, whereas the commercial PP separator burns out entirely (Figure ; Movies  and , Supporting Information). Figure  (Supporting Information) further shows the digital photos of the robust and flexible SPF separator with potential scalability.",
                "Having constructed the new polymer skeleton at the molecular level, the ion transfer mechanism of exterior‐nonporous SPF separator is further investigated. In 1 m NaClO4 ethylene carbonate (EC)/propylene carbonate (PC) with 5wt% fluoroethylene carbonate (FEC) electrolyte, SPF, PVDF‐HFP, and PES separators all show good affinity to the electrolyte with low contact angles of almost 0° (Figure ; Figure , Supporting Information). When evaluated in other electrolytes, namely, 1 m NaClO4 EC/diethyl carbonate (DEC), 1 m LiPF6 EC/dimethyl carbonate (DMC)/ ethyl methyl carbonate (EMC), and 1 m LiPF6 EC/DMC, SPF separator still maintains excellent wettability with negative ΔG values because of the encouraged interaction between polar and charged particles (–SO2– and Na+) by the intense polarization of PES molecule and the promoted ion dissociation by PVDF‐HFP molecule with high dielectric constant,[] which mean that a stable solid‐liquid interface is much easier to form (Figures  and , Supporting Information). Received good wettability and internal porous structure in fibers blessed, taking the 1 m NaClO4 EC/PC with 5 wt% FEC electrolyte as an example, SPF separator displays a formidable electrolyte uptake (375.3%±2.7%, Figure ) to ensure reversible ion migration,[] whose immobilized electrolyte is further demonstrated by Cryo‐transmission electron microscopy (Cryo‐TEM) image (Figure ). Furthermore, although the mechanical properties of immersed SPF separator become worse due to weakened intermolecular interactions between PES and PVDF‐HFP polymers, it is still superior to the commercial PP separator and fully meets the typical requirements for battery operations (Figure , Supporting Information). Meanwhile, the immersed SPF separator can promote the close contact between electrodes and electrolytes via the gelling of PVDF‐HFP polymers. As shown in Figure , symmetric Na|SPF|Na cell exhibits a smaller interface impedance (1214 Ω) than those of cells with PVDF‐HFP and PES separators, even GF separator (1500 Ω, Figure , Supporting Information), supporting the faster ion transport kinetics and electrolyte infiltration through separators.",
                "Additionally, distinct separator–electrolyte interaction is found due to polar groups in SPF polymers, which is demonstrated by an additional band around 3074 cm−1 emerged in the Raman spectra of the SPF–Electrolyte (SPF separator immerses in electrolyte) and the shifts of C=O band to low frequency in Fourier transform infrared spectra (FTIR) (Figure , Supporting Information). DFT calculation results show that, compared with ClO4− anion, free EC, PC, and FEC molecules in electrolytes prefer to migrate to the gap region of SPF molecules and form a stable ring‐like structure (Figure  and Table , Supporting Information). The reduced ΔG values indicate an energetically favorable process,[] and the rich honeycomb‐structured pores in SPF fibers can provide plenty of space for adsorbed electrolytes. However, single PVDF‐HFP and PES molecules cannot bond with EC/PC molecules to fulfill stable ring‐like structures, forcing active C=O in solvents to be more exposed and freer (Figure  and Table , Supporting Information). The large amounts of free solvent molecules in the electrolyte that are immobilized by the SPF molecules inside their pores disappear, promoting the transformation to solvent‐less aggregated solvation structure of electrolytes,[] which is demonstrated by FTIR (Figure , Supporting Information). Consequently, as the activation time of SPF separator in the electrolyte is prolonged, more free solvents are immobilized by the SPF separator, which results in the increase in electrochemical stability (Figure , Supporting Information). In such cases, the binding energy between Na+ and solvents (EC/PC/FEC) in SPF–electrolyte structures is much higher than those in PES/PVDF‐HFP‐electrolyte structures, which means the greatly improved capture capacity of SPF to Na+ with enhanced ion transport (Figure ). Combined with the well‐maintained rich honeycomb pores in electrolytes and the increased amorphous regions of SPF separator (Figure , Supporting Information), effective ion transport channels can be established along with polymer chain and internal pores, which allows moderate ion conductivity for exterior‐nonporous SPF separator (Figure ).",
                "To further confirm the critical influence of SPF on electrochemistry, the component difference of interphase on Na3V2(PO4)3/C cathode and Na anode are compared for electrolytes based on SPF and GF separators, which largely depends on the Na+–solvation structures of electrolytes (Figure ).[] In a solvent‐less solvation structure induced by SPF separator, ClO4− anion will participate more actively in interfacial reactions and generate more abundant Cl‐based derivatives. As shown in Figure , the higher Cl ratio in the survey spectra supports this conjecture, both in the cathode electrolyte interphase (CEI) formed on Na3V2(PO4)3/C cathode and the solid electrolyte interphase (SEI) formed on Na anode. In the high‐resolution XPS spectra, the C–C/C–H, C–O and CO32−/C=O peaks are attributed common SEI components such as sodium alkyl carbonate or sodium carbonate (Na2CO3) and polyester. And –CFx and NaF are the characteristic of FEC‐decomposed species. Compared with the CEI using GF separator, more ClO3− intermediate product and NaCl appear during oxidation process of the electrolyte, constituting an inorganic‐richer interphase on cathode in SPF‐involved cells (Figure ). Similarly, more NaCl is observed from the decomposition of ClO4− anions in SEI formed in symmetrical Na|Na cell using the SPF separator (Figure ). In view of high mechanical stability and lower barriers for ion transfer of inorganic crystals,[] the inorganic‐rich SEI/CEI component introduced by SPF separator can decrease interfacial resistance, which help to stabilize the electrode interface and facilitate dendrite‐free Na plating and stripping.",
                "The dendrite‐suppressed function of the exterior‐nonporous SPF separator on anode is further investigated. Here, we adopt more active Na|Na symmetric cell model, considering that the hard carbon electrodes have obvious dendrites until long‐time cycling. Taking Na|SPF|Na cell as an example, a smaller polarization voltage is supplied with a stable overpotential of 170.8 mV after 270 h at the capacity of 0.25 mAh cm−2 (Figure ). However, after 146 h, the Na|GF|Na cell becomes unstable that the voltage curves increase abruptly to 1.0 V, which is ascribed to Na dendrite growth accompanied by increased interface resistance. As shown in Figure  and Figure  (Supporting Information), the Na foil matched with SPF separator maintains its smooth and tidy surface without any visible bulges, both from the top and side view. In comparison, large dendrite clumps grow on the Na foil's surface in the cell with GF separator. Similarly, the unrolled SPF separator (50 µm thick) with loose porous structure delivers an unstable coulombic efficiency after several cycles owing to the large pores across the fibers that allow Na dendrite penetration (Figure , Supporting Information). Consequently, it highly affirms the influential contributions made by smooth and nonporous surface (Figure ), which targets uniform ion flow through SPF separator, as well as inhibiting metal dendrite generation, by reducing the overpotential and local current.[]",
                "Ion/metal batteries coupled with different electrodes are applied to verify the SPF separator's practical performance. The Na|SPF|Na3V2(PO4)3/C cell displays an initial discharge capacity of 89.7±0.8 mAh g−1 at 1 C (Figure ; Figure , Supporting Information). After 500 cycles, it remains 89.1 mAh g−1 with negligible capacity fading (99.3±1.3%). Importantly, a high average coulombic efficiency of 99.75% is achieved, indicating highly reversible Na plating/stripping.[] Additionally, the temperature‐dependent stability of the SPF separator allows the exploration of stable performance at high and low temperatures (60 and −15 °C) to confirm the dynamics at different rates (Figure , Supporting Information).",
                "CV curves show the good electrochemical operation of common cathodes and anodes, including NaNi1/3Fe1/3Mn1/3O2, Na3V2(PO4)3/C, hard carbon, and FeS@C (Figure ; Figure , Supporting Information). Thus, various full cells containing the SPF separators can be assembled and stably cycling. For example, commercial hard carbon is utilized as an anode to match NaNi1/3Fe1/3Mn1/3O2 cathode (Figure ), and the obtained full cell exhibits the reversible capacity of 121.4 mAh g−1 at the second cycle (average charge and discharge voltage are 3.38 and 3.15 V, respectively). Based on the mass of active material in both electrodes without the consideration of separator, the mass energy density of such pouch cell with SPF separator is 229.4 Wh kg−1, which is substantially higher than that of the GF separator‐containing cell and reported recently literature (Table , Supporting Information), proving the potential practical application prospect of SPF separator. When the proportion of separator in the practical cell is further considered, ultrathin SPF separator occupies less space and mass (SPF: 3.2 mm3 and 5.8 mg, GF:152.0 mm3 and 15.7 mg), thereby enabling a higher energy density of pouch cell, which is nearly 23 times and 2 times those of cell with GF separator in volume and mass energy density, respectively (Figure ; Figure , Supporting Information). While, PP separator, which is thinner than GF separator, used in pouch cell still delivers low capacity and energy density (Figure , Supporting Information). Additionally, the full cell with SPF separator can light up 24 light‐emitting diode (LED) bulbs after blending 20 times (Figure ; Movie , Supporting Information). Even when cut in half, it still functions well and lights up LED stably.",
                "To further confirm the generality of SPF separator in other battery systems, symmetric Li|Li cells are assembled to evaluate the growth of Li dendrite (Figure , Supporting Information). A smaller polarization voltage with stable voltage curves was observed in Li|SPF|Li cell. After the initial 3 cycles, a smooth surface without Li dendrite formation was visually demonstrated in the Li foil using SPF separator, while the Li foil using PP separator becomes highly porous with loosely stacked bulky particles. Such a compact plating structure enables the superior stability of SPF separator towards Li metal, which highlights that the flatly nonporous surface of SPF separator is more favorable on inhibiting dendrite growth. Moreover, SPF separator can expand to be applied in Li4Ti5O12|LiFePO4 cell with stable cycling over 100 cycles at 0.2 C and Li|LiFePO4 cell to function for over 80 cycles at 1 C (Figure , Supporting Information). Considering its multi‐functional advantages on significant electrolyte uptake, thermo‐dimensional stability, super mechanical properties, and ultrathin thickness (Table , Supporting Information), exterior‐nonporous SPF separator provides a universal and promising route for the development of rechargeable batteries with high safety and dense energy."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In this work, an ultrathin exterior‐nonporous SPF separator prepared from PES and PVDF‐HFP is reported for dendrite‐free sodium storage batteries, whose nonporous characteristic not only effectively suppresses Na dendrite via homogeneous Na transfer but also strengthens the mechanical property to prevent dendrite penetration. The weak H‐bonds between PES and PVDF‐HFP polymers improves the thermal stability, and helps construct honeycomb‐like fibers to accommodate high electrolyte uptake (376.7%) and hence benefits the rapid ion transfer in exterior‐nonporous separator. On the other hand, their amorphous region of polymer chains with enhanced binding energy also promotes ion transport, which is demonstrated by DFT calculation. Moreover, this polar separator is capable to immobilize free solvent molecules (EC, PC, or FEC) to facilitate highly aggregated solvation structure in electrolytes and robust inorganic‐rich interphase formation, which is verified through XPS spectra on the SEI on Na metal and CEI on Na3V2(PO4)3/C cathode. Consequently, the prepared exterior‐nonporous separator enables dendrite‐free long‐lifespan of Na|Na symmetric cell over 270 h with a stable overpotential of 170.8 mV, and highly reversible Na plating/stripping with an average CE as high as 99.75% for 500 cycles. More impressively, the assembled hard carbon|NaNi1/3Fe1/3Mn1/3O2 pouch cell reaches a higher energy density (separator free vs separator added: 229.4 Wh kg−1/157.6 Wh L−1 vs 71.8 Wh kg−1/86.1 Wh L−1) and remarkable stable performance that allows it to operate even under cutting in air. The generality of SPF separators was also verified in lithium‐based batteries, for example, Li4Ti5O12|LiFePO4 pouch cell with 97.4% capacity retention after 100 cycles and Li|LiFePO4 cell without apparent capacity decay after 80 cycles. This work provides not only an ultrathin exterior‐nonporous separator for high‐energy‐density dendrite‐free batteries, but also sheds fresh light on new design strategy that integrates the design of separator and electrolyte."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "X.L., J.Z., and X.G. contributed equally to this work. This work was supported by the National Natural Science Foundation of China (2227912129), 2021 International Training Project of High‐level Talents in Henan Province, Zhongyuan Youth Talent Support Program of Henan Province, Joint Fund of Scientific and Technological Research and Development Program of Henan Province (222301420009), and Australian Research Council (DP200100365, DP210102215). The Center of Advanced Analysis & Gene Sequencing of Zhengzhou University was thanked for Cryo‐TEM and TG. DFT calculations were supported by the National Supercomputing Center in Zhengzhou."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Research data are not shared."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "An Ultrathin Nonporous Polymer Separator Regulates Na Transfer Toward Dendrite‐Free Sodium Storage Batteries"
}