{
    "DOI": "10.1002/smll.202206340",
    "Journal": "",
    "Keywords": [
        "anionic vacancies",
        "interconnected porous structure",
        "non‐aqueous dual‐ion batteries",
        "sodium‐ion batteries",
        "WSSe nanosheets"
    ],
    "Sections": [
        {
            "content": [
                "Lithium‐ion batteries (LIBs), with their high energy density and excellent cycling performance, have become one of the most valuable energy storage systems in the field of portable electronic equipment and electric vehicles in the past decades.[] However, the limited reservoir and uneven geographical distribution of lithium resources on earth seriously affect its practical application and restrict the development of LIBs.[] Compared with lithium element, metallic sodium element is more abundant, and the charging–discharging mechanism of sodium‐ion batteries (SIBs) is similar to LIBs.[] Therefore, the development of high‐capacity and long‐life electrode materials for SIBs is of great significance for the application and progress of energy storage systems.[] It is worth mentioning that the sodium‐based dual‐ion battery (SDIB) has become a kind of sodium‐ion energy storage device with wide application prospects due to its use of relatively inexpensive expanded graphite (EG) as cathode material and its high discharge capacity and excellent rate stability.[] Compared with SIBs, SDIBs have many advantages: 1) SDIBs have a very high operating voltage (>4 V), which shows a high energy density and a great application potential; 2) Compared with the traditional sodium metal or sodium‐containing compound cathode materials for SIBs, the cathode material for SDIBs is usually graphite with relatively low price, which reduces the production cost of batteries; 3) Unique charge storage mechanism‐cathode and anode can simultaneously store and release ions. However, the Na+ dynamic diffusion during the discharge–charge process is slower because the radius of Na+ (1.02 Å) is larger than that of Li+ (0.76 Å), resulting in large volume expansion and structural damage of electrode material during cycling, which ultimately leads to the deterioration of battery capacity and cycle life.[] Especially for the carbonaceous anode materials, the above shortcomings are particularly obvious, and eventually lead to their low theoretical capacity (NaC64: 30 mAh g−1).[] Conversion/alloying‐based materials with improved capacity have thus been studied but tend to suffer from various physical and chemical changes during the conversion and alloying process with unsatisfactory cycling stability.[] Therefore, the design and development of ideal anode materials for SIBs and SDIBs have become the key link to breaking through the bottleneck of energy storage.",
                "Transition‐metal dichalcogenides (TMDs) have the advantages of a unique layered structure, environmentally friendly, and low cost.[] When used as anodes material for SIBs and SDIBs, their conversion reaction can convert more electrons than other materials, so it is expected to obtain higher charge storage and specific capacity compared with carbonaceous materials. Tungsten selenide (WSe2), as a typical 2D lamellar TMDs, has attracted extensive attention due to its relatively large interlamellar spacing (0.65 nm) and weak van der Waals interaction between the Se‐W‐Se layer.[] However, the poor electrical conductivity and ion transport kinetics of the WSe2 anode lead to high charge transfer resistance and low ion diffusion coefficient, resulting in severe capacity fading.[] In addition, a drastic volume variation occurs during the conversion reaction between WSe2 and Na+, leading to electrode fracture.[] To conquer the above obstacles, the most advanced strategy used is to design nanoscale materials and combine them with carbonaceous materials. The transport path of diffusion ions within the electrode matrix can be significantly shortened by nanoscale materials.[] The integration of several carbonaceous materials (e.g., graphene, carbon nanotubes, and coating carbon shells) with the WSe2 electrode was introduced to improve the electrical conductivity of the WSe2 electrode, providing reliable support for rapid charge transfer and enhanced structural stability of WSe2 electrode. However, these modification methods mainly belong to the regulation of morphology and micro‐structure, which cannot effectively accelerate the ion/electron transfer rate in the crystal of electrode materials, resulting in unsatisfactory long cycle life.",
                "Recently, vacancy engineering has been considered as a promising strategy to further optimize the physical and chemical properties of nanomaterials and improve electrochemical properties.[] In particular, the vacancies created by anion doping or substitution can enhance intrinsic electronic conductivity, and offer sufficient active sites for Na+ adsorption, resulting in rapid Na+ diffusion kinetics and improved Na storage performance.[] For example, previous reports have successfully developed electrode materials with O vacancies and S vacancies.[] Based on the above considerations and viewpoints, in‐depth and systematic research is urgently needed to enhance sodium storage performance by combining micromorphological structure regulation with vacancy engineering.",
                "Herein, we successfully fabricated WSSe nanosheets supported on 3D cross‐networked porous carbon skeleton composite (WSSe@CPCS) by partially replacing Se atoms in WSe2 nanosheets with S atoms by a facile alloying technique. The anion vacancies induced by S atom doping are more favorable for Na+ adsorption, and greatly improve the electronic conductivity, as well as accelerate the Na+ diffusion kinetics.[] Moreover, the interconnected porous structure of CPCS can alleviate the structural changes during repeated insertion/extraction of Na+. Therefore, the WSSe@CPCS anode in the SIB half‐cell exhibits preeminent reversible capacities, excellent cycle stability, and superior rate capability. Combined with a series of electrochemical kinetic analyses, ex situ X‐ray diffraction (XRD), Raman and transmission electron microscope (TEM) characterization, and density functional theory (DFT) results further suggest that the synergistic effect of anion vacancies and CPCS enhances transport kinetics and the mechanism of the electrochemical conversion reaction. Significantly, we prepared a SIB full cell coupled with Na3(VPO4)2F3 (NVPF) cathode and an SDIB full cell with EG cathode to assess the feasibility of WSSe@CPCS anode in advanced storage systems. As expected, the as‐built SIB and SDIB full cells both exhibit excellent cycle performance. This study will provide a promising avenue for designing advanced defect‐structured tungsten‐based TMD materials for SIBs, DIBs, and even a broad range of energy storage."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthesis process of WSSe@CPCS is schematically illustrated in Figure . The 3D‐CPCS is prepared by using a NaHCO3 template and methyl cellulose (Figures , Supporting Information). These CO32− groups on the 3D‐CPCS inner surface can act as the active sites to induce the nucleation and growth of WSe2 nanosheets on the inner and outer surfaces of 3D‐CPCS (Figure , Supporting Information), thus realizing the self‐growth and uniformity of WSe2 sheets in the cross‐networked porous carbon structure.[] The as‐prepared 3D‐CPCS consists of many interconnected cavities/channel structures with pore diameters of 80–100 nm, which offer many micro‐reactors for growing WSe2 (Figures  and , Supporting Information). As expected, WSe2 nanosheets are uniformly distributed on the surface or embedded in 3D‐CPCS for the WSe2@CPCS sample (Figure , Supporting Information). After vulcanization, the morphology of the WSSe@CPCS is basically unchanged, indicating that the doping of sulfur atoms does not affect the overall structure of the WSSe@CPCS (Figure  and Figure , Supporting Information). For comparison, bare WSe2 was also successfully prepared and shown in Figures  and , Supporting Information. It can be seen that bare WSe2 is seriously agglomerated during the synthesis process, leading to poor Na+ storage performance, which further illustrates the use of 3D‐CPCS to achieve uniform WSe2 and WSSe dispersion. The close observations by TEM exhibit that the WSSe@CPCS nanosheets are distributed on the 3D‐CPCS to form a structure that is similar to nanoflowers (Figure ). The high‐resolution TEM (HRTEM) image (Figure ) is obviously shown that WSSe nanosheets appear few‐layered structure. The measured lattice fringe of the WSSe nanosheet is ≈0.72 nm, larger than the lattice fringe of the (002) plane of WSe2 (0.65 nm) and WS2 (0.62 nm). The result demonstrates that the doped‐S atoms can effectively enlarge inter‐layer spacing. Meanwhile, the selected area electron diffraction (SAED) image in Figure  also signifies several diffraction rings, corresponding to the (100), (103), (105), and (110) crystal planes, respectively. It is worth noting that the disappearance of the diffraction ring of the (002) plane indicates that the (002) crystal plane of the original WSe2 is changed after S‐doping.[] Figure  is the lattice patterns of HRTEM images after the Fourier transform. In Figure , the red circle marks partial anion defects, and Figure  is also obviously found in the curving lattice fringe. These results illustrate that the doped‐S atoms successfully changed the original crystal structure of WSe2 and caused a lattice distortion.[] The corresponding element mapping images show the uniform distribution of W, Se, S, and C elements, suggesting the successful formation of S‐doped WSe2@CPCS (Figure ). The atom ratio of Se/S is around 1:1(Figure , Supporting Information) according to the energy dispersive spectroscopy (EDS).",
                "The crystal phase structure of the samples was examined by XRD powder diffraction (Figure ). One can observe that the pure WSe2 and WSe2@CPCS exhibit high crystallinity and their diffraction patterns correspond well to the hexagonal WSe2 (JCPDS #38‐1388).[] Interestingly, the crystallinity of the resulting WSSe@CPCS decreases after the doping of S atoms into WSe2, which can be caused by the increased local lattice disorder and distortion during the alloying reaction. Simultaneously, the angles of the main peaks slightly shift to the right because of the shrinkage of the unit cell caused by the substitution of smaller S atoms for Se atoms, which indicates that S and Se are mixed at the atomic level. The Raman spectroscopy tests of WSSe@CPCS, WSe2@CPCS, and bare WSe2 were carried out to further gain the structural changes (Figure ). For the three materials, two peaks at 250 and 805 cm−1 are all attributed to the E2g and A1g modes of the WSe bond, respectively. Additionally, the new two peaks at 350 and 415 cm−1 in the WSSe@CPCS sample are ascribed to E2g and A1g modes of the WS bond respectively, verifying the formation of a covalent bond between W and S atoms.[] Meanwhile, the D‐bond (1350 cm−1) and G‐bond (1590 cm−1) of the carbon materials have existed in both WSSe@CPCS and WSe2@CPCS samples. The intensity ratio of D‐bond and G‐bond (ID/IG) for WSSe@CPCS is 1.002, larger than the ratio of WSe2@CPCS (0.981). It is demonstrated that the WSSe@CPCS has more defects than WSe2@CPCS, which is more conducive to Na ion transport. Furthermore, the WSSe@CPCS exhibits a very strong electron paramagnetic resonance (EPR) signal closed to a g‐value of 2.003,[] greatly different from the WSe2@CPCS, which is apparently due to increased local lattice disorder and distortion during S doping process, resulting in a large number of anionic defects (Figure ).",
                "The weight contents of WSSe and WSe2 in WSSe@CPCS, WSe2@CPCS, and bare WSe2, respectively, were analyzed by thermogravimetric analysis (TGA) (Figure  and Figure , Supporting Information). It is obvious that the WSSe was completely oxidized into WO3, SO2, and SeO2, and carbon was converted into CO2 between 350 and 600 °C. The weight increase at 350 °C was attributed to the formation of SeO2. Based on the mass of the final content (WO3), the content of WSSe in the WSSe@CPCS is 86.7%. In consequence, the carbon content of WSSe@CPCS is 13.3%. Furthermore, the components and valence bond structure analysis of the samples were analyzed by X‐ray photoelectron spectroscopy (XPS). The full XPS survey reveals the presence of W, Se, S, and C elements in the WSSe@CPCS (Figure ). The high‐resolution W 4f spectrum in Figure  is matched by two obvious peaks located at 32.5 eV (W 4f7/2) and 34.6 eV (W 4f5/2), which are corresponding to W4+ of WSSe@CPCS and WSe2@CPCS.[] Meanwhile, compared with WSe2@CPCS, it can be observed that the W 4f5/2 and 4f7/2 peaks of WSSe@CPCS both move slightly in the direction of increasing binding energy, which indicates that the successful doping of S atoms makes the electrons on the surface of WSSe@CPCS more active. Similarly, the high‐resolution Se 3d spectrum (Figure ) shows two evident peaks located at 54.6 eV (Se 3d5/2) and 55.5 eV (Se 3d3/2), which indicates the presence of a WSe bond in two samples.[] The C 1s spectrum in Figure  displays peaks responding to CC and CO bonds attributed to the carbon shell at 284.5 and 286.1 eV, respectively.[] In contrast to WSe2@CPCS, WSSe@CPCS dramatically displays the S 2p spectrum (Figure ), which appears with two peaks located at 161 (S 2p3/2) and 163.5 eV (S 2p1/2).[] This result indicates the formation of WSSe. The Brunauer–Emmett–Teller (BET) analysis results of 3D‐CPCS, WSe2@CPCS, and WSSe@CPCS are 582, 41, and 61 m2 g−1, respectively (Figure , Supporting Information), indicating that the specific surface area of the WSSe@CPCS has been greatly improved in the process of S doping. Figure , Supporting Information, shows the surface wettability test results of WSSe@CPCS and WSe2@CPCS. As can be seen from the figure, when a drop of NaClO4 electrolyte solution contacts WSSe@CPCS and WSe2@CPCS materials, the contact angles are 51.0° and 60.9°, respectively. After 5 s, the droplets spread rapidly along the surface of the material with contact angles of 47.7° and 22.5°, respectively, and finally extended completely. Compared with WSe2@CPCS, the contact angle of the liquid droplet at the interface of WSSe@CPCS is smaller, and the contact angle decreases faster than that of WSe2@CPCS, which fully demonstrates that WSSe@CPCS has better contact with NaClO4 electrolyte.",
                "The sodium ion storage properties of WSSe@CPCS composite were investigated by assembling CR2025‐type coin cells. Figure  shows the cyclic voltammetry (CV) curves of WSSe@CPCS at 0.2 mV s−1 in the first three cycles over the entire voltage range of 0.005–3 V. In the first cathodic scan, two reduction peaks at 0.43 and 1.1 V are emerged, which can be ascribed to the formation of solid electrolyte interface (SEI) layer, and Na+ insertion into the inter‐layer space of WSSe to form Na2Se, Na2S, and W.[] In addition, in the first anodic scan, two significant anodic peaks are found at 1.82 and 2.13 V, respectively, representing the occurrence of two reversible conversion reactions. In the second and third scanning cycles, the reduction peaks move in the direction of high voltage, while the oxidation peak does not change, which is mainly due to the activation of the electrode. Meanwhile, the characteristic peaks of CV curves of the electrodes almost overlap, which proves the excellent reversibility and stability of WSSe@CPCS in the cyclic process. Compared with the CV curves of WSe2@CPCS and pure WSe2 electrodes (Figure , Supporting Information), the redox peaks of WSSe@CPCS shift slightly to the low voltage position due to the introduction of the S atom. The galvanostatic charge–discharge profiles (GCD) of the WSSe@CPCS electrode under the condition of 0.1 A g−1 are shown in Figure . The discharge profiles have two platforms at 1.95 and 1.45 V, and charge profiles have two platforms at 2.09 and 1.76 V, corresponding to the occurrence of conversion reactions. The charge–discharge platforms correspond well to the redox peaks in CV curves. The first cycling charge–discharge capacities of WSSe@CPCS, WSe2@CPCS, and bare WSe2 are 447.7 and 793.1 mAh g−1, 375.1 and 733.8 mAh g−1, and 222.2 and 478.8 mAh g−1, respectively, and their coulombic efficiencies (CE) are 56.4%, 51.1%, and 46.4%, respectively (Figure , Supporting Information). The result is a remarkable improvement compared with WSe2@CPCS and bare WSe2. In addition, the rate capability and cycle capacity of WSSe@CPCS are also greatly improved compared with the other two materials. Figure  shows the rate performance comparison of the three anodes, where the WSSe@CPCS electrode displays favorable rate performance with discharge capacities of 382, 351, 306, 263, and 215 mAh g−1 at 0.1, 0.2, 0.4, 0.8, and 1.6 A g−1, respectively. Interestingly, the specific capacity of WSSe@CPCS can quickly get back to 374 mAh g−1 when the current switches back to 0.1 A g−1. The discharge capacity for WSSe@CPCS at 1.6 A g−1 is 215 mAh g−1 higher than those for WSe2@CPCS and bare WSe2, respectively, suggesting its much better rate capability. Furthermore, WSSe@CPCS exhibits excellent cycle performance as well (Figure ). When the current density is 0.1 A g−1, the WSSe@CPCS electrode can still maintain the high specific capacity of 375 mAh g−1 after 350 cycles. This result is far higher than the theoretical specific capacity of WSe2 (314 mAh g−1), indicating that sulfur doping has a significant role in improving the electrochemical performance of WSe2. Furthermore, the cyclic CE is close to 100% for over 350 cycles. In contrast, the cyclic performance of WSe2@CPCS and bare WSe2 electrodes are less than 210 and 95 mAh g−1, respectively, under the same conditions. The cyclic performance of bare WS2 is shown in Figure , Supporting Information. Like bare WSe2, after 200 cycles, the capacity of bare WS2 rapidly decreases to 90.5 mAh g−1. Moreover, WSSe@CPCS also displays an excellent cycling performance of 195 mAh g−1 after 200 cycles at 1 A g−1 (Figure ). To explore the influence of the electrolyte on the battery cycle performance, the cycle performance of the WSSe@CPCS anode was tested with different electrolytes, and the results are shown in Figure , Supporting Information. By comparing the cycle performance of WSSe@CPCS electrode in two electrolytes (NaClO4 in EC/PC and NaClO4 in DME), it is found that the electrochemical performance based on the electrolyte of NaClO4 in EC/PC is more stable. In addition, the comparison of the electrochemical properties of WSSe@CPCS material with W‐based chalcogenides, tungsten‐based heterojunction composites, and other chalcogenides previously reported is shown in Figure , and the relevant data are listed in Table , Supporting Information. Notably, WSSe@CPCS has great advantages in both cyclic performance and rate performance. The superior rate and cycle performances of WSSe@CPCS demonstrate that by supporting the conductivity of the 3D‐CPCS, the introduced anionic defects originating from the substitution doping of S atoms during the alloying process can greatly facilitate electron and sodium ion diffusion and reaction kinetics.",
                "CV measurements at 0.2 to 2 mV s−1 of the WSSe@CPCS, WSe2@CPCS, and bare WSe2 in SIBs were carried out to further investigate the electrochemical transport kinetic and capacitance performance (Figure , Supporting Information). The CV curves of the three materials display similar shapes, implying the battery reaction mechanism of the three materials is analogical. In the process, the kinetic information of the SIB is calculated by the following equations1i = aνb\\[\\begin{array}{*{20}{c}}{i\\; = \\;a{\\nu ^b}}\\end{array}\\]2log (i) = b log (ν) + log (a)\\[\\begin{array}{*{20}{c}}{\\log \\;\\left( i \\right)\\; = \\;b\\;\\log \\;\\left( \\nu \\right)\\; + \\;\\log \\;\\left( a \\right)}\\end{array}\\]where i is the peak current (mA), ν is the scan rate (mV s−1), and a and b are two constants. According to previous reports, the value of b varies in the range of 0.5–1. The b value of 0.5 indicates a diffusion‐controlled process, while the b value of 1 represents a capacitive‐controlled process. According to the calculation, the b‐values of the WSSe@CPCS electrode at peak 1 and peak 2 are 0.76 and 0.82, respectively (Figure , Supporting Information), suggesting that the electrode reaction of the WSSe@CPCS anode is controlled by both diffusion and capacitance. Similarly, the b values of WSe2@CPCS and bare WSe2 electrode are shown in Figure , Supporting Information. Moreover, the capacitive contribution of sodium‐ion storage is calculated by the following equations3i(V)=k1ν1/2+k2ν\\[\\begin{array}{*{20}{c}}{i\\left( V \\right) = {k_1}{\\nu ^{1/2}} + {k_2}\\nu }\\end{array}\\]4i(V)/ν1/2=k1+k2ν1/2\\[\\begin{array}{*{20}{c}}{i(V)/{\\nu ^{1/2}} = {k_1} + {k_2}{\\nu ^{1/2}}}\\end{array}\\]where i(V) is the current density and k1 and k2 are constants. According to the calculation method, the capacitive contribution of WSSe@CPCS is 72.5% at 1.0 mV s−1 (Figure , Supporting Information). Meanwhile, the capacitive contribution of WSSe@CPCS, WSe2@CPCS, and bare WSe2 is dominant with the sweep rate increasing from 0.2 to 2 mV s−1 (Figure  and Table , Supporting Information). By comparing the results, the capacitive contributions of WSSe@CPCS are higher than these of WSe2@CPCS and bare WSe2. Higher capacitance contribution should be contributed to the unique structure of WSSe@CPCS with enlarged inter‐layer spacing and more anion defects, which can enhance the electronic conductivity and promote fast reaction dynamics.",
                "To further study the reaction dynamics of WSSe@CPCS, WSe2@CPCS, and bare WSe2, the galvanostatic intermittent titration technique (GITT) was used to draw the sodium ionic diffusion coefficient (DNa+) in sodium‐ion transport, and the results are demonstrated in Figure , Supporting Information. Figure , Supporting Information, shows a typical test process that a current pulse of 0.1 A g−1 was adopted for 5 min to obtain the closed circuit voltage, and then resting for 5 min to measure the quasi‐open circuit voltage. The potential responses of WSSe@CPCS, WSe2@CPCS, and bare WSe2 during the GITT measurements are displayed in Figure , Supporting Information. Particularly, the three electrodes show a similar variation trend during the sodiation/desodiation process. Moreover, the values of the Na+ diffusion coefficient (DNa+) are obtained according to the following equation5DNa+=4πτ(mBVmMBS)2(ΔEsΔEτ)2\\[\\begin{array}{*{20}{c}}{{D_{{\\rm{Na + }}}} = \\frac{4}{{\\pi \\tau {{\\left( {\\frac{{{m_{\\rm{B}}}{V_{\\rm{m}}}}}{{{M_{\\rm{B}}}S}}} \\right)}^2}{{\\left( {\\frac{{\\Delta {E_{\\rm{s}}}}}{{\\Delta {E_\\tau }}}} \\right)}^2}}}}\\end{array}\\]",
                "Among them, τ represents the constant current pulse time, mB, MB, and Vm represent the mass, molar mass, and molar volume of the active substance in the electrode, and S is the contact area between the electrode and electrolyte solution, respectively. ∆Es is the voltage change caused by the pulse, and ΔEτ is the voltage change during the constant current charging and discharging process. During the discharge process, the diffusion coefficients of Na+ from high to low are WSSe@CPCS (3.89 × 10−14 to 1.66 × 10−13), WSe2@CPCS (3.34 × 10−14 to 1.28 × 10−13), and bare WSe2 (2.2 × 10−14 to 1.17 × 10−13), respectively. Similarly, during the charging process, the diffusion coefficient of sodium ions from high to low are WSSe@CPCS (1.29 × 10−13 to 1.86 × 10−13), WSe2@CPCS (7.76 × 10−14 to 1.55 × 10−13), and bare WSe2 (1.45 × 10−14 to 1.29 × 10−13), respectively. Based on the above results, the WSSe@CPCS electrode owns a higher Na+ diffusion coefficient than those of WSe2@CPCS and bare WSe2 electrodes (Figure , Supporting Information), indicating that WSSe@CPCS has faster diffusion dynamics.",
                "To further investigate the diffusion behavior, ex/in situ electrochemical impedance spectroscopy (EIS) was then performed.[] In situ EIS measurements after ten cycles of full activation of WSSe@CPCS, WSe2@CPCS, and bare WSe2 electrodes were tested (Figure , Supporting Information). The total Rct of the three electrodes is shown in Figure , Supporting Information. Interestingly, the three electrodes have similar variation trends. Therefore, Rct potential change values are selected to further analyze and understand the electrochemical reaction.[] The process of Rct can be summarized into four change stages indicated by serial number. In the first stage, the battery begins to discharge, and the intercalated Na+ leads to the structural strain of the electrode, and the Rct value gradually increases. In the second stage, as the conversion reaction progresses, the Rct values begin to decrease slightly until the full discharge is completed. In the third stage, it can be seen that the Rct values increase to a certain extent, which may be caused by the partial decomposition of WSe2 and WS2 to produce Se and S after the charging process. The generation of Se and S hinders the extraction of Na+. Until the fourth stage, when the charging process is relatively complete and the conversion reaction is basically completed, part of the Na+ accumulated in the early stage begins to come out. The Na+ diffusion coefficient (DNa+) during the charge and discharge process can be calculated according to the result of in situ EIS measurement (Figure , Supporting Information). As shown, the DNa+ of the three materials have a relatively similar trend. Meanwhile, compared with the Na+ diffusion coefficient by the GITT test (Figure , Supporting Information), the results obtained by the two methods are basically similar, indicating that the results obtained by the in situ EIS test are also relatively accurate.[] Compared with WSe2@CPCS and bare WSe2, WSSe@CPCS still has a higher diffusion coefficient, indicating that the successful doping of S atoms is a great help to improve the diffusion kinetics of Na+ in the process of charge and discharge.",
                "Furthermore, the ex situ impedance spectra of three electrode materials were also tested. Figure , Supporting Information, shows the Nyquist plots of WSSe@CPCS, WSe2@CPCS, and bare WSe2 anodes before and after three cycles. The Nyquist plots mainly consist of a single semicircle at the high‐medium frequency region related to the charge transport resistance (Rct) and an inclined line in the low‐frequency region correlated with the Na+ diffusion ability defined as the Warburg impedance (W0). In the EIS equivalent circuit, Rct, Rs, Rf, CPE, and Zw represent charge transfer resistance, the resistance of the electrolyte, the total ohmic resistance of the electrode system, the constant phase element, and Warburg impedance, respectively. The diffusion process of Na+ can be further analyzed by the relationship plot between Z′ and the reciprocal square root of the angular frequency ω (ω−1/2). The relationship was satisfied by the following two equations6D=(RT)2/2A2n4F4C2σ2\\[\\begin{array}{*{20}{c}}{D = {{\\left( {RT} \\right)}^2}{\\rm{/}}2{A^2}{n^4}{F^4}{C^2}{\\sigma ^2}}\\end{array}\\]7Z′=Re+Rct+σω−1/2\\[\\begin{array}{*{20}{c}}{Z' = {R_{\\rm{e}}} + {R_{ct}} + \\sigma {\\omega ^{ - 1/2}}}\\end{array}\\]",
                "Among them, R, T, A, n, F, and C are gas constant, room temperature, the surface area of the active materials, number of electrons, Faraday constant, and concentration of sodium ion in the electrode materials. σ is the Warburg factor which can be obtained from the fitted line of Z′ ≈ ω−1/2 (ω = 2πf). The specific values of fresh and recycled batteries are listed in Tables  and , Supporting Information, respectively. First, the Rct of fresh electrodes with three electrode materials in the high‐frequency area was compared from high to low at WSSe@CPCS (26 Ohm), WSe2@CPCS (31.3 Ohm), and bare WSe2 (36.7 Ohm), respectively. In addition, the Rct values were 49.3, 50.5, and 62.1 Ohm after cycling. The order of Rf and Rs values is consistent with that of Rct values. Meanwhile, as illustrated in Figure , Supporting Information, the lower σ value of WSSe@CPCS (449.84 cm2 s−1) after three cycles is lower compared with WSe2@CPCS (626.48 cm2 s−1) and bare WSe2 (745.37 cm2 s−1). Then, based on the above results, the Na+ diffusion coefficient (DNa+) of WSSe@CPCS, WSe2@CPCS, and bare WSe2 electrodes was calculated according to Equation (6). For fresh electrodes, their DNa+ are, 1.58 × 10−13, 7.94 × 10−14, and 6.31 × 10−14, respectively. After cycling, their corresponding DNa+ are 3.98 × 10−14, 3.16 × 10−14, and 1.99 × 10−14 cm2 s−1, respectively. The above analysis proves that WSSe@CPCS has stronger electron conduction ability and ion transport ability.",
                "To analyze the structural change and electrochemical reaction mechanism of WSSe@CPCS during the reaction, ex situ XRD, Raman, and TEM measurements were performed, as shown in Figure . The electrode reaction process of specific voltage states during the initial first cycle was selected. Before discharging, the peaks at 13.9°, 32.4°, 38.3°, and 56.7° should be attributed to the original WSSe phase.[] As the discharge process continues, the peak intensity begins to decrease. When the electrode completely discharges to 0.005 V, the peaks of WSSe disappear and the Na2Se phase appears, suggesting that the WSSe phase is transformed into Na2Se, Na2S phase, and amorphous W.[] It is worth noting that part of Na2Se and Na2S phases are transformed to produce Se and S phases during charging to 3 V. However, the original WSSe phase peak patterns are weak, indicating that most WSSe is transformed into amorphous substances and cannot be detected during this process, or WSSe phase in this stage cannot be completely recovered. The mechanism of the reaction process was also investigated by Raman spectroscopy (Figure ). In the discharge phase, the initial WSe bond and WS bond disappear as the conversion reaction goes on, which is caused by the appearance of Se/S during the charging process. In the charge phase, as the reaction goes on, the previously disappearing WSe bond and WS bond start to appear after charging, which is corresponding with the results of the ex situ XRD test.",
                "The ex situ HRTEM measurement further reveals the phase evolution results of the WSSe@CPCS anode in the charging/discharging process. At the full sodiation stage (Figure ), the lamellar structure can still be maintained. In Figure , the layered WSSe nanosheets completely disappeared, and one can clearly observe several nanocrystal areas, relating to Na2S and Na2Se. Detailed IFFT images verify that the lattice spacing of 0.23 and 0.26 nm is assigned to the (220) plane of Na2S and Na2Se, respectively, and the lattice spacing of 0.33 and 0.34 nm is assigned to the (200) plane of Na2S and Na2Se, respectively. The elemental mapping images exhibit that the elements of C, W, Se, S, and Na are uniformly distributed on the lamellar structure, indicating that Na+ can be stored reversibly in the WSSe nanosheets. When the voltage reaches 3 V, there is no obvious lattice fringe, indicating that the irreversible transformation of WSSe and reversible transformation of amorphous Se and S are produced by Na2Se and Na2S (Figure ). Element mapping images display the presence of C, W, Se, S, and Na elements. As charging is a process of desodiation, the content of Na almost disappears in state IV. Figures  and , Supporting Information, are schematic diagrams of Na content in the initial cycle, from which we can clearly understand the content change of Na element during the charging/discharging process, which is consistent with the above ex situ tests.",
                "On the basis of the above analysis, the mechanism schematic graph of sodium storage and phase evolution of WSSe@CPCS anode in the initial cycle is shown in Figure . During the discharge process, Na2Se and Na2S are obtained by embedding Na+ into WSSe@CPCS, and amorphous W is generated at the same time. Then, during the charging process, part of Na2Se and Na2S is converted into elemental Se and S, but not all of them are converted into WSSe, which indicates that the transformation of WSSe is not completely reversible during the charging and discharging process. The possible transformation reaction can be expressed by the following equation8WSSe + 4Na++ 4e−→Na2Se + Na2S + W\\[\\begin{array}{*{20}{c}}{{\\rm{WSSe}}\\; + \\;4{\\rm{N}}{{\\rm{a}}^ + } + \\;4{{\\rm{e}}^ - } \\to {\\rm{N}}{{\\rm{a}}_2}{\\rm{Se}}\\; + \\;{\\rm{N}}{{\\rm{a}}_2}{\\rm{S}}\\; + \\;{\\rm{W}}}\\end{array}\\]9Na2Se ↔ Se + 2Na++ 2e−\\[\\begin{array}{*{20}{c}}{{\\rm{N}}{{\\rm{a}}_2}{\\rm{Se}}\\; \\leftrightarrow \\;{\\rm{Se}}\\; + \\;2{\\rm{N}}{{\\rm{a}}^ + } + \\;2{{\\rm{e}}^ - }}\\end{array}\\]10Na2S ↔S + 2Na++ 2e−\\[\\begin{array}{*{20}{c}}{{\\rm{N}}{{\\rm{a}}_2}{\\rm{S}}\\; \\leftrightarrow {\\rm{S}}\\; + \\;2{\\rm{N}}{{\\rm{a}}^ + } + \\;2{{\\rm{e}}^ - }}\\end{array}\\]",
                "To sum up, the successful doping of S atoms expands the original layer spacing of WSe2, and improves its surface structure, as well as provides abundant active sites for Na+ transport. In addition, the 3D space grid structure constructed in the preparation process provides a large buffer and mitigation for the volume variation during charge–discharge processes. In addition, to verify whether the anion vacancy still exists after cycles, we conducted an EPR test on the electrode materials after cycles (Figure , Supporting Information). It can be found that the WSSe@CPCS electrode still shows an EPR signal after 100 cycles, which is close to the g value of 2.003, indicating that the vacancy in the electrode still exists after the conversion reaction.",
                "DFT calculations were carried out to understand the anion vacancy properties and their effects on Na+ storage behavior.[] Figure  shows charge density differences on the adsorption of Na+ by models of WSe2, WSSe, WSSe+S vacancy (WSSe+VS), WSSe+Se vacancy (WSSe+VSe), and WSSe+ S vacancy+Se vacancy (WSSe+VS+VSe), respectively. Compared with the model without defects, the three models with defects have more obvious characteristics of electronic defects and a stronger ability to capture Na+, which is of great help to improve the reactivity of the substance. As shown in Figure , the Na+ adsorption energy (ΔEa) of five models clearly show that the adsorption energy values of WSSe+VS, WSSe+VSe, and WSSe+VS+VSe model are −2.21, −2.21, and −2.25 eV, respectively, which was more negative than WSe2 (−1.27 eV) and WSSe (−1.42 eV). The results indicate that the introduction of vacancy is indeed beneficial to the adsorption of Na+. Figure  shows the density of state (DOS) of WSe2, WSSe, and WSSe+VS+VSe, respectively. DOS of WSSe+VS and WSSe+VSe is shown in Figure , Supporting Information. It is observed that WSSe+VS+VSe rich vacancy structure has a narrower band gap compared to vacancy‐free WSe2 and WSSe structures near the Fermi level, indicating higher electronic conductivity of WSSe+VS+VSe. The above phenomenon indicates that the introduction of sulfur atom doping to form vacancy can effectively improve the electronic conductivity and Na+ adsorption ability of WSe2, thereby enhancing the sodium storage performance of WSe2 in SIBs.",
                "To verify the applicable performance of WSSe@CPCS in SIBs, a SIB full battery was prepared by employing WSSe@CPCS as the anode material, NVPF (the SEM images, XRD pattern, and electrochemical performance testing of NVPF are shown in Figures , Supporting Information) as the cathode material, and 1 m NaClO4 in PC/EC (PC:EC = 1:1, v/v) as the electrolyte. Figure  exhibits a schematic diagram of a full battery. During the charging process, ClO4− moves to the cathode side and inserts into the cathode materials, while Na+ moves to the anode side and inserts into the WSSe@CPCS layers for conversion reaction.[] The discharge process is opposite to the above process. The CV curves and charge–discharge curves of the anode material and cathode material, full‐cell, are shown in Figure . Among them, the CV curve voltage range of the cathode half battery is 2.5–4.2 V, and that of the full battery is 1.5–4.2 V, which is consistent with the voltage range of the cycle test to avoid other side reactions and electrolyte decomposition. In addition, the mass ratio of anode/cathode material in the full battery is fixed at about 1:4, which can better match the charge balance between anode and cathode and is beneficial to the improvement of full battery energy storage performance.",
                "Figure  displays the rate performance of the full battery. The discharge capacities remain at 140, 120, 100, and 85 mAh g−1 when current densities range from 0.1 to 1.6 A g−1. Then, when the current density rolls back to 0.1 A g−1, the discharge capacity can get back to 130 mAh g−1. At the same time, the cycle performance test is shown in Figure . The initial discharge capacity can reach 240 mAh g−1 at 0.5 A g−1, and the capacity can still maintain 110 mAh g−1 after 110 cycles. As can be seen from the illustration in Figure , WSSe@CPCS//NVPF full cell lights up the heart‐shaped logo. Besides, WSSe@CPCS//NVPF full cells achieve a high energy density of 140 Wh kg−1 and power density of 1009.79 W kg−1 based on the total mass of WSSe@CPCS and NVPF material (Figure ). This indicates that WSSe@CPCS//NVPF full cell has a certain application potential.[]",
                "To better display the excellent sodium storage performance of WSSe@CPCS, we assembled SDIBs using WSSe@CPCS as the anode material, EG as the cathode material, and NaPF6 non‐aqueous solution as the electrolyte. Figure  shows the schematic diagram of the charging/discharging mechanism of WSSe@CPCS//EG SDIBs, where both the electrode and electrolyte act as active materials. During the charging process, Na+ migrates to the anode and reacts with WSSe@CPCS active material for sodium intercalation conversion. Meanwhile, due to the action of external voltage, PF6− migrates to the cathode and intercalates into the EG layer.[] The discharge process is reversed. The structural phase characterization and electrochemical performance testing of the EG cathode are shown in Figures , Supporting Information. The suitable range of charge and discharge voltage is directly related to the performance of SDIBs. In view of the half‐battery performance of the anode material and its match with the positive expanded graphite, combined with the charge–discharge curve platforms of WSSe@CPCS anode and EG cathode, tests of different charging and discharging voltage ranges are shown in Figure . When the charging voltage reaches 4.2 V, the charging and discharging performance of the battery is improved to some extent, so 4.2 V is selected as the charging cut‐off voltage. For discharging cut‐off voltage, since the discharge performance is not very different from 1 V after dropping to 0.9 V, 1 V is selected as the cut‐off voltage. The charging–discharging curves (Figure ) and the corresponding dQ/dV differential profiles (Figure , Supporting Information) display the corresponding voltage platform distribution during the charging/discharging process, which coincides with the redox peak position of CV curves (Figure  and Figure , Supporting Information), indicating that the voltage distribution during the insertion/desertion of PF6− and Na+ from the EG cathode and WSSe@CPCS anode. It is noteworthy that graphite intercalation compounds (GIC) can be formed during the insertion of PF6− into the EG layer. The study of GIC in the process of charge and discharge can effectively provide the mechanism information of PF6− embedding into the EG layer.[] Ex situ XRD of EG cathode under different voltage states in the process of charge and discharge was performed, and the results are shown in Figure , Supporting Information. It can be clearly seen from the figure that in the initial stage, graphite has a strong diffraction peak at 26.5°, corresponding to its (002) crystal plane. With the charging process, the diffraction peak of the (002) crystal plane weakens and begins to split, indicating that the graphite layer expands to form GIC with the insertion of PF6−. Until the charge reached about 4.1 V, a wide diffraction peak appeared at 25.5°, indicating that a large amount of PF6− had entered the graphite layer at this time. During the discharge process, the diffraction peak of the split disappeared and gradually returned to the original diffraction position, indicating that reversible de/intercalation of PF6− in the graphite layer. Figure  shows the EIS plots of WSSe@CPCS//EG SDIBs of the fresh state and after three cycles, with the inset showing the initial section. After three cycles, the charge transfer impedance (Rct) increases to a certain extent compared with the initial state, which may be due to the generation of SEI film in the first cycle. This is also the reason why there is irreversible capacity in the first cycle and the battery performance is reduced."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Anion‐Vacancy Modified WSSe Nanosheets on 3D Cross‐Networked Porous Carbon Skeleton for Non‐Aqueous Sodium‐Based Dual‐Ion Storage"
}