{
    "DOI": "10.1021/acsami.6b06516",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The increasing demand for renewable energy storage devices, especially for the potential practical application in electric vehicles and large-scale energy storage system, has prompted extensive research to develop high performance and durable rechargeable batteries with lost cost and large scale.  Lithium ion batteries (LIB), typical and commercial rechargeable batteries, have been widely investigated to improve their performance during the past two decades.  However, the continuous rising costs and limited natural source of lithium restrict the development of LIBs. The sodium ion battery (SIB) is a promising candidate for large-scale and practical application because of its lower cost and widespread sodium resource.  However, for SIBs, the intrinsic difference between sodium and lithium (ca. 55% larger and 330% heavier) leads to slower kinetics and lower energy densities.  Nevertheless, it was reported that the enhanced SIB performance could be obtained by introducing the proper sodium host.  For example, cathode materials with a voltage of ∼4 V such as Na1.5VPO4.8F0.7 and Na2Fe2(SO4)3 exhibited high energy/power densities, comparable to those of LIBs. ",
                "Carbon-based materials, such as graphite, have been used as anode materials for commercial batteries. However, the large ionic radii of the Na+ (102 pm) could not be easily inserted into the graphite layer, resulting in low performance of SIBs.  Therefore, it is urged to find suitable anode materials for SIBs. Recently, metal oxides and sulfides have been extensively investigated as the possible anodes for SIBs due to their high specific capacities.  For example, Sun et al. demonstrated ultrathin two-dimensional SnS2 nanosheets as high capacity electrode materials for SIBs.  MoS2/graphene composite paper was developed as free-standing electrode for high performance SIBs.  Other types of sodium intercalation materials such as K3V2(PO4)3, VOx, TiO2, NaxVO2, and Na2Ti3O7 were also proposed.  Recently, self-organized TiO2 nanotubes prepared via anodization delivered a capacity of about 200 mAh g–1 at 0.1 mA cm–2.  Carbon-coated TiO2 nanorods also showed good rate capability and cycle performance. ",
                "Nb2O5 has been developed as a promising electrode since it exhibits high cycle durability and high rate capability resulting from the pseudocapacitive Li storage mechanism.  However, the low ion diffusion and charge transfer of Nb2O5 limited the battery performance with high rate and cycle durability. Combing with carbon-based materials such as porous carbon, carbon matrix, and graphene is an effective way to increase the performance of battery. Recently, Nb2O5 immersing in carbon matrix delivered a high performance for LIBs.  The ordered mesoporous Nb2O5-C delivered a reversible capacity of ∼175 mAh g–1 and excellent cycle stability up to 300 cycles. However, the low rate performance (<100 mAh g–1 at a rate of 1 A g–1) cannot meet the requirements of fast charge–discharge electrochemical devices.  In this paper, ultrafine Nb2O5 nanocrystals (NCs) uniformly coated on the reduced graphene oxide (rGO) nanosheet by controllable hydrolysis of niobium ethoxide on GO sheets and post heat treatment in forming gas. The design of the ultrafine Nb2O5 NCs/rGO hybrid structure as an anode material for SIBs was based on the following material principles: (1) the voids among ultrafine Nb2O5 NCs could buffer the huge volume expansion during sodiation/desodiation processes; (2) the highly conductive rGO network can enhance the collection and the transfer of electrons, and (3) ultrafine Nb2O5 NCs could provide more active surface area for sodium ion storage. Therefore, ultrafine Nb2O5 NCs/rGO exhibited a high apparent diffusion coefficient of Na ions and fast sodiation/desodiation reaction kinetics, resulting in superior rate and cycle performance."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphite flakes (99.9–99.99%), sodium nitrate (99%, Sigma-Aldrich), potassium permanganate (99%, Sigma-Aldrich), sulfuric acid (95–98%, Sigma-Aldrich), hydrogen peroxide (30 wt % in water, Sigma-Aldrich), hydrochloric acid (37%, Sigma-Aldrich), methanol (99.90%, Fisher), DI water, niobium(V) ethoxide (99.95%, Sigma-Aldrich), dehydrated alcohol (Sigma-Aldrich). All chemicals were used without further purification."
                    ],
                    "name": "2.1 Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "GO was synthesized using the modified Hummer’s method.  130 mL of H2SO4 was added to a mixture of 3 g of graphite flakes and 1.5 g of NaNO3.  The mixture was magnetically stirred in an ice bath for 15 min. 24 g of KMnO4 was slowly added to it under continuous stirring to yield a purple-green mixture. The mixture was transferred to 40 °C water bath and stirred for 12 h. It resulted in the formation of dark brown colored thick paste. Then 400 mL of DI water with 3 mL of 30 wt % H2O2 were added, and stirring was continued while the mixture was kept in an ice bath. The dark brown sol was centrifuged and successively washed by 400 mL of DI water twice, dilute HCl to remove metal ions, and ethanol to achieve pH ∼ 6. Finally, the cake was vacuum-dried for 12 h at 40 °C to obtain dry GO. For the synthesis of Nb2O5 NCs/rGO, first, the GO nanosheets were uniformly dispersed in a solution consisting of 20 mL of ethanol and 1 mL of DI water. Diluted niobium ethoxide ethanol solution was slowly added to the GO nanosheet suspension. After 4 h of hydrolysis process, the final solution was collected by vacuum filtration, and then the collected sample was dried at 80 °C in a vacuum oven overnight. The resulting amorphous niobium hydroxide and GO nanosheets hybrid was annealed at 450 °C for 2 h in flowing forming gas to crystallize Nb2O5 and reduce the GO to rGO nanosheet, leading to the formation of ultrafine Nb2O5 nanocrystals coated reduced graphene oxide (Nb2O5 NCs/rGO). For the comparison, Nb2O5 nanoparticles with larger particle size and rGO nanosheets were mechanically mixed together, named as M-Nb2O5-rGO."
                    ],
                    "name": "2.2 Synthesis of Graphene Oxide (GO) and Nb2O5 NCs/rGO",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was investigated by X-ray diffraction (XRD, Rigaku Miniex-II with Cu Kα (1.5406 Å) radiation, 30 kV/15 mA current) and selected area electron diffraction (SAED) patterns. The morphology of all the samples was determined by a field emission scanning electron microscope (FESEM) (JEOL, model JSM-7600F) and a transmission electron microscope (TEM) (JEOL, model JEM-2100) operating at 200 kV. Scanning electron microscopy with energy dispersive X-ray spectroscopy (SEM-EDX) mapping was used to investigate the composition distribution of the Nb2O5 NCs/rGO. The valence state of the elements after charge/discharge process was performed by X-ray photoelectron spectroscopy (XPS, Thermo K-Alpha spectrometer equipped with a monochromatic Al Kα X-ray source). Fourier transform infrared (FTIR) spectra of GO and Nb2O5 NCs/rGO were obtained using the PerkinElmer Frontier FTIR/NIR spectrometer. Thermogravimetric analysis (TGA) was used to determine the mass of rGO in the Nb2O5 NCs/rGO sample. The Brunauer–Emmett–Teller (BET) surface area was recorded by a Micromeritics ASAP 2050 using the standard N2 adsorption and desorption isotherm measurements at 77 K."
                    ],
                    "name": "2.3 Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrode slurry consisting of Nb2O5/rGO, active carbon (AC), and poly(vinyl difluoride) (PVDF) at a weight ratio of 85:10:5 was magnetically stirred overnight in N-methylpyrrolidone (NMP) solvent. After the formation of uniform electrode slurry, it was casted on copper foils and dried under vacuum at 80 °C overnight to get the working anode electrodes. The 2032 coin cells consisting of two electrodes and electrolyte were assembled in an argon-filled glovebox with both moisture and oxygen levels less than 1 ppm. The sodium foils, Whatman GF/D microfiber filter paper, and 1 M NaClO4 dissolving in propylene carbonate with 5% fluoroethylene carbonate were used as counter/reference electrodes, separator, and electrolyte, respectively. A NEWARE multichannel battery test system with galvanostatic charge and discharge was used to do the battery test in the voltage window of 0–3.0 V."
                    ],
                    "name": "2.4 Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The schematic diagram of the synthetic steps for Nb2O5 NCs/rGO is shown in . The amorphous niobium hydroxide thin layer was preferentially grown on the GO sheets at the step 1 since the functional group such as hydroxide at the surface of GO can provide the ability of covalent binding to niobium hydroxide. Moreover, the controllable hydrolysis process could prevent the aggregation of amorphous niobium hydroxide nanoparticles,  resulting in uniform niobium hydroxide thin layer on the GO sheets. The TEM image of niobium hydroxide with GO is shown in a. After thermal annealing at 450 °C in forming gas (the step 2 in ), the continuous niobium hydroxide thin layer changed to ultrafine Nb2O5 NCs, and the nanocrystals stayed on the surface of rGO. FESEM image () of the Nb2O5 NCs/rGO shows that the hybrid is consisting of many free-standing and ultrathin sheets with morphology similar to that of original GO nanosheets, and no separated Nb2O5 NCs was observed. However, the size of nanoparticles could not be clearly identified in the FESEM images, indicating that the Nb2O5 NCs on the rGO nanosheets are extremely small. EDX mapping taken on SEM also clearly demonstrated the uniform distribution of Nb, O on rGO ().  is the TEM image of Nb2O5 NCs/rGO at low magnification, which further demonstrates that Nb2O5 NCs are dispersed on rGO nanosheets. b and c show the HRTEM images of Nb2O5 NCs/rGO. As can be seen, ultrafine Nb2O5 NCs with particle size of 3 nm are uniformly coated on the surface of rGO. The lattice fringes of Nb2O5 with the spacing of 0.39 nm are consistent with the (001) interplanar distance of Nb2O5. Selected area electron diffraction (SAED) patterns (d) show the planes of the (001), (180), (181), and (002) for Nb2O5, demonstrating that the T-phase of Nb2O5 was successfully synthesized and crystallized.",
                "a shows the XRD patterns of GO and Nb2O5 NCs/rGO. Only a single peak at 10.9° corresponding to the (002) plane of GO with d-spacing of 0.866 nm could be observed. After coating and annealing process, the peak around 10.9° disappeared, while a broad peak at 2θ ≈ 25° corresponding to the graphitic structure of rGO appeared. Except for the peaks corresponding to graphitic structure of rGO, some other diffraction peaks located at 22.8°, 28.6°, 36.7°, 45.3°, and 55.6° could be indexed as (001), (180), (181), (002), and (202) reflections for Nb2O5. The main peaks for pure Nb2O5 nanoparticles are in good consistence with the small peaks for Nb2O5 NCs in the Nb2O5 NCs/rGO, indicating that Nb2O5 NCs/rGO is consisting of Nb2O5 NCs and rGO. The mass weight of rGO in Nb2O5 NCs/rGO is around 50 wt %, which was determined by TGA, as shown in . Therefore, the minor peaks corresponding to Nb2O5 could be ascribed to the high content of rGO. Besides, the ultrafine Nb2O5 NCs will also result small and broad peaks. XRD pattern, HRTEM, and SAED clearly demonstrated that orthorhombic T-Nb2O5 could be successfully obtained after hydrolysis and thermal treatment. As shown in , the orthorhombic T-Nb2O5 has the specific structure in which each Nb atom is surrounded by six or seven oxygen atoms, and the distorted polyhedra, such as octahedral or pentagonal bipyramids, could be formed. The open and layered channels of T-Nb2O5 allow rapid ion transport throughout the a–b planes, indicating its excellent electrode material for high performance battery.",
                "FTIR spectroscopy was used to characterize the functional groups in GO and rGO, as shown in . The broad peak at 3200–3360 cm–1 is an indication of the presence of the O–H group while peaks at 1053, 1227, 1621, and 1730 cm–1 are attributed to C–O, C–O–C, C═C, and C═O, respectively.  However, we cannot see any peaks corresponding to C–O, C–O–C, or C═O functional groups in the Nb2O5 NCs/rGO sample, indicating that GO was reduced to rGO after thermal annealing in forming gas. The two characteristic carbon peaks for Raman spectra of the Nb2O5 NCs/rGO and GO are shown in b. Two characteristic carbon peaks at 1350 cm–1 (D-band) and 1585 cm–1 (G-band) are generally related to graphitic structure and structural defects, respectively. The intensity ratio of the D-band to the G-band of the Nb2O5 NCs/rGO (ID/IG = 1.75) composite is higher than that for GO (ID/IG = 1.43), which indicates that the average size of graphitic domains is reduced in graphene during the heat treatment.",
                "Cyclic voltammetry (CV) is critical to investigate the electrochemical behavior of active electrode materials. The coin-type half-cell (metallic sodium and Nb2O5 NCs/rGO as the counter electrode and working electrode, respectively) was first evaluated by employing CV. The representative CVs at a scan rate of 0.1 mV s–1 scanned between 0 and 3.0 V at room temperature are shown in a. The sharp and intense cathodic peak at around 1.0 V, which was only observed in the first cycle, was mainly caused by the formation of irreversible solid electrolyte interphase (SEI) layer at the electrode–electrolyte interface, organic electrolyte decomposition, and the irreversible Na-ion insertion in the defects of crystal lattice.  During the second and the third cycles, the redox reactions are highly reversible. The broad reduction peak below 1.5 V was associated with sodiation of Nb2O5 (Nb2O5 + xNa+ → NaxNb2O5), and the corresponding anodic peak which appeared at around 1.5 V in the subsequent reverse sweep corresponded to the desodiation process. Similar electrochemical behaviors also were obtained for pure Nb2O5, as can be seen in .",
                "The galvanostatic discharge/charge profiles of Nb2O5 NCs/rGO between 0 and 3.0 V at a low current density of 200 mA g–1 are displayed in b. Consistent with its CV behavior, the first discharge profile was significantly different from the subsequent cycles. However, the following charge/discharge processes were almost the same, represented by the S-shaped curves. The first discharge and charge capacities were found to be 1200 and 322 mAh g–1, respectively. The first cycle irreversible capacity loss of 900 mAh g–1 (75%) happened mainly below 1.0 V, which could be attributed to the SEI formation caused by the surface −OH groups of Nb2O5 prepared by hydrolytic reaction.  displays the nitrogen absorption/desorption profile for Nb2O5/rGO, indicating a high BET surface area of 552 m2 g–1. Compared to previously reported Nb2O5 anodes,  our relatively huge capacity loss for the first cycle was because of the ultrafine Nb2O5 NCs and the high surface area rGO nanosheets, which could provide more sites for the formation of SEI. The Nb2O5 NCs/rGO anode delivered discharge capacities of 310, 288, and 261 mAh g–1 during the second, third, and fifth cycles, respectively. After 100 cycles, the capacities stabilized at around 181 mAh g–1 and the Coulombic efficiency increased to ∼100%. It is worthy to note that the specific capacity of our Nb2O5 NCs/rGO is much higher than that of mesoporous Nb2O5/C composite, which delivered a capacity of 110 mAh g–1 after the 100th cycle at a current density of 0.1 A g–1.  Actually, rGO only contributed negligible capacity of ∼30 mAh g–1 (), which is consistent with a literature report.  Therefore, the major contribution to the capacity is from ultrafine Nb2O5 NCs.",
                "The rate performance of the active electrode material is an important indicator for the practical application of grid-scale electricity storage and electric vehicle. However, achieving high rate performance for rechargeable SIBs is challenge because the insertion and extraction processes of large Na ions (1.02 Å) into the host structure become more difficult, especially at a high rate current density. For instance, it was reported that the hard carbon could deliver high capacity of 300 mAh g–1 at the 0.1 C rate; however, the capacity significantly dropped to low capacity of 120 mAh g–1 at the 2 C rate. c shows the rate capability of Nb2O5 NCs/rGO from 0.2 to 10 A g–1. In a control experiment, Nb2O5 nanoparticles and rGO nanosheets were separately synthesized and then mechanically mixed together, named as M-Nb2O5-rGO. The Nb2O5 NCs/rGO anode clearly delivered superior performance over M-Nb2O5-rGO. The test started at a low current density of 0.2 A g–1, where the first discharge capacity of the Nb2O5 NCs/rGO anode was around 1200 mAh g–1 and then dropped to 232 mAh g–1 after the sixth cycle; finally, it could keep the constant capacity around 230 mAh g–1. The capacity could be delivered by 195, 170, 143, 115, and 85 mAh g–1 when the current density was increased in steps to 0.5, 1, 2, 5, and 10 A g–1. It is noted that the capacity decrease was relatively small for our Nb2O5 NCs/rGO material; even after a 25-fold increase in the current density to 10 A g–1, a discharge capacity of 85 mAh g–1 could still be retained. The discharge capacities could be returned back to 232 mAh g–1 when the current density was returned to 0.2 A g–1. The rate performance of our Nb2O5 NCs/rGO is much higher than that of niobium-based oxides or TiO2 electrodes.  The decreased specific capacity with increasing current density indicates the resilience of the Nb2O5 NCs/rGO hybrid structure. However, for the control sample, the capacity of M-Nb2O5-rGO is only around 60 mAh g–1, which is much lower than Nb2O5 NCs/rGO (230 mAh g–1). Even worse, almost no capacity was delivered after increasing the current density to 10 A g–1. The poor performance can be ascribed to the large particle size and not robust combination of Nb2O5 in the M-Nb2O5-rGO, as shown in . It is noted that the covalent bonding between GO and niobium precursor can produce uniformly coating of niobium hydroxide on GO, and then we can get ultrafine Nb2O5 on rGO after heat treatment in the forming gas. However, large particle size of Nb2O5 was obtained if no GO was added into the solution during the hydrolysis process. d shows the cycle durability at a current density of 0.2 A g–1 for NCs/rGO. The first discharge capacity delivered around 1200 mAh g–1 and then the stable reversible capacity as high as 242 mAh g–1 could be achieved after the first 30 cycles. The Coulombic efficiency (CE) could be maintained nearly 100%. Additional cycling performance at a higher current density of 10 A g–1 was also performed.  shows the reversible capacity could be kept around 60 mAh g–1 after 5000 cycles, indicating fair long-term cycling stability. Evidently, the high rate performance and long-term cycling performance could be ascribed to the ultrafine Nb2O5 and highly conductive rGO network in which the ultrafine Nb2O5 NCs provide more active surface area and the highly conductive rGO can enhance the charge transfer. However, for the M-Nb2O5-rGO, the capacity decreased to 30 mAh g–1 after 100 cycles, as shown in .",
                "To identify the sodium ion storage mechanism, we conducted ex situ XPS test after the first and the second charge/discharge processes, as shown in a. The XPS peaks shift to low binding energy after the first discharge process comparing with that after the first charge process, indicating the redox reaction of Nb. The binding energy could return to original value after the first charge process, which means that the oxidation state is partially reduced to Nb4+/5+ mixed state during the discharge process and recovered to Nb5+ after the charge process. Consequently, the second discharge/charge also showed that the redox reaction of Nb happened. From these results, we confirmed the Nb2O5 electrode showed the reversible insertion/deinsertion reaction during cycling. In order to further analyze the redox reaction which is accompanied by sodium de/intercalation, the obtained XPS peak after discharge and charge was split into two different peaks which correspond to Nb4+ and Nb5+ (b and c). The valence state of Nb after the discharge process and subsequent charging was +4.1 and +4.92, respectively, revealing that the redox reactions of Nb+4.10/Nb+4.92 was occurred during charge and discharge process for Nb2O5, which delivered a capacity of 170 mAh g–1. The remaining capacity of around 100 mAh g–1 came from the surface capacitive reaction since Nb2O5 NCs/rGO hybrid structure provided high surface area, which demonstrated the huge capacity loss for the first cycle. Besides, recent work showed that irreversible reaction accompanying the formation of NbO and Na2O occurred after the first discharge process.  However, no peaks corresponding to NbO were observed in the XPS spectrum after the first discharge process, indicating that the ultrafine Nb2O5 did not form NbO during the charge/discharge processes."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Ultrafine Nb2O5 NCs were uniformly coated on the rGO sheets by controllable hydrolysis of niobium ethoxide on GO and followed by heat treatment in forming gas. The design of the ultrafine Nb2O5 NCs/rGO hybrid structure as an anode material for sodium ion batteries was based on the highly conductive rGO network can enhance the collection and transfer of electrons and ultrafine Nb2O5 NCs could provide more active surface area for sodium ion storage. Therefore, ultrafine Nb2O5 NCs/rGO exhibited a high apparent diffusion coefficient of Na ions and fast sodiation/desodiation reaction kinetics, resulting in superior rate performance and cycle performance."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Ultrafine Nb2O5 Nanocrystal Coating on Reduced Graphene Oxide as Anode Material for High Performance Sodium Ion Battery"
}