{
    "DOI": "10.1039/D4QI01573H",
    "Journal": "Inorganic Chemistry Frontiers",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rapid advancement in new energy technologies has spurred the widespread adoption of lithium-ion batteries (LIBs) across various sectors such as 5G digital communications, smart grids, and new energy vehicles. Primarily, the ascendancy of LIBs is attributed to their superior energy density, approximately ranging between 100 to 300 W h kg−1, and volumetric density, typically falling within the bracket of 250 to 650 W h L−1. Presently, LIBs have transcended into the realm of large-scale energy storage systems. However, the advancement of LIBs technology encounters significant impediments stemming from constrained energy density, diminished lithium content and comparatively elevated costs. These challenges pose formidable obstacles to the further evolution of LIBs. Sodium-ion batteries (SIBs) present an appealing alternative due to the high sodium content in precursor materials, which leads to low precursor costs and even abundant distribution underground. In addition, robust performance across a wide temperature range, heightened safety and a comparable intercalation mechanism to LIBs also make SIBs as potential candidates. Nonetheless, challenges persist owing to the inherent thermodynamic shortcomings, elevated relative atomic mass, the larger ionic radius of Na+ (1.02 Å vs. 0.76 Å of Li+) and higher electrode potential, impeding the attainment of superior rate capability, energy density and long-term durability in SIBs. Furthermore, the challenge of Na+ insertion into graphite exacerbates the issue, resulting in anode materials tailored for LIBs exhibiting limited or negligible electrochemical activity in SIBs, hence the quest for a compatible anode material for SIBs is imperative.",
                "Transition metal chalcogenides (TMCs) are widely used as anode materials for SIBs because of its high theoretical capacity (500–1000 mA h g−1), excellent electrochemical activity and good safety. Oxygen, sulfur, and selenium belong to the same group, the sixth main group, and they possess similar electron structures, thus exhibiting comparable electrochemical properties. Compared to oxygen and sulfur, selenium has a lower electronegativity and higher electrical conductivity (1 × 10−3 S m−1). Therefore, the chemical bonds between transition metal atoms and selenium atoms are weaker, making electronic states in transition metal selenides (TMSs) more prone to transition, resulting in higher electrochemical activity and conductivity. Furthermore, their sodium products NaxSe have higher ionic conductivity than their sodium sulfide products NaxS. Among lots of TMSs, Cobalt (Co) has become one of the commonly used transition metal elements for electrode materials due to its low cost and widespread availability. The multivalence of cobalt allows it to combine with selenium in different atomic ratios, resulting in various stoichiometric and non-stoichiometric compounds with different structures, crystalline forms, and electrochemical properties. For example, CoSe2, Co9Se8, CoSe, Co0.85Se, etc.",
                "TMSs have attracted significant interest from researchers due to their higher electrochemical activity and conductivity. However, the specific capacity and energy density of TMSs-based SIBs remain relatively low, and their cyclic stability and rate performance are poor. Therefore, researchers have attempted various modification strategies to enhance the electrochemical performance of selenides, including compositional control, structural and morphological regulation, defect and vacancy engineering and the construction of composite materials. For instance, Liang et al. engineered a straightforward yet effective approach to fabricate a multi-shell yolk–shell structured CoSe2 derived from zeolitic imidazolate frameworks (ZIFs). This innovative architecture capitalizes on its high specific surface area and offers an array of effective sodium insertion sites, facilitated by the hollow structure. Furthermore, the inherent structure retention capabilities afforded by the yolk–shell configuration contribute significantly to its exceptional electrochemical performance observed in both half-cell and full-cell configurations of SIBs. Tian et al. developed a new hollow cobalt selenide embedded in reduced graphene oxide (CoSe2-ZnSe@rGo). It is found that its hollow microsphere structure can effectively mitigate the structural damage caused by Na+ during the embedding/de-embedding process. Further, its heterogeneous structure facilitates the acceleration of ion diffusion kinetics and improves electron transfer. Ultimately, rGO plays a pivotal role in mitigating the volumetric fluctuations of CoSe2-ZnSe microspheres throughout cycling, thereby enhancing its conductivity to a considerable extent. Functioning as an anode material for SIBs, it exhibits exceptional performance in both rate capability and cycling endurance during electrochemical evaluations. Remarkably, even after 600 cycles at a current density of 1 A g−1, it maintains a substantial capacity of 395.2 mA h g−1. On the other hand, heteroatom doping, as a significant means to introduce lattice defects, often accompanies the generation of lattice defects. This not only increases the active sites for reactions but also enlarges the interatomic spacing of the material, aiding in the transport and diffusion of electrons and metal ions, thus further optimizing the rate performance of batteries. Additionally, the introduction of heteroatoms may lead to changes in crystal structure and redistribution of charges, inducing distortions on the atomic surface and facilitating electron transfer. This fundamentally adjusts the intrinsic crystal structure of active materials, enhancing the stability of the crystal structure and greatly optimizing its charge/ion states. In many studies focusing on modifying TMSs through heteroatom doping, researchers typically first prepare carbon-based materials doped with heteroatoms and then load electrochemically active TMSs onto them. For instance, Yu's research group proposed a general method for preparing nanostructured transition metal chalcogenides (CoSe2/BNG & CoS2/BNG) doped with boron and nitrogen co-doped graphene. These materials were then applied as electrode materials in SIBs, exhibiting excellent electrochemical performance. Based on this, precisely regulating the structure of TMSs and accurately doping heteroatoms hold dual power in synergistically enhancing their comprehensive performance in SIBs.",
                "In the present study, we accomplished the synthesis of P-doped Co0.85Se@PNC nanoboxes featuring a distinctive hollow cubic architecture. This achievement was realized through the utilization of ZIF-67 as a template, demonstrating the efficacy of this approach in crafting intricate nanostructures with tailored properties. Simultaneously, doping with the heteroatom P replaced the original Se atoms, introducing stronger P–Co bonds and additional P–Se bonds, which significantly enhanced the structural strength and stability of P-Co0.85Se. This heteroatom P doping not only reinforced the structural integrity of Co0.85Se but also improved its electrical conductivity, imparting metal-like properties and increasing its density of states beyond the Fermi level. The hollow architecture of the P-Co0.85Se@PNC material serves to significantly truncate the pathway for Na+ transport, augment the exposure of active sites within the material, facilitate thorough interaction with the electrolyte, and effectively mitigate mechanical strain induced by volumetric expansion, thereby enhancing the cycling longevity of P-Co0.85Se@PNC. Moreover, the heteroatom P doping induces lattice modifications in Co0.85Se, thereby augmenting interplanar spacing, expediting the Na+ intercalation/deintercalation kinetics and generating a profusion of lattice defects, thereby amplifying the abundance of active sites and vacancies while concurrently enhancing the ionic's conductivity. Henceforth, the P-Co0.85Se@PNC material showcased exceptional electrochemical prowess as a viable anode material for SIBs. Specifically, it retained a reversible specific capacity of 351.52 mA h g−1 after 100 cycles at a modest current density of 1.0 A g−1. Even under the rigorous conditions of a high current density of 10 A g−1, it sustained a notable reversible specific capacity of 238.91 mA h g−1 after 1000 cycles, maintaining a capacity retention rate of 75.66%. Upon integration with the cathode material NaNi1/3Fe1/3Mn1/3O2, the resulting pouch cell achieved a peak energy density of 205.63 W h kg−1. Moreover, it exhibited impressive energy density of 80.80 W h kg−1 even under high power density conditions, reaching 23520 W kg−1. Furthermore, the reaction mechanism of the sodium-ion battery involving P-Co0.85Se@PNC was elucidated through in situ EIS and ex situ XRD/TEM characterizations. These findings underscore the promising potential of P-Co0.85Se@PNC as a key constituent in advanced energy storage systems."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2-Methylimidazole (2-MIN) (98%, Aladdin), Tannic Acid (TA) (95%, Aladdin), cetyl trimethyl ammonium bromide (CTAB) (99%, Aladdin), selenium (99.9%, Macklin), sodium hypophosphite (NaH2PO2) (98–101%, Macklin), cobalt(II) nitrate hexahydrate (Co(NO3)2·6H2O) (99%, Aladdin), ethanol absolute (AR, Enox), ultrapure water (AR, Eike)."
                    ],
                    "name": "2.1 Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In a conventional synthesis protocol, a solution denoted as A was meticulously prepared by dissolving 0.01 g of CTAB and 0.58 g of Co(NO3)2·6H2O in 20 mL of deionized water. Concurrently, another solution, designated as B, was meticulously crafted by dissolving 9.08 g of 2-MIN in 140 mL of deionized water. Subsequently, the two solutions, A and B, were judiciously combined and subjected to vigorous stirring for a duration of 20 minutes. The resultant amalgam was then subjected to centrifugation utilizing absolute ethanol, followed by subsequent transfer into a drying oven set at 60 °C for a period of 12 hours, culminating in the formation of ZIF-67."
                    ],
                    "name": "2.2 Synthesis of ZIF-67",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Solution A was carefully prepared by ultrasonically dispersing 250 mg of ZIF-67 in 40 mL of pure ethanol. Concurrently, solution B was carefully prepared by dissolving 0.6 g of TA in a solvent mixture that contained 600 mL of deionized water and 600 mL of ethanol at a 1:1 volume ratio. Following this, solution A was swiftly introduced dropwise into solution B under continuous stirring for a duration of 20 minutes, yielding a homogeneous mixture with a brownish-brown hue. The resulting EZIF-67 powder was obtained through centrifugation and subsequent drying."
                    ],
                    "name": "2.3 Synthesis of EZIF-67",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "After combining selenium powder with previously produced EZIF-67 powder at a mass ratio of 1:2, the mixture was put into a porcelain boat. After that, this assembly was selenium-treated in a tube furnace in an Ar/H2 environment for two hours at 600 °C, with a regulated heating rate of 5 °C per minute. This produced Co0.85Se@NC. After that, five times the mass of the Co0.85Se@NC powder, or NaH2PO2, was placed in an alumina boat and placed in the middle of the tube furnace's upstream zone. At the same time, the Co0.85Se@NC powder was deposited in the middle of the downstream zone in another alumina boat. Subsequently, the tube furnace was heated to 300 °C for one hour in a N2 environment while keeping the same 5 °C per minute heating rate. Upon completion of the process and subsequent cooling, the P-Co0.85Se@PNC nanoparticles were obtained."
                    ],
                    "name": "2.4 Synthesis of P-Co0.85Se@PNC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal phase structures of P-Co0.85Se@PNC and other comparative materials underwent analysis utilizing X-ray diffraction (XRD) employing a Rigaku D/MAX-2200/PC instrument with a Cu Kα wavelength of 0.15406 nm. X-Ray Photoelectron Spectroscopy (XPS) on an ESCALAB250 instrument was used to investigate the samples’ surface properties, relative content, elemental composition and valence states. The Hitachi Regulus 8100 instrument was used for field emission scanning electron microscopy (SEM), the Talos F200X G2 instrument was used for field emission transmission electron microscopy (TEM) and the FEI Tecnai G2F20 instrument was used for high-resolution transmission electron microscopy (HR-TEM) to analyze microstructural features. To complement the findings, an energy dispersive spectrometer (EDS) study was carried out. Furthermore, the Brunauer–Emmett–Teller analysis (BET) was employed to estimate the N2 adsorption/desorption isotherms of the produced P-Co0.85Se@PNC facilitated by an ASAP 2020 M Micromeritics instrument."
                    ],
                    "name": "2.5 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First, a precise mass ratio of 7:2:1 was determined for the active ingredient, conductive carbon black, and binder polyvinylidene fluoride (PVDF). Then, these parts were put together in a mortar and properly mixed while adding the necessary amount of N-methylpyrrolidone (NMP). After achieving a slurry loading of 1–1.5 mg cm−2, the homogeneous resultant slurry was distributed evenly onto a smooth copper foil. It was then placed into a vacuum oven and dried for 12 hours at 80 °C. The constructed 12 mm-diameter P-Co0.85Se@PNC electrode sheet functioned as the working electrode and glass fiber as the separator in the CR2032 coin-type half-cell configuration. A sodium disc was utilized as the counter electrode and 1,2-dimethoxyethane (DME) solution with 1.0 M NaPF6, was the electrolyte. This configuration was assembled in a glove box filled with Ar to keep the amounts of water vapor and oxygen below 0.01 parts per million. The Autolab PGSTART302N and CHI660E electrochemical workstations were utilized for conducting analysis of cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS), respectively. Using the NEWARE battery test equipment, galvanostatic charge–discharge (GCD) testing was performed at room temperature (25 °C) in the voltage range of 0.01 V to 3.00 V. Furthermore, the kinetics and diffusion of ions during the charge and discharge operations were investigated using galvanostatic intermittent titration technique (GITT) testing. The anode sheet in the pouch cell design was first put together into a half-cell and pre-sodiation was applied by cycling five times at a current density of 0.1 A g−1. The selected cathode material for this configuration was NaNi1/3Fe1/3Mn1/3O2. The results of energy density are obtained according to the following equation: the energy density (W h kg−1) = battery capacity (W h)/active material weight (kg)."
                    ],
                    "name": "2.6 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The typical schematic diagram depicting the preparation process for the P-Co0.85Se@PNC material was illustrated in Fig. 1a. Initially, ZIF-67 was synthesized at room temperature utilizing a straightforward solution precipitation method. In this process, CTAB served as an active agent, with its long hydrophobic hydrocarbon chain adsorbing onto the surface of ZIF-67 crystals in an aqueous solution. Acting as a capping agent, CTAB slowed the growth of Co crystals, increased their specific surface area, and reduced diffusion resistance. Then, ZIF-67 was uniformly dispersed in an aqueous solution and a certain concentration of TA aqueous solution was added, which as a soft etchant can provide small amounts of protons. Moreover, tannic acid's phenolic hydroxyl group can chelate metal ions and release protons to accelerate etching, thus exposing more active sites. The XRD patterns and morphological characteristics of ZIF-67 are presented in Fig. S1 and 2,† respectively. The ZIF-67 cubes, acquired through the standard preparation procedure, exhibit an approximate size of 300 nm. TA, a product of plant biodegradation, is abundant in catechol and catechol structures, which possess phenolic groups capable of entrapping and coordinating metal ions. Herein, we employed TA, renowned for its diverse chemical properties, to acid-etch the prepared ZIF-67, yielding EZIF-67. Examination of Fig. S3 and 4† readily reveals the hollow structure of EZIF-67 characterized by a wall thickness of approximately 50 nm. Subsequently, it is combined with selenium powder in a specific ratio and subjected to grinding, followed by selenization to yield Co0.85Se@NC. As depicted in Fig. S5 and 6,† compared with the previous step, the generated Co0.85Se@NC showed rough and porous structure. The final step involved pyrolyzing the phosphorus source, followed by in situ deposition of phosphorus onto Co0.85Se@NC, resulting in the production of the ultimate product, P-Co0.85Se@PNC. Remarkably, the material undergoes negligible alteration post phosphorus doping, with its XRD pattern remaining consistent with the structural attributes of hexagonal Co0.85Se (JCPDS: 52-1008). The discernible peaks observed at 33.36°, 44.74°, 50.56°, 60.39°and 61.87° correspond to the (101), (102), (110), (103) and (112) crystal planes of cubic Co0.85Se with cell parameters a = b = 3.615 nm, c = 5.283 nm, α = β = 90°and γ = 120°. This indicates that the presence of NaH2PO2 does not exert any influence on the phase purity of Co0.85Se@NC. XPS analysis was conducted to confirm the presence of P, Co, Se, C, and N in P-Co0.85Se@PNC. The survey spectrum of P-Co0.85Se@PNC is depicted in Fig. S8.† Furthermore, the XPS results validate the successful doping of phosphorus in P-Co0.85Se@PNC with a calculated doping mass of 5.51% (as illustrated in Fig. 1c). The P 2p spectrum of P-Co0.85Se@PNC indicates the existence of a P–C bond at 132.78 eV and a P–O bond at 134.38 eV. The presence of oxygen-containing groups on the P-Co0.85Se@PNC sample's surface likely facilitated the formation of the P–O bond through interactions with phosphorus elements. The findings suggest that the presence of P–O and P–C bonds enhances the adsorption capacity of alkali metal ions. Moreover, the peak at 137.28 eV represents the peak of P–Se. As shown in Fig. 1d, the Co 2p fine spectrum emerges three different spin–orbit splitting peaks. Co2+ has peaks at 781.38 eV and 796.78 eV, while Co3+ has peaks at 778.48 eV and 793.28 eV. That indicates the existence of cobalt vacancies. The broad satellite peaks observed at 786.58 eV and 803.08 eV in the XPS spectrum are indicative of the anti-bonding orbitals between Co and Se atoms. In the high-resolution Se 3d spectrum of P-Co0.85Se@PNC (as depicted in Fig. 1e), the narrow and sharp peaks observed at 54.08 eV (Se 3d5/2) and 54.78 eV (Se 3d3/2) can be attributed to the Se–Co bonding interactions. Conversely, the peak observed at 59.28 eV corresponds to the Se–O–Se bonding, arising from localized oxidation on the sample surface. The detailed spectrum of the C 1s region (Fig. 1f) manifests three discernible peaks located at 284.58 eV, 286.08 eV and 288.48 eV, corresponding to the CC, C–C and CO bonds, respectively. Furthermore, in the high-resolution N 1s spectrum of P-Co0.85Se@PNC (Fig. 1g), three distinctive peaks appearing at 398.38 eV, 399.18 eV and 400.38 eV are ascribed to pyridinic nitrogen (N), pyrrolic nitrogen and graphitic nitrogen species, respectively. XPS data for the comparative sample, Co0.85Se@NC, are also provided in Fig. S7.†",
                "The detailed electron microscopic characterization of P-Co0.85Se@PNC is presented in Fig. 2. Observation of the SEM and TEM images (Fig. 2a–d) reveals that the surface of P-Co0.85Se@PNC appears rougher compared to Co0.85Se@NC (Fig. S6†) after P doping. Furthermore, the hollow structure of P-Co0.85Se@PNC remains well-preserved, with the final sample size estimated to be approximately 200 nm. Detailed edge texture analysis of P-Co0.85Se@PNC and Co0.85Se@NC is depicted in Fig. 2e and Fig. S9a, b,† respectively. Notably, the marked crystal plane spacing of P-Co0.85Se@PNC measures 2.588 Å, corresponding to the (101) lattice plane of Co0.85Se. In contrast, the d-spacing (2.553 Å) of pure Co0.85Se@NC is shorter on the same lattice plane. This suggests that the introduction of P hetero-atoms into the Co0.85Se interlayer results in an expansion of the interlayer spacing, thereby enhancing Na+ insertion and storage capabilities. Comparative analysis with Co0.85Se@NC (Fig. S9c and d†) demonstrates that the HAADF image and EDS elemental mapping images of P-Co0.85Se@PNC (Fig. 2f and g) exhibit a uniform distribution of Co, Se, and P elements within a hollow nanobox composed of C and N elements. This observation confirms the incorporation of P into the Co0.85Se interlayer indirectly. Fig. S10a† displays the pore size distribution plot, while Fig. S10b† presents the nitrogen adsorption and desorption isotherms of P-Co0.85Se@PNC. These data unveil a high specific surface area of 32.47 ± 0.73 m2 g−1, with predominant internal pore sizes clustered around 3.3 nm. These findings substantiate the mesoporous nature of the produced sample, which effectively alleviates the volume expansion of the P-Co0.85Se@PNC electrode material during the sodiation/desodiation processes.",
                "Here, the P-Co0.85Se@PNC electrode material and its corresponding counterpart, Co0.85Se@NC, were assembled into CR2032 type coin half-cell for electrochemical testing to assess their comparative performance. Initially, the sodium storage behavior of P-Co0.85Se@PNC was elucidated through the conduction of CV testing. As depicted in Fig. 3a, the weak peak located near 1.23 V during the initial cathodic scan can be attributed to the initial insertion of Na+ into the P-Co0.85Se@PNC electrode. Then, two peaks observed at 1.0 V and 0.42 V arise from the formation of NaxCo0.85Se through the embedding of Na+ and its eventual conversion to metallic Co and Na2Se accompanied with the establishment of a solid electrolyte interface (SEI). Conversely, during the subsequent anodic scan corresponding to the sodium extraction process, a sharp peak at 1.85 V emerges due to the oxidation of metallic Co to Co+. Notably, during the second cathodic scan, the original sharp peak at 1.0 V is supplanted by new peaks at 1.50 V and 1.16 V indicating the ingress of Na+ into Co0.85Se to generate the intermediate phase NaxCo0.85Se. The peak located at 0.7 V can be attributed to further transformations with Na+. Additionally, a significant overlap observed between the CV curves in the second and subsequent cycles underscores the stable cyclic reversibility of the P-Co0.85Se@PNC electrode material surpassing that of Co0.85Se@NC (Fig. S11†). The galvanostatic charge–discharge (GCD) profiles for the P-Co0.85Se@PNC electrode material's first five cycles at a current density of 0.1 A g−1 are shown in Fig. 3b. Notably, the charging and discharging plateaus observed in these curves are correspond closely to the features identified in the preceding CV analysis. Examining the test data closely reveals that the material has an initial coulombic efficiency (ICE) of 63.81% with an initial discharge capacity of 774.92 mA h g−1 and an initial charge capacity of 494.46 mA h g−1. The creation of the SEI film and the irreversible electrolyte loss frequently both of which are observed during the first cycle of electrode material utilization are the two main causes of the reported capacity loss. Moreover, the charge/discharge profiles of subsequent cycles, excluding the initial one, demonstrate remarkable consistency, underscoring the outstanding cycling stability of the P-Co0.85Se@PNC electrode material. As depicted in Fig. 3c, the synthesized P-Co0.85Se@PNC electrode material maintains a sustained specific capacity of 351.52 mA h g−1 even when subjected to a current density of 1 A g−1 after 100 cycles with a remarkable coulombic efficiency exceeding 99%. The capacity increase observed during cycling results from the combined effects of electrode material activation and SEI film formation. This phenomenon is common in SIBs using transition metal selenides as the anode material. Additionally, the P-Co0.85Se@PNC composite exhibits exceptional rate performance and prolonged cycling stability, as evidenced by the corresponding GCD profiles depicted in Fig. 3d, e and g. It is noteworthy that at current densities of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g−1 it maintains noteworthy capacities of 492.22, 445.12, 379.81, 351.52, 332.84, 307.18 and 270.10 mA h g−1. In contrast, the Co0.85Se@NC electrode material exhibits notably lower capacities of 377.12, 332.65, 289.58, 269.07, 257.89, 246.27 and 232.13 mA h g−1 under identical current densities, indicating its inferior performance compared to P-Co0.85Se@PNC. Furthermore, the P-Co0.85Se@PNC electrode material retains a capacity of 238.91 mA h g−1 after 1000 cycles, with an impressive capacity retention of up to 74.66%. Conversely, the Co0.85Se@NC electrode material experiences significant capacity degradation compared to P-Co0.85Se@PNC, culminating in structural damage by the 485th cycle. This observation further substantiates the role of P doping in enhancing the overall electrochemical characteristics of the material. In recent years, there has been a surge in the exploration of TMSs as anode materials for SIBs, garnering significant attention in research endeavors. Our investigation involved a comprehensive comparative analysis of the characteristics exhibited by P-Co0.85Se@PNC alongside analogous nanostructured transition metal selenide composites documented in literature. Notably, our findings underscore the exceptional properties of the P-Co0.85Se@PNC electrode material synthesized in this study, as depicted in Fig. 3f.",
                "To delve deeper into the electrochemical reaction kinetics of the P-Co0.85Se@PNC electrode material, we conducted a series of CV tests across a range of scan rates from 0.1 to 3.0 mV s−1, as depicted in Fig. 4a. Upon analysis, it becomes evident that the redox peaks exhibited minimal shifts with increasing scan rate, suggesting low electrode polarization characteristics of the material. Consequently, the following relationship can be observed between peak current (i) and scan rate (v):",
                "In the provided equations, “i” represents the redox peak current, “v” represents the scan rate, and “a” and “b” are adjustable constants determined by the slope of log(i) to log(v). The determination of whether the electrochemical process is primarily controlled by diffusion or pseudocapacitance hinges on the value of “b”: when “b” equals 0.5, diffusion predominantly governs the process; when “b” equals 1.0, pseudocapacitance predominates. Upon calculating the “b” values for the six peaks as 0.99, 0.67, 0.99, 0.72, 0.98 and 0.97 (as illustrated in Fig. 4b), it becomes evident that pseudocapacitance largely governs the electrochemical process of the P-Co0.85Se@PNC electrode material, thus attributing to its robust sodium storage capability. Moreover, the contribution of pseudocapacitance can be calculated using the following formula:",
                "In this context, “k1” and “k2” denote adjustable constants, where “k1v” and “k2v0.5” represent the contributions of pseudocapacitance and diffusion, respectively. The pseudocapacitance contribution rate of the P-Co0.85Se@PNC electrode material during the scan sweep at 2.0 mV s−1, as illustrated in Fig. 4c, is determined to be 88.28%. Furthermore, Fig. 4d delineates the pseudocapacitance contribution rate of the P-Co0.85Se@PNC electrode material across various scan rates. Evidently, the pseudocapacitance contribution rate exhibits a gradual increase as the scan rate escalates. Comparing the above results with the Co0.85Se@NC electrode material (Fig. S12†), it is easy to conclude that its b value and pseudocapacitance contribution rate are lower, revealing its inadequate reaction kinetics. At the same time, these results also confirm that three-dimensional (3D) hollow carbon skeleton with P doping can provide abundant active sites for Na+, which is conductive to the excellent reversible capacity and rate performance of the P-Co0.85Se@PNC electrode material we produced. We obtained the results of changes in the chemical diffusion coefficient of Na+ during cycling for both electrode materials by GITT test (Fig. 4e and Fig. S13†) and the value of diffusion coefficient (D) can be calculated according to the below formula (Fig. 4f):",
                "From the provided equations, “τ” denotes the relaxation time (in seconds), “mB” represents the mass of the active substance (in grams), “MB” signifies the molar mass of the active substance (in grams per mole), “S” represents the total contact area of the electrode (in square centimeters) and “ΔEs” indicates the voltage drop (in volts). Based on the aforementioned figures, it is evident that the logD value of P-Co0.85Se@PNC (−11.04 to −10.47) is higher than that of Co0.85Se@NC (−11.60 to −10.90) during sodium embedding. Therefore, P-Co0.85Se@PNC electrode exhibits a relatively large chemical diffusion coefficient of Na+ compared to Co0.85Se@NC. This observation further underscores the superior diffusion kinetic characteristics of the P-Co0.85Se@PNC electrode material. In situ EIS was conducted on the P-Co0.85Se@PNC electrode material to study the change of charge transfer in it during the insertion and extraction process of sodium ions. The equivalent circuit model for matching Nyquist diagrams is shown in Fig. 5b. It is evident that P-Co0.85Se@PNC's Rtotal value gradually diminished from 53.02 Ω to 4.081 Ω, which is attributed to the embedding of Na+ leading to the formation of NaxCo0.85Se compounds. During this period, the SEI layer with high stability generated by the electrolyte on the surface of the active material likewise reduced the resistance. In the following charging process, the resistance remained stable, which is due to the reverse conversion reaction from Na2Se to Co0.85Se. Thereafter, the value of Rtotal stabilized quickly until fully charged. In situ EIS result of the P-Co0.85Se@PNC electrode material shows excellent sodium ion storage reaction kinetics.",
                "We employed the ex situ XRD technique to analyze the crystalline changes occurring during the charging and discharging cycles of the P-Co0.85Se@PNC electrode material, aiming to delve deeper into its sodium storage mechanism. The insights gained from this method will facilitate the examination of the structural transformations of the electrode material throughout the reaction. As demonstrated in Fig. 5a, it's easy to find that the measured Co0.85Se characteristic peaks gradually weakened with the gradual decrease of voltage in the first discharge process, indicating the insertion of Na+. More obviously, the characteristic peak of Co0.85Se almost completely disappeared when discharged to 0.01 V, while the characteristic peak of Na2Se appeared near 38°, suggesting that the conversion reaction occurred at this stage. That can be proofed by the results of TEM, HRTEM and SEAD of the P-Co0.85Se@PNC electrode material when it discharged to 0.01 V (Fig. 5c–f). In Fig. 5d and e, we can find two kinds of clear lattice fringes which are corresponding to Na2Se (220) and Co (102), respectively. The result of the SAED image is also consistent with it. Thus, we can summarize it as the P-Co0.85Se@PNC electrode material embeds a large number of Na+ during pre-discharge process and then undergoes a transformation reaction during the subsequent discharge process to produce Na2Se and metallic Co. However, in the following charging process, the peak of Na2Se disappeared while the peak of Co0.85Se reappeared with the gradual increase of voltage, which indicated that the conversion reaction was reversed and the Co0.85Se phase was restored while the Na2Se was consumed or converted back to other forms. The above conclusion can be supported by the results in Fig. 5g–j. The clear lattice stripe and diffraction ring of Co0.85Se can be easily found in Fig. 5h–j, respectively. The above process can be summarized to the following chemical equation:",
                "Discharge process:",
                "Charge process:",
                "In addition, we also carried out the corresponding TEM, HRTEM and EDS characterization of the P-Co0.85Se@PNC electrode material that were cycled for 100 times at a current density of 0.1A g−1 (Fig. S14†). We found that P-Co0.85Se@PNC were still able to maintain a good morphological structure and the elements of P, Co, Se, C and N were uniformly distributed on the surface of the cube, which indicated that it has excellent cycling stability.",
                "Up to this point, the entirety of our experimental outcomes has consistently highlighted the exceptional electrochemical performance exhibited by the P-Co0.85Se@PNC electrode material in half-cell assessments. In light of these promising findings, we proceeded to integrate this electrode material with carefully chosen cathode counterparts into a commercially viable pouch cell battery configuration. This step was undertaken to conduct a comprehensive evaluation of its performance and practical applicability in real-world settings. NaNi1/3Fe1/3Mn1/3O2 was chosen here as a matching cathode material because of its high energy density, low cost and environmental friendliness. As shown in Fig. 6a, the assembled pouch cell maintained its capacity of 99.93 mA h g−1 after 1000 cycles at a current density of 2C and its coulombic efficiency was able to be kept at around 100% except for the first cycle. With capacities of 163.57, 157.14, 142.50, 136.43, 121.79, 105.00, 87.14 and 72.14 mA h g−1 recorded at current densities of 0.1, 0.2, 0.5, 1.0, 2.0, 3.0, 5.0, and 8.0C, respectively, it is clear from Fig. 6b and c that the full battery demonstrates exceptional rate performance. This performance highlights its capacity to provide stable power outputs at different current densities. Moreover, the battery retains a significant capacity of 157.50 mA h g−1 when it returns to a current density of 0.1C. Leveraging this exceptional rate performance, we proceeded to calculate the corresponding energy density and power density of the pouch cell and compared it with those of other similar materials. It becomes apparent that the soft pack battery holds a significant advantage, demonstrating superior performance metrics when compared to its counterparts. From Fig. 6d, its energy density is 205.63 W h kg−1 at a power density of 330 W kg−1 and its energy density is still stabilized at 80.80 W h kg−1 even at a power density of 23520 W kg−1. Fig. 6e illustrates pictures of LED which is powered by the P-Co0.85Se@PNC//NaNi1/3Fe1/3Mn1/3O2 full cell bent at 0°, 90°, 135° and 180°. Remarkably, the brightness of the LED remained largely unaffected by variations in the folding angle, indicating a certain degree of flexibility in the soft pack battery. This characteristic paves the way for its potential utilization in specialized professional environments, where flexibility is a crucial requirement."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this study, we successfully synthesized the innovative P-Co0.85Se@PNC electrode material through a multi-step approach involving solution precipitation, acid etching, high-temperature selenation, and in situ doping. The resulting P-Co0.85Se@PNC material demonstrates exceptional electronic conductivity attributed to its distinctive hollow nanostructure and the incorporation of P dopants. This structural configuration exposes a higher density of active sites, thereby facilitating the efficient embedding and de-embedding of sodium ions (Na+), which was crucial for enhancing the electrochemical performance of the material. Corresponding electrochemical tests corroborate the excellent cycle life stability and Na+ storage capacity of the sample. Throughout the charging and discharging processes, the substantial pseudocapacitance contribution empowers the P-Co0.85Se@PNC electrode material to maintain a notable capacity of 238.91 mA h g−1 even after enduring 1000 cycles at a demanding current density of 10 A g−1. This performance significantly surpasses that of the Co0.85Se@NC electrode material. The mechanism of sodium storage and excellent diffusion kinetics of P-Co0.85Se@PNC are also discussed in detail. Furthermore, when it was matched with a suitable NaNi1/3Fe1/3Mn1/3O2 cathode material to assemble the commercial soft pack battery, it was found to have a high energy density of 205.63 W h kg−1 after corresponding tests. These results emphasize the great potential of the designed P-Co0.85Se@PNC electrode material as the anode for the application in SIBs."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors confirm that the data supporting the findings of this study are available within the article [and/or its ESI†].",
                "The more detailed data are available on request from the corresponding author, upon reasonable request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Structural and vacancy assisted engineering of cobalt selenide for ultrahigh energy density sodium ion pouch cell"
}