{
    "DOI": "10.1021/acsami.1c05096",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, sodium-ion batteries (SIBs) have been widely considered to be the possible alternatives of lithium-ion batteries in the field of energy storage owing to the rich sodium resource in the world.  However, compared with Li+, Na+ with a larger radius is not conducive to the intercalation between graphite layers of commercial graphite-based anodes.  To date, developing suitable anode materials with excellent electrochemical performance for the SIBs is highly challenging. Carbon material-,  metal oxide-,  metal sulfide-,  and alloy -based anodes have been developed and applied in the SIBs. Typically, MoS2, a kind of layered metal sulfide, has drawn numerous attention since it has larger interlayer spacing as well as higher theoretical capacity.  Unfortunately, the pure MoS2 has poor electrical conductivity and slow reaction kinetics and shows a large volume change in the process of intercalation/deintercalation, resulting in a short cycling life and low-rate capacity,  which need to be overcome.",
                "To solve the above issues, various strategies such as designing of nanostructures, electrolyte selection, cutting off voltage range, and searching for electrode materials have been adopted.  By using these strategies, increased Na+ storage sites, shortened pathway for Na+ transmission, enhanced conductivity, and/or mitigated volume expansion could be realized. For instance, Ye et al.  synthesized a MoS2 anode material with mixed phases for SIBs, which showed specific capacities of 200 mAh g–1 at 0.1 A g–1 and 154 mAh g–1 at 1 A g–1 in the 0.4–3 V voltage range. Even though it displayed a good cycling stability, the reversible capacity was still low so that it could not meet the demand of application. Wang et al.  fabricated a C@MoS2@polypyrrole anode material, which showed a remarkable specific capacity of 713 mAh g–1 at 0.1 A g–1 and an excellent cyclability with a specific capacity of 295 mAh g–1 at 5 A g–1 in 500 cycles. However, the fabrication process was too complex; hence, this anode was not suitable for commercial SIBs. Therefore, the fabrication of suitable anode materials with a remarkable property for SIBs via facile methods is still necessary.",
                "Herein, a novel orderly layered VMoS2 (OL-VMS) material was synthesized through a simple self-assembly hydrothermal approach followed by a calcination treatment process. This material had an interesting nanostructure with stacked nanosheets, which could offer abundant storage sites for Na+, vertical paths to promote the Na+ diffusion, and a stable framework to mitigate the volume change during the intercalation/deintercalation of Na+. As it was used as the anode material, a remarkable specific capacity of 602.9 mAh g–1 was obtained at 0.200 A g–1. Furthermore, after 190 cycles at 2 A g–1, the OL-VMS-based anode still exhibited an outstanding specific capacity of 534.1 mAh g–1. In addition, under the condition of large current density of 5 A g–1, a specific capacity of 452.8 mAh g–1 was achieved."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The OL-VMS material was simply synthesized as follows. First, NH4VO3 (0.234 g) and Na2MoO4·H2O (0.3629 g) were mixed in distilled water (30 mL) with ammonia solution (0.25 mL) by ultrasonic treatment. Second, C2H5NS (TAA, 2.4 g) was mixed with the above solution and vigorously stirred for 30 min. Then, the obtained clear suspension was transferred into a Teflon-lined sealed autoclave (50 mL), which was placed in an oven (220 °C) for 24 h. Thereafter, the autoclave was cooled down to ambient temperature, and the black product was recovered by centrifugation and completely washed with distilled water and ethanol. Then, the product was dried in a vacuum oven (60 °C) for 12 h, followed by calcination at 300 °C for 1 h in an argon environment. For comparison, the OL-VMS materials synthesized with different amounts of ammonia solution and reaction periods were also obtained using the same process. The characterizations of the obtained materials and electrochemical measurements are described in the ."
                    ],
                    "name": " Synthesis of OL-VMS",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "To explore the formation of OL-VMS with the special structure, the synthesis of OL-VMS with different amounts of ammonia solutions was carried out.  shows the SEM images of different OL-VMS samples prepared with different amounts of ammonia solutions, i.e., 0, 0.5, 1, and 2 mL. In the absence of ammonia solution, a flower-like morphology was obtained (a,b). When 0.25 mL of ammonia solution was added, the orderly layered arrangement structure formed by stacked nanosheets with a diameter of 200 nm was clearly observed in 24 h (a,b). With an increase in the amount of ammonia solution, the morphology of the orderly layered structure became more and more nonuniform (c–h). For example, as the added ammonia solution was increased to 1 and 2 mL, the nanosheets with a larger diameter of ∼500 nm coexisted with those nanosheets with a diameter of 200 nm (e,g). Thus, a controllable addition of an appropriate amount of ammonia solution should be conducive to the formation of more orderly layered structures.",
                " shows the SEM images of OL-VMS samples synthesized with different hydrothermal synthesis time periods. One can see that the orderly layered structure with a short length was formed in the first 3 h (a,b). In addition, the single-layer nanosheet was also observed in this stage (b), indicating that the single-layer nanosheet should be first formed at the beginning stage of the reaction. Then, with an increase in the hydrothermal synthesis time from 3 to 18 h, the length of the pillar with the orderly layered structure increased gradually (c–h). In the following sections, the OL-VMS prepared with 0.25 mL of NH4OH and 24 h reaction will be mainly characterized and discussed since it showed the best performance in the preliminary experiments. Even though the synthesis time was increased to 36 h (), the morphology was almost the same as that of the sample prepared with a time of 24 h. Based on these SEM observations, the formation mechanism of OL-VMS with the orderly layered  structure is illustrated in . Herein, because of the lowest energy of the (002) plane of the MoS2 crystal, the MoS2 nanosheet could be formed along the (002) plane during the hydrothermal process at first. Then, the NH4+ from NH4OH in solution would adsorb on the surface of the formed nanosheet so that the nanosheet was positively charged. As such, MoO42– and VO3– anions in the solution were also adsorbed on the positively charged nanosheet surface through electrostatic interactions. Thereafter, the anions could be reduced by TAA to form the other VMS nanosheet, which would be stacked together with the first VMoS2 nanosheet. This nanosheet stacking process should be proceeded continuously during the hydrothermal synthesis as the reaction time increases. Finally, the orderly layered structure was obtained, as shown in a,b. c shows the EDS elemental mapping of various elements on the surface of the obtained OL-VMS sample. Obviously, the elements Mo, S, and V were uniformly distributed. According to the EDS analysis result shown in , the elemental ratio of V and Mo was around 1.63.",
                "The nanostructure of OL-VMS was further observed by TEM measurements. From d, it was obviously seen that the orderly layered structure with a diameter of 200 nm was consistent with the SEM observation (a,b). e,f presents HRTEM images at different parts. It was clearly seen that a smaller interlayer spacing of ∼0.6 nm was observed when compared with that of pure MoS2 (0.615 nm). The smaller interlayer spacing in the OL-VMS could have been resulted from the replacement of the Mo atom in the framework of MoS2 by the V atom. In addition, after the addition of V species, the (002) plane of MoS2 became chaotic and discontinuous, resulting in more defects in the OL-VMS sample (e,f), which could offer abundant Na+ storage sites.",
                "a displays the typical XRD spectra of the obtained OL-VMS samples, in which four main peaks located at 2θ = 14.56°, 33.07°, 39.51°, and 58.29° are attributed to the (002), (100), (103), and (110) planes of 2H-MoS2 (JCPDS no. 37-1492), respectively.  It should be noted that no peaks relating to the impurities were found, indicating that the pure-phase OL-VMS was obtained. Moreover, the position of the peak corresponding to the (002) plane was just located in between the (002) plane peak of MoS2 and the (001) plane peak of VS2, revealing that the interlayer spacing of OL-VMS should be larger than that of VS2 but smaller than that of MoS2. In addition, based on Bragg’s law, the calculated distance between the interlayers was 0.6 nm, which was consistent with the HRTEM observation (e,f). Notably, the characteristic peaks of VS2 were not detected from a, indicating the formation of a new phase because of the incorporation of vanadium into the nanostructure of MoS2. As indicated above, it caused smaller interlayer spacing.  shows the XRD spectra of those OL-VMS samples prepared under different conditions. One can see that all XRD spectra were similar, revealing that they had the same crystalline structure. To further verify the nanostructure of the OL-VMS sample, Raman spectrum analysis was also performed. Since the Raman spectrum of MoS2 is almost the same as that of VS2,  as shown in b, three peaks appeared at ∼290, 388, and 410 cm–1, which corresponded to E1g, , and A1g modes of MoS2 as well as VS2, respectively. In particular, the peak observed at ∼150 cm–1 indicated the presence of V–S bonds in the framework of MoS2,  which was consistent with the above XRD result. Moreover, since the previous works have confirmed that the positions of the 1T phase of MoS2 and VS2 in the Raman spectrum were similar,  the 1T and 2H phases should coexist in the structure of OL-VMS.  displays the XPS survey spectrum and high-resolution XPS spectra of Mo 3d, V 2p, and S 2p for the OL-VMS. The peaks corresponding to V, Mo, and S were clearly observed (a), indicating the coexistence of S, Mo, and V species in the framework of the obtained OL-VMS sample. In the high-resolution XPS spectrum of Mo 3d (b), four peaks were observed. Among them, two strong peaks located at 228.4 and 231.5 eV were ascribed to Mo4+ 3d5/2 and Mo4+ 3d3/2, respectively,  whereas the small peaks appearing at 235.8 and 225.9 eV were assigned to Mo6+ and S 2s, respectively. Herein, the presence of Mo6+ could be due to the oxidation process on the surface of MoS2.  For V 2p, four peaks at 513.3, 521.0, 517.5, and 524.8eV corresponding to V2+ 2p3/2, V2+ 2p1/2, V4+ 2p3/2, and V4+ 2p1/2, respectively, were observed (c). Herein, the formation of V2+ could be resulted from the strong reducibility of S2–,  which was produced from the decomposition of TAA at high temperature. The high-resolution XPS spectrum of S 2p consisted of four peaks located at 164.1, 162.8, 161.7, and 161.0 eV, respectively (d), in which the two peaks in the low binding energy were attributed to S2– 2p1/2 and S2– 2p3/2, respectively.  However, in the high binding energy, there were two peaks corresponding to S0 and , which could be produced by the decomposition of excessive TAA in the process of synthesis.  Combining these XPS analysis results with the above HRTEM, XRD, and Raman analyses, it was observed that some parts of molybdenum in the nanostructure of MoS2 should be replaced by vanadium, leading to the formation of VMoS2.",
                "The CVs of the OL-VMS-based anodes were collected under the condition of 0.1 mV s–1 within a voltage range of 0.1–3 V. a displays the first three cycles of CVs for the OL-VMS-based anode, in which four cathodic peaks at 2.3, 1.9, 1.37, and 0.3 V as well as two anodic peaks at 2.22 and 1.55 V appeared. Herein, the cathodic peaks at 2.3, 1.9, and 1.37 V could be assigned to the intercalation process between the interlayers, while the last peak at 0.3 V indicated the formation of Na2S with metal Mo during the conversion process.  Herein, the intensity of the cathodic peak located at 0.3 V disappeared, and the CV curve remained almost unchanged after the first cycle (a), which could be assigned to a stable solid electrolyte interphase (SEI) layer produced by the ether-based electrolyte after the first cycle. Meanwhile, the peaks at 1.55 and 2.22 V in the first anodic scan should be assigned to either the formation of MoS2 during the conversion process or the deintercalation of Na+ from the interlayers.",
                "b shows the galvanostatic charging–discharging curves of the first, second, and fifth cycles for the OL-VMS-based anode, which were tested at 0.2 A g–1 within a voltage ranging from 0.1 to 3 V. Herein, high specific capacities of 791.8 and 646.4 mAh g–1 for the first cycle with a high initial Coulombic efficiency (CE) of 81.6% were obtained. The irreversible capacity in the initial cycle was ascribed to the formation of an SEI later.  Subsequently, after five cycles, the specific capacity was 602.9 mAh g–1 with a CE of ∼100%. Herein, the electrolyte with ether solvent could produce a stable SEI layer on the electrode surface, leading to a high initial CE.  The long cycling stability at 2 A g–1 was measured. From c, it was obviously seen that the anode delivered a stable specific capacity of 534.1 mAh g–1 until 190 cycles. Furthermore, as another evaluation standard, the rate performance of the OL-VMS-based anode was also measured. As displayed in d, the OL-VMS-based anode exhibited reversible capacities of 601.4, 586.2, 564.2, 527.7, and 452.8 mAh g–1 at 0.2, 0.5, 1, 2, and 5 A g–1, respectively. Furthermore, it was worth noting that the reversible capacity was rebounded to 550 mAh g–1 after the current density was changed to 0.2 A g–1 again. Most importantly, when the cycling stability was tested at 5 A g–1, the OL-VMS-based anode also showed an excellent cycling capacity of 497.5 mAh g–1 with a CE near 100%.",
                "As shown in a, the cycling stabilities under different voltage ranges of 0.3–3, 0.2–3, and 0.01–3 V were also conducted at 2 A g–1. After 200 cycles, the stable reversible capacities of 511 and 487 mA g–1 were achieved under the voltage conditions of 0.3–3 and 0.2–3 V, respectively. Interestingly, even though the voltage range was extended to 0.01–3 V, until 100 cycles, the obtained OL-VMS-based anode still delivered an outstanding specific capacity of 626.4 mA g–1. In contrast, under the same voltage condition as that on the OL-VMS-based anode, the cycling life of the anode based on VMS with the flower-like morphology prepared in the absence of NH4OH was tested at 2 A g–1. From b, it was clearly seen that the reversible capacity decreased quickly from 642.4 to 331.7 mA g–1 with an increase in the cycle, revealing that the anode with the orderly layered structure had better cycling stability when compared with that of the flower-like structure. Herein, the specific orderly layered structure could effectively mitigate the volume change during the process of discharging–charging. Most interestingly, even in the case without the conductive carbon additive (a), the OL-VMS-based anode with 2 mg cm–1 loading amount also exhibited a remarkable specific capacity of 260 mA g–1 after 130-cycle testing at 1 A g–1. Such a remarkable specific capacity in the absence of conductive carbon could be owing to the improved metal-like conductivity caused by vanadium mediation.  In contrast, the stability of the electrodes with higher loading amounts of 1.8 and 4 mg cm–1 was also measured. As shown in b, after 130 cycles, the OL-VMS-based anodes with 1.8 and 4 mg cm–1 loading amounts exhibited 430.6 and 223.6 mA g–1 at 1 A g–1, respectively.  compares the electrochemical performance of the present OL-VMS-based anode with other VS2- and MoS2-based ones. Obviously, compared with the most reported VS2- and MoS2-based anodes (except VS2 nanosheet and MoS2-G in ), this OL-VMS-based anode exhibited a higher specific capacity. Thus, such an OL-VMS material should be a potential anode material candidate for SIBs.",
                "It has been proven that the charge storage mechanisms include the following two parts: one is the surface controlling process (pseudocapacitive), and the other is the diffusion-controlling process.  Thus, the following equation could be adopted to evaluate the mechanism of this material: where v and i are the scan rate and current, respectively, and a and b are adjustable parameters. In general, the b value should be in the range of 0.5–1. The b value of 1 represents the surface-controlling process, whereas the b value approaching 0.5 represents the other charge storage mechanism. To further evaluate the mechanism of charge storage for the OL-VMS-based anode, the CV curves measured at 0.1, 0.3, 0.5, 0.7, 0.9, 1.2, and 1.5 mV s–1 were collected (a), and based on them, a linear correlation between the log i and log v for each peak was obtained (b). According to the linear fitting, the b values of the peaks 1, 2, 3, and 4 were calculated to be 0.96, 0.95, 0.96, and 0.98, respectively. It should be noted that all of these b values were close to 1, revealing a dominant surface-controlling process by using such an OL-VMS-based anode, which contributed to the fast charge transport as well as an excellent rate performance. Furthermore, the total current was composed of two parts: one corresponded to the current of the capacitive process (surface-controlling process), and the other is ascribed to the current of the diffusion process, which could be calculated by the following equation: where k1 and k2 are adjustable parameters, v corresponds to the scan rate, and i is the value of current; k1v and k2v1/2 stand for the current values contributed by surface- and diffusion-controlling processes, respectively. According to the k1 and k2 values based on , the capacitive contributions at various scan rates can be known. c shows the capacitive contribution of the OL-VMS-based anode at 1.5 mV s–1, in which a high contribution of 95.92% was achieved. Meanwhile, the contributions of the capacitive process at various scan rates were also known and are summarized in d. The OL-VMS-based anode displayed a series of high capacitive contributions of 85.41, 87.76, 89.87, 91.45, 92.81, 94.44, and 95.92 corresponding to 0.1, 0.3, 0.5, 0.7, 0.9, 1.2, and 1.5 mV s–1, respectively, revealing an outstanding charge-transfer kinetics.",
                "a shows the Nyquist plots measured after 1, 5, 10, and 20 cycles at 0.2 A g–1 for the OL-VMS-based anode. Generally, the Nyquist plot consists of two sections: one is a semicircle in the high-frequency region, which is indexed to charge-transfer resistance (Rct); the other is a slope line in the low-frequency region assigned to the Warburg impedance (Zw) related to the Na+ diffusion.  According to the equivalent circuit, the Rct values were calculated to be 19.12, 13.56, 10.52, and 11.85 Ω after 1, 5, 10, and 20 cycles, respectively (). Obviously, the Rct value of the OL-VMS-based anode decreased gradually with an increase in the cycle, which could be attributed to the stable SEI layer formation and the enhanced electronic transfer kinetics.  Furthermore, at the low-frequency region, the slope line related to the Warburg impedance was analyzed to evaluate the diffusion of Na+ using the following two equations: where σw is the Warburg impedance coefficient. According to the linear fitting between Z′ and ω–0.5 (b), the value of the Warburg impedance coefficient can be calculated based on the slope of the fitting line. Herein, the low Warburg impedance coefficient implies the high Na+ diffusion coefficient (D) according to , indicating the fast diffusion of Na+. With an increase in cycle numbers, the Warburg coefficient gradually decreased from 53.95 to 31.43, revealing a fast Na+ diffusion, which could be attributed to the expansion of interlayer spacing during the charging–discharging process. ",
                "To prove the structural stability, the SEM images of OL-VMS with an orderly layered structure and those of VMS with a flower-like structure after the cycling test were observed. As shown in , after one cycle (a,c), the structures of both materials were still maintained. However, after 10 cycles, the orderly layered structure of OL-VMS was still maintained (b), but the flower-like structure of the VMS was totally pulverized (d). Based on the above results, the OL-VMS with the orderly layered structure should be more difficult to pulverize during the ion intercalation/deintercalation process, as illustrated in , resulting in an excellent cycling stability. In contrast, the VMS with the flower-like structure was more easily pulverized, leading to a short cycling life."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, a novel orderly layered VMoS2 anode material was successfully obtained using a facile self-assembly hydrothermal method followed by a heating treatment process, which displayed an excellent electrochemical performance because of its specific nanostructure. It is found that more defects could be exposed at the edges of stacked nanosheets to offer abundant storage sites for Na+, which effectively enhanced the specific capacity. Meanwhile, the orderly stacked nanosheets with a vertical path and stable framework facilitated Na+ transportation, which effectively promoted the rate performance and mitigated the volume expansion during the intercalation/deintercalation process, causing a good cycling stability. In consequence, the OL-VMS-based anode material exhibited a remarkable specific capacity (602.9 mAh g–1 at 200 mA g–1), an excellent cyclability (534 mAh g–1 after 190 cycles at 2 A g–1), and a superior rate capacity (452.8 mAh g–1 at 5 A g–1) in the cutoff voltage range of 0.1–3 V. Moreover, the OL-VMS-based anode also showed an outstanding specific capacity of 626.4 mAh g–1 even after 100 cycles at 2 A g–1. In addition, in the case without the conductive carbon addition, it still delivered good electrochemical properties with a high specific capacity (260 mAh g–1 at 1 A g–1 after 130 cycles in the 0.3–3 V voltage range). This work provides an effective strategy to simply synthesize layered materials for achieving high electrochemical performance, which could significantly improve the energy density and reduce the cost toward commercialization."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Controllable Synthesis of Novel Orderly Layered VMoS2 Anode Materials with Super Electrochemical Performance for Sodium-Ion Batteries"
}