{
    "DOI": "10.1021/acsami.2c05402",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have enabled the world-changing technology of portable electronics and electric vehicles.  Looking toward the future, however, alternatives to lithium are necessary to accommodate the growing field of large-scale energy storage. Sodium-ion batteries (SIBs) are of interest in this regard because of their similarity to LIBs but with a significantly more abundant and affordable working ion than lithium.  One commonly studied class of cathodes for the SIBs is sodium layered oxides because of their high theoretical capacity of 240 mAh g–1 and characteristics similar to the standard lithium layered-oxide cathodes. One major drawback of sodium layered oxides, however, is their poor stability with carbonate electrolytes, causing severe capacity fade during cycling. ",
                "Exciting new advancements in the electrolyte field have proven that highly stable compositions are possible beyond the standard carbonate-based electrolytes. In both the SIB and LIB fields, “high-concentration” electrolytes with salt concentrations near the solvation limit have been shown to stabilize both the positive and negative electrodes.  High concentrations of sodium bis(fluorosulfonyl)imide (NaFSI) or sodium bis(trifluoromethylsulfonyl)imide (NaTFSI) salts help to prevent solvent decomposition by complexing to any free-standing solvent molecules. The resulting decrease in organic decomposition species allows for the formation of a more robust solid–electrolyte interphase layer and a larger voltage stability window. The drawback to these “high-concentration” electrolytes is the necessarily large quantity of expensive salt and the poor viscosity of the resulting electrolyte. To mitigate these drawbacks, diluents can be introduced as secondary solvents in which the salt is not soluble. This class of electrolytes is called localized high-concentration electrolytes (LHCEs), and these have shown great promise in a multitude of lithium systems.  Meanwhile, current research with LHCEs in sodium systems is highly limited. Further investigations with different compositions are critical to better understand the potential of this class of electrolytes in sodium systems.",
                "An alternative approach to improving the electrolyte stability is through various additives. Previous publications have examined different combinations of carbonate solvents, salts, and additives, with varying degrees of success. More recently, however, a new class of highly fluorinated electrolytes (HFEs) has been proven to dramatically improve the cycling stability in a lithium layered-oxide half-cell.  When the stabilizing effects of fluoroethylene carbonate (FEC) are combined with a lithium difluorophosphate additive, the synergistic effects result in potentially better cycling stability than even that with an LHCE.  Furthermore, this electrolyte has the added benefit of being more affordable than most LHCE compositions because of the high cost of the typical LHCE salts and diluents.",
                "Herein, the above two promising categories of electrolytes (LHCE and HFE) are examined and compared to a standard, carbonate-based electrolyte. LHCE [NaFSI/dimethyl ether (DME)/tetrafluoropropyl ether (TTE) in a 1:1.2:1 mole ratio], HFE with and without a 1 wt % lithium difluorophosphate additive (1.5 M NaPF6 in ethyl methyl carbonate with 20 vol % FEC), and a standard electrolyte (1 M NaClO4 in propylene carbonate with 3 wt % FEC) are cycled with a typical sodium layered-oxide cathode [O3-Na(Ni0.3Fe0.4Mn0.3)O2] versus sodium metal. With a combination of electrochemical and advanced post-mortem materials characterization techniques, the influence of each electrolyte on the cathode and anode stability is examined and delineated."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "O3-Na(Ni0.3Fe0.4Mn0.3)O2 was synthesized by calcining a coprecipitated Ni0.3Fe0.4Mn0.3(OH)2 precursor with sodium hydroxide at 900 °C for 20 h, as described in our previous report.  The cathode was prepared by mixing the active material, Super P conductive carbon, and poly(vinylidene fluoride) at a weight ratio of 8:1:1. The mixture was then dispersed in N-methyl-2-pyrrolidone and stirred to form a uniform slurry. The obtained slurry was cast onto an aluminum foil with an active-material loading of ∼5 mg cm–2, followed by drying and cutting into circular disks.",
                        "The negative electrode was prepared by cutting, rolling, and punching sodium metal. The cathodes and sodium metal were assembled inside an argon-filled glovebox into CR2032 coin cells with a polypropylene Celgard separator for the HFE and LHCE cells and an alumina-coated polypropylene Celgard separator for the standard carbonate electrolyte cells. The LHCE cells were assembled with aluminum-clad cases and an additional layer of aluminum foil at the cathode side to prevent corrosion of stainless steel at high voltages. The standard carbonate electrolyte is composed of 1 M NaClO4 in propylene carbonate with 3 wt % FEC. The HFE is composed of 1.5 M NaPF6 in ethyl methyl carbonate with 20 vol % FEC. The additive containing HFE includes 1 wt % lithium difluorophosphate. The LHCE is a mixture of NaFSI/DME/TTE in a 1:1.2:1 mole ratio. The standard electrolyte and HFE were dried over molecular sieves, and for the LHCE, DME and TTE were predried over sieves before use.",
                        "Cycling was performed at a current rate of C/5, equivalent to a current of 24 mA g–1, at 2–4 V. A galvanostatic intermittent titration technique (GITT) was performed at the 2nd, 25th, 50th, 75th, and 99th cycles by charging at a C/5 rate for 5 min and then subsequently resting for 10 min at 2–4 V.",
                        "Na|Na symmetric cells were assembled in an identical manner to those of half-cells but with a larger sodium metal chip in place of a cathode and only 40 μL of electrolyte each. The current of 86 μA cm–2 was calculated to be equivalent in areal current to that in half-cells. The cells were cycled between 5 h charge steps at a positive current and 5 h discharge steps at a negative current."
                    ],
                    "name": "2.1.  Electrochemical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Each cell was disassembled in the fully discharged state. Sodium metal cross sections were imaged by field-emission scanning electron microscopy (SEM; Quanta 650). X-ray photoelectron spectroscopy (XPS) was performed with an Axis Ultra DLD spectrometer (Kratos) with Al Kα radiation. Samples were prepared by gently mixing each cathode or anode in 10 mL of dimethyl carbonate (DMC or DME for the LHCE samples) for 5 min. The cathodes were then dried and scraped from the aluminum, whereas the anodes were dried and directly placed onto the XPS holder. Scanning transmission electron microscopy (STEM) was performed on a sixth-order-probe aberration-corrected JEOL NEOARM TEM/STEM microscope equipped with a Gatan Image Filter Quantum operated at 80 kV. The samples were prepared by rinsing the disassembled cathodes in DMC (DME for the LHCE samples), then drying under vacuum, scraping the material off of the aluminum current collector, and dispersing it in DMC (or DME) with sonication. The dispersion was then dripped onto a lacy carbon grid and dried. Intensity profiles were collected with the Digital Microgaph line profile feature."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Procedures",
            "type": "h2"
        },
        {
            "content": [
                "Each electrolyte was first evaluated for cycling stability by assembling coin cells with a typical O3-Na(Ni0.3Fe0.4Mn0.3)O2 cathode versus a sodium metal anode. As shown in a, the cells were cycled at 2–4 V at a C rate of C/5 (1C is 120 mA g–1). The standard carbonate electrolyte exhibits a capacity retention of only 61% after 100 cycles, while the LHCE exhibits 92% retention. The additive-containing HFE exhibits 80% retention, while the HFE without the additive retains only 64% capacity. Evidently, the LHCE and additive-containing HFE considerably improve the stability of the cell during cycling. Differing from lithium-ion systems, however, the LHCE notably outperforms the HFE.",
                "Although the cell with the LHCE exhibits superior cycling stability in a half-cell, the Coulombic efficiency (CE) of each cell (b) suggests that the additive-containing HFE may be better for systems with limited sodium, such as a full cell. The additive HFE exhibits about a 0.5% higher CE (98.3%) than the LHCE (97.8%), and both are notably higher than those with the carbonate electrolyte and the HFE without additive, which both have a CE of about 97%. Because of the excess sodium, each cell still exhibits similar initial capacities of about 124 mAh g–1 with very similar first cycle charge–discharge curves (c).",
                "To begin deconvolution of the influence of the electrolyte on the stability of anode versus cathode, Na|Na symmetric cells were assembled with limited electrolyte and cycled at a current approximately equivalent to those of the assembled half-cells with a 5 h charge and discharge. Within the first few cycles (d), the LHCE cell exhibits the highest overpotential and then quickly stabilizes to a lower overpotential. This behavior implies that the LHCE leads to a significantly more stable sodium metal and anode–electrolyte interphase (AEI) after many cycles of formation. Meanwhile, the HFE cells are more stable than the standard carbonate electrolyte but are outlasted by the LHCE. The extended cycling of the Na|Na symmetric cells proves that the LHCE is clearly superior for long-term sodium metal stability relative to the HFE, which is also more stable than the standard carbonate.",
                "To understand how the different electrolytes impact the sodium metal anode, the cycled half-cells were disassembled after 100 cycles. Immediately, it is evident from the separators in a–d that the LHCE cell retained some liquid, whereas the other three separators appeared to be dry. Perpetual decomposition and then eventual dry-up of the electrolyte is one plausible explanation for the relatively rapid failure of the non-LHCE Na|Na symmetric cells. Furthermore, the electrolyte interactions with the sodium metal present clear visual differences (e–h). A dark, nonuniform surface layer covers the surface of the sodium metal after cycling in a carbonate electrolyte, relative to the more uniform surface layers of the other three sodium metal anodes. Notably, the sodium metal cycled in the LHCE has a thin, delicate surface layer that crumbles easily to the touch.",
                "Examining the cross sections of the sodium metal by SEM reveals a very thin surface layer in the LHCE cell, approximately 44 μm thick. In contrast, the surface layer in the carbonate cell is approximately 315 μm thick. When the results of i–l were more closely examined by energy-dispersive X-ray spectroscopy (EDX; ), it was determined that most of the samples have a bulk regime where the sodium metal appears visually untouched and contains little to no salt species. The visible surface layers in each sample, on the other hand, show a clear signal due to electrolyte decomposition (). The sodium metal in the carbonate electrolyte shows a chlorine signal, that in the HFE shows fluorine and phosphorus, and that in the LHCE shows sulfur. Although it is challenging to definitively identify the AEI/dead sodium layer in each sample for the purpose of comparing the thicknesses quantitatively, it is still evident that the sodium anode in the LHCE has a significantly smaller surface region(s) than any of the other sodium anodes.",
                "The composition of the surface regions on each anode was also assessed with XPS, and the relative sensitivity factor (RSF) adjusted areas are summarized in . In , the C 1s and Na 1s regions show surprising similarities in the carbonate electrolyte and HFE with high amounts of organic species and a low-intensity, high-energy Na 1s peak. The sodium anode in the LHCE, however, shows notably fewer signals from various organics and a larger, low-energy Na 1s peak. The smaller signal from organic species in the LHCE confirms that the AEI is composed of fewer organic species because of less decomposition of the solvent. Because all or most of the solvent molecules are complexed to NaFSI, the AEI is expected to be composed primarily of salt decomposition products rather than solvent decomposition products. The S 2p and N 1s regions do, in fact, show significant signals from both the salt and salt decomposition products ().",
                "Unlike the sodium metal in the LHCE, that in both HFEs shows no obvious salt decomposition products in the P 2p region (). Both the P 2p and F 1s regions show that the sodium surfaces in the HFE are primarily composed of NaPF6 and carbon fluorides, unlike that in the LHCE, which shows approximately equal signals for NaF and carbon fluorides (). The lack of a NaF signal in the HFE is surprising because of the high fluorine content but is corroborated by the Na 1s region (). Although the binding energies for metallic sodium (lowest energy), sodium fluoride (higher energy), sodium carbonate (higher energy), and sodium sulfates/phosphates (highest energy) are very close together, making it challenging to quantitatively deconvolute them, there is clearly a large signal for NaF in the LHCE (∼1071.3 eV) and little to no signal in the other electrolytes.",
                "Another surprising phenomenon is the lack of a manganese signal on the surface of the sodium. As shown in , the separator from the carbonate cell is tinted yellow after cycling, which has been reported in previous studies to indicate transition-metal dissolution from the cathode.  If transition metals are dissolving from the cathode, the metals are either trapped by the separator or simply diluted by the thickness of the AEI. Therefore, transition metals must not have any meaningful influence on the AEI.",
                "On the basis of the AEI thickness, uniformity, and composition, it is clear why the symmetric cells in the LHCE outperform the cells in other electrolytes and exhibit improved overall cycling stability in a half-cell. The HFEs, on the other hand, appear to have a minimal influence on the sodium metal, implying that the improved cycling stability is primarily a function of the cathode stability rather than the anode stability.",
                "XPS was also performed on each disassembled cathode to evaluate the composition of the cathode–electrolyte interphase (CEI), and the RSF adjusted areas are summarized in . Unlike the AEIs, the C 1s regions () show a surprisingly high amount of organic decomposition species in the LHCE, such as sodium carbonate, bicarbonate, C–O, C═O, and C–OH species. In fact, the lowest amount of these organic decomposition species is seen in the HFE cells.",
                "When the salt and salt decomposition products are examined for each species, they also appear to follow trends opposite from those of the AEIs. The LHCE sample shows some signals from the salt decomposition products, but there are notably less overall signals from these products in the S 2p and N 1s regions (). The cathode in the HFE with additive, on the other hand, contains a new additive or salt decomposition peak in the P 2p region that was not present on the anode (). The F 1s regions also show fewer NaF signals in the LHCE relative to its anode, and yet the cathodes in the HFE show NaF signals where there was little to none on the anode ().",
                "In total, the cathodes in HFEs are composed of notably less organic CEI species than those in carbonate and LHCE. Instead, they are composed of stabilizing salt decomposition products. Between the two HFEs, the cathode in the HFE with additive shows slightly more salt/NaF signals in the F 1s region and significantly more signals from the additive/salt decomposition peak in the P 2p region. These differences imply that the lithium difluorophosphate additive, particularly in combination with FEC, provides CEI species that are critical to its conductivity and stability.",
                "When the electrochemical performance of the cathode is examined more closely, the galvanostatic intermittent titration technique (GITT) can provide great insight into the various cathode degradation mechanisms during cycling. For each electrolyte, the GITT was performed on the 2nd, 25th, 50th, 75th, and 99th cycles. The resulting second cycle versus 99th cycle curves are shown in a–d. Immediately, there is a clear difference in the impedance growth between the different electrolytes. After extended cycling in the LHCE, the cathode appears to have a smaller average drop in potential during the rest steps, considerably different from the larger potential drops seen in the other electrolytes after cycling.",
                "To quantify the differences in impedance between the electrolytes, the potential drops on each rest step during charge and discharge are averaged and summarized in . Starting at similar impedance values on the second cycle, the cell with the LHCE exhibits a sharp decrease in the average impedance, presumably because of the formation of a highly stable CEI, and then it slowly increases over subsequent cycles. Over 100 cycles, the impedance of the LHCE cell never returns to its value on the second cycle. This behavior is nearly mimicked by the additive-containing HFE cell but with a higher overall impedance of about 30 mV. Meanwhile, the cells in the carbonate electrolyte and HFE without the additive display a nearly linear increase in impedance from the 2nd to 99th cycles, ending with about 125 mV larger impedance than the LHCE cell. The different impedance trends between the electrolytes proves that a meaningful amount of capacity fade in the carbonate electrolyte and HFE without the additive is due to poor kinetics within the cell. This may be a result of more resistive surface layers, such as the rock-salt-phase formation or growth of less ionically conductive CEIs/AEIs.",
                "The GITT also allows for the examination of thermodynamic trends within the material. When the charge–discharge curves are plotted with only the final data points at the end of each rest step, kinetic influences are essentially ignored. In e–h, these thermodynamic curves are plotted and normalized to each cell’s second cycle discharge capacity. From the 2nd to 99th cycles, the cells with the LHCE and additive-containing HFE almost perfectly overlap with each other. This is in contrast to that in the cells with the carbonate electrolyte and HFE without the additive, which show clear distortions of the curves, evidencing bulk deterioration and loss of the O3-to-P3 phase transition. As discussed in our previous report, the most likely cause of this thermodynamic deterioration is due to transition-metal mixing in the sodium plane. ",
                "To confirm the occurrence of transition-metal mixing, STEM was performed on the cathodes in the carbonate electrolyte and LHCE after 100 cycles. As shown in a,c and measured in e, transition-metal mixing is apparent on the surface of both cathodes. As indicated by the additional peak between the transition-metal planes in e, the mixing on the surface of the cathode in the LHCE is less severe than that on both the surface and bulk of the cathode in the carbonate electrolyte. Additionally, the bulk of the cathode in the LHCE displays virtually no transition-metal mixing. This deterioration of the layered structure both on the surface and deep into the bulk in the carbonate electrolyte helps to explain both the kinetic and thermodynamic differences in the cell. The kinetics are reduced due to slowed sodium-ion diffusion because of the blocked sodium channels, and the mixing hinders the O3-to-P3 phase transition.",
                "In addition to transition-metal mixing in the sodium plane, the cathode from the carbonate electrolyte cell displays severe cracking along the grain boundaries, deep into the primary particle. As was previously investigated by Mu et al., these intragranular cracks are caused by the simultaneous oxidation of the electrolyte, transition-metal reduction, and oxygen evolution. After the surface cracks form from a loss of oxygen and transition metals, the electrolyte penetrates deeper into the bulk, causing further degradation.  Although some surface cracking is still apparent in the LHCE sample, it does not proliferate into the bulk of the particle. The appearance of such severe cracking in the NaClO4-based carbonate electrolyte proves that HF generation from an NaPF6-based electrolyte may not be the main cause of transition-metal dissolution and intragranular cracking. Furthermore, although the LHCE (and likely also the HFE with additive) still causes a minor degradation of the cathode surface, the severity is exponentially decreased compared to that in other electrolytes. Therefore, the primary cause of cathode degradation may be the result of solvent or various solvent decomposition species catalyzing the transition-metal reduction and oxygen evolution."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, both the LHCE and HFE with additive lead to significantly improved cycle life in sodium cells with a layered-oxide cathode. With the LHCE, the cathode is stabilized both kinetically and thermodynamically relative to the standard carbonate electrolyte, minimizing transition-metal mixing/dissolution and intragranular cracking. The anode is also significantly more stable in the LHCE than in the standard carbonate electrolyte, showing less electrolyte dry-out and a thinner AEI composed of fewer organic decomposition products. The HFEs, on the other hand, have a larger influence on the cathode than on the anode. The AEIs are similar in composition to the standard carbonate electrolyte with little measurable difference in the thickness of the surface regions. At the cathode side, the high fluorine content alone is not enough to improve the impedance or bulk stability. However, the synergistic effects of FEC and additive prevent oxidative decomposition and structural degradation, resulting in cathode stability nearly on par with that in the LHCE. Although sodium difluorophosphate is not commercially available, a comparison of lithium versus sodium difluorophosphate additives would be compelling in the future. Regardless, this new electrolyte composition may be preferred to the LHCE in a full-cell system, particularly when considering their relative cost, but further studies are warranted."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Stable Sodium-Based Batteries with Advanced Electrolytes and Layered-Oxide Cathodes"
}