{
    "DOI": "10.1021/acsami.8b15274",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs), as the most successful energy storage system, have been widely deployed in portable electronic devices and electric vehicles because of their long cycle life and high energy density.  With the growing demand for LIBs, the limited reserves and uneven geographical distribution of lithium in the Earth’s crust will certainly trigger resources and cost issues and therein impede their large-scale applications in the future. With the advantages of abundance and facile accessibility of sodium resources and the similar intercalation chemistry between sodium and lithium, sodium-ion batteries (NIBs) have recently attracted increasing attention as a promising candidate for large-scale stationary energy storage. ",
                "In contrast to the considerable progress made for cathode materials in NIBs, the exploration of anode materials remains a great challenge. Graphite, the standard anode material in commercial LIBs, does not function well for NIBs due to the larger radius of Na+ ions (1.02 Å) compared to that of Li+ ions (0.76 Å) and thermodynamic instability of sodium–graphite intercalation compounds, giving a low specific capacity either in ester-based electrolytes or in ether-based electrolytes.  Unremitting efforts have been devoted to prescreening anode materials for NIBs, such as carbonaceous materials (mainly amorphous carbons),  alloy-based materials (Sb, P, Sn, and Bi),  oxides,  sulfides,  and organic compounds.  Carbonaceous materials hold good resiliency and conductivity, which provide a robust mechanical support to alleviate the volume changes caused by Na ion insertion and ensures a good electronic conductivity, making them the ideal host materials to NIBs. Among them, hard carbon (HC) anodes show the most promising performance with a capacity of 250–400 mA h/g and a low voltage plateau of ∼0.1 V.  Particularly, HC materials can be prepared from abundant and renewable biomass resources, which meets the low-cost requirement for mass manufacture. ",
                "However, the HC anodes are often subjected to a poor rate performance where most failed at a current density of 1 A/g or lower and insufficient lifespan, making them less competitive for practical applications. Recently, the tailored electrolytes and solid-electrolyte interphase (SEI) layers have been employed to improve the performance of carbon anode materials in NIBs.  Yang’ group reported that the optimized SEI layers formed in an ether-based electrolyte can be conducive to achieve superb sodium storage performance for reduced graphene oxide anodes.  Similarly, Zhou’s group employed an ether-based electrolyte to reduce the electrochemical polarization and modify the SEI layers, which enhanced the rate capability of HC anodes, but still a poor cycling stability.  Very recently, we reported a new strategy to stabilize the HC anodes in an ether-based electrolyte by preengineering a “foreign SEI” from an ester-based electrolyte and demonstrated a significantly improved electrochemical performance with no detectable capacity loss over 1000 cycles.  However, sustained efforts are still needed to produce better HC anodes that simultaneously possess high rate capability and long-term cycling stability.",
                "Besides the good electrochemical performance of the HC anodes, high mass loading is another critical parameter for practical applications. So far, the mass loading of HC anodes reported in the literature is too low, mostly around 1.0 mg/cm2, delivering a specific areal capacity of 0.3 mA h/cm2 (given the gravimetric specific capacity of the HC anodes is 300 mA h/g).  Recently, improved mass loadings have been achieved in some carbon anodes for NIBs, reaching 4 mg/cm2 with an areal specific capacity of 1.2 mA h/cm2.  However, there still exists a big gap between the lab test results and the commercial requirement (∼3.7 mA h/cm2 for graphite anodes in commercial LIBs). ",
                "In this work, an ether-based electrolyte was applied to circumvent the challenges that the HC anodes are facing in NIBs. The ether-based electrolyte performs a better wettability, creates a thinner but a more sustainable SEI, and delivers a higher ionic conductivity and Na+ ion diffusion coefficient in HC compared with the widely used ester-based electrolytes and thus enabling an excellent electrochemical performance of HC anodes in terms of high initial Coulombic efficiency (ICE) of 85.9%, long cycle life (retaining 196 mA h/g after 2000 cycles at 1 A/g), high rate capability (delivering 139 mA h/g at a very high rate of 10 A/g), and above all, high mass loading (reaching 17 mg/cm2 with a high specific areal capacity of 4.3 mA h/cm2). The specific areal capacity is not only much better than those HC anodes reported in the literature but also comparable with those commercial graphite anodes in LIBs.  The compatibility between the ether-based electrolyte and HC anodes contributes to the superior kinetics and high energy density and makes it possible for practical applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Chitosan (degree of deacetylation ≥95%, viscosity 100–200 MPa·s, Aladdin Co.,) was used without further purification for preparation of HC by pyrolysis. It was carbonized at 1100 °C for 2 h in the N2 atmosphere using a quartz glass tube furnace. The yield is 30%."
                    ],
                    "name": " Synthesis of HC",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of produced materials was investigated using Hitachi S-4800 (Japan) scanning electron microscopy (SEM). Transmission electron microscopy (TEM) was performed on JEOL-JEM-2100F (Japan). X-ray diffraction (XRD) was conducted on Bruker-D8 ADVANCE (Germany) with a Cu Kα radiation source (V = 40 kV, I = 40 mA, and λ = 1.5418 Å). Raman spectroscopy was carried out on a Thermo Fisher Scientific-DXR (USA) with a 532 nm laser. CO2 adsorption–desorption isotherms were measured on a Micromeritics ASAP 2420-4 volumetric adsorption analyzer (USA). X-ray photoelectron spectroscopy (XPS) was carried out on EDAX-GENESIS (USA) with a mono Al Kα radiation."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The HC anodes were prepared by casting the slurry consisting of 90 wt % HC powder and 10 wt % sodium alginate binder (in a 10 mg/mL aqueous solution) on Cu foils and dried at 110 °C in a vacuum oven overnight. The HC anodes with different mass loadings of 1.5, 5.0, 7.0, 12.0, and 17.0 mg/cm2 were prepared. CR2032 type coin cells were assembled in an argon-filled glovebox (Mikrouna, universal 2440, China) with H2O and O2 < 0.1 ppm. Sodium metal (Na, Sigma-Aldrich, USA) was used as counter and reference electrodes. The ether-based electrolyte is 1 M NaPF6 in ethylene glycol dimethyl ether (DME), and the ester-based electrolyte is 1 M NaClO4 in a mixture of ethylene carbonate (EC) and dimethyl carbonate (DMC) (1:1, v/v). The ionic conductibility was measured at 25 °C using an ionic conductivity meter DDSJ-308A (Shanghai Hongyi Instrument Co. Ltd.).",
                        "The galvanostatic discharge/charge cycling performance was tested on LAND CT2001A battery testers at a voltage range of 0–2.5 V versus Na+/Na. Cyclic voltammetry (CV) measurements were carried out on a CHI 600 electrochemical test station at a scan rate of 0.1 mV/s between 0 and 2.5 V. Electrochemical impedance spectroscopy (EIS) measurements were conducted on a frequency response analyzer (Solartron, SI 1260) in the frequency range from 0.01 to 106 Hz with an AC signal amplitude of 5 mV."
                    ],
                    "name": " Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "HC was synthesized by directly pyrolyzing chitosan in the N2 atmosphere (). The morphology of the HC was examined by SEM and high-resolution TEM (HRTEM). As shown in a, the HC has a random granular shape with a particle size of <10 μm. The HRTEM image (b) indicates an amorphous structure, a typical feature of HC, consisting of numerous randomly oriented and locally ordered nanocrystallites and micropores. The interlayer spacing within the nanocrystallites is measured to be 0.363 nm, larger than that of graphite (0.335 nm). The expanded interlayer spacing should be induced by the incorporation of heteroatoms of oxygen and nitrogen and/or defective carbon structures.  The randomly oriented structure was further confirmed by the XRD pattern shown in c, where only broad peaks at 2θ = 24.4° and 43.3° are presented [corresponding to (002) and (101) planes, respectively], indicative of an amorphous structure. The average interlayer distance was calculated to be 0.366 nm, consistent with the observation by HRTEM (b). The Raman spectrum of the HC also reveals the amorphous and crystallite structures by two broad peaks at 1361 and 1595 cm–1 (d), which corresponds to the D-band of defects and the G-band of graphitic carbon, respectively. This is in good agreement with the HRTEM and XRD measurement results. The porous structure of the HC was investigated by CO2 adsorption measurement (). A low specific surface area of 47.6 m2/g was measured, which is in favor of reducing the formation of SEI layers and thus improves the ICE of HC anodes. ",
                "XPS was performed to analyze the element composition and the chemical states of the HC. C 1s, N 1s, and O 1s peaks were detected at 284.6, 401.4, and 531.4 eV in the XPS survey spectrum with the atomic contents of 93.7, 1.4, and 4.9%, respectively ( and ). The high-resolution spectrum of the C 1s peak can be fitted into four peaks of sp2 C (284.5 eV), −CH2– (284.9 eV), C–O (286.0 eV), C═O (287.3 eV), and O═C–O (289.2 eV) bonds (e).  The high-resolution O 1s core-level spectrum was deconvoluted into two peaks at 531.3 and 532.6 eV (f), corresponding to C═O and C–O bonds, respectively.  The N consists of three different circumstances: pyridinic N (N-6) at 398.4 eV, pyrrolic N (N-5) at 400.9 eV, and quaternary N (N-Q) at 401.4 eV (g).  The quaternary N can increase the conductivity of carbon materials as a result of the introduction of extra free electrons, whereas N-5 and N-6 can adsorb exotic atoms, thus functioning as Na storage sites. ",
                "In order to explore the electrochemical performance of the HC, it was evaluated in half coin cells using an ether-based electrolyte of 1 M NaPF6 in ethylene glycol DME with a mass loading of 1.5 mg/cm2. a shows the galvanostatic discharge/charge (sodiation/desodiation) profiles of the HC anodes in the initial three cycles at a current density of 0.02 A/g and a voltage window of 0–2.5 V versus Na+/Na. A high-voltage slope (>0.1 V) followed by a plateau below 0.1 V was displayed, which is a characteristic behavior of HC anode materials in NIBs. The high-voltage sloping region is attributed to sodium adsorption on the defect sites or heteroatoms, whereas the low-voltage plateau corresponds to sodium filling into the micropores.  Micropores with pore sizes of <0.8 nm were clearly measured (). According to our previous work, where the pore-filling mechanism at the low-voltage plateau was clearly verified, the plateau capacity in this work is attributed to the insertion of Na+ in the micropores. A high reversible capacity of 275.4 mA h/g was delivered with an ICE of 85.9%, which is among the best HC anodes reported in the literature (). Besides the extremely low specific surface area of the HC material (47.6 m2/g), the utilization of the ether-based electrolyte was in favor of increasing the ICEs of the HC anodes in NIBs.  The ICE of the HC anodes is 75.0% in the ester-based electrolyte, much lower than that in the ether-based electrolyte. The enhanced ICE in the ether-based electrolyte should be resulted from the less decomposition of the electrolyte to form thinner SEI films on the HC surface compared with that in the ester-based electrolyte.  The CV curves were collected at a scanning rate of 0.1 mV/s and in the voltage window of 0–2.5 V (b). A strong reversible redox couple at 0.06/0.10 V should result from the pore filling process, and a small irreversible peak at 0.59 V in the first cathodic process was assigned to the formation of SEI layers on the electrode surface and disappeared in the following cycles.  The overlapped desodiation curves in both galvanostatic discharge/charge and CV measurements strongly suggest a high reversibility of HC anodes.",
                "The cycling stability of the HC anodes was first examined at a current density of 50 mA/g. After a slight capacity decline in the initial few cycles, no further capacity decay was observed up to 300 cycles (c), demonstrating an exceptional stability. This is further confirmed by 90% capacity retention (196 mA h/g) after 2000 cycles at 1 A/g (d). The galvanostatic discharge/charge voltage profiles of the HC anodes in selected cycles are shown in . The performance outperforms all those HC anodes for NIBs ever reported in the literature ().",
                "The rate capability of the HC anodes was evaluated at different discharge/charge current densities from 0.02 to 10 A/g with the ether-based electrolyte. For comparison, the HC electrodes were also tested in the same conditions except for the use of an ester-based electrolyte of 1 M NaClO4 in EC and DMC (1:1, v/v), a commonly used electrolyte for NIBs in the literature (a). The corresponding discharge/charge profiles were shown in b for the ether-based electrolyte and c for the ester-based electrolyte. The HC anodes exhibited an extraordinary rate capability with a high capacity retention of 206 mA h/g at a current rate of 2 A/g in the ether-based electrolyte and 139 mA h/g even at a very high current density of 10 A/g (equal to 51% capacity retention of that at 0.02 A/g). Such high capacity retention has never been reported for HC anode materials in NIBs (). In contrast, with the ester-based electrolyte, the capacity suffers a fast capacity scroll-off as the current density increases and only 60 mA h/g is remained at 2 A/g, which is in agreement with those previous reports.  Note that the similar reversible capacities at low current rates suggest that the Na storage in the HC is thermodynamically the same in the two kinds of electrolytes but is kinetically controlled at higher current densities as shown by the huge gap in capacities. As current density increases, the capacity fading mainly comes from the sloping region in the ether-based electrolyte but the plateau region in the ester-based electrolyte (d,e), which clearly reveals the significant kinetics difference between the two electrolytes.",
                "The rate capability was examined by sodiating at a low rate of 0.02 A/g to make sure a complete sodiation reaction but desodiating at different rates (f,g). Surprisingly, different from the rate performance obtained with symmetric sodiation/desodiation current densities (b,c), similar desodiation capacities were delivered in the two kinds of electrolytes in the asymmetric current rate tests (h), 215.9 mA h/g for the ether-based electrolyte and 206.2 mA h/g for the ester-based electrolyte at 5 A/g. The difference between the two test protocols is attributed to the large desodiation voltage window (ΔVdes, voltage difference between average desodiation voltage of the plateau at 0.02 A/g and cutoff voltage) and the small sodiation voltage window (ΔVsod, voltage difference between average sodiation voltage of the plateau at 0.02 A/g and cutoff voltage) as well as the kinetics difference in the two electrolytes (). ΔVsod is 0.071 and 0.079 V for the ether-based and ester-based electrolytes, respectively. It can be seen from i that the overpotential (η) at high current rates is much larger for the ester-based electrolyte than the ether-based electrolyte (). Taking the plateau voltage at 0.02 A/g as a baseline (0.079 and 0.071 V, respectively), η at 5 A/g is 0.654 V for the ester-based electrolyte, whereas it is only 0.088 V for the ether-based electrolyte. If η < ΔVsod, the HC anodes can be completely sodiated, whereas in the case of η > ΔVsod, Na ions are difficult to insert into the HC. Assuming that the overpotentials for sodiation and desodiation are same at the same current rates, at 1.0 A/g, η is 0.116 V in the ester-based electrolyte, larger than Δsod (0.091 V), leading to an incomplete Na ion insertion and thereby lower sodiation capacity (i). In the ether-based electrolyte, η is small even at 10 A/g (0.167 V), enabling an efficient sodiation reaction and thus a high capacity. During the desodiation processes, ΔVdes is large enough to tolerate even at a high current rate. As a result, a complete desodiation will occur either in ether- or ester-based electrolytes and thus a high capacity retention upon a complete sodiation.",
                "The disparate overpotentials in the two electrolytes depend on the significant different reaction kinetics. The reaction kinetics of the HC anodes in the two electrolytes was investigated using EIS to account for the rate of Na+ ions in electrolytes and passing through the SEI films. a compares the Nyquist plots of two electrolytes. The impedance is much smaller in the ether-based electrolyte than that in the ester-based electrolyte, indicating a faster kinetics in the former one. The impedance data were fitted with equivalent circuits as shown in . The resistance of Rs represents the electrolyte resistance and Rct and Rf correspond to the charge transfer resistance and the contact resistance related to the SEI layers, respectively. The electrolyte resistance (Rs) is 4.6 Ω in the ether-based electrolyte and 5.3 Ω in the ester-based electrolyte, showing a higher ion movability in the ether-based electrolyte. This is also consistent with the ionic conductivity test results by a test meter, where the ether-based electrolyte has a Na+ ionic conductivity of 15.6 mS/cm much larger than that of 8.6 mS/cm of the ester-based electrolyte. The charge transfer resistance (Rct) is mainly associated with the electronic conductivity and the ionic diffusion coefficient. Therefore, higher ionic diffusion coefficient of the ether-based electrolyte responds to the smaller Rct. The smaller contact resistance (Rf) in the ether-based electrolyte is verified by the thinner SEI layers formed on the electrode surface, confirmed by SEM images which still clearly show the HC particle shapes without any distinct shroud after 100 cycles (b) compared with the pristine electrolyte (). Surprisingly, the surface of the electrolyte shows less change of outline of the HC particles even after 2000 cycles (). In contrast, the HC particles are encapsulated by a thick SEI layer and can be difficult to discern in the ester-based electrolyte after 100 cycles (c). These demonstrate a thin and sustainable SEI layer in the ether-based electrolyte. The chemical property of the SEI films formed in the two different electrolytes was investigated by XPS (). The SP2 C peak is relatively weaker and the O–C═O/C═O and Na–O peaks are stronger in the EC/DMC electrolyte-originated SEI films than in the DME electrolyte-originated SEI films, indicating that a larger amount of decomposition products were produced in the ester-based electrolyte, in accordance with a thicker SEI film. ",
                "The reaction kinetics of HC in different electrolytes also depends on the wettability of the electrolyte with HC electrodes. It has been reported that the interaction between the electrode materials and the electrolytes may produce significant effects on the formation of SEI layers and thus the electrochemical performance.  In our case, the wettability of HC electrodes was tested with the two kinds of electrolytes (d). The ether-based electrolyte can fully wet the HC electrodes as shown by the rapid spread upon the contact with the electrolytes (contact angles nearly 0°). In contrast, the ester-based electrolyte presents a contact angle of 33.1°, indicating a poor wettability. The better wettability suggests a stronger interaction between the electrolytes and the electrodes, benefiting the formation of a thin and sustainable SEI layer and thus reducing the interfacial resistance. ",
                "The reaction kinetics of HC in different electrolytes lies on the diffusion kinetics as well. To further evaluate Na+ ion diffusion properties in the HC particles with the two electrolytes, the Na+ ion diffusion coefficient (DNa+) at different sodiation/desodiation states were calculated using the Warburg diffusion in the low-frequency linear region of EIS.  The computation is described in the . DNa+ in the ether-based electrolyte (∼10–14) is found to be an order of magnitude higher than that of the ester-based electrolyte (∼10–15) (e), meaning a much faster transfer of Na+ ions within the HC particles when the ether-based electrolyte is used. The use of the ether-based electrolyte affords a higher ionic conductivity, produces a thinner SEI layer, offers a larger ion diffusion coefficient, and finally results in an outstanding rate capability. The sodiation and desodiation behaviors of the HC anodes in the ether- and ester-based electrolytes are schematically illustrated in .",
                "To verify the improved sodiation and desodiation kinetics in the ether-based electrolyte, HC electrodes with different mass loadings were fabricated from a common value of 1.5 mg/cm2 to an ultrahigh value of 17 mg/cm2 (). The excellent electrochemical performance and outstanding rate capability of the HC anode in the ether-based electrolyte with high ionic conductivity and superior wettability make the high mass-loading electrodes possible for practical commercial applications. The thicknesses of the HC anodes were measured to be 14 μm for 1.5 mg/cm2, 47 μm for 5.0 mg/cm2, 65 μm for 7.0 mg/cm2, 117 μm for 12 mg/cm2, and 195 μm for 17 mg/cm2, respectively (), indicating a proportional correlation between the thickness and the mass loading. The photographs and SEM images of the electrodes with different mass loadings reveal a similar surface morphology, showing that the mass-loading variation does not inflict obvious influence on the film quality of the HC electrodes. The uniformity of the electrodes with different thicknesses was further confirmed by the cross-sectional SEM images (). A compact and uniform distribution of the active material was displayed for all electrodes even for the ultrahigh mass loading of 17 mg/cm2. Such high mass loading has never been reported for HC anodes in NIBs and it is comparable with those of commercial graphite anodes in LIBs (15 mg/cm2), which promises commercial applications for high energy NIBs. ",
                "In order to prove the feasibility of high mass loading in NIBs with HC anodes, the electrochemical performance of the HC anodes with different mass loadings was evaluated by the galvanostatic discharge/charge test at the current density of 0.02 A/g. Typical HC voltage profiles are displayed for all mass-loading anodes with a voltage slope at high voltage (>0.1 V) followed by a voltage plateau below 0.1 V (a). Surprisingly, high reversible capacities of >250 mA h/g were delivered for all mass-loading electrodes and a high areal specific capacity of 4.3 mA h/cm2 can be achieved (b) with a very high ICE of 85.4% (c), which are among the highest values for the HC anodes in NIBs (). The thickness and electrochemical performance of the HC anodes with different mass loadings are summarized in . The good electrochemical performance of the HC electrodes with high mass loadings is unquestionably attributed to the enhanced electronic conductivity of the nitrogen-doping HC and the outstanding kinetics boosted by the ether-based electrolyte. The cycling stability of the HC anodes with different mass loadings was tested at 0.2 A/g after two activation cycles at 0.02 A/g (d). Stable cycling performance was demonstrated for all electrodes with negligible capacity loss over 150 cycles. The surface morphology and structure of the electrodes after the cycling test were examined using photomicroscopy and SEM (). No obvious morphology change and structure degradation happened except for a thickness increase by <10% for all mass-loading HC anodes, showing a sustainability of the HC electrodes even at a high mass loading of 17 mg/cm2."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A compatible electrolyte strategy is investigated to enhance the electrochemical performance of the HC anodes in NIBs toward practical applications. The results show that the better compatibility between the ether-based electrolytes and the HC anodes, such as better wettability, formation of thinner and sustainable SEI films, higher ionic conductivity, and high ion diffusion coefficient in HC, plays an important role in improving performance of HC anodes compared with the ester-based electrolytes. These account for the long cycle life and high rate performance of the HC anodes. With the enhanced kinetics, a high reversible areal capacity of 4.3 mA h/cm2 was achieved, preeminent to all those reported HC anodes in the literature. Our findings shed light on the system design of NIBs from the electrolyte strategies with superior kinetics and high energy density, which make NIBs with HC anodes possible for practical applications in large-scale energy storage."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Marriage of an Ether-Based Electrolyte with Hard Carbon Anodes Creates Superior Sodium-Ion Batteries with High Mass Loading"
}