{
    "DOI": "10.1021/acsami.1c04946",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) were successfully improved over the past decades for energy storage systems like portable electronic devices or electric vehicles, and daily life would be unthinkable without these batteries. Nevertheless, with the increasing demand for renewable energies, the desire for cost-effective large-scale stationary energy storage systems (ESS) is also increasing. Consequently, a very large amount of Li is necessary to meet these requirements in future. To prevent resource problems in terms of abundance and geographical distribution and to make stationary storage systems affordable, the focus is shifting toward the research of new electrode materials for sodium-ion batteries (SIBs) due to the higher availability, lower cost, and wider distribution of Na compared to Li. ",
                "To compete with the established Li-ion technology, new electrode materials should have high specific capacities and stable cyclability. These prerequisites can be achieved using conversion instead of intercalation reactions, since during the former reaction the metal ions are often completely reduced to the metallic state and more alkali metal cations can be converted.  Metal oxides often show good electrochemical performances for LIBs,  but for SIBs, metal sulfides are in many cases advantageous because the discharge product Na2S formed after full discharge enables better conductivity than that of Na2O if metal oxides are discharged. In addition, application of sulfides may be kinetically favorable for conversion reactions because the M–S bonds are weaker compared to M–O bonds. ",
                "Many binary transition metal sulfides have already been investigated for application in SIBs such as TiS2,  MnS,  VS2,  or MoS2,  and in most cases nanoscaled or specially modified materials like reduced graphene oxide (RGO)-composite materials were used to reach a satisfying rate and cycle stability. Ternary sulfides, on the other hand, have been studied less intensively as electrode materials in SIBs, although the use of such compounds could be beneficial. Synergistic effects as well as the formation of more phases during the discharge process may improve the contact of the products, which in turn is beneficial for the diffusion paths.  Pure copper sulfides, for example, show poor rate and cycle stability, unless they are elaborately synthesized or combined with different carbon-containing species like RGO or single-walled carbon nanotubes.  In addition, copper is not the cheapest transition metal and is an essential ingredient in many technologically important devices. Due to its price, abundancy, environmental compatibility, and electrochemical properties, iron is an attractive transition metal in combination with copper in sulfidic compounds. Many binary iron sulfides have already been investigated as anode materials. However, like for binary Cu sulfides often a poor cycle stability is observed, which is mainly traced back to contact loss between nanosized particles. Hence, to prevent this contact loss Fe sulfides were morphologically modified by, e.g., preparing ultrafine nanoparticles, carbon-coated nanospheres, or combining FeSx species with RGO.  But one should keep in mind that the synthesis of RGO by the Hummer method is not scalable to an industrial scale and the role during cycling of conversion electrodes is not clear.",
                "In recent years, ternary Cu sulfides like CuCrS2  and CuV2S4  were investigated concerning their suitability as anode materials in SIBs. Interestingly, these samples showed outstanding electrochemical performances like e.g., long-term stability, high-rate capability, and high specific capacity. For example, CuCrS2 exhibits excellent capacity retention of about 420 mAh g–1. CuV2S4 also showed very good electrochemical properties like capacity retention from 410 to 580 mAh g–1 at 0.7 A g–1 for over 300 cycles. Evidence is presented that elementary copper, which is formed during the discharge process, plays a crucial role preventing contact loss between the nanosized particles. ",
                "Another ternary compound is chalcopyrite CuFeS2 that may also have promising electrochemical properties, even without using any additive like RGO or CNTs or applying nanoparticles. Assuming a full conversion of the material with reduction of Cu+ and Fe3+ to their elemental state, as shown in , the theoretical specific capacity is 584 mAh g–1We note that CuFeS2 has been investigated as an anode material for LIBs,  but until now, to the best of our knowledge there are no reports for the application as the anode material in SIBs.",
                "To gain more understanding of this type of material, the electrochemical properties as well as the underlying mechanism have been investigated in detail in this study using ex situ X-ray diffraction (XRD), pair distribution function (PDF) analysis, Mössbauer spectroscopy, and 23Na magic-angle spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy. The results show an exceptionally good cycle stability at a high specific capacity."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "CuFeS2 was synthesized via a high-temperature solid-state reaction. Stoichiometric amounts of copper (Alfa Aesar, 99.9%), iron (Alfa Aesar, 99.99%), and sulfur (Alfa Aesar, 99.999%) were mixed and ground in a mortar. The mixture was placed in a quartz tube, which was sealed under vacuum (<10–4 mbar). The mixture was heated to 800 °C with a heating rate of 25 °C/h and was maintained at that temperature for 2 days and was then allowed to cool to room temperature over a period of 18 h. The annealed samples were removed from the quartz tube and ground in an agate mortar in an argon-filled glovebox. The material was again sealed in an evacuated silica tube and heated at 800 °C for an additional 4 days. The heating rate and cooling time were similar to the first step. Finally, the sample was washed with hydrochloric acid and distilled water to remove tiny amounts of undesirable FeS2."
                    ],
                    "name": "2.1.  Synthesis of CuFeS2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrodes were prepared with 70 wt % CuFeS2, 20 wt % SUPER C65 carbon (Timcal, Switzerland), and 10 wt % poly(vinylidene difluoride) (PVDF, Solvay, Germany) suspended in N-methyl-2-pyrrolidone (NMP). The mixtures were spread on a Cu or Al foil using the doctor-blade casting method. Drying of the electrode foils was carried out in a vacuum oven at 60 °C for 24 h. Afterward, 10 mm discs with about 1.1–1.7 mg of the active material were punched out. Assembly of the Swagelok type cells was carried out in an argon-filled glovebox (water and oxygen contents below 1 ppm) using Na metal as the anode, glass fiber filter disks (Whatman, United Kingdom), a Celgard membrane as the separator, and a solution of 1  sodium trifluoromethanesulfonate NaCF3SO3 (Sigma-Aldrich, 98%) in bis(2-methoxyethyl)ether (diglyme, Acros, 99+%, anhydrous) as the electrolyte. Galvanostatic measurements were performed on a BST8-WA (MTI Corporation) and BTS 3000 (Neware) battery analyzer. For ex situ measurements, approximately 20 mg of a mixture containing 70 wt % CuFeS2 and 30 wt % Super C65 carbon were pressed into pellets at 5 t/50 mm2, prepared in Swagelok type cells, as described above, and discharged/charged against Na in Swagelok cells with a C/20 rate (MTI BST8-WA). After a defined Na uptake/release, the electrochemical reaction was interrupted and the cells were disassembled in an argon-filled glovebox. The pellets were recovered and washed with anhydrous bis(2-methoxyethyl)ether (diglyme) and dried for 24 h.",
                        "Cyclic voltammetric measurements were done with a Zahner XPot at a scan rate of 0.1 mV s–1 between 0.01 and 3.00 V."
                    ],
                    "name": "2.2.  Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "SEM images and EDX data were obtained with a Philips ESEM XL 30 equipped with an EDAX New XL-30 detector. An acceleration voltage of 20 kV was used to detect the K-lines of the elements. Elemental analysis (EA) was performed with an Euro Vector Instruments Euro EA equipped with a HEKAtech CHNS analyzer.",
                        "Powder X-ray diffraction (XRD) investigations were carried out in transmission geometry on a PANalytical Empyrean with Cu Kα radiation, a focusing mirror, and PIXcel1D detector.",
                        "For ex situ synchrotron XRD and pair distribution function analysis measurements, the powders were placed in borosilicate capillaries with a diameter of 0.7 mm. The X-ray experiments were performed in Debye–Scherrer geometry using high-energy synchrotron radiation (60 keV, λ = 0.20703 Å) at beamline P02.1 at Petra III (DESY, Hamburg). The patterns were collected with an XRD 1621 Perkin Elmer amorphous silicon image plate detector with a sample to detector distance (SDD) of 1000 mm for XRD experiments and 300 mm for total scattering experiments. The 2D data was processed using DAWN Science.  The total scattering patterns were transformed into atomic pair distribution functions, G(r), using xPDFsuite  with an optimal Qmax of 21.2 Å. To account for instrumental contributions to XRD and PDF, LaB6 (NIST 660b) was measured as the standard material. To compensate for the contribution of the glass capillary, an empty capillary was measured under identical conditions.",
                        "57Fe Mössbauer spectroscopy was performed at room temperature in transmission mode with a constant acceleration spectrometer and a 57Co(Rh) source. All isomer shifts are given relative to that of α-Fe at room temperature. Powder samples were sealed in polyethylene/aluminum bags in an argon atmosphere.",
                        "23Na MAS NMR spectroscopy was performed at a magnetic field of 4.7 T, corresponding to a resonance frequency of 52.9 MHz. Samples were packed in 1.3 mm rotors in an argon atmosphere and the spinning speed was 50–60 kHz. Spectra were acquired with a rotor-synchronized Hahn echo pulse sequence with a π/2 pulse length of 1.5 μs and a recycle delay of 1 s. The 23Na NMR shifts are referenced to an aqueous 1 M NaCl solution at 0 ppm. Signal intensities were normalized with respect to the number of scans and the sample mass."
                    ],
                    "name": "2.3.  Material Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The compound CuFeS2 crystallizes in the tetragonal space group I4̅2d with lattice parameters a = 5.29 Å and c = 10.42 Å.  Fe3+ and Cu+ cations occupy positions 4a and 4b, and are in a tetrahedral environment of S2– anions. We note that two ionic states were discussed with chemical formulas Cu1+Fe3+(S2–)2 and Cu2+Fe2+(S2–)2. But results of recent investigations suggest that the former assignment is correct,  as also confirmed by our Mössbauer investigations described below.  displays the XRD pattern of the pristine material together with the results of the Rietveld refinement, demonstrating phase purity of the material. The Rietveld refinement of the XRD pattern yields lattice parameters of a = 5.28830(9) and c = 10.4181(2) Å, very similar to those reported in the literature. Modeling the corresponding PDF (, bottom) with a real space model of tetragonal CuFeS2 in a Rietveld-like least-squares approach leads to a good reliability factor Rwp = 14.6%. The derived lattice parameters a = 5.2851(2) and c = 10.4028(7) Å are in very good agreement with the values obtained from the Rietveld refinement. Detailed refinement parameters are listed in .",
                        "The EDX measurement () yields a stoichiometric ratio of Cu and Fe close to 1:1 while the S content is slightly too small. This can be explained by the low energy of the S-Kα emission line, which is easily absorbed by the matrix. Therefore, an additional elemental analysis is performed (), and taking the results of both analyses into account the composition of the sample is Cu1.01Fe0.96S2.02."
                    ],
                    "name": "3.1.  Characterization of Pristine CuFeS2",
                    "type": "h3"
                },
                {
                    "content": [
                        "In several publications, it was demonstrated that ether-based electrolytes show an improved cycle life,  and therefore NaCF3SO3 in diglyme was chosen for the present electrochemical investigations.",
                        "The cycling performance of Na/CuFeS2 at 0.5 A g–1 is shown in a. To improve the cycling stability, different cutoff potentials were applied at this current density. Cycling in the voltage range of 3–0.1 V, the specific capacity is initially stable at 560 mAh g–1 and passes a maximum after 86 cycles reaching 638 mAh g–1. After this maximum, the capacity drops to 580 mAh g–1 followed by a small increase to 585 mAh g–1 at the 150th cycle. A pronounced drop of the specific capacity to only 45 mAh g–1 occurs between the 160th and 200th cycles and during further cycling a value of 25 mAh g–1 at the 700th cycle is observed. When the cutoff voltage is limited to 0.3 V, a constant specific capacity at 460 mAh g–1 is observed and a steady increase occurs between the 70th and 150th cycles reaching 512 mAh g–1. Beyond the 200th cycle, a decrease is observed reaching an excellent capacity retention of about 444 mAh g–1 until the 700th cycle corresponding to 3.04 Na/CuFeS2. The Coulombic efficiencies are constantly higher than 99.9% for over 700 cycles. An explanation why the limitation of the potential window has such a pronounced positive effect on cycling stability is presented below by the detailed analysis ex situ XRD powder pattern.",
                        "b displays the galvanostatic charge/discharge profiles of Na/CuFeS2. The first discharge is accompanied by a fast decrease of the voltage at the early stage of Na uptake followed by a first short plateau at 1.15 V until 0.25 Na/f.u. is inserted. When the amount of inserted Na is increased, a long pseudo-plateau occurs in the region from 0.7 to 0.5 V. After insertion of 4 Na/f.u. the voltage steadily decreases until the cutoff of 0.3 V is reached with a specific capacity of 619 mAh g–1. This value is larger than the theoretically expected value of 584 mAh g–1 despite the cutoff potential being limited, and the excess capacity is caused by the formation of the solid electrolyte interphase (SEI). During the charge process, no significant well-resolved plateaus can be identified and only a pseudo-plateau is visible, which can be assigned to the broad anodic signal between 1.1 and 1.7 V in the CV curve (). After charging to 3 V, an uptake of 3.1 Na/f.u. is achieved, which corresponds to an irreversible capacity loss of 166 mAh g–1 with a Coulombic efficiency of 73.1%. In the following cycle a Coulombic efficiency of 97.1 is obtained, and after the 2nd cycle the Coulombic efficiency is >99%. The profiles of the subsequent cycles show a slowly evolving but a significant difference compared to the first cycle. In the discharge profile, two new pseudo-plateaus are developed at approx. 1.6 and 0.75 V, and the potential decreases steadily until the cell is fully discharged. While the alteration in the discharge profile is already clearly visible from cycle 100, the change in the charge profile is only detectable from cycle 200 onwards. Like observed before, two pseudo-plateaus are formed at about 1.5 and 1.75 V.",
                        "The successive alterations of the chemical reactions and their beginning can be seen more clearly in the derivative curve dQ/dV (c). In the first cycle, a broad reduction signal is located at about 0.6 V, which disappears already in the 2nd cycle. Instead, a new peak develops at 0.65 V reaching the highest intensity in the 85th cycle, and the intensity drops during further cycling and is not visible in the 150th cycle, which corresponds to the maximum in the specific capacity curve (a and the inset in c). A second reduction peak at 1.5 V appears at the 60th cycle, which gains intensity up to cycle 150 and simultaneously shifts to 1.55 eV (see a,c). The intensity of this signal slowly decreases but does not disappear completely in the following cycles. Another reduction peak develops at 0.84 V after passing the maximum of the specific capacity and the intensity of this event remains quite constant up to the 700th cycle.",
                        "In the first cycle, the oxidation reaction is accompanied by a broad peak at 1.35 V, a small shoulder is located at 1.55 V, and two very weak signals at 1.94 and 2.15 V can be identified. These events successively disappear, while a new peak develops at 1.52 V with increasing intensity up to the 150th cycle (see c and inset), followed by a successive decrease of the intensity up to cycle 700. Simultaneously, a second oxidation signal at 1.84 V starts to develop having the highest intensity in the 200th cycle. This peak gradually loses intensity in the following cycles, becomes broader and shifts to 1.87 V (c).",
                        "Summarizing, the dQ/dV results highly suggest that during cycling several changes occur in the reaction mechanism before an apparently constant and stable mechanism occurs. For gaining more insight into the reaction mechanisms, ex situ XRD experiments are performed and discussed in detail in .",
                        "The rate performance of the Na/CuFeS2 electrode is displayed in d. The cell delivered reversible specific capacities of 456, 437, 412, 352, and 180 mAh g–1 for current densities of 0.2, 0.5, 1, 2, and 5 A g–1, respectively. When the current density is reset to 0.2 A g–1, a specific capacity of 483 mAh g–1 could be recovered, which is an outstanding performance for conversion materials. Neither pure iron sulfide (FeS2) (640 mAh g–1 at 0.02 A g–1 to 290 mAh g–1 at 0.2 A g–1)  nor pure copper sulfide (CuS) (∼330 mAh g–1 at 0.1 A g–1 to less than 50 mAh g–1 at 3 A g–1)  achieved such high rate stability. Not even the ternary compound CuCrS2 (450 mAh g–1 at 0.4 A g–1 to 158 mAh g–1 at 2 A g–1)  showed such exceptional rate stability. Hence, an outstanding rate performance is observed keeping in mind that no additives like GO or RGO were used and that a bulk material is applied."
                    ],
                    "name": "3.2.  Electrochemical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "After the uptake and release of defined amounts of Na/f.u., the electrochemical reaction was interrupted and XRD as well as PDF investigations were performed. The XRD patterns recorded with an increasing/decreasing content of Na/f.u. together with the discharge/charge profiles are displayed in . The first changes in the XRD pattern occur after insertion of 0.5 Na/f.u. and the new reflections can be assigned to NaCuFeS2 coexisting with the pristine material. The intensities of the reflections of the new phase increased for the sample with 1 Na/f.u., while the intensities of the reflections of the pristine material decreased (a). These observations allow the formulation of a chemical reaction in the first step, in which Fe3+ is reduced to Fe2+ according After the uptake of 1.5 Na/f.u., the reduction of Cu+ to metallic Cu is evidenced by the appearance of the (111) and (200) reflections of Cu in the XRD pattern (c). The ratio of the intensities of these reflections deviates significantly from the theoretical value of ≈1.5 assuming crystallites with random orientation. However, the present value of ≈5 is estimated, demonstrating a preferential growth in the direction of the {111} faces (). The reflections are relatively broad indicating coherently scattering domains in the nanoregime. A further increase of the Na content leads to an increase of the Cu content, while the NaCuFeS2 fraction decreases. After insertion of 3 Na/f.u., an additional weak and broad reflection located at 3.1° 2θ can be assigned to nanocrystalline Na2S (size: ≈8 nm, ), which gains intensity during further Na uptake. Since only 3.1 Na is cycled in the restricted potential window, the complete crystallization of Na2S can be suppressed, which may contribute to the improved cycle stability. At the fully discharged state, only reflections of Cu and Na2S are visible. We note that no reflections of elemental Fe can be identified in the XRD data suggesting that the particles are too small to be detected due to the lack of a long-range order. But for the electrode with >1.5 Na/f.u., the background of the XRD patterns becomes more modulated and the reflections are broadened leading to a partial overlap of reflections, thus masking reflections of Fe. These observations may also indicate that another nanosized phase is formed, but introducing elemental Fe in the Rietveld refinement resulted in a better fit with an improved Rwp (). Because the reflections related to Fe are extremely broadened, estimated sizes of coherently scattering domains are between 1 and 2 nm ().",
                        "The evaluation of the PDF data confirms the results obtained by the analysis of the XRD data. The peaks in the PDF at 2.27, 3.74, 6.47, 9.89, and 13.42 Å associated with CuFeS2 disappear completely for a Na uptake of up to 1.5 Na/f.u., while new signals related to the intermediate compound NaCuFeS2 appear (blue arrows in b). The domain sizes of NaCuFeS2 at different stages of Na insertion are extracted from the damping of the PDF data, since the values estimated from the refinement of XRD patterns are not unambiguous due to the existing strain and absence of well-shaped reflection profiles. The values for the crystallite sizes are 6.5 nm (0.5 Na/f.u.) and 8.1 nm (1 Na/f.u.) (). As observed in the XRD patterns, the formation of elemental Cu is also clearly visible in the PDF data (green arrows in d), and a domain radius of ≈3 nm was determined, which remains relatively constant for further Na uptake. An improved Rwp value for the data after an uptake of 1.5 Na/f.u. is achieved considering nanosized Fe in the fitting procedure of the data. Introducing nanosized Fe particles in the modeling of the PDF data, only a moderate improvement of the Rwp value was obtained for samples up to 2 Na/f.u., but a significant drop of the Rwp up to 12.65% is observed with further Na insertion (). The difference curve of the experimental and modeled PDF including Fe particles with a 10 nm diameter in the model (blue line, a) evidences an amazingly good agreement. This is also obvious from the remarkable good agreement of the major features of the simulated Fe PDF with the signals of the experimental PDF for the fully discharged sample (green dotted line in a). Consequently, these features in the PDF can be attributed to Fe–Fe bonds, including iron in the fitting model results in a significantly improved fit (b). It is not surprising that high atomic displacement parameters were observed using the abovementioned model caused by the small particle sizes and a pronounced disorder of the nanoparticles. ",
                        "It is a common observation that for Cu+ containing ternary conversion materials, nanocrystalline Cu is formed during discharge while other transition metals convert to an X-ray amorphous state.  This could be related to the higher diffusivity of the Cu atoms leading to the formation of larger Cu particles, while the slow diffusion of Fe produces many small nuclei, resulting in smaller and finely dispersed particles. ",
                        "During the charge process, the intensity of the reflections of Na2S decreases in the XRD patterns (g), while the reflections of Cu do not show significant changes up to the release of 2 Na/f.u. This observation suggests that at this stage Fe is oxidized and probably amorphous FeSx phases are generated. In the PDF, a real space model based on nanocrystalline Na2S, Cu, and FeS2 leads to an improved Rwp value of 26.6% compared to a model considering only Na2S and Cu (Rwp = 32.9%), which supports the assumption of the presence of FeSx phases. After the release of 3 Na/f.u., a reduction of the intensity of the reflections of Cu occurs and reflections of the NaCuFeS2 intermediate appear. This is an astonishing observation because the formation of a crystalline phase was not observed in the overwhelming cases of conversion materials, which were in the fully charged state. In the last step of the charging process, the remaining Cu is oxidized, visible by the disappearance of the Cu reflections. Since formally only 0.7 Na is released in the last step, the structure of NaCuFeS2 is not completely destroyed, but a pronounced broadening of the reflections in the XRD pattern suggests a significant reduction of the sizes of the coherently scattering domains. In addition, the intensities deviate significantly from the NaCuFeS2 intermediate, which may be due to the fact that an additional CuSx phase is formed during the oxidation of Cu (g). The disappearance of signals of Cu in the PDF in the fully charged sample and the occurrence of peaks of the NaCuFeS2 intermediate is clearly visible in the PDF data. However, modeling the PDF with only NaCuFeS2 leads to significant deviations, which may be regarded as a further indication that another phase has been formed during the oxidation of Cu.",
                        "We note that complete oxidation of Cu during the charge process is not always observed, and for other conversion materials an extrusion mechanism has even been postulated in which a part of the elemental Cu survived in the fully charged state. "
                    ],
                    "name": "3.3.  Ex Situ X-ray Diffraction and PDF Investigations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Detailed analyses of the XRD and PDF data give hints about the nature of Fe during Na uptake and release, and further support is obtained about the change in the oxidation state of Fe from selected ex situ samples using 57Fe Mössbauer spectroscopy.",
                        " shows the room temperature 57Fe Mössbauer spectra of CuFeS2 at different discharge/charge states. For the pristine material, the dominating contribution stems from a sextet with hyperfine splitting Bhf = 35.6 T, isomer shift IS = 0.25 mm/s, quadrupole splitting QS = −0.01 mm/s, and line width Γ = 0.32 mm/s (). These values are in good agreement with values reported earlier for CuFeS2  and represent Fe3+ in the high-spin state. A second contribution to the spectrum can be modeled as a doublet with IS = 0.24 mm/s and QS = 0.32 mm/s, representing high-spin Fe3+ located in smaller particles, which leads to a lowering of the Neel temperature.  After insertion of 1 Na/f.u., the sextet is still visible but its area fraction is reduced to 16.4%. The spectrum is now dominated by a doublet with IS = 0.53 mm/s and QS = 1.07 mm/s (), revealing that the majority of the Fe3+ cations have been reduced to Fe2+. This result confirms the intermediate formation of NaCuFeS2 derived from the XRD data. After increasing the inserted amount of Na (2Na, 4Na), the doublet of the Fe2+ species disappears and new components with IS close to 0 mm/s develop with increasing intensity. These results clearly demonstrate that in the second step Fe2+ cations are reduced to metallic Fe0 and support the assumption that small Fe0 particles exist in an X-ray amorphous state. During charging, the components at IS = 0 mm/s disappear and the doublet at IS = 0.5 mm/s successively appears. For the charging step of 2 Na/f.u., 77.2% of Fe is present as Fe2+. After extraction of 3 Na/f.u., 87.4% of the iron is present as Fe2+, demonstrating the reversibility of the reaction mechanism."
                    ],
                    "name": "3.4.  Ex Situ 57Fe Mössbauer Investigations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The 23Na MAS NMR spectra of CuFeS2 are shown in  for different Na contents. In all NMR spectra, except for the pristine material, a narrow peak is visible at about −16.2 ppm, which can be assigned to residues of the Na salt of the electrolyte used in the electrochemical cells (Na triflate).  After the uptake of 1 Na/f.u., an additional broader signal is visible at −15 ppm. This signal decreases during further Na uptake (2 Na) until it disappears completely, while at this stage a further component emerges at 48.4 ppm. The latter signal can be assigned to the formation of Na2S during discharging. This signal is broadened for the sample containing 4 Na, due to the increased formation of metallic iron, as confirmed by the Mössbauer measurements. During charging, the intensity of the signal at 48.4 ppm increases indicating that Fe is oxidized. After the release of 3 Na/f.u., this signal disappeared due to the consumption of Na2S in the chemical reaction with Fe. Interestingly, the signal at −15 ppm is formed again, which can be regarded as an indication that this signal can be assigned to the NaCuFeS2 intermediate. Unfortunately, there is no further literature data available for comparison. A broad signal is observed at +4500 ppm (). This is a 63Cu resonance that mostly belongs to the NMR radiofrequency coil located around the sample. For some of the sodiated/desodiated samples, this signal reveals some spinning sidebands (marked with an asterisk in ), revealing that at least part of this signal belongs to metallic Cu inside these samples, in good agreement with the XRD results described above."
                    ],
                    "name": "3.5.  Ex Situ 23Na MAS NMR Spectroscopy",
                    "type": "h3"
                },
                {
                    "content": [
                        "The dQ/dV curves presented in c clearly show that a change in the reaction mechanisms occurs during extended cycling. To gain more insight into the mechanisms, the test cells were stopped at the maximum of the specific capacity curve (150th cycle) and in the constant capacity region (250th cycle) both in the discharged and charged states and the products were examined by XRD (). The first surprise is that the samples recovered are still crystalline after such a large number of cycles exhibiting a long-range order as evidenced by Bragg reflections, which are indeed broad but well developed ().",
                        "At the maximum of the cycling curves (150th cycle, discharged state), the XRD pattern is characterized by broad reflections, which can be assigned to nanosized elemental Cu and Na2S (b). XRD investigation of the material in the charged state at this cycle exhibits a totally different pattern (c). The reflections of Cu and Na2S disappeared and new broad reflections developed, which are assignable to Cu2S and Cu1.8S (c). In different publications it was demonstrated that Cu sulfides mainly react with Na according to  and  On the basis of the present data no conclusive explanation can be given about the role of Fe that is still present in the electrode. A reasonable assumption is that iron sulfide is formed, and Fen+ is reduced to the elemental state during discharge, thus contributing to the missing capacity. If Cu reacts as formally described in  and , a contribution to the capacity of 146 mAh g–1 is estimated. For achieving the maximum capacity of 512 mAh g–1, the calculation suggests that the remaining Fe at the maximum of the specific capacity curve (cycle 150) is in a mixed valent oxidation state of +2/+3 in a ratio of 1  to 1.",
                        "After the maximum of the specific capacity is passed and the capacity remains almost constant from the 250th cycle on, further changes are discernible in the XRD patterns of the material recovered in the discharged state at cycle 250 (d). The clearly recognizable (111) reflection of Cu and a broad hump at the position of the (220) reflection indicate that Cu is only partially reduced. Furthermore, the intensity ratios of the reflections of Na2S changed, which may be explained by the occurrence of reflections of NaF, which has been formed by a side reaction with the electrolyte, overlapping with reflections of Na2S. Some broad features and shoulders in the XRD pattern reveal the presence of another phase and using the reflection positions of Cu7.2S4 (space group: Fm3̅m) a reasonable good match of reflection positions is obtained. Accordingly, a significant amount of Cu remains as Cu+. Analyzing the XRD pattern of the sample in the charged state at this cycle, pronounced differences are obvious to both the pattern recorded for the charged sample at the 150th cycle and the discharged state at the present cycle (e). The reflections of NaF are still present and the remaining reflections can be assigned to Cu5FeS4 (space group Fm3̅m). Hence, it can be postulated that about one-fifth of the iron is incorporated into the structure of Cu7.2S4 during Na release, yielding a specific capacity of 88 mAh g–1. From the XRD patterns, no conclusions can be drawn concerning the nature and role of the remaining Fe. Based on the specific capacity of 444 mAh g–1 observed in the constant capacity range, the remaining Fe3+ has to be reduced during discharge providing the difference in capacity, i.e., about 350 mAh g–1. From this amount of fully reduced iron, only the stoichiometric amount of completely reduced Cu+ would have to be subtracted, since this part also contributes a specific amount to the capacity.",
                        "Concerning the assignment of the different phases in the XRD patterns, the strong broadening of the reflections caused by the nanosized nature of the particles may prevent identification of a certain amount of Cu5FeS4 already contained in the electrode at the 150th cycle.",
                        "Summarizing the results, the electrochemical reaction starts from Na and CuFeS2 and proceeds via formation of a CuxS/FeSx mixture most probably up to the 150th cycle. Further cycling generates a mixture of Cu5FeS4 and most likely FeSx which are the active materials during the remaining cycles. To get a more precise insight into the mechanisms, further ex situ measurements are required at the distinct plateaus to determine possible intermediates."
                    ],
                    "name": "3.6.  Investigation of the Change in the Reaction Mechanisms at Later Cycling Stages",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Polycrystalline CuFeS2 was synthesized by a traditional high-temperature synthesis. We demonstrated that this material is an excellent anode material for sodium-ion storage. A high and stable capacity of 444 mAh g–1 is achieved at 0.5 A g–1 for 700 cycles.",
                "Considering the results of the structural investigations, we assume the following reactions for the first discharge. The first step is the formation of the intermediate NaCuFeS2 () accompanied by the reduction from Fe3+ to Fe2+, followed by the reversible full conversion of the intermediate phase to Cu, Fe, and Na2S (). The formation of Na2S and metallic Cu is clearly demonstrated by ex situ XRD and NMR measurements, while PDF analysis and especially Mössbauer measurements unveiled the presence of nanoscaled, most probably highly disordered metallic Fe in the discharged state.Crystalline Na2S is formed by the uptake of 3 Na, so it is reasonable to assume that this crystallization may have some relation to the improved cycling in a smaller potential window, due to the poor conductivity and volume expansion of crystalline Na2S formed in the larger voltage window. The limited potential window inhibits complete crystallization of Na2S.",
                "During charging, most probably Fe sulfide phases are formed first. The results of the Mössbauer investigations confirm that an amorphous intermediate state must be present. This is most likely an FeSx or NaFeSx phase, as discussed in  (). Another assumption would be that NaCuFeS2 is amorphous before it crystallizes, but the constantly present reflections of elemental Cu contradict this assumption. The intensity of the reflections of Cu decreases after the release of 3 Na/f.u. during the charging process accompanied by the simultaneous appearance of the reflections of NaCuFeS2 (). After this stage of charging, a partial development of the NaCuFeS2 intermediate during further Na release is observed, with simultaneous oxidation of Cu. However, parts of Cu remain in the elemental state, until it seems to react to form CuxS in the last reaction step ().We also clearly demonstrated a unique phenomenon of a change of the charge/discharge profiles occurring at later stages of cycling. A comprehensive XRD investigation was performed and the patterns could be interpreted due to the remarkable crystallinity at these large cycle numbers with amazing and surprising novel results. In addition, the results obtained during the present studies imply that retaining good crystallinity of discharged and charged electrodes plays a key role in achieving outstanding stable cyclization and simultaneously maintaining high specific capacities. Based on theoretical calculations (), the occurrence of crystalline phases during cycling should reduce the volume change compared to amorphization observed by full conversion of electrode materials, where large volume expansions limit cyclization stability. This may be one of the factors for the very good long-term stability, as a smaller volume change keeps the electrochemical active material in better contact with the collector. Furthermore, the good electrical conductivity of several phases identified here in combination with the limitation of the potential window lead to exceptionally good stability."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "CuFeS2 as a Very Stable High-Capacity Anode Material for Sodium-Ion Batteries: A Multimethod Approach for Elucidation of the Complex Reaction Mechanisms during Discharge and Charge Processes"
}