{
    "DOI": "10.1039/C5CP07007D",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) play a vital role in our daily life as they are prominent power sources for cell phones, laptop computers, digital cameras, power tools, electrical assist bicycles, and many consumer products. However, concerns over the cost, safety, and availability of lithium reserves for large-scale applications involving renewable energy integration and electrical power grids have to be answered. In recent years, sodium-ion batteries (SIBs) have drawn increasing attention, in contrast to lithium. Sodium resources are practically inexhaustible and the expensive cost of lithium-ion batteries heavily hinders the large-scale applications due to the limit of lithium reserves on the Earth. Additionally, from an electrochemical point of view, sodium has a very negative redox potential (−2.71 V vs. SHE) and a small electrochemical equivalent (0.86 g A h−1), which make it the most optimum element for rechargeable batteries after lithium. However, compared to lithium-ion batteries, the larger diameter of the sodium ion hinders electrochemical reaction kinetics, which makes it difficult to find suitable active materials for insertion and extraction. Particularly, the main problems include large voltage polarization for the anode materials of sodium-ion batteries.",
                "The exploration of suitable electrode materials is an important requirement for SIBs with good electrochemical performance. Without doubt, the application of anode materials for SIBs has mainly been limited to the carbonaceous materials such as amorphous carbon, hard carbon and graphite. However, carbonaceous materials have several performance barriers, including low reversible capacity and sodium plating behavior that have led to insufficient Na-storage properties. Among the non-carbon layered materials that are being explored as electrode materials for sodium-ion batteries, titanates have demonstrated excellent capacity and cycle stability. Therefore, it is worth mentioning that Ti-based oxides are attractive alternatives to carbon materials because they are denser and lower cost as new kinds of materials. Essentially all TiO2 polymorphs and a variety of MxTiO2+x/2 (M = H, Li and Na) compounds have been extensively studied for application as lithium-ion battery anodes, and reported to exist for their properties as sodium-ion hosts recently. In addition, recent studies have shown that the anode materials, such as the alloy-type (Sn and SnO2) exhibited high initial capacity but suffered from poor cycling performance owing to the large volume change. To ensure good mechanical stability of alloy-type anode materials during electrochemical cycling, it is common to adopt an active material (e.g., carbon analogue) together with an inactive material. In summary, it is desirable to find appropriate anode materials with good electrochemical performance.",
                "Recently, metal sulfide materials were also investigated as an anode material, because metal sulfides possess high theoretical specific capacities while their price is low. Among the metal sulfides, molybdenum disulfide (MoS2) is a promising material which is a layered sulfide having the analogous structure of graphene. This layer-structured material possesses S–Mo–S layers, with the layers stacked together through weak van der Waals interactions. Particularly, atoms within the layers of MoS2 are bound by strong covalent bonding, whereas MoS2 has a lamellar structure with each layer stacking via van der Waals interactions. Due to the similar structure of graphene but larger interlayer space, many reports have involved the application of MoS2 as an anode for high power lithium-ion batteries, as lithium ions can intercalate between the layers. Due to the chemical similarity between lithium ions and sodium ions, MoS2 can also be used in sodium-ion batteries. The weak interaction between MoS2 layers was supposed to allow sodium ions to diffuse easily. David et al. reported MoS2/graphene composite paper for sodium-ion battery electrodes and revealed high first cycle electrochemical capacity of 338 mA h g−1 and the conversion reaction. However, MoS2 still suffers from many disadvantages, such as high discharge voltage plateaus (approach 1 V) and poor cycle life. The excellent performance of Na/MoS2 batteries are highly dependent on its particle size and morphology. Remarkably, fabrication through the exfoliation method and the controllable electrochemical lithiation process with an enlarged c lattice parameter have improved capacity with a longer cycling span than original MoS2. Nevertheless, the poor electrical conductivity further hampers its application as an anode electrode material. Thus, many researchers have turned to construct 3D nanostructures by assembling graphene (G) with MoS2. The obtained MoS2/G composites have very high specific surface area, additionally, graphene can enhance the conductivity and stability of the active materials. But the graphene is too expensive, so it limits the widespread use of graphene. Therefore, looking for a new method to improve the materials is in urgent need.",
                "In this study, we report a novel method, which involves sodium molybdenum sulfide nanoparticles with high uniformity fabricated using MoS2 sheets as the precursor by sodium-modification in a molten salt of NaCl. By sodium modification, there are microscale sodium ions embedding with the insertion of sodium ions into the interlayer spaces of the bulk materials. And there are great changes in the morphology, MoS2 sheets transform into sodium molybdenum sulfide nanoparticles with high uniformity. At the same time, the lattice parameters have also changed, and the interlayer distance is expanded, which weakens the van der Waals interactions between the layers. These changes have a great influence on electrochemical properties. The Na/Na–Mo–S battery is able to exhibit high capacity with a reversible discharge capacity of about 190 mA h g−1 after 100 cycles, more importantly, the discharge voltage plateaus reduce to below 0.5 V vs. Na+/Na compared with the Na/MoS2 battery. Our work on sodium molybdenum sulfide nanoparticles for sodium-ion battery anodes illuminates a novel method of preparation of battery materials and the discharge mechanism investigation for future research."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The as-received analytically pure NaCl (about 100 g, Aladdin) was added into a corundum crucible (inner diameter, 42 mm; height, 110 mm) which was placed in a sealed vertical tubular reactor. The temperature was heated to 300 °C for 12 hours in a vacuum to remove moisture and the temperature of the reactor was controlled by a programmable box furnace. Then the temperature was slowly increased up to 850 °C under the Ar atmosphere for electrolysis. Molybdenum disulfide (MoS2) was purchased from Aladdin Corporation. For molten salt electrolysis, the MoS2 powder was pressed into a cylindrical pellet (1.0 g with 15 mm diameter, pressure: about 5 Mpa), and then sintered in argon at 300 °C for 2 hours to form an assembled cathode (working electrode). A graphite rod (d = 8 mm) and a Ag/AgCl electrode served as the counter electrode and the quasi-reference electrode, respectively. Potentiostatic electrolysis was carried out in molten NaCl for 30 min. After electrolysis, the electrodes were raised near the top of the reactor and cooled gradually. The cathode pellet was taken out and washed with deionized water and alcohol to remove the frozen electrolyte, and then dried in an oven at 120 °C for 12 hours, sodium molybdenum sulfide was obtained."
                    ],
                    "name": "2.1 Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology and microstructure of the as-prepared MoS2 sheets and sodium molybdenum sulfide nanoparticles were characterized by X-ray diffraction (XRD, Rigaku, D/max-RB), field emission scanning electron microscopy (FESEM, JEOL, JSM-6701F), transmission electron microscopy (TEM, JEOL, JEM-2010) and high resolution Raman spectrometry (Horiba-labram HR evolution) with an excitation at 532 nm. X-ray photoelectron spectroscopy (XPS, Kratos AXIS Ultra DLD) was also applied to study the change of the valence state."
                    ],
                    "name": "2.2 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of sodium molybdenum sulfide nanoparticle materials were evaluated in two-electrode 2032 button cells assembled in an argon-filled glove box. The sodium foil served as the counter electrode and reference electrode to provide sodium ions. A glass fiber (GF/D) was used as the separator. Composite working electrodes were prepared by making a slurry of 75 wt% of the active material sodium molybdenum sulfide nanoparticles, 15 wt% acetylene black (AB) and 10 wt% Teflon [poly(tetrafluoroethylene), PTFE] binder. The slurry was spread on a copper foil with 6 mm diameter and 0.01 mm thickness. Finally, the electrode was dried at 120 °C for 12 hours before being cut to size and weighed. The used electrolyte was a solution of 1 M NaClO4 in propylene carbonate electrolyte solution. The galvanostatic charge/discharge measurements were carried out on a Neware BTS-53 battery tester between 0.01 and 2.6 V vs. Na+/Na under different current densities. Galvanostatic charge/discharge tests were implemented using the Neware BTS-53 tester. Cyclic voltammetry measurements were carried out on an electrochemical workstation (CHI 660E) from 0.01 V to 2.6 V at a scan rate of 0.1 mV s−1. The cell was also measured by electrochemical impedance spectroscopy (EIS, CHI 660E) to evaluate the ionic and electronic conductivity with a frequency range from 1.0 × 105 Hz to 0.1 Hz."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to theoretically illustrate the atomic structures and ionic substitutions in MoS2, the first-principles structure calculations were performed by the plane-wave pseudopotential method, implemented in the CASTEP package, the generalized gradient approximation (GGA) was used for the exchange–correlation potential, and the GGA functional proposed by Perdew et al. was employed. Wave functions are expended up to a plane-wave cutoff energy of 800 eV and the Brillouin-zone integration is performed by the 5 × 2 × 2 Monkhorst–Park scheme for supercell calculations described below. Based on forces on atoms calculated, all atomic positions, cell parameters and cell shapes of unit cells and supercells are allowed to relax until their energy change, maximum force, maximum and maximum displacement converge to less than 1.0 × 10−5 eV per atom, 0.03 eV Å−1, 0.05 GPa and 0.001 Å, respectively. The choice of these computational parameters ensures good convergence in the present work (Scheme 1).",
                        "As sodium ions are successively incorporated into the Mo–S (MS) tunnel, the formation energy is defined as:",
                        "Here Etot (nNa + MS) is the total energy of the Mo–S tunnel containing n sodium atoms in a unit cell, Etot (MS) is the total energy of the Mo–S tunnel without any sodium atoms, and Etot (Na) is the total energy of a sodium atom in the reservoir."
                    ],
                    "name": "2.4 Calculations",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Gao and Wang et al. reported that facile preparation of Mo nanopowder can be achieved through electrolysis of layered MoS2 in NaCl–KCl at 700 °C, and the results showed that the MoS2 was first reduced to LxMoS2 (L = Na, K; x < 1) through the continuous electrochemical insertion of Na+ and K+. We take a similar method to fabricate sodium molybdenum sulfide nanoparticles, and change the morphology and lattice parameters of MoS2, and the interlayer distance is also expanded, which weakens the van der Waals interactions between the layers. Fig. S1a (ESI†) shows the typical current–time curves recorded during the potentiostatic electrolysis of the MoS2 pellet at a potential of −1.1 V vs. Ag/AgCl in molten NaCl at 850 °C for 30 min. The studied pellet was about 1.0 g in mass and the theoretical coulomb (Q) needed for the complete reduction was about 1750 C, as shown in Fig. S1b–d (ESI†) indicating the optical images of MoS2 pellets. Before electrolysis, the surface of the pellet was smooth and metallic luster. But the surface of the pellet became rough and dark after electrolysis. At the same time, the pellet generated a lot of cracks.",
                "Fig. 1a shows the XRD pattern of original MoS2 and the crystal structure. All the characteristic peaks match with JCPDS No. 6-97, and the interlayer distance is about 6.2 Å. Fig. 1b shows the XRD pattern of electrolytic products. It obviously can be seen that sodium molybdenum sulfide nanoparticle is Na1.8Mo9S11 and there are trace Mo15S19 impurities. The XRD patterns show the feature (002) peak of MoS2 at 14.4°, which is indicative of a well-stacked layered structure and high crystallinity of the MoS2 sheath. However, for electrolytic products the peak of the (002) plane shows a small shift to the low scattering angle, which is ascribed to the intercalation of Na+ in the MoS2(002) layers during the electrolysis. Fig. S2a (ESI†) shows the typical SEM image of the original MoS2 sheets. It can be seen that the original MoS2 has an average size of about 2–4 μm consisting of mainly stacks of sheets. After electrolysis, as shown in Fig. S2b (ESI†), the products consist of similar nanoparticles with high uniformity, which is due to the intercalation of Na+ in the MoS2 and damage of the structure of MoS2. The presence of sodium ions, Mo and S is demonstrated by elemental mapping images of sodium molybdenum sulfide nanoparticles as shown in Fig. S3 (ESI†). Elemental mapping confirms that sodium ions are uniformly distributed in sodium molybdenum sulfide nanoparticles. In order to calculate the definite chemical composition of sodium molybdenum sulfide nanoparticles. The content of each element was studied by energy dispersive X-ray spectroscopy (EDS), as shown in Fig. S4 (ESI†). EDS analysis reveals that the atomic ratio of sodium ions accounts for 9.37% (details are shown in Table S1, ESI.†). And the atomic ratios of Mo and S elements are 40.28% and 50.35%, respectively. The result is in good agreement with the XRD result in Fig. 1b. During the electrolysis, S2− may be oxidized to the S2 gas, and after electrolysis, the solidified NaCl became reddish, possibly due to the formation of Na2S, which is often red in colour.",
                "Fig. 2 shows TEM and HRTEM images and each corresponding SAED pattern in the inset at the bottom right corner. An original MoS2 sheet in Fig. 2a shows an irregular polygon shape, and the HRTEM image reveals that the interlayer distance is about 6.2 Å, as shown in Fig. 2b, the SAED pattern in inlets corresponds to the polygon layered structure with a d-spacing value (2.7 Å) of the (100) plane.Fig. 2c and d show the TEM and HRTEM images of electrolytic products. It can be seen that sodium molybdenum sulfide nanoparticles are also layered structures, but the interlayer distance is expanded, which weakens the van der Waals interactions between the layers. Raman spectra provide easy and qualitative characterization of original MoS2 and sodium molybdenum sulfide nanoparticles. Raman spectra for original MoS2 and electrolytic products are shown in Fig. S5 (ESI†). The typical peak, known as the E12g peak, at 382.8 cm−1 originating from the vibration of Mo–S in-plane mode, and an A1g peak near 408.6 cm−1 from out-of-plane vibrations is also observed. After electrolysis, the typical peaks will reduce about 3–4 cm−1, which is due to the decrease of layers and particle size.",
                "Further evidence for the oxidation states was provided from X-ray photoelectron spectroscopy (XPS) analysis. Fig. 3 shows the XPS spectrum of original MoS2 sheets with C 1s at 284.8 eV (Fig. 3b) and the XPS spectrum of sodium molybdenum sulfide nanoparticles. Fig. 3a shows the wide survey XPS spectrum of original MoS2 sheets. No obvious peaks for other elements or impurities were observed in the survey spectrum. In Fig. 3c, there are two strong peaks at about 229.5 eV and 232.7 eV, which can be attributed to Mo 3d5/2 and Mo 3d3/2 binding energies, respectively, indicating that Mo4+ is the dominant oxidation state. In addition, the S 2s peak is detected at 226.7 eV. In Fig. 3d, the peaks at about 162.4 eV and 163.5 eV can be indexed to S 2p3/2 and S 2p1/2 binding energies, respectively, indicating that S2− is the dominant oxidation state. It can be seen from Fig. 3e that Mo4+ is also the dominant oxidation state after electrolysis. From Fig. 3f, the S 2p spectra contain S6+ peak at 168.7 eV. The S6+ 2p peak presents with a small portion as compared with S2− 2p, which is possibly due to the oxidation of S2− in the atmosphere or the formation of trace Na2SO4 at high temperature.",
                "In summary, Scheme S1 (ESI†) shows the schematic illustration of the electrochemical sodiation process for the fabrication of sodium molybdenum sulfide nanoparticles from the layered bulk material and the sodium-based half-battery system during the charge/discharge process. In this work, the layered structure MoS2 was pressed into a pellet as the precursor of the potentiostatic electrolysis. During the electrolysis process, MoS2 sheets as the precursor transferred to sodium molybdenum sulfide nanoparticles with high uniformity by sodium-modification. After that, sodium molybdenum sulfide nanoparticles are taken to a series of electrochemical tests as the battery materials.",
                "To evaluate the electrochemical performance of MoS2 sheets as anode materials for sodium-ion batteries, the galvanostatic charge/discharge measurements were performed in a voltage range of 0.01–2.6 V vs. Na+/Na. Fig. 4a shows the initial discharge curve of Na/MoS2 battery at a current density of 20 mA g−1. It is found that the first discharge capacity was about 470 mA h g−1, which is equivalent to 2.8 sodium ions insertion per MoS2. More importantly, the first discharge reaction consists of two steps which correspond to voltage plateaus of 0.93 V and 0.85 V vs. Na+/Na, respectively. And the following discharge curves, there is only one apparent voltage plateau, and the voltage plateaus maintain about 1.0 V, as shown in Fig. 4b. However, it also can be seen that the capacity continuously declines, which is attributed to the formation of a solid electrolyte interface (SEI).Fig. 4c shows the cycling performance and the coulombic efficiency of Na/MoS2 at a current density of 20 mA g−1. The capacities decreased gradually with the repeated cycling and the charge and discharge capacities at the 100th cycle are about 97 and 105 mA h g−1, respectively. Fig. 4d shows the cyclic voltammogram (CV) of Na/MoS2 electrode at a scan rate of 0.1 mV s−1. Obviously, when the scan potential is initiated in the negative direction toward 0.01 V vs. Na+/Na, there are three reduction peaks at about 2.25 V, 1.40 V and 1.10 V vs. Na+/Na and three oxidation peaks at about 1.40 V, 1.75 V and 2.30 V vs. Na+/Na. Apparently, the reactions have good reversibility, and the CV measurement is in good agreement with charge/discharge behaviors in Fig. 4b. According to the following equation:",
                "In this equation, n is the number of transferred electrons, F is the Faraday constant (26.8 A h mol−1) and M is the molecular weight of the material. After discharge process to about 0.9 V, the discharge capacity is about 150 mA h g−1, which is equivalent to 0.9 sodium ion intercalation per MoS2, then after the discharge process to about 0.01 V, the discharge capacity is about 470 mA h g−1, which is equivalent to 2.8 sodium ion intercalation per MoS2, and we can conclude that x + y < 2.8. Therefore, according to the CV measurement and electrochemical performance measurement, the first discharge reactions in a Na/MoS2 battery can be formulated as the following equations:",
                "Fig. 5a presents the formation energy calculated by the first-principles theory with respect to the number of sodium ions in a MoS2 unit cell. Since each cell contains 8 MoS2 formula molecules during the calculation. The more negative of the formation energy, the more stable the sodium ions located in the lattice. When the formation energy is greater than zero, the cell system becomes unstable. Therefore, according to the formation energy, in total, approach 1 sodium ion can insert into the MoS2 structure, which is in good agreement with cycling performance over 100 cycles in Fig. 4c. Fig. 5b presents the volume change during the insertion of sodium ions into MoS2. As the number of sodium ions in a unit cell ranges from 0 to 0.75, the ions per unit cell increases from 66.576 × 10−3 nm3 to 76.512 × 10−3 nm3, only 15% volume expanding. However, when 1 sodium ion inserted into the MoS2 unit cell, the volume increased to 120.132 × 10−3 nm3 abruptly. All these calculation results are in good consistence with eqn (3) and the reserved discharge capacity after 100 cycles.",
                "Fig. 6a shows the initial discharge curve of Na/Na–Mo–S battery at a current density of 20 mA g−1. It is found that the first discharge capacity was about 475 mA h g−1, which is equivalent to 3 sodium ions insertion per sodium molybdenum sulfide nanoparticles. It can be seen that there is only one apparent voltage plateau, and more importantly, the discharge voltage plateau reduces to below 0.5 V vs. Na+/Na compared with the Na/MoS2 battery, which can enhance the power density. As shown in Fig. 6b, the 2nd, 40th and 100th charge/discharge curves of sodium molybdenum sulfide nanoparticles at 20 mA g−1 for sodium-ion batteries are presented. The large capacity loss can be potentially attributed to the formation of a solid electrolyte interphase (SEI) layer on the electrode surface. In every discharge curve, a voltage plateau can be seen clearly, and the plateau potentials were not changed over repeated cycling. Fig. 6c shows the cycling performance and the coulombic efficiency of sodium molybdenum sulfide nanoparticles at a current density of 20 mA g−1. The capacities decreased gradually with repeated cycling and the charge and discharge capacities at the 100th cycle are 170 and 190 mA h g−1, respectively, which corresponds to a coulombic efficiency of 93%, despite the low coulombic efficiency at the beginning, the coulombic efficiency of the subsequent cycles is high, demonstrating a highly reversible charge and discharge process. In the first 5–6 cycles, the decrease of the discharge capacities are rapid and obvious due to the formation of a solid electrolyte interface (SEI). And in the next about 20 cycles, the discharge capacities also decreased due to the irreversible reactions and the variation of structure. But the decay of the discharge capacities is more stable compared with the first few cycles. Finally, in the following cycle, the decay of the discharge capacities is much slower and it reaches a stabilized status. Additionally, the material shows stable cycling behavior even after 100 cycles and a superior cycle stability compared with bare MoS2 sheets in Fig. 6d. The excellent performance is mainly due to the changes in structure and the decrease of layers that allows the high intercalation and deintercalation mobility of sodium ions.",
                "The cyclic voltammetry (CV) curves of the Na/Na–Mo–S battery for the initial three cycles are shown in Fig. S6 (ESI†) and four pairs of redox peaks can be observed clearly, which are also consistent with the charge/discharge curves in Fig. 6a and b. The CV peaks are stable during the subsequent three cycles, demonstrating a highly reversible and stable sodiation/desodiation process. As can be seen that the discharge voltage plateau (R1) is very low compared with the discharge voltage plateaus of Na/MoS2 battery. The anodic peak in the initial curve at 0.7 V tends to be inconspicuous in the second and third scans, which is primarily due to the decomposition of the liquid electrolyte and the formation of an SEI layer on the surface of the electrode.",
                "In order to better investigate the electrochemical performance of Na/Na–Mo–S battery, electrochemical impedance spectral (EIS) measurements were performed after 0 cycle, 10 cycles and 100 cycles. The Nyquist plots at an open circuit voltage of Na/Na–Mo–S battery are shown in Fig. 7a. In the case of the diffusion impedance, the slope line in the low frequency region deviates from the Warburg impedance with θ = 45°, which is attributed to the blocking electrode-type behavior. Obviously, before the test, the internal resistance is about 130 Ω. As cycling continues, the intermediate frequency semicircle becomes slightly large up to the 10th cycle, the internal resistance is about 160 Ω, and when the intermediate frequency semicircle becomes large up to the 100th cycle, the internal resistance is about 300 Ω, confirming higher charge-transfer impedance, which is ascribed to an increased interfacial changes or side reactions. Here, the internal resistance is a little big. As is well-known, MoS2 is a kind of semiconductor material. So the large internal resistance comes from the anode conductivity itself or through increasing the proportion of conductive material or taking a doping process to the anode material to improve the internal resistance. The slope line at the 100th cycle is longer than the initial cycle, which reveals that the diffusion of sodium ions into the electrode/electrolyte interface becomes more difficult. And the results are consistent with the cycling performance illustrated in Fig. 6.",
                "The diffusion coefficient of the sodium ions (DNa) can be estimated from the low-frequency region of the plots using the following equation:",
                "In this equation, R is the gas constant, T is the absolute temperature, A is the active surface area of Na/Na–Mo–S battery electrode, n is the number of transferred electrons, F is the Faraday constant (about 96500 C mol−1), C is the concentration of sodium ions in the cathode electrode (which was approximately 1.24 × 10−3 mol cm−3), and σ is the Warburg coefficient, which was determined as the slope of Z′ vs. ω−1/2 plots in the low-frequency region. Fig. 7b shows the linear relationship between Z′ and the square root of the frequency (ω−1/2) in the low-frequency region, from which the slope σ can be obtained to be 21.47 S−1 s−1/2. Thus, the DNa value of the electrode was calculated to be 3.91 × 10−11 cm2 s−1. This result obviously confirms that the perfect rate performance of Na/Na–Mo–S battery is ascribed to the easy diffusion of the sodium ions in the bulk of the material.",
                "The Raman spectrum of acetylene black (AB) is shown in Fig. S7 (ESI†); the Raman spectra also exhibits two broad bands at 1360 cm−1 (D-band) and 1598 cm−1 (G-band), the G-band and the D-band reveal the presence of in-plane vibration of sp2 bonded carbon atoms and vibrational modes from sp3 bonded carbon atoms. Before and after electrolysis, the G-band and the D-band of acetylene black (AB) have not changed. Here, it can be concluded that acetylene black (AB) only as the conductive material does not take part in the reactions. Fig. S8 (ESI†) shows the TEM and HRTEM images of Na/Na–Mo–S battery after a discharge process to 0.01 V and the corresponding SAED pattern in the inset at the upper right corner. Compared with the original MoS2 sheet and electrolytic products in Fig. 2, it also shows an irregular polygon shape, and the HRTEM image further reveals that the interlayer distance further enlarges, which is about 6.9 Å."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This work reported the development of a facile process to fabricate sodium molybdenum sulfide nanoparticles with high uniformity in a molten NaCl system. And then the electrolytic products were studied as an intercalation host for sodium-ion batteries. The sodium molybdenum sulfide nanoparticles exhibited a high discharge capacity with a reversible discharge capacity of about 190 mA h g−1 after 100 cycles and a superior cycle stability compared with bare MoS2 sheets (only about 100 mA h g−1). More importantly, it can be seen that there is only one apparent voltage plateau, and the discharge voltage plateau reduces to below 0.5 V vs. Na+/Na, which can enhance the power density. The superior battery performance of sodium molybdenum sulfide nanoparticles and the low discharge voltage plateau demonstrate its great potential as an anode material for sodium-ion batteries."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        }
    ],
    "Title": "Sodium modified molybdenum sulfide via molten salt electrolysis as an anode material for high performance sodium-ion batteries"
}