{
    "DOI": "10.1039/D1CP01401C",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Today, LIBs are the most promising energy storage technologies for mobile electronics and electric vehicles. Nevertheless, the uneven geographical distribution and the increasing cost of lithium resources will limit large-scale applications. Therefore, more extensive attention has been recently paid to the development of SIBs because of the high abundance and low cost of sodium, as well as its chemical similarity to lithium.",
                "The performances of SIBs largely depend on the selection of anode materials. However, most of the anode materials used in LIBs are not suitable for SIBs due to the larger ionic radius of Na+. For example, the electrochemical sodiation/desodiation capacity of graphite is very low (<35mA h g−1). In recent years, two-dimensional (2D) anode materials have been widely explored because of their large surface-to-volume ratio and low mass-to-surface ratio. Some well-studied 2D materials (e.g., borophene, silicene, and phosphorene) exhibit outstanding Na-ion storage capacities (865–1984 mA h g−1). Among these 2D materials, phosphorene can provide ultrafast directional Na-ion diffusion due to its puckered lattice structure. Unfortunately, it is unstable under ambient conditions, which will hinder its usage in practical applications. Accordingly, the development of 2D anode materials with high-capacity, long cycle life, and quasi-one-dimensional fast diffusion channels is critical for the success of SIBs.",
                "Because of their abundance in resources, flexibility in bonding, and variety in morphology, carbon-based materials are suitable for anode applications. After confirming the low capacities or large diffusion barriers of hard carbon, expanded graphite, and hierarchically porous carbon, graphene oxide (GO) has received great attention owing to its potential as a high-performance and low-cost electrode material. GO as an anode material in SIBs has shown a discharge capacity of 272 mA h g−1 at a current density of 50 mA g−1. In addition, GO usually has structural anisotropies that may be favorable for directional Na-ion migration.",
                "Very recently, a new 2D carbon-based material, graphether (C2O), has been predicted after the discovery of graphene, graphane, and graphyne/graphdiyne. Graphether possesses high in-plane stiffness and electron mobility along the armchair direction. The distribution of the O atoms on the surface leads to the special groove structure, which may provide fast Na-ion diffusion as required for high-performance batteries. Moreover, it has a lighter weight than the other predicted SIB anode materials (e.g., GaS and M2C-type MXenes), which is beneficial for enhancing gravimetric specific capacity. Herein, we evaluate the performance of graphether as an anode material for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "All calculations are performed using the density functional theory (DFT) implemented in the Cambridge Sequential Total Energy Package (CASTEP). The ultrasoft pseudopotential is chosen to treat the ion–electron interaction. The exchange correlation effects are described by the generalized gradient approximation (GGA) in Perdew–Burke–Ernzerhof (PBE) function. The van der Waals interactions are considered using the Tkatchenko–Scheffler scheme. The cutoff energy of the plane-wave basis set is 900 eV. A k-point spacing of 0.02 Å−1 is chosen to sample the Brillouin zone. The convergence criteria of energy and force are set to 10−6 and 0.01 eV Å−1, respectively. A vacuum layer with a thickness of 20 Å is applied along the z-direction to avoid mirror interactions between neighboring images. The diffusion barrier and transition state (TS) for the Na-ion migration are calculated by using the complete linear or quadratic synchronous transit (LST/QST) method and confirmed by the nudged elastic band (NEB) method."
            ],
            "name": "2. Computational method",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To evaluate its potential as an anode for SIBs, we first investigate the favorable adsorption site of a single Na atom on the graphether surface. The 3 × 3 supercell of graphether is adopted, which is large enough to avoid the interaction between adjacent metal atoms. As shown in Fig. 1a, six initial adsorption sites are considered (labeled as A1–A6). After full relaxation, the Na atoms on the A1, A3, A4, A5, and A6 sites move to the neighboring A2 sites. Thus, A2 is the only stable adsorption site. The geometry and charge density difference of this configuration are displayed in Fig. 1b. The distance of the Na–C (Na–O) bond is 2.881 (2.264) Å. Significant charge transfer occurs from Na to the neighboring C atoms, indicating the strong chemical bonding between Na and graphether. From the Mulliken charge population analysis, the Na atom transfers about 0.9 e to the substrate. Therefore, the strong Coulomb repulsion between Na+ ions could prevent the formation of the Na cluster.",
                        "To further understand the interaction mechanism, we plot the partial density of states (PDOSs) of graphether with/without Na intercalation as shown in Fig. 1c and d. Pristine graphether exhibits a semiconducting behavior. During the adsorption process, the Na atom almost donates all the 3s electrons to the C-2p orbitals, which pushes the Fermi level upwards and induces a semiconductor-to-metal transition in graphether. The interaction between graphether and Na is driven by ionic binding. Moreover, we calculate the average binding energy (Eb) defined as",
                        "where ENaxC2O, EC2O, and μNa are the total energies of the Na-adsorbed graphether, pristine graphether, and a single Na atom, respectively. According to this definition, smaller adsorption energy means stronger adsorption. The Eb value is −2.10 eV, which is comparable with those of graphyne/graphdiyne (−1.93/−2.19 eV) and significantly lower than those of the recently predicted GaS and TiC3 monolayers (−0.46 eV for GaS and −0.50 eV for TiC3). These results confirm the strong stability of the graphether–Na system.",
                        "The lower diffusion barrier ensures a faster charge/discharge rate of the battery. It is desirable to calculate the diffusion of the Na ion in graphether to estimate the rate performance. Because of the structural anisotropy of graphether, we consider two possible diffusion paths (see Fig. 2a): one is path R–L–R, which is along the armchair (groove) direction (path I) and the other is path R–R, which is along the zigzag direction (path II). In the case of Na diffusion along path I, there are two energy peaks of 0.04 and 0.02 eV (Fig. 2b). The energy barriers are an order of magnitude smaller than those in graphyne (∼0.4 eV), graphdiyne (0.39–0.64 eV), and boron-doped graphene (0.16–0.22 eV). However, the diffusion barrier (0.26 eV) along path II is about 6 times larger than that along path I. We further evaluate the diffusibility via the Arrhenius equation",
                        "where Ebarrier is the diffusion barrier, kB is Boltzmann's constant, and T is the environmental temperature. The diffusion rate is about 4.9 × 103 times faster along path I than path II at 300 K, suggesting that Na will prefer to move along the armchair direction when other conditions are the same. This directional ultrafast migration makes graphether a potential candidate for high-rate electrode materials."
                    ],
                    "name": "3.1 Single Na atom adsorption and diffusion on monolayer graphether",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The specific capacity and open-circuit voltage (OCV) of graphether are also important factors in determining the performance of electrode materials. We consider the Na atoms adsorbed on both sides of a 2 × 4 graphether monolayer supercell. The maximum storage configuration is shown in Fig. 3a, corresponding to NaC2O, with half of the L and R sites occupied by the Na ions. The other half of the stable adsorption sites are empty because of the strong Coulomb repulsion between Na ions. In this case, the average binding energy Eb is −1.79 eV, which is weaker than that of graphyne (−2.64 eV) but stronger than that of graphdiyne (−1.30 eV). This high binding energy indicates that the Na+ ions can be adsorbed stably without clustering at high concentrations. We further evaluate the maximum Na capacity (C) by C = nmaxF/Mgraphether, where nmax is the maximum number of Na atoms, F is the Faraday constant (26 801 mA h mol−1), and Mgraphether is the mole weight of graphether. The corresponding specific capacity is 670 mA h g−1, which is much higher than those of the reported anode materials (146, 352, and 446 mA h g−1 for MoS2, Ti3C2, and SiS, respectively).",
                        "Before calculating the charge/discharge voltage profile, we calculate the formation energies of NaxC2O (x = 0.125, 0.25, 0.375, 0.5, 0.625, 0.75, 0.875, and 1.0) for the most stable adsorption configurations. The formation energy (Ef) is defined as",
                        "where ENaxC2O and EC2O are the total energies of the Na–graphether system and pristine graphether, respectively. ENa denotes the total energy per atom in the bulk Na crystal. As presented in Fig. 3b, the convex hull of formation energy (red line) is the set of lines connecting all the lowest-energy ordered compounds at each composition. The structures located on the hull are thermodynamically stable against decomposition into other compositions, while those above the hull are metastable. We find two points (x = 0.75 and 1.0) on the convex hull, i.e., only the compounds of Na0.75C2O and NaC2O are thermodynamically stable. Importantly, the substrate in Na0.75C2O and NaC2O can well maintain its original structure due to the rigid structure of the graphether monolayer.",
                        "The OCV in the Na concentration range of x1 ≤ x ≤ x2 can be obtained by using the formula",
                        "where and are the total energies of the Na-intercalated graphether at the Na concentrations of x1 and x2, respectively. As shown in Fig. 3c, the voltage profile displays a decrease tendency with two platforms (from 2.01 to 1.14 V), owing to the increased repulsive interaction among Na+ ions and the weakened ionic bonding between the substrate and Na+. The average OCV is 1.58 V computed by numerically averaging the voltage profile, which is higher than those of TiC3 (0.18 V), MoS2 (0.75 V), and Ti2C (0.4 V), but it is comparable with that of the commercial anode materials for LIBs, e.g., TiO2 polymorphs (∼1.5 V)."
                    ],
                    "name": "3.2 Theoretical Na storage capacity and voltage profile",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A good electrical conductivity is necessary for electrode materials. However, different from metallic TiC3, α-CuS2, and BP2, graphether has been reported to be a semiconductor, corresponding to low electronic conductivity. Although the semiconductor-to-metal transition could be found in the Na-intercalated graphether with the stoichiometry of Na0.056C2O, we wonder whether it shows metallic behavior under a lower Na concentration. To this end, we calculate the band structure of Na0.031C2O, in which a Na atom adsorbed on the 4 × 4 supercell of graphether (Fig. 4a). The Na-intercalated graphether possesses metallic characteristics at such a low Na concentration, due to the charge transfer from Na to the substrate. Therefore, for higher Na concentrations such as Na0.75C2O and NaC2O, more electrons will be injected into the graphether layer, exhibiting higher conductivities.",
                        "As is well known, significant volume variation hinders the practical use of electrode materials. We compare the lattice parameters of the fully relaxed NaC2O with those of the pristine graphether. Upon Na adsorption, the axial expansions are about 0.002 and 0.23% along the armchair and zigzag directions, respectively. According to the previous study, graphether can withstand at least 4% expansive strains along these two directions. Once removing the Na atoms, the deformed lattice recovers to its original state after full optimization. Furthermore, we carry out ab initio molecular dynamic (AIMD) simulations in the NVT ensemble to check the thermal stability of NaC2O (Fig. 4b). A 3 × 4 supercell is adopted, and the total simulation time lasts for 10 ps with a time step of 1 fs. The graphether substrate shows no bonds broken and structure reconstruction at 300 K. All adsorbed Na atoms exhibit little deviation relative to their equilibrium positions during the simulations. The evolution of the total energy fluctuates within a very narrow range. These results demonstrate that monolayer graphether has good reversibility and stability during the Na-ion insertion/extraction processes."
                    ],
                    "name": "3.3 Electronic property and cycling stability",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "So far, we have affirmed that monolayer graphether is a potential high-performance anode material for SIBs. In fact, using monolayer materials to obtain a satisfactory electrode has many challenges in practical applications. Therefore, we consider the Na adsorption properties in the graphether bilayer. The AA-stacking configuration is the most favorable structure with the interlayer distance of 2.003 Å. Due to the small interlayer distance, it is difficult for Na+ to embed into the interlayer of the bilayer graphether. Thus we consider the adsorption and diffusion of Na on the outside surface of the bilayer graphether.",
                        "The most stable adsorption site is the A2 site, while the value of Eb becomes −2.89 eV. Clearly, the introduction of the second graphether enhances the Na binding strength. As shown in Fig. 5a, the electronic states near the Fermi level are mainly dominated by C-2p and O-2p orbitals, whereas the contribution of Na is negligible. From the Mulliken population analysis, the Na atom transfers more electrons (0.96 e) to the bilayer than to the monolayer graphether, indicating the enhanced ionic bonding between Na and the bilayer graphether. Next we consider a Na atom diffusion on the outside surface of graphether along the armchair direction (Fig. 5b). The calculated energy barriers (0.06–0.3 eV) are much higher than those on the graphether monolayer but comparable with those on graphyne (∼0.4 eV) and boron-doped graphene (0.16–0.22 eV)."
                    ],
                    "name": "3.4 Single Na atom adsorption and diffusion on a graphether bilayer",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, using first-principles calculations, we demonstrate that graphether is a promising anode material for SIBs. Graphether can provide a stable adsorption site for Na ions. The strong ionic interactions between Na and graphether indicate that graphether is a superior receptacle for sodium storage. The theoretical specific capacity reaches 670 mA h g−1, which is higher than that of many other SIB anode materials. Remarkably, the unique groove-like structure of graphether offers an ultrafast one-dimensional diffusion channel for Na+ ions. The diffusion energy barrier in this channel is only 0.04 eV, suggesting that SIBs based on graphether are expected to show ultrafast charge/discharge characteristics. Moreover, graphether shows a semiconductor-to-metal transition even at a low Na-intercalated concentration, ensuring good conductivity. During full Na intercalation, the largest axial expansion of the monolayer graphether is only 0.23% along the armchair direction, which is beneficial for the prolonged cycle life of the battery. Furthermore, the AIMD simulations reveal that graphether has good stability at room temperature. The specific capacity of the graphether bilayer is half that of the monolayer system. However, the presence of the second graphether can enhance the Na binding strength with fast Na-ion diffusivity. These results will inject new impetus for further experimental and computational investigations."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Graphether: a reversible and high-capacity anode material for sodium-ion batteries with ultrafast directional Na-ion diffusion"
}