{
    "DOI": "10.1021/acsami.2c17789",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the rich resources of sodium on earth, sodium ion batteries (SIBs) exhibit prospective application prospects for large-scale energy storage applications.  Hard carbons (HCs) are regarded as a promising candidate for anode materials for SIBs due to their advantages of reversible capacity, wide source, and flexible designability.  However, the energy density and power density of HCs are still difficult to meet the practical application in SIBs. Heteroatom doping has been considered as one of the most effective strategies to improve the storage capacity and Na+ diffusion kinetics of HCs because it can enhance electron transfer, provide additional ion storage sites, and modulate carbon layer spacing.  Compared with the doping of a single kind of heteroatom, dual-doping with different heteroatoms, especially N and P dual-doping, is attracting increasing interest due to the synergistic effects.  Generally, it is thought that N introduces the “hole” defects in the carbon layer, while P-doping causes the “protrusion” defects.  In addition, P has a larger atomic radius and high electron-donating ability compared with N.  Considering their differences, N and P heteroatoms are expected to synergistically contribute their distinct advantages to optimize the Na+ storage, which has been theoretically investigated. ",
                "Nevertheless, the development of high-performance HC anodes with accurately designed N and P configurations still faces great challenges. On the one hand, there is a lack of basic experimental understanding of the Na+ storage mechanism of N and P configurations both on the surface and in the bulk phase of HCs. As reported, the heteroatomic configurations on the carbon surface are usually different from those in the bulk phase.  It is known that surface and bulk doping could play different roles in electrochemical applications. For instance, in the field of electrocatalysis, bulk doping mainly modulates the band structure of carbon materials near the Fermi level, while surface doping modifies the surface properties of carbon, such as acidity/basicity, wettability, and coordination ability.  However, the different roles of surface and bulk doping in alkaline-ion storage have generally been ignored until now. On the other hand, it is hard to prepare HCs with high N and P contents, which makes it difficult to distinguish different N and P configurations as well as their variations during the Na+ storage processes.  Additionally, the preparation of N, P dual-doped HCs is mainly based on activators such as H3PO4, (NH4)3PO4, etc., which can produce high specific surface area while introducing heteroatoms.  Although the large specific surface area facilitates the transport of Na+, it is an interference when revealing the Na+ storage mechanism of heteroatoms.  Consequently, it is of great significance to design high-concentration N, P dual-doped carbon with restricted specific surface area to clarify the Na+ storage behavior and the synergistic effects of different N and P configurations both on the surface and in the bulk phase.",
                "In this paper, we employ polyacrylonitrile (PAN) and ammonium polyphosphate (APP) as precursors to prepare the N, P dual-doped carbon nanofibers (NP-CNFs-x, x is the mass ratio of APP/PAN), as shown in a. With the introduction of APP, the surface area and pore volume of NP-CNFs-x unexpectedly decreases compared with that of PAN-derived carbon nanofibers (N-CNFs) without APP. This provides a suitable platform for excluding the interference of surface or pore Na+ adsorption, elucidating the Na+ storage behavior on heteroatoms and the synergistic effects of N and P doping. The P atoms on the fiber surface exist in the form of oxidized POx groups, while in the bulk phase, the unoxidized P–C could also be observed except POx. Surface POx groups are redox-inactive for Na+ storage, but they play a vital role in the stability of electrochemistry interphase. In the bulk phase, all of the P-configurations show extremely high Na+ adsorption activity and reversibility. In addition, P-doping changes the activity and reversibility of Na+ storage on N-configurations both on the surface and in the bulk phase, exhibiting interesting synergism. P-doping also enlarges the interlayer spacing of carbon and improves the diffusion kinetics of Na+. NP-CNFs-3.0 can deliver a high reversible capacity of 329.0 mAh g–1 and a high rate performance of 152.7 mAh g–1 at 5 A g–1, which are prominently higher than those of N-CNFs. This work will help to design heteroatom-doped carbon with accurate doping sites and excellent Na+ storage performance."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "N, P dual-doped carbon nanofibers were prepared by electrospinning and carbonization using polyacrylonitrile (PAN) and ammonium polyphosphate (APP) as the precursors. Typically, 1.05 g of PAN (Mw = 150,000, Sigma-Aldrich) was dissolved in 10 mL of N,N-dimethylformamide (DMF, Sigma-Aldrich), and then 0.53, 1.05, 2.1, and 3.15 g of APP were added to the mixture separately. The solution was stirred at 50 °C for 5 h. Next, it was transferred into a 5 mL syringe with a steel needle. During electrospinning, the needle was 15 cm away from the collector. High voltages of 15 kV and −4 kV were applied to the needle and the aluminum foil collector, respectively. The injection speed was 0.2 mm·min–1, and the rotation speed of the collector was 100 rpm. The obtained precursors were dried overnight in an oven at 80 °C and then stabilized in air at 280 °C for 2 h. Carbonization was carried out in an inert atmosphere at 800 °C for 2 h. The obtained N, P dual-doped carbon nanofibers were denoted as NP-CNFs-0.5, NP-CNFs-1.0, NP-CNFs-2.0, and NP-CNFs-3.0 according to the mass ratio of APP/PAN. The undoped carbon nanofibers, denoted as N-CNFs, were prepared by the same method."
                    ],
                    "name": "2.1.  Preparation of N, P Dual-Doped Carbon Fibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "For full batteries, the cathode materials, NVP, were prepared by the sol–gel method. First, 0.1 M NH4VO3 was dissolved in 80 mL of deionized water, and then 0.15 M NH4H2PO4, 0.15 M NaOH, and 0.1 M citric acid were added in the solution, which was then evaporated in an oven overnight. The obtained mixture was heated in an inert atmosphere at 800 °C for 9 h to generate NVP."
                    ],
                    "name": "2.2.  Preparation of Na3V2(PO4)3 (NVP)",
                    "type": "h3"
                },
                {
                    "content": [
                        "The surface morphologies of the samples were recorded with a Zeiss SUPRA 55 field emission scanning electron microscope (SEM). High-resolution transmission electron microscopy (HRTEM) images and energy-dispersive X-ray (EDX) mapping were recorded with a Tecnai G2 F20 UTWIN. Cu Kα radiation (λ = 1.5406 Å) was used to generate the X-ray diffraction (XRD) patterns of the samples on the Rigaku D/max-2500B2+/PC X-ray powder diffractometer. Raman spectra were measured by 532 nm laser excitation on a JY HR800. The Brunauer–Emmet–Teller (BET) surface area was obtained by isothermal nitrogen adsorption/desorption measurements on an ASAP 2020 (Micromeritics). X-ray photoelectron spectroscopy (XPS) using Al Kα radiation (1486.6 eV) was performed on an ESCALAB 250. (The electrodes used for element content analyses were not soaked in electrolytes, and the electrodes used for configuration analyses were separated from the assembled batteries.) For the depth test, to remove the surface, the samples were sputtered with an Ar+ beam for 180 s at a voltage of 3 KeV and a current density of 75 μA cm–2 before the XPS test. Soft X-ray absorption spectroscopy (sXAS) was performed in the Beijing synchrotron radiation facility with a step length of 0.05 eV."
                    ],
                    "name": "2.3.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The coin cells (CR2025) were assembled in a glovebox filled with argon (O2, H2O <1 ppm). NP-CNFs-x and N-CNFs films were cut into 12 mm diameter disks that can be directly used as a working electrode. The separator used was glass fibers, and the electrolyte was 1.0 M NaSO3CF3, which was dissolved in diglyme. For half cells, metallic sodium was used as the counter electrode. The galvanostatic charge/discharge (GCD) tests were performed in the voltage range of 0.01–2.8 V (vs Na/Na+) on a LAND CT2001. The cyclic voltammetry (CV) was tested in the same voltage range on a CHI660E electrochemical workstation, and the scanning rate was 0.1 mV·s–1. Electrochemical impedance spectroscopy (EIS) was tested in the frequency range of 0.01 Hz to 1 MHz on the CHI660E, and the sine wave amplitude was 5 mV. The pulse current and the pulse time for the galvanostatic intermittent titration technique (GITT) were 50 mA g–1 and 20 min, respectively, and the relaxation time was 2 h. For full batteries, the cathode was prepared by slurry coating. First, NVP, acetylene black, and poly(vinylidene fluoride) (PVDF) at a weight ratio of 8:1:1 were mixed and ground into a slurry. Then, the slurry was coated on Al foil with a thickness of 150 μm and then dried in an oven at 120 °C for 12 h. Finally, NVP-coated Al foils were cut into disks as a cathode. The electrolyte used was 1 M NaClO4 in ethylene carbonate (EC), dimethyl carbonate (DMC), and methyl ethyl carbonate (EMC) with 5% fluoroethylene carbonate (FEC) (EC/DMC/EMC = 1:1:1 by volume). The voltage range of the galvanostatic discharge/charge test for full cells was 0–4.2 V."
                    ],
                    "name": "2.4.  Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As shown in b, the prepared NP-CNFs-3.0 membrane with a size of 15 mm × 30 mm can be bent freely 180° without breaking, showing preeminent flexibility. The scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images (c,d) show that NP-CNFs-3.0 retains the three-dimensional (3D) interwoven network structure of its precursor (, Supporting Information), which provides an efficient conductive path for electron transfer and maintains the structural integrity of carbon electrode.  It can be found that the diameter of carbon nanofibers gradually thickens with the introduction of APP (, Supporting Information) because APP improves the viscosity of the spinning solution.  High-resolution transmission electron microscopy (HRTEM) image (e) presents the typical disordered structure of HCs in the NP-CNFs-3.0.  With the increase of APP, the carbon layer spacings are gradually expanded due to the introduction of large-radius P atoms (, Supporting Information). Compared with the 3.58 Å of N-CNFs, the interlayer spacing of NP-CNFs-3.0 increased to ca. 3.92 Å, which facilitates the insertion and extraction of Na+.  A high-angle annular dark-field scanning transmission electron microscope (HAADF-STEM) was used to analyze the uniformity of doping (f and , Supporting Information). The homogeneous distribution of N, O, and P heteroatoms along the carbon nanofibers indicates that N and P are successfully doped into the carbon matrix.",
                        "The crystal structure of carbon nanofibers was investigated by X-ray diffraction (XRD). The broad diffraction peak of the (002) plane appears at around 23° in the N-CNFs (a). With the introduction of APP, the (002) peak shifts to a lower angle bit by bit, indicating the gradual increase of the disordered degree of carbon texture. According to the Bragg equation, the (002) interlayer spacing is calculated to be 3.61 Å for N-CNFs, and it significantly increases to 3.87 Å for NP-CNFs-3.0 (, Supporting Information), which is consistent with the HRTEM analysis (, Supporting Information). Raman spectroscopy (b) also confirms the increase of carbon layer disorder with the doping of P heteroatoms due to the increasing intensity ratio of the D-band and the G-band.  Surface or pore Na+ adsorptions are interference, which can cause Na+ storage mechanisms similar to heteroatoms. However, this interference could be avoided by doping with APP because the surface area and pore volume of NP-CNFs-3.0 are decreased. As seen in c, all three samples show similar type IV isotherms in the N2 adsorption/desorption curves.  The specific surface area of NP-CNFs-1.0 (12.98 m2 g–1) calculated by the Brunauer–Emmett–Teller (BET) method is almost the same as that of N-CNFs (12.41 m2 g–1), while that of NP-CNFs-3.0 is only 7.48 m2 g–1. Furthermore, density functional theoretical (DFT) pore size distributions exhibit similar micropore and mesopore structures in all three samples. Among them, NP-CNFs-3.0 has a minimum pore volume of only 0.014 cm3 g–1, which indicates that unlike H3PO4, APP has little activation effect on the carbon matrix. The decreased surface area and pore volume could reduce the Na storage capacity contributed by surface or pore adsorption, which is helpful to reveal the effects of N and P on the Na+ storage behavior of carbon nanofibers."
                    ],
                    "name": "3.1.  Preparation and Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The elemental compositions and configurations on the surface and in the bulk phase of as-prepared N-CNFs and NP-CNFs-x are investigated by X-ray photoelectron spectroscopy (XPS) spectra. The surface elements of NP-CNFs-x are composed of C, N, P, and O (, Supporting Information), which is consistent with elemental mapping measurements (f). The heteroatom contents are shown in . The N and P contents on the surface of NP-CNFs-3.0 are ca. 14.58 and 13.59 atom %, respectively, which are extraordinarily prominent compared with heteroatom-doped carbon materials in other literature (, Supporting Information). The surface N content of NP-CNFs-3.0 is obviously higher than that of N-CNFs (9.44 atom %), indicating that both N and P in APP participate in doping. The elemental composition in the bulk phase is further investigated by Ar+ etching for 180 s. It can be found that heteroatomic contents in the bulk of NP-CNFs-3.0 are lower than those on the surface, indicating that doping tends to be more efficient on the surface. The N content in the bulk phase of NP-CNFs-3.0 decreases to 11.86 atom %, which is still higher than 10.6 atom % in N-CNFs. And the P content in the bulk phase of NP-CNFs-3.0 decreases to 11.7 atom %, which is also prominent compared with the results reported in the literature (, Supporting Information). More interestingly, the configurations of heteroatoms in the bulk phase of N-CNFs and NP-CNFs-3.0 are also different from those on the surface. The high-resolution N 1s spectra on the surface (d and , Supporting Information) could be deconvoluted into four peaks corresponding to N-6 (pyridine nitrogen, 398.1 eV), N-5 (pyrrole nitrogen, 399.2 eV), N-Q (quaternary nitrogen, 400.7 eV), and N–O (oxidized nitrogen, 403.8 eV).  On the surface of N-CNFs, N elements are mainly composed of a large amount of N-6 and N-Q and a small amount of N-5. In contrast, on the surface of NP-CNFs-3.0, the N-5 content significantly increases, while the N-Q decreases dramatically. Therefore, the introduction of P atoms promotes the formation of N-5, which is consistent with the previous report.  After etching, N-5 in both N-CNFs and NP-CNFs-3.0 are increased, while the content of N-6 and N-Q obviously decreases (e). Especially, the N-5 content in the bulk of NP-CNFs-3.0 reaches 56%, while N-Q nearly disappeared. On the surface of NP-CNFs-3.0, P mainly exists in the form of an oxidation state. As shown in f and , Supporting Information, the P 2p spectra could be deconvoluted to oxidized POx functional groups including C–O–PO3 (134.0 eV) and Cx–P–Oy configurations (133.0 eV, containing C–P–O3, C2–P–O2, and C3–P–O).  This should be attributed to the fact that the electron-donating characteristic of P makes it oxygen-sensitive and easy to be oxidized to form POx groups.  After etching, a new peak appears at 130.6 eV, which corresponds to the P–C bond (including C–P–C and P–C3).  In general, the unoxidized P–C bond is prone to be ignored because it is only exposed after enough etching, which may affect the clarification of Na+ storage behavior of P-doped carbon."
                    ],
                    "name": "3.2.  Surface and Bulk Configurations of N and P Heteroatoms",
                    "type": "h3"
                },
                {
                    "content": [
                        "Half-cells were assembled to investigate the Na+ storage performance of N-CNFs and NP-CNFs-x. As shown in the cyclic voltammograms (CV) curves (a and , Supporting Information), there are irreversible cathodic peaks between 0.1 and 0.7 V in the first cycle in all samples, which are attributed to the decomposition of the electrolyte and the formation of SEI layer.  A pair of sharp redox peaks at 0.01–0.1 V can also be observed in N-CNFs, which is caused by the insertion/extraction of Na+ in the graphite layer.  In the voltage region higher than redox peaks, CV curves show capacitive features, which is attributed to the reversible Na+ adsorption process on the surface functional groups.  With the addition of APP, the redox peaks at 0.01–0.1 V weaken until disappearing in the CV curves of NP-CNFs-3.0. The galvanostatic charge/discharge (GCD) measurements (b and , Supporting Information) show that the specific capacity increases gradually with the APP addition (, Supporting Information). Among them, NP-CNFs-3.0 exhibits the highest reversible capacity of 329.0 mAh g–1 with an initial coulomb efficiency (ICE) of 70.4% at 0.05 A g–1, while N-CNFs could only deliver 183.2 mAh g–1 with an ICE of 65.3%. The higher ICE of NP-CNFs-3.0 should be attributed to its lower surface area, which reduces the surface side reaction.  It is worth noting that the capacity contribution of the plateau region decreases until disappears, and the increase in total capacity comes from the slope contribution. These results indicate that the Na+ storage behavior changes from the “adsorption-intercalation” model of N-CNFs to the “sole adsorption” one in NP-CNFs-3.0.  The transformation of the Na+ storage mechanism could be caused by Na+ adsorption on surface or heteroatoms; however, it is hard for reduced surface area to contribute more adsorption capacity for NP-CNFs-3.0. Thus, this should be attributed to the increasing of heteroatoms, especially the introduction of P, which can expand the interlayer spacing and increase active sites in the carbon matrix.  Furthermore, the disappearance of the plateau region at low voltage helps to avoid the safety issues of Na dendrite growth. ",
                        "NP-CNFs-3.0 exhibits the highest specific capacity, superior rate, and cycle performance among all of the samples. c shows the excellent rate performance of NP-CNFs-3.0, which delivers average reversible capacities of 329.0, 305.0, 285.7, 257.6, 234.3, 204.5, and 152.7 mAh g–1 at 0.05, 0.1, 0.2, 0.5, 1, 2 and 5 A g–1, respectively. N-CNFs only provide 183.2, 173.6, 164.9, 152.3, 136.8, 108.8, and 72.6 mAh g–1 at the same current densities. The high-rate cyclic stability of the samples (, Supporting Information) is also enhanced with the addition of APP. Even at 10 A g–1, NP-CNFs-3.0 exhibits a striking capacity of 125.0 mAh g–1 and retains 84% after 3000 cycles (e). Additionally, compared with other heteroatom-doped carbon materials in the literature, the electrochemical performance of NP-CNFs-3.0 is still remarkable (d and , Supporting Information). It is noteworthy that NP-CNFs-1.0 has higher N content (18.2 atom %) and specific surface area than NP-CNFs-3.0 (, Supporting Information), but its electrochemical performance is inferior to NP-CNFs-3.0, which could be because of the lower P content (9.88 atom %) in NP-CNFs-1.0. This suggests that P-species could yield a more pronounced influence on Na+ storage, compared with N.",
                        "The electrochemical kinetics was investigated by electrochemical impedance spectroscopy (EIS) and galvanostatic intermittent titration technique (GITT). On the one hand, EIS measurements (, Supporting Information) show that the charge transfer resistance (Rct) of NP-CNFs-3.0 (7.3 Ω) is less than a tenth of the Rct of N-CNFs (83.6 Ω), indicating the enhanced charge transfer kinetics of NP-CNFs-3.0.  On the other hand, GITT measurements show that the Na+ diffusion coefficient (DNa+) of NP-CNFs-3.0 (10–8 cm2 s–1) is an order of magnitude higher than that of N-CNFs (10–9 cm2 s–1) during the discharge/charge process, indicating the enhancement of the Na+ diffusion kinetics (, Supporting Information).  Additionally, it is worth noting that the DNa+ of N-CNFs has an evident downward trend below 0.1 V, which could be attributed to the poor diffusion kinetics of Na+ in the plateau region.  On the contrary, NP-CNFs-3.0 does not show a downward trend below 0.1 V due to the disappearance of the plateau region. Thus, N, P dual-doping improves the electron transfer and the diffusion kinetics of Na+, which means that the length of the reaction route could be improved and Na+ is able to diffuse into the deep part of NP-CNFs-3.0. ",
                        "Full cells were assembled using Na3V2(PO4)3 (NVP) as cathode materials to examine the application potential of NP-CNFs-3.0. The electrochemical performance of NVP is consistent with the reference (, Supporting Information). f presents the GCD curves of the NP-CNFs-3.0//NVP full cell in the voltage range from 0 to 4.2 V at 0.15 A g–1. Based on the weight of the NP-CNFs-3.0 electrode, the reversible capacity is 215.4 mAh g–1 with an ICE of 89.9% at 0.15 A g–1. At 0.3, 0.6, 1.5, 3, and 6 A g–1, the NP-CNFs-3.0//NVP full cell delivers an average capacity of 201.8, 181.1, 156.3, 133.5, and 112.5 mAh g–1, respectively (g). When the current density is switched back to 0.15 A g–1, the reversible capacity returns to 205.2 mAh g–1, showing excellent rate performance. The full battery still maintains a specific capacity of 164.3 mAh g–1 after 200 cycles at 1 A g–1 (h), corresponding to a capacity retention of 76%. The excellent electrochemical performance of NP-CNFs-3.0//NVP full batteries proves the potential application value of NP-CNFs-3.0 as an anode material for SIBs."
                    ],
                    "name": "3.3.  Electrochemical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To reveal the roots of enhanced performances of NP-CNFs-3.0, the roles of surface and bulk doping on the electrochemical reactions were investigated. The surface reactions during the first cycle were detected by ex situ XPS and soft X-ray absorption spectroscopy (sXAS) based on the surface-sensitive total electron yield (TEY) mode.  XPS can distinguish the surface reactions of various N and P configurations. During the sodiation/desodiation process, there is little change in the binding energy of surface-oxidized P-functional groups (b). This result is consistent with the those obtained in the previous report,  indicating that the fully oxidized POx groups is redox-inactive. Although the surface POx does not contribute to the higher capacity by redox, it can enlarge the interlayer spacing and introduce more defective structures to enhance capacity as confirmed by XRD and Raman spectra  and help to avoid ‘trap effect’ caused by excessive heteroatoms, thus increasing ICE.  Furthermore, the inactive POx groups could significantly promote the stability of electrochemical interface on NP-CNFs-3.0 by forming the C–P–O bridge between C and O atoms.  In the ex situ C K-edge sXAS spectra (TEY mode) of N-CNFs (g), the peak at 290.5 eV, attributed to C 1s → π* transitions (C 2p–O 2p-derived orbitals) of the inorganic Na2CO3, could be observed at the pristine state, which is consistent with previous reports.  It indicates that Na2CO3 formed by the decomposition of ether-based electrolyte generates immediately after the soak. And the charge/discharge reaction could remove the surface Na2CO3 and produce an organic compound on the surface, which could be confirmed by the XPS spectra (, Supporting Information). Thus, the violent change of Na2CO3 on the surface of N-CNFs reveals its unstable surface. On the contrary, there is almost no Na2CO3 formation on the surface of NP-CNF-3.0 and its carbon matrix is relatively stable during sodiation/desodiation compared with N-CNFs (f and , Supporting Information). Therefore, surface POx is inert, but it could inhibit the formation and decomposition of inorganic Na2CO3, which is always associated with poorer electrochemical performances  and thus stabilizes the electrochemical interface, which is the root of excellent cycle stability of NP-CNFs-3.0.",
                        "In addition, the activity of surface N-species is also changed by doped POx. As for N-CNFs, N-Q and N-5 are involved in the surface process while N-6 is inactive, and the binding energies of its surface N-species move to low energies during discharging (, Supporting Information). In contrast, on the surface of NP-CNFs-3.0, N-Q and N-5 are inactive, while N-6 becomes active (c). Nearly all of the N-6 configuration participates in the surface reaction at 0.01V, and its binding energy becomes higher, which is completely opposite to that of N-CNFs. Thus, on the surface, P-doping makes N-5 and N-Q more stable but promotes the activity of N-6.",
                        "In the bulk phase, the sodiation/desodiation processes were revealed by ex situ XPS after removing the surface layer by 180 s of Ar+ depth etching and sXAS based on bulk-sensitive total fluorescence yield (TFY) mode.  As shown in the P 2p XPS spectra of NP-CNFs-3.0 during cycling (d). The binding energies of C–O–PO3, Cx–P–Oy, and P–C all move to higher energies during sodiation, indicating that Na+ adsorbs on P-containing bonds. In the deep discharge state, all P-configurations shift to high binding energy sites (P–C/Na: ca. 132.8 eV; C–P–O/Na: ca. 133.6 eV; C–O–PO3/Na: ca. 134.8 eV), showing excellent activity. Among them, the change in the P–C bond binding energy is the most visible, indicating that its electrochemical activity is the highest, which is consistent with the previous studies.  During charging, Cx–P–Oy and P–C configurations first start to desodiate. At 2.8 V, all P-species return to their original binding energy, indicating a fully reversible sodiation process. The prominent reactivity and reversibility of P-species enable NP-CNFs-3.0 to achieve high rate performance.",
                        "The P L-edge sXAS spectra (TFY mode) of NP-CNFs-3.0 could also confirm the reactivity of P-species (h). During discharging, the peak at 137.1 eV (caused by the 1s to π* transition of P═C or P═O) dramatically decreases, this characteristic peak shows a voltage-dependent change, indicating that P═C and P═O structures participate in the storage of Na+ actively.  In addition, the peak caused by the 2s to 3p transition at around 141 eV (related to some sp3-hybridized P) becomes sharp, and the position of the edge moves slightly to higher energy, which implies that P participates in the storage of Na+ in the form of electron donor.  Note that these dipole-forbidden 3p orbitals are usually mixed with the characters of O, and thus their transition is possible.  After charging, the curve completely restores, suggesting that the sodiation process is totally reversible.",
                        "Bulk N-containing bonds also become active and reversible after P doping. As shown in the N 1s spectra of N-CNFs (, Supporting Information), N has few contributions to the Na+ storage, only a small amount of N-Q (about 28.7% of total N-Q species) takes part in the storage of Na+ in the bulk phase, and it cannot completely restore after cycling. However, after doping, the activity of N-species in NP-CNFs-3.0 is promoted (e) and more N-species, including ca. 27.4% of N-5 and ca. 19.5% of N-6, participate in the sodiation reaction, but their activity is still weaker than P, which shows complete activity. In addition, all of the N-configurations of NP-CNFs-3.0 restore to the initial state after the first cycle, showing excellent electrochemical reversibility. The weak activity of N could also be observed in the N K-edge sXAS spectra based on TFY mode (i and , Supporting Information). There is little change during the process of charge/discharge in both N-CNFs and NP-CNFs-3.0, which also indicates that the Na+ adsorption property of N-species is much lower than that of P.",
                        "For the sodium storage mechanism of N and P with different configurations and their synergistic effects, as shown in , the reactivities of various N-species with Na+ on the surface and in the bulk phase are completely changed by P-doping. On the surface, the activity of N-5 and N-Q are inhibited while N-6 is promoted. In the bulk phase, N-Q is inhibited while N-5 and N-6 are promoted. Both on the surface and in the bulk phase, P-doping can inhibit the activity of N-Q and promote the activity of N-6.",
                        "In view of the above phenomena, we propose that P-doping can promote the electron-donating ability of N-configurations and suppress their electron absorption characteristics. Based on the change in the XPS of N-CNFs (, Supporting Information), the binding energies of N-Q and N-5 on the surface and N-Q in the bulk phase (all other configurations are inactive) shift to lower energies during Na+ storage, showing electron absorption characteristics.  After P-doping, the original electron-withdrawing configurations (the above three species) become inactive. However, for the original inactive configurations (N-6 on the surface and N-5 and N-6 in the bulk phase), their binding energies shift to a higher direction in the process of Na+ storage, showing the characteristics of electron donors. This indicates that the N-configurations with electron absorption ability are inhibited from becoming inactive configurations, while the inactive configurations are promoted to become electron donors.",
                        "In the case of P, all oxidized P groups are inactive on the surface, while all P-configurations including oxidized P groups and unoxidized P–C are active in the bulk phase. The distinct activity of POx should be attributed to the separate chemical environment on the surface and in the bulk phase. This can also be reflected by the Na 1s XPS spectra (, Supporting Information). Both on the surface and in the bulk of N-CNFs, a trifling change in Na binding energy could be observed, and the Na 1s peak presents at 1071.0 eV on the surface (, Supporting Information), indicating the predominance of Na2CO3,  which is consistent with the sXAS analysis results. After peeling off the surface layer, the binding energy of Na in the bulk of N-CNFs slightly shifts to 1070.8 eV, suggesting Na is stored as the intercalated state (, Supporting Information),  and it changes slightly during cycling, showing a weak sodiation reaction.",
                        "Compared with N-CNFs, the main peak of Na 1s spectra on the surface of NP-CNFs-3.0 appears at 1070.5 eV, indicating that inorganic Na mainly exists in the form of the Na2O/NaF (, Supporting Information).  These results also confirm that POx could inhibit the formation of Na2CO3. Compared with Na2O/NaF, high Na2CO3 content on the surface could be harmful to electrochemical stability.  As reported, phosphate additives in electrolytes could effectively promote the stability of SEI.  The surface POx groups could play a similar role. In addition, compared with the surface, the binding energy of Na in the bulk phase of NP-CNFs-3.0 shifts to 1072.0 eV at the pristine state (, Supporting Information). The huge difference in Na binding energy between the surface and bulk of NP-CNFs-3.0 reflects that Na is in completely different chemical environments. The binding energy of Na obviously decreases to 1071.5 eV during discharging and then reversibly restores to 1072.0 eV after charging. The changing trend of the Na binding energy is opposite to that of P-configurations during cycling. This presents the reversible electron transfer between Na and P-configurations, which should be attributed to the electron-rich bulk phase of NP-CNFs-3.0. Noticeably, the Na binding energy of NP-CNFs-3.0 is aloof from the interacted state, indicating that Na is stored in the adsorption state, which is consistent with CV curves. Therefore, the Na+ adsorption activity of bulk P-configurations is the root of the transition of the Na storage mechanism from “absorption intercalation” to the “sole absorption” model. The feature of a stable electrochemical interface and an active bulk phase is significantly important to achieve high capacity and stable cycle performance for SIBs."
                    ],
                    "name": "3.4.  Surface and Bulk Sodiation/Desodiation Mechanism",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, NP-CNFs with ultrahigh N and P contents and low specific surface area are prepared by electrospinning and in situ pyrolysis, using PAN and APP as sources. By employing NP-CNFs as a platform, the different configurations of N and P as well as their influence on the Na+ storage are clarified. In both surface and the bulk phase, P-doping affects Na+ storage more significantly compared with N. On the surface, all P-configurations belonging to oxidized POx groups, including C–O–PO3 and Cx–P–Oy, are inactive for Na+ storage but enhance the stability of electrochemical interface. The unoxidized P–C configuration also presents except the POx in the bulk phase where both P–C and POx represent fabulous Na+ adsorption activity and complete reversibility. In addition, P-doping changes the Na+ storage activity and reversibility of various N-configurations both on the surface and in the bulk due to the modification of P on the electron-donating ability of N. Moreover, with the increase of P-doping content, the Na+ storage model of carbon nanofibers gradually changes from “absorption intercalation” to the “sole absorption” one, and the Na+ storage capacity and ion-diffusion kinetics are also markedly promoted. Significantly, NP-CNFs-3.0 in half cells delivers a high capacity of 329.0 mAh g–1 at 0.05 A g–1 and retains 152.7 mAh g–1 at 5 A g–1. And in full cells, the NP-CNFs-3.0 also exhibits excellent rate performance and cyclic stability. This work provides a new strategy for the development of high-level N, P dual-doped hard carbon and suggests a new insight into the effects of P-configurations with both surface inertness and bulk activity on Na+ storage."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Na Storage Activity or Inertness of P-Configurations in N, P Dual-Doped Carbon Nanofibers: Bulk vs Surface"
}