{
    "DOI": "10.1021/acsami.9b07060",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rapid charging demands are put on the agenda with exploding utilization of electrochemical energy devices.  Therefore, exploiting advanced energy storage devices with rapid charge/discharge capability and long lifespan is pressing  and of paramount significance for promoting next electric vehicles and portable electronics.  Sodium-ion batteries (SIBs) have garnered enormous attention in view of the widespread distribution, low cost, and natural abundance of Na (2.3 wt % in Earth’s crust vs 0.0017 wt % of Li).  As a result, they are deemed as one class of emulative batteries for the future large-scale energy storage systems.  Despite this, one of the major obstructions for the exploration of high-performance SIBs is the deficiency of suitable anode electrode materials. This is probably because Na+ has a larger radius (1.02 Å) compared with that of Li+ (0.76 Å),  implying more sluggish diffusion kinetics during Na+ insertion/extraction. Hence, boosting Na+ (de)sodiation kinetics and enhancing capacity is a key for their pending prevalent applications.",
                "As is known, the diffusion time (τ) could be depicted in equation τ = L2/D (L and D represent the diffusion distance and the diffusion coefficient, respectively).  From that, downsizing electrode materials could cut down the ion-diffusion distance and correspondingly enhance the conversion kinetics. Consequently, tremendous efforts are devoted to exploring variously nanostructured transition-metal compounds, such as oxides,  sulfides,  and selenides,  to tackle the challenging issues of anode materials in SIBs. However, they have poor conductivity in nature. To heighten their conductivity, many types of carbon matrix (e.g., carbon nanotubes or graphene) are utilized to host these compounds.  However, this would give rise to the loss of specific capacity based on the whole electrode because carbon materials generally contribute less capacity based on (de)intercalation chemistry.  Intriguingly, transition-metal nitrides have aroused great attention for the merits of their large theoretical specific capacity (e.g., 390 mAh g–1 for Mo2N) and splendid conductivity,  such as molybdenum nitride (Mo2N). Nevertheless, unlike metal oxides and sulfides with rich nanostructure morphology, most of the as-synthesized Mo2N are limited in the forms of films, nanoparticles, nanowires, or nanobelts till now.  Although advances have been made to enhance the electrochemical properties using these Mo2N with dimensions ranging from 0 to 2, they still displayed unsatisfactory specific capacity and inferior electrochemical properties because of low specific surface area and long diffusion distance for Na+ when applied as an anode in SIBs.  Consequently, further enhancement could still be expected when the introduction of three-dimensional (3D) porous nanostructure into metallic Mo2N is taken into account.",
                "Herein, a unique three-dimensional (3D) mesoporous thin-wall Mo2N (meso-Mo2N) was successfully fabricated via template-assisted approach. In our constructed porous Mo2N skeletons, the thin walls with a thickness of ∼7.5 nm for shortening transport route of Na+ and the inherent outstanding conductivity for promoting rapid electron transfer jointly accelerate the (de)sodiation reaction kinetics. Additionally, the space encircled with nanoframeworks effectively tolerates volume variations induced by repeated (de)sodiation, as compared with nonporous Mo2N (bulk-Mo2N). Impressively, meso-Mo2N displays a steady specific capacity of 158 mAh g–1 at 1 A g–1 even after cycling 1000 times for SIBs, outperforming the nonporous ones. Furthermore, the advantages of 3D mesoporous design in Mo2N can be also extended to lithium-ion batteries (LIBs) with specific capacity of 350 mAh g–1 at 1 A g–1 after cycling 2000 times. The prominent cycle stability and rate capability indicates that these thin-wall mesostructured nitrides electrodespose great opportunity for energy storage devices with fast-charging capability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "a depicts the detailed fabrication process of meso-Mo2N. Ammonium molybdate tetrahydrate ((NH4)6Mo7O24·4H2O, AMT) as a molybdenum source is initially impregnated into the mesoporous silica template (scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images shown in ), then decomposes into MoO3 after calcination. Further  nitridation under NH3 atmosphere with subsequent template removal via HF etching yields meso-Mo2N (). The ultimate phase was monitored by X-ray diffraction (XRD) measurement. The Bragg characteristic peaks located at the (111), (200), (220), (311), and (222) planes are well-matched to the Mo2N phase with Pm3m (221) space group (JCPDS: 25-1366),  and no peak ascribed to metallic Mo or other molybdenum nitrides exists in the XRD patterns, as shown in b. These results imply that all the molybdenum species were evolved to Mo2N by the nitridation procedure. The pore structures of the as-obtained meso-Mo2N were investigated via N2 adsorption–desorption test. Evidently, meso-Mo2N reveals the typical IV type isotherm bearing a marked H1 hysteresis loop within the P/P0 range of 0.65–0.9 (c), demonstrating its mesoporous characteristics.  Also, meso-Mo2N possesses a high Brunauer–Emmett–Teller (BET) surface area of 87 m2 g–1 with the pore volume of 0.25 cm3 g–1 and pore size centered at 9.3 nm ().",
                "To further confirm the mesoporous property, TEM test was performed. Evident 3D networklike skeletons are shown for meso-Mo2N (d), with wall thickness of merely 7.4–7.6 nm. Therefore, such interconnected thin walls help to reduce the ion-migration distance effectively in the solid phase and thereby promote the insertion/extraction kinetics, allowing most of Mo2N to be efficiently utilized during cycling. The lattice fringe of 2.36 and 2.04 Å, which are indexed to the (111) and (200) planes within the crystalline Mo2N,  correspondingly, are clearly displayed in the HRTEM image (e), further validating the formation of Mo2N. The representative SAED patterns of meso-Mo2N shown in the inset of e exhibit annular patterns, indicating the polycrystalline nature of meso-Mo2N. As illustrated in f, Mo2N has a lamellar crystal structure. As electrode materials, the electron conductivity is of vital importance for smooth electrochemical reaction. meso-Mo2N has a higher electrical conductivity of 1 × 105 S m–1.  As expected, mesoporous, thin-wall, and conductive meso-Mo2N was successfully constructed.",
                "The Na storage behaviors of meso-Mo2N were investigated in half-cell configuration with Na foils as the counter electrodes. To highlight the merits of meso-Mo2N as electrodes, bulk-Mo2N as a control was also prepared by the direct decomposition and subsequent nitridation of AMT (XRD pattern shown in b). bulk-Mo2N has a little N2 adsorption amount with the BET surface area of only 9 m2 g–1 in contrast with meso-Mo2N (c and ), corroborating its nonporous nature. The TEM image further reveals the presence of a solid block in bulk-Mo2N (). In the initial cathodic scan of cyclic voltammetry (CV) curve, as shown in a, an observable peak emerges at ∼1.27 V and a broad one at an interval ranging from 0.33 to 0.7 V, representing the probable phase transformation from Mo2N to the intermedium phase of NaxMo2N and the final reduction to metal Mo0 with the formation of Na3N under continuous Na+ insertion.  Also, another peak is present at ∼0.12 V, which is assigned to the formation of a solid electrolyte interphase (SEI) film and Na+ intercalation into the conductive additive carbon Super P,  and disappears in the successive scanning. The oxidative peaks of Mo species located at ∼0.47 and ∼0.71 V in the desodiation process probably signify the conversion of metallic Mo0 to NaxMo2N and then to Mo2N in the anodic scan. After the first two cycles, the peaks emerging at 1.27 and 0.53 V in the first cycle shift to lower potentials at ∼0.68 and ∼0.28 V in the subsequent cycling (from 3rd to 5th), probably caused by initial complicated processes like the formation of slight oxidation layer, the activation, and the irreversible reaction. The repeated CV curves almost overlap, suggesting the prominent electrochemical reversibility and structural stability of meso-Mo2N. Although bulk-Mo2N wholly displays the similar CV curves to those of meso-Mo2N, the evident peaks between 1.5 and 2.3 V appear only in the oxidative process of the first two cycles (), probably arising from the breakage of SEI layer. This situation only occurs in bulk-Mo2N, not in mesoporous one. Owing to the deficiency of space to buffer repeated volume fluctuation, SEI film of bulk-Mo2N suffers from a fracture during the initial (de)sodiation process, meaning that it has less stability than that of meso-Mo2N. To gain a deeper insight into the reaction process, the phases of Mo2N electrodes at various charge/discharge states were investigated in detail by ex situ XRD tests (c). Before discharging (I), only the characteristic peaks of Mo2N located at 37.4, 43.5, and 63.1° (JCPDS: 25-1366) are observed. Upon discharging to 1.27 V (II), Na3N and Mo0 (JCPDS: 42-1120) phases emerge, implying the occurrence of electrochemical conversion of partial Mo2N. At the final discharge state of 0.01 V (III), the peak located at 63.1° almost vanishes and only peaks for Na3N and Mo0 are present, indicating the complete conversion of Mo2N. In the charging process, the peak of Mo2N phase reappears at 0.71 V (IV) and the peaks of Na3N and Mo0 are further weakened. At the fully charged state of 3.0 V (V), Mo species completely reconvert to Mo2N, verifying the reversible reaction process. However, the peak at 43.5° for Mo2N has a slight shift after the discharge/charge process, probably arising from lattice changes induced by the conversion reaction in Mo2N. In all tested stages, the peaks located at 43.7 and 50.4° are indexed to Cu0 (current collector). Therefore, the Na storage mechanism in Mo2N can be depicted in d.",
                "The compare of the third galvanostatic charge/discharge profiles for meso-Mo2N and bulk-Mo2N is shown in b. meso-Mo2N displays not only a higher specific capacity but also a smaller polarization of 1.41 V. The initial galvanostatic discharge curve of meso-Mo2N at 0.2 A g–1, as revealed in a, displays two quasi-plateaus located at ∼1.25 and ∼0.55 V, prolongating to 0.01 V, consistent with the CV tests. Impressively, the profiles show the first sodiation and desodiation capacities of 416/223 mAh g–1 with the corresponding Coulombic efficiency (CE) of 54%. Like many anode materials, the loss of the nonreversible capacity should be assigned to the electrolyte decomposition and the subsequent formation of the SEI layer over the electrode surface.  From 100th to 500th cycle, the charge/discharge curves of meso-Mo2N overlap very well, manifesting its stable structure and electrochemical reversibility. As for bulk-Mo2N, it delivers a capacity of only 86 mAh g–1 with an inferior CE of 45.1%, as revealed in . For meso-Mo2N, the reversible specific capacity stabilizes at 193 mAh g–1 under 0.2 A g–1 after cycling 500 times, indicative of a high  capacity retention of 99.6% (b). A capacity of bulk-Mo2N rises to 127 mAh g–1 in the initial 30 cycles, in stark contrast, but ultimately reduces to 44 mAh g–1 with dramatically fluctuated CE under the same conditions, which likely suffers from severe volume variations inducing the instability of electrodes. meso-Mo2N displays a superior cycling performance in contrast with bulk-Mo2N, highlighting the significance of the rational and elaborate design of electrode materials. With meso-Mo2N electrode thickness increasing from ∼10, 16, to 18 μm, the areal capacity increases from 0.208 to 0.232 and then decreases to 0.181 mAh cm–2 at 0.2 A g–1, respectively (). Nevertheless, at the same current density, the specific capacity decreases from 177, 143, to 119 mAh g–1 with the mass loading increasing from 1.0, 1.4, to 1.8 mg cm–2 for meso-Mo2N electrodes (). The worse electrolyte infiltrability and the increasing resistance of charge transportation due to the thickening electrode probably lead to the discrepancy in specific capacity.",
                "For practical applications, the fast charge/discharge performances are important.  Thus, the rate capability of meso-Mo2N was investigated, which shows a considerable enhancement in comparison with that of bulk-Mo2N. As shown in c, meso-Mo2N displays higher capacities of 215, 186, 160, 146, 136, and 114 mAh g–1 at every gradient current density from 0.1 to 2 A g–1 compared with bulk-Mo2N. More importantly, the capacity quickly recovers its pristine level of 216 mAh g–1, demonstrating a marvelous reversibility, once the current density is reverted to 0.1 A g–1.  reveal the typical discharge/charge curves of Mo2N electrodes at varying current densities. As for meso-Mo2N, the discrepancies between charge/discharge curves become slightly larger, but the voltage plateaus remain readily distinguishable even at 2 A g–1, further indicating the prominent rate capability. The excellent performance of meso-Mo2N over that of bulk-Mo2N would mainly be attributed to the interconnected conductive mesostructure with thin walls, which enhances the electrolyte ion diffusion/transfer and increases the exposed active sites between Mo2N and electrolyte, resulting in an enhanced Na+ motion and accessibility. Additionally, at  higher current densities of 1 and 2 A g–1, the capacities of meso-Mo2N show almost no degradation within 1000 cycles with a rather stable value of 158 and 100 mAh g–1, respectively (e). Also, the CE remains over 99% during the whole cycle. Obviously, for meso-Mo2N, its electrochemical performance is superior to that of the reported porous Mo2N nanobelts.   The cycling capability is also superior to those of previously the reported metal nitrides (d). These results also indicate that, at high current densities, the meso-Mo2N electrode can still deliver satisfying capacity and prolonged lifespan, which is a requisite for achieving high-performance SIBs.",
                "The variations of the thickness of sodiated (after 500 cycles) and pristine electrodes were investigated to verify the role of mesostructure for buffering repeated volume changes during discharging/charging process. a–d displays an increase of about 10% (from 10 to 11 μm) in the thickness of meso-Mo2N electrode, lower than that of the bulk-Mo2N electrode (25%, from 12 to 15 μm), indicating the good structural steadiness and the outstanding buffering capability in volume fluctuation for meso-Mo2N. When porous skeletons of meso-Mo2N electrode are almost in sodiation state (b), Na+ is inserted not only on the surface but also in the interior of Mo2N through mesochannels, leading to a limited volume change during the conversion reaction. Three-dimensional mesoporous thin-wall frameworks, as schematically revealed in e, enhance the Na+ diffusion and alleviate volume expansion, which is responsible for enhancing the cycling capacity, rate capability, and structural stability. The morphologies of meso-Mo2N and bulk-Mo2N electrodes before and after 500 cycles were further investigated (). The plain and smooth surface representing the SEI film could be observed in meso-Mo2N, whereas many rough and cracked bulges appear in the SEI layer for bulk-Mo2N electrode (). Taken together, the design of the mesoporous structure of Mo2N reduces ion diffusion/transfer resistance, buffers volume change, and stabilizes the SEI layer.",
                "To deeply analyze the thermodynamics and kinetics of (de)sodiation in the electrode material, galvanostatic intermittent titration technique (GITT) was utilized.  At each relaxation period of the GITT test, the potential changes of discharge/charge represent the overpotentials at various Na+ insertion/extraction stages,  as revealed in a. During whatever discharge/charge process, in general, meso-Mo2N displays smaller overpotentials in comparison with bulk-Mo2N. Especially, in the higher voltage interval, the disparity is more marked than that of the lower interval, meaning more favorable thermodynamics in electrochemical conversion for meso-Mo2N.  Meanwhile, the reaction internal resistances (derived from the calculation of dividing overpotential by pulse current) are employed to evaluate the (de)sodiation kinetics of these two electrodes.  Except for the approximate internal resistances during the insertion-end and the extraction-start-up stages, meso-Mo2N shows lower reaction resistances within the other sodiation and desodiation stages, as compared with bulk-Mo2N (b). All in all, meso-Mo2N can facilitate a reversible electrochemical conversion from thermodynamic and kinetics aspects.",
                "In general, the capacity stems from the contributions of both diffusion-controlled ((de)sodiation process) and capacitive parts.  Regarded as a rate-determining step for the whole electrochemical reaction,  solid-state ion diffusion is a bottleneck for high-performance and fast-charging batteries. To corroborate the higher capability of the solid-state diffusion within meso-Mo2N, we quantitatively analyzed the effects of diffusion-dominated and capacitive fractions by CV curves at varying sweep speed (from 0.1 to 0.8 mV s–1) of Mo2N electrodes. Obviously, all the CV profiles have resembling shapes (c and ). The peak current has a logarithm relationship with the scan rate plots, reckoning from the CV data in accordance with the following equations i = avb or log i = log a + b log v.  Here, i is the peak current, v the scan rate, and a and b constants. Generally ranging from 0.5 (diffusion-dominated process) to 1 (capacitive process),  the b value can evaluate the slope by plotting log(i) against log(v). As for Mo2N electrodes, the b values (e.g., meso-Mo2N peak A: 0.865, peak C: 0.884) are between 0.5 and 1.0, implying the coexistence of diffusion-controlled and capacitive processes (d and ). Moreover, the relationship between the current response i and the sweeping rates is expressed as in the equation i = k1v + k2v1/2 at a given potential V. Here, k1 and k2 are the constants calculated at varying scan rates. k1v and k2v1/2 are the corresponding capacitive and diffusion-controlled contributions. The typical CV profile of meso-Mo2N at a scanning rate of 0.1 mV s–1 for the current from capacitive (orange area) and diffusion-dominated processes (green area) is clearly shown in e. A diffusion-dominatedcontribution is 57.3%, higher than that of 47.6% of bulk-Mo2N. Likewise, the fractions of diffusion-dominated contribution are quantitatively determined and summarized in f for both Mo2N electrodes at various scan rates. Although the diffusion-dominated ratio decreases with increasing scan rates, meso-Mo2N has a higher fraction at all scan rates, indicating its excellent solid diffusion capability from the mesostructure with thin walls. The enhanced contact surface area with electrolyte, the interconnected mesopores, thin Mo2N walls, and the nanospace enclosed by mesopores plus its inherent high conductivity lead to the outstanding performance of meso-Mo2N in Na storage compared with bulk-Mo2N.",
                "To further confirm the improvement of Na+ diffusivity within meso-Mo2N versus bulk-Mo2N, Na+ diffusion coefficients (DNa) were evaluated according to the CV curves at different sweeping rates. The positive and negative shifts of the anodic and cathodic peaks in voltages with incremental sweep rates (c and ), respectively, mean an increasing polarization at higher scanning speed due to the kinetic limitations related to Na+ diffusion through the active material.  The linearity of the peak current densities (Ip) with the square root of sweep speeds (v1/2), as described in , indicates that Na+-insertion/extraction is a diffusion-dominated process. DNa values are 2.16 × 10–13 and 4.89 × 10–13 cm2 s–1 for peaks A and C (Randles–Sevcik equation ), respectively, larger than those of bulk-Mo2N (e.g., peak A: 1.45 × 10–14 cm2 s–1, peak C: 4.14 × 10–14 cm2 s–1).",
                "In light of the outstanding performances of meso-Mo2N in half-configuration, we coupled with home-made Na3V2(PO4)3/C (NVP/C) as a cathode for full SIBs  to further explore its potential for practical application. The ratio of loading active materials within cathodes and anodes was 3:1 in weight in a typical full cell. The full-cell NVP/C∥meso-Mo2N was cycled between 1.0 and 3.3 V at 0.2 A g–1. An average operating voltage of ≈2.15 V could be achieved from the representative charge/discharge profiles (a). The cycling capacity of full cell undergoes an observable decay in the initial 150 cycles and then levels off until 500 cycles (b). Although the porous nanochannels are still observed, the partial structure encircled with yellow circles could not recover its pristine structure after repeated insertion/extraction (), which is probably one reason for capacity decay. After cycling 500 times, we still attained a stable cycling capacity of 83 mAh g–1 with an average CE of >99%.",
                "The structural advantages can also be confirmed by Li storage in LIBs (see  and ). The possible Li storage mechanism in Mo2N is depicted as Mo2N + 3Li+ ↔ 2Mo + Li3N, as revealed by ex situ XRD (), in which the Li3N and Mo with less intense peaks can be detected at the discharge state. The capacity of 537/356 mAh g–1 is obtained in the first discharge/charge cycle with an initial CE of 66.4% (). As to the cyclic constancy in , meso-Mo2N cycles steadily at 0.1 A g–1 within 400 cycles while maintaining a high and steady capacity of 536 mAh g–1. High reversible capacities of 505, 442, 378, 337, 309, and 230 mAh g–1 are retained at stepwise current densities from 0.1 to 2 A g–1. A capacity of 520 mAh g–1 is still maintained upon the current density returning to 0.1 A g–1, demonstrating a superior reversibility of meso-Mo2N for Li+ storage, as illustrated in b and . Upgrading to 1 A g–1, a stable and reversible capacity of 350 mAh g–1 could be maintained for meso-Mo2N after cycling 2000 times (). Notably, the prominent cycling performances of meso-Mo2N outperform those of bulk-Mo2N and are much higher than those of metal nitrides for LIBs in previous reports (). This is superficially ascribed to the stable SEI film and the smaller charge-transfer resistance for meso-Mo2N in contrast with bulk-Mo2N (). Most of mesostructure was retained after 10th (de)lithiation; however, the partial structure encircled with yellow circles was deformed ().",
                "The GITT data reveal that meso-Mo2N has smaller overpotentials and lower reaction resistances in comparison with bulk one (c,d), suggesting the more favorable thermodynamics and kinetics in the (de)lithiation processes of meso-Mo2N. In addition, meso-Mo2N always keeps a higher diffusion-controlled contribution at all scan rates than that of bulk-Mo2N, indicating its rapid solid diffusion capability (). This is consistent with the situation of meso-Mo2N as an anode in SIBs. Also, Li+ diffusion coefficients (DLi) of peaks A and C are 3.18 × 10–13 and 9.23 × 10–14 cm2 s–1, respectively, higher than those of bulk-Mo2N (e.g., peak A: 4.4 × 10–15 cm2 s–1, peak C: 3.71 × 10–15 cm2 s–1). These results further verify that the high Li+ diffusion derives from the thin-wall mesostructure of meso-Mo2N."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A 3D mesoporous thin-wall Mo2N was constructed and the origins of its fast-charging were illustrated in detail. The thin-wall mesostructure of Mo2N in addition to its prominent inherent conductivity endows it with outstanding cyclability and excellent rate capability in contrast with bulk-Mo2N. The prominent electrochemical reaction kinetics of meso-Mo2N as promising electrode materials are attributed to rapid ions/electrons transportation, favorable ability of buffering volume variations and stable SEI films, endowing fast kinetics for (de)sodiation/(de)lithiation. The results highlight the enormous prospect of the thin-wall mesostructure, especially nitrides, in advanced electrochemical energy storage systems."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                "The experimental details of the synthesis process of meso-Mo2N, material characterizations, battery assembly, and electrochemical tests of SIBs and LIBs with meso-Mo2N electrode are supplied in the ."
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Mesoporous Thin-Wall Molybdenum Nitride for Fast and Stable Na/Li Storage"
}