{
    "DOI": "10.1021/acsami.9b04260",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable sodium-ion batteries (SIBs) have drawn extensive research attention as a promising cost-effective alternative for large-scale energy storage applications in renewable energy and smart grids owing to the abundance of sodium in nature compared to lithium.  However, the large ionic radius of sodium (Na+ 1.06 Å vs Li+ 0.76 Å) and slow reaction kinetics cause volume expansion and large polarization, resulting in low reversible capacities and poor cycling performances.  As a result, the SIBs’ practical applications have been constrained. It is both crucial and challenging to develop facile and equitable design of electrode materials with high rate performance and long cycle life.  Nanostructured materials, such as metal alloys (Sn, Sb, SnSb),  transition-metal oxide and sulfides (Na3V2(PO4)3,  SnS,  SnS2,  WS2,  MoS2),  and carbonaceous materials Ir/CNFs  and Co0.85Se@RGO,  have been investigated to overcome the integral limitations of Na+ insertion and thus to improve the properties of rechargeable SIBs. Among all these nanomaterials, 2D-layered metal dichalcogenides, more specifically MoS2, have received serious consideration as a promising SIB anode material.  MoS2 nanosheets are covalently bonded to form 2D layers, and they are stacked together through weak van der Waals interactions.  The large interlayer spacing and weak van der Waals interaction among the layers are beneficial for Na+ insertion and reversible intercalation/extraction.  Nevertheless, due to poor electronic conductivity and slow sodium diffusion kinetics, further applications of MoS2 as an anode material in SIBs are limited.  To overcome these problems, a variety of approaches have been proposed, including reducing the particle size to the nanometer scale, diminishing the diffusion path of Na+, and mixing MoS2 with conductive agents to improve the electron conductivity.  The reduction in particle size further increases the specific surface area of the entire electrode, enabling the electrolyte to moisten the electrode materials properly and subsequently to boost the transport kinetics of the electrodes.  The electronic conductivity can be enhanced noticeably by adding carbon materials such as carbon nanotubes (CNTs),  carbon nanofibers (CNFs),  carbon sphere,  and graphene.  These materials can also accommodate the volume changes of MoS2, thus refining the rate capability and cycling stability of the SIB electrode. Although a spectrum of strategies has been attempted, it is yet thought-provoking to develop stable MoS2–graphene-based composite electrode materials with highly conductive channels for efficient electron transfer. For energy storage devices, it is always attractive to use 3D rather than 2D nanostructures because 3D nanostructures have less aggregation and agglomeration and thus can sustain the superior intrinsic characteristics of nanomaterials, such as high surface area, unique physical properties, and structural stability.  Inspired by natural marigold flowers, we obtained ultrathin MoS2-G networks by synthesizing MoS2 nanoflowers and then wrapped these prepared MoS2 flowery structures with layered graphene. The prepared MoS2-G hybrid networks have high electronic conductivity and act as efficient conductive channels for electrons. MoS2 nanosheets, mounted into the hierarchical morphology of the MFs, could reduce the diffusion distance of sodium ions and provide them large active surface sites. During the processes of charging and discharging, the hierarchical flowery morphology and layered graphene wrapping could accommodate the MoS2 volume change. The increased MoS2 interlayer spacing and layer-to-layer surface contact between MoS2 and graphene, revealed in SEM and TEM observations, would make diffusion and reversible sodium ion intercalation/extraction easier and at the same time would reduce the interface impedance. The 3D MoS2-G prepared conductive network of ultrathin microstructures showed superior electrochemical performance, including high specific capacity and improved structural stability as an anode material in SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Marigold flower-like MoS2 was synthesized as defined in the reported work with appropriate optimization to make MoS2 NSs few-layer and bigger in size to shape the final assembly as a 3D microstructure.  In the typical synthesis process, 0.6 g of sodium molybdate dihydrate (Na2MoO4·2H2O) and 0.9 g of thiourea (CH4N2S) powders were dissolved in 20 mL of deionized water followed by 15 min of ultrasonication. Then, 0.05 g of poly(ethylene glycol) (PEG-1000) was gradually added with vigorous stirring for 30 min. In a dried 30 mL Teflon-lined stainless autoclave, the resulting solution was transferred under ambient conditions, and the hydrothermal treatment was carried out at 200 ° C for 15 h. After the reaction, the solution was cooled to room temperature. The black MoS2 precipitate was collected, washed with Millipore water and absolute ethanol, and subsequently vacuum dried at 90 °C for 12 h."
                    ],
                    "name": "2.1.  Preparation of Marigold Flower-Inspired MoS2 3D Microstructures",
                    "type": "h3"
                },
                {
                    "content": [
                        "Layered graphene oxide (GO) was synthesized by the modified Hummers method from powder graphite.  Then, graphene-wrapped MoS2 (MoS2-G) hybrid microstructures were synthesized by a facile liquid-phase droplet method followed by hydrothermal treatment. In a typical synthesis process, 0.1 g of as-prepared MoS2 particles was dispersed in 20 mL of deionized water followed by 30 min of ultrasonication. Then, 10 mL of GO aqueous solution (1 mg·mL–1) was prepared. After ultrasonication for 1 h, the prepared GO solution was added dropwise into the aforementioned MoS2 aqueous dispersion under magnetic stirring followed by ultrasonication for 30 min. Thereafter, the resulting brownish-black solution was heated to 150 °C in a 50 mL Teflon-lined stainless steel autoclave for 12 h. Then, the black semigel precipitate produced was centrifuged at 7000 rpm for 8 min, collected from the residual, and washed several times with distilled water and ethanol followed by drying in a vacuum oven at 80 °C. Then, the dried product was heated up to 400 °C at a heating rate of 3 °C·min–1 in an Ar atmosphere with a flow rate of 30 mL·min–1 in a tabular furnace to produce the desired graphene-wrapped MoS2 hybrid microstructure."
                    ],
                    "name": "2.2.  Synthesis of Graphene-Wrapped MoS2 (MoS2-G)",
                    "type": "h3"
                },
                {
                    "content": [
                        "The detailed microstructures and morphology of the prepared samples were investigated with a field emission scanning electron microscope (JEOL JSM-7610F FEG-SEM) and a transmission electron microscope (TEM, FEI Titan G2 80-300 ST). To obtain high-resolution TEM (HRTEM) images at 80 kV, a monochromator and image corrector were operated. A Bruker D8 Advance X-ray diffractometer with standard Cu Kα radiation was used to characterize the crystal structure and phase purity of the prepared samples. The MoS2 and graphene content in the MoS2-G composite was measured by thermogravimetric analysis (TGA), which was performed with a simultaneous thermal analyzer (Netzsch STA449F3, Germany) under N2 gas flow at 20 mL·min–1 at a heating rate of 10 °C min–1 in the temperature range of 30–750 °C. Raman spectroscopic analysis was carried out under 532 nm laser light on a confocal Raman microscopy spectrometer (WITec alpha300 R). To investigate the primary composition and chemical status of the prepared samples, X-ray photoelectron spectroscopy (XPS) analysis was conducted on a Perkin-Elmer PHI 5300 ESCA system (Mg Kα) at 250 W under a vacuum greater than 10–6 Pa. The binding energies in all XPS spectra were calibrated referenced to the C 1s peak at 284.6 eV."
                    ],
                    "name": "2.3.  Morphological and Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical measurements of the as-synthesized MoS2-G were tested in CR2032 coin cells with sodium foil as the counter electrode. The active material (70 wt %), sodium carboxymethyl cellulose (10 wt %), and 20 wt % conductive carbon black in deionized water were used to fabricate the working electrode. The active material loading was 1.2–1.5 mg cm–2. The cell was vacuum-packed with a glass fiber membrane separator (Whatman, GF/D) and ester-based electrolyte (1.0 M NaClO4 in ethylene carbonate, diethyl carbonate, and fluoroethylene carbonate with volume ratio of 0.475:0.475:0.05) in an argon-filled glovebox. The galvanostatic charge/discharge tests were carried out on a LAND instrument at room temperature. To measure the CV and EIS in the voltage range of 0.01 and 3.0 V, a CHI660E electrochemical workstation was used. Meanwhile, the electrochemical impedance spectra (EIS) were captured in the frequency range of 100,000–0.01 Hz."
                    ],
                    "name": "2.4.  Electrochemical Characterizations",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In well-established solid-state methods, a conservative dispersion of mixing graphene with nanoparticles typically requires large quantities of graphene, which simply yields a malicious agglomeration and stacking, frequently resulting in an inhomogeneous and inadequate product.  Herein, we have developed a facile synthesis route to obtain MoS2-G microarchitectures by chemical wrapping of graphene on the as-prepared MoS2 MFs, as shown schematically in . In a typical synthesis, we obtained the MoS2 MF structure by scheming a reaction with a controlled concentration of the MoS2 precursor and thiourea. Generally, the synthesis process of MoS2 is initiated by nucleation and growth,  and then the further growth of MoS2 crystallites turns the particles into sheets. These NSs are then shaped into a microflower assembly by hydrothermal heat treatment.  In our study, a scalable pathway is developed by adjusting the concentration of thiourea and the precursor such that the defect-induced MF morphology can be achieved. Surplus thiourea not only played a role as a reductant to reduce Mo(VI) to Mo(IV) but also acted as an efficient stabilizer for the ultrathin nanosheet morphology. Thus, excess thiourea can be adsorbed on the surface of primary nanocrystallites, leading to the formation of a defect-induced structure. Graphene oxide (GO) was prepared by the modified Hummers method, and the as-prepared MoS2 MFs were then chemically treated with graphene oxide droplets at optimized temperature followed by calcination to get the desired MoS2-G networks.",
                        "The SEM images of prepared samples are shown in . a shows that the samples consist of uniform marigold-shaped MF architectures with diameters ranging from 2 to 3 μm. The inset digital photograph shows a natural marigold flower. b illustrates the well-defined 3D microstructure of a single MoS2 MF with broad interface spaces. The MF is composed of several ultrathin nanosheets (c) sporadically and arbitrarily arranged. A magnified TEM image of these NSs (d) discloses that these NSs are a few layers of MoS2 ultrathin sheets with a thickness of 2–3 nm, which is later confirmed by the HRTEM analysis. These MoS2 ultrathin NSs (∼2 nm) tend to assembled into a wide hierarchical sphere, considered to be a self-assembly of MoS2 shaped into a marigold flower-like morphology.  displays the uniform MoS2 MF structure at the large scale. It is difficult to find a single free MoS2 flake or sheet throughout the large-scale SEM image of the as-prepared MoS2 MFs, revealing the controlled and homogeneous nature of the synthesis strategy. e,f displays the SEM images of the graphene-wrapped MoS2-G hybrid networks at different magnifications. Bare MoS2 MF particles are scarcely found in , which indicates that the MoS2 layers are well-wrapped and covered by graphene-layered sheets. Moreover, to figure out the existence and distribution of Mo and S in the MoS2 MFs and to confirm that the structure of the spatial MoS2 MFs is effectively wrapped and covered with uniform distribution of graphene in the MoS2-G composite, energy dispersive X-ray spectroscopy (EDX) analysis was performed to acquire the elemental maps. As shown by the results in , the Mo, S, and C elements are homogeneously dispersed in the MF structures, and the obtained MoS2 MFs are well-wrapped and homogeneously covered by the graphene layer. The precise content of MoS2 and graphene in the MoS2-G composite was calculated using TGA (). The weight loss for the pristine MoS2 MFs is about 17.04% over the temperature range from 30 to 750 °C, while the weight loss of the MoS2-G composite is 23.75%. Therefore, the weight ratio of MoS2 and graphene in the MoS2-G composite was estimated to be 93 and 7 wt %, respectively. These 3D microarchitectures are striking because the internal free space is capable of accommodating the volume variation during charging/discharging, and 2 nm ultrathin nanosheets make fast transport of Na+ ions/electrons easier due to their short diffusion length. In addition, the large 3D interconnected graphene networks can help to prevent the self-aggregation of MoS2 MFs, thereby ensuring the structural integrity and facilitate the effective transfer of electron during cycling by rendering rapid transmission paths.",
                        "To examine the crystal structure and composition of the prepared samples, XRD measurements were carried out. As shown in a, the diffraction peaks observed can be indexed to the hexagonal MoS2 phase (JCPDS 37-1492), which indicates the purity of MoS2 MFs. As compared to the bare MoS2, the weak (002) reflection in MoS2-G shows the introduction of graphene in MoS2, which significantly prevents the agglomeration and restacking of MoS2 NSs, while the slight expansion of (100) and (110) peaks in diffraction may be due to defect formation along the basal planes of MoS2 NSs. Notably, the small broad hump around 2θ = 25° is attributed to the presence of graphene albeit in trace amounts. In b, the TEM image supports the SEM finding that the synthesized MoS2-MFs comprise a combination of ultrathin curved NSs forming the marigold flower-like structure. c shows the high-magnification TEM image of the flaky structure of MoS2 sheets at the edge of a single MF. To assure the crystal structures and layer counts along with the lattice spacing, the bright-field HRTEM analysis was performed. In d, the HRTEM image of a vertically curved edge shows the typical layered structure of MoS2, with an interlayer distance of 0.64 nm, which is slightly greater than the layer-to-layer spacing of 0.61 nm in the bulk MoS2. e shows the HRTEM top-view image of a single MoS2 nanosheet, the d spacings of 0.27 and 0.22 nm are consistent with the (100) and (103) planes of hexagonal MoS2.  It is evident from the HRTEM image that the two grains propagate on top of each other in the few-layer MoS2, forming a multilayer overlapped region with weak van der Waals forces between the adjacent layers. It is worth noticing that many dislocations and distortions, marked with the red circles in the image, can be observed in the MoS2 sheet, which suggests a novel defect-induced structure. The defect-induced structure directs the formation of nanosized domains along the basal planes. High-resolution TEM analysis (see f) was also performed to evaluate the quality of the MoS2 unitary nanosheet on the atomic scale. The ultrathin sheet is apparently continuous in the low-magnification TEM image, whereas the HRTEM image shows that it has a single crystalline hexagonal atomic structure. Upon careful observation, the disordered atomic arrangements are seen, which cause the cracks and defects in the basal planes, consequently resulting in the addition of Na+ storage active sites. In conclusion, due to the special defect-induced structure, supplementary active sites can be exposed, which is advantageous for the Na+ storage process. In short, the few-layer MoS2 nanosheets along with the graphene wrapping provide surplus open stations for sodium ion storage. This distinct architecture enhances the electrical conductivity and stability with excellent sodium storage performance of the active materials.",
                        "The presence of MoS2 and graphene in the MoS2-G MF network was investigated by Raman analysis (a). The Raman peaks at 383.2 and 410.2 cm–1 are characteristic peaks of the hexagonal MoS2 MFs, attributed to E12g and A1g, respectively.  The Raman shifts at 379.4 cm–1 (E12g) and 408.0 cm–1 (A1g) are credited to the planar (E2g1) and out-of-plane (A1g) vibrations in the MoS2 hybrid matrix,  indicating the few-layer assembly of crystalline MoS2 chemically bonded with graphene. The significantly low intensity and comparatively wide peak width of E12g can be credited to the presence of significant defect sites, in good agreement with the HRTEM analysis. A number of coordinately and structurally unsaturated active sulfur atoms are available at these defects sites, which would greatly contribute to the Na+ storage process. The Raman peaks at ∼1347.8 and 1596 cm–1 are ascribed to the D and G bands of graphene, respectively.  X-ray photoelectron spectroscopy (XPS) analysis was carried out to examine the oxidation states and interfacial interaction between MoS2 and graphene in the MoS2-G hybrid matrix. The full survey scan spectrum of MoS2-G demonstrates the presence of Mo, O, S, and C elements with respect to their corresponding energies (). The high-resolution XPS spectrum of Mo 3d (b) shows two peaks located at 229.56 and 232.70 eV, corresponding to the binding energies of Mo 3d5/2 and Mo 3d3/2.  The separation energy near 3.1 eV is the feature of the Mo species, more specifically the Mo4+ in MoS2. Another small peak at 226.7 eV is attributed to S 2s. The peaks at 162.3 and 163.5 eV are ascribed to the coexistence of S 2p3/2 and S 2p1/2,  as shown in the high-resolution XPS spectrum of S 2p (c). The intensity quotient of the typical peaks of approximately 2:1 and a separation energy of ∼1.2 eV are the characteristics of S2– species.  Furthermore, after deconvolution, the high-resolution spectrum of C 1s (d) shows three different peaks: typically, C—C/C═C at 284.7 eV and the other two different peaks at 286.0 and 288.5 eV attributed to C–O, C═O and O—C═O, respectively. The C 1s spectrum of GO generally exhibited two main peaks at 284.6 and 286.7 eV corresponding to the binding energy of sp2 C–C and C–O bonds.  The C 1s spectrum of the MoS2-G MFs indicated that GO had been totally reduced to graphene as most of the oxygen-containing functional groups were detached during hydrothermal treatment. The results of the XRD and XPS investigations are in agreement with other published works on few-layer MoS2.  All of these XPS results confirm the contact of MoS2 MFs with wrapped graphene in the MoS2-G 3D composite."
                    ],
                    "name": "3.1.  Morphological and Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The outstanding electrochemical performances of MoS2-G electrodes are shown in a. The high initial Coulombic efficiency of 81.7% can be obtained at the first cycle, indicating that side reactions occurring at interfaces have been suppressed by the uniform composition of graphene. After 100 cycles, the MoS2-G electrode still retained a high capacity of over 500 mA h g–1. During this process, the Coulombic efficiency was maintained at 98%. However, the bare MoS2 electrode exhibited fast capacity fading and a polarization voltage increase during the initial cycling (), indicating the positive effect of graphene for enhancing electrical conductivity and relieving volume expansion. Typical discharge–charge curves (b) demonstrated slight polarization during the long cycle, indicating high structural and interfacial stability. Rate capability of the MoS2-G electrode was elevated, as shown in c. When current densities reached 100, 200, 400, 800, and 1600 mA g–1, the MoS2-G electrode exhibited considerable discharge capacities of 606, 555, 507, 438, and 343 mA h g–1,respectively. A high charge capacity of 535 mA h g–1 could be obtained when the rate returned to 200 mA g–1, illustrating the broad Na+ diffusion path and fast Na+ transfer. Meanwhile, the bare MoS2 electrode delivered low capacity after cycling at a high rate, indicating the collapse of the crystal structure (). According to the EIS results of MoS2 and MoS2-G (), the outstanding rate performance of MoS2-G can be ascribed to the good interfacial compatibility and fast ion transfer. As presented in d, the platform capacity of the MoS2-G electrode observably decreased with increasing rates, revealing the sluggish kinetics of conversion reaction. On the other hand, the rate performance of MoS2-G was enhanced by the remarkable pseudocapacitive effect.",
                        "Meanwhile, the analysis of electrochemical behaviors was explored and is displayed in . In the first cycle (a), there is an irreversible reduction peak found at 0.83 V corresponding to the development of a solid electrolyte interface (SEI). In addition, CV curves showed several oxidation/reduction peaks around high voltages of 2.25 and 1.83 V, which can be assigned to the insertion/extraction of Na+ ions in the MoS2-G electrode.  On the other hand, the redox peaks at low potentials are attributed to the conversion reaction among Mo, Na2S, and MoS2. However, the weak currents indicated the incomplete reactions, implying that some of the Na2S could be converted into MoS2. This process is confirmed by the ex situ XRD patterns, which show the characteristic peaks of S and Na2S at fully discharged states (). Apparently, the oxidation/reduction peaks at 0.79 and 1.74 V are the prominent redox processes, corresponding to the sodiation/desodiation of sulfur. The good symmetry and reproducibility of CV curves demonstrated the highly reversible sodium storage of the MoS2-G electrode.",
                        "To better investigate the outstanding electrochemical properties of the MoS2-G electrode, CV curves at different scan rates were determined to attain a reason for dynamics optimization (b). The shape of CV curves gradually became obtuse with increasing rates, which can be ascribed to the enhanced surface diffusion process. c presents the b values calculated from the slope of the plot of log i versus log v, as described in  where i is the current density, v is the scan rate, and a and b are constants. Generally, b = 0.5 is the semi-infinite diffusion behavior and b = 1.0 is the capacitive-controlled reaction. The b values for the redox peaks of the MoS2-G electrode are concentrated on 0.9–1.0, implying that the MoS2-G electrode undergoes the typical sodium storage process. Furthermore, the capacitance contribution of MoS2-G could be quantitatively distinguished with the help of  where k1 and k2 are constants. As shown in d, k1 is attained via fitting the gradient of the line relation between i(V)/v1/2 and v1/2. e presents that the intuitive contribution ratio of pseudocapacitance (the cyan region) in contrast with the total current at 1.0 mV s–1 is computed to be 81.7%, indicating that the capacitive-dominant reaction is the subject at this rate. The impact ratio for capacitive-controlled reaction kinetics is strongly dependent on the scan rate, increasing from 74.3% of the total stored charge at 0.1 mV s–1 to 87.7% at 5.0 mV s–1 (f). Therefore, the superior sodium storage kinetics can be ascribed to the unique designed 3D conductive architecture with a large surface area, which provides a fast transfer of Na+ and electrons in the MoS2 electrode.  (Supporting Information) shows the sodium storage performance comparison between the obtained 3D hybrid MoS2-G and previously reported MoS2-based composites. Meanwhile, the EIS results collected after cycling at various current densities highlight the high interfacial stability of the MoS2-G electrode (g). The charge transfer impedance (Rct) increased first and then decreased, confirming the development and stabilization of a solid electrolyte interface (SEI) on the MoS2-G electrode. When the SEI layer reached a steady state at a high scan rate, the Rct value was calculated to be 62 Ω. This result reveals that the graphene composition layer can provide more accessible pathways for charge transfer and Na+ adsorption. In summary, the enhanced electrochemical performances are mainly derived from the outstanding pseudocapacitive effect and expanded interlayer spacing (h).  These two advantages not only allow fast sodium storage at high current density but also improve the structural stability after insertion of a large amount of Na+ ions. The layer-to-layer interaction between the MoS2 ultrathin nanosheets and graphene nanosheets activates the sodium storage sites both in the bulk and surface. The special marigold flower-inspired morphology reserves adequate spaces for relieving volume expansion. According to the recent reports on full cells,  it can be speculated that the prepared MoS2-G electrode can be used for the practical application in a real sodium-ion battery. The high initial Coulombic efficiency of ∼80% and outstanding cycling stability meet the key indexes for full cell application."
                    ],
                    "name": "3.2.  Electrochemical Performances",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Inspired by the marigold flower structures in nature, a simple thiourea-assisted hydrothermal approach has been developed to synthesize the flowery 3D MoS2 ultrathin structures followed by graphene wrapping to obtain the MoS2-G interconnected 3D conductive network. The microscopy characterizations have confirmed that the exposed NS assembly and 3D microarchitecture of MoS2-G offer additional active sites, charge diffusion paths, and interface contact area. Moreover, the hierarchically arranged but strongly interconnected 2D ultrathin NSs in 3D MoS2 MFs combined with the graphene wrapping create strong electrical conductive channels in an electrode. From the electrochemical measurements, it is revealed that the 2 nm ultrathin nanosheets play a vital role in shortening the Na+ ion diffusion pathways and in the good electrolyte wettability, which ensures high rate performance. In addition, the close contact of 2D ultrathin NSs with graphene empowered the superior electrochemical performance for its use as an anode material of SIBs. Such a unique MoS2-G 3D architecture influenced by the surface-to-surface intimate contact between MoS2 and graphene effectively improves the electron/ion transport kinetics of MoS2 and ensures the structural integrity, resulting in superior electrochemical performance. All of the above discussed results show that the developed marigold flower-shape MoS2-G with its unmatched 3D morphology and new architecture has the potential to be adapted for designing high-performance anode materials for low-cost and large-scale applications in SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Nature-Inspired, Graphene-Wrapped 3D MoS2 Ultrathin Microflower Architecture as a High-Performance Anode Material for Sodium-Ion Batteries"
}