{
    "DOI": "10.1039/D2DT01626E",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electric vehicles have been the talk of the town lately. However, the lack of well-suited energy storage systems makes them challenging for commercialization. The world of portable electronics is currently being ruled by lithium-ion batteries (LIBs). However, the energy storage devices required at the mass level restrict the use of LIBs due to their high cost. The high cost of LIBs is not likely to be reduced in the near future because of its growing demand and the scarcity of lithium within the Earth crust. Therefore, the complete exhaustion of lithium is also possible in the near future. Thus in order to achieve the aim of large-scale energy storage devices, a suitable alternative with a lower cost, high energy and power density is highly required. Sodium ion batteries (SIBs) are currently in progress as an alternative of LIBs, and show the potential to meet future energy storage requirements due to the high abundance and low-cost of sodium metal and its salts. The working mechanism of SIBs is also analogous to that of LIBs as sodium is next to lithium in the first group. However, the performance of SIBs is yet to satisfy the need of commercialization since Na+ is heavier and larger in size, which leads to the sluggish reaction kinetics or severe degradation of electrode materials. One of the most important responsibilities to enable SIBs for practical applications is to find suitable anode materials having high capacity, long-term cyclability, and high rate capability at minimal expenses. Since SIBs’ cathode materials have made satisfactory progress like LIB cathodes, research on anodes is still under progress. As graphite is unable to insert/de-insert Na+ efficiently due to the larger size of Na+, it pulled out the choices of anodes. Though the first generation SIB anodes are non-graphitic carbons, they have severe issues of poor rate capability and dendrite formation. Furthermore, the conversion and alloying reactions based on anode materials (such as Fe2O3, Sn, P etc.) were also tested, which also revealed their high capacity, but their unavoidable large volume changes during charging/discharging lead to the pulverization of the electrode materials, eventually their capacity fades abruptly. Therefore, these anodes turned out to be something of damp squib. Then intercalation type anode materials were explored, which have the main advantages of low volume changes during charging/dis-charging reactions. Sodium titanates are one of them and particularly fascinating due to the low intercalation potential and almost negligible volume changes during cycling. The two polymorphs of sodium titanates (Na2Ti3O7 and Na2Ti6O13) are being explored for SIB applications. Layered Na2Ti3O7 exhibits a theoretical capacity of 177 mA h g−1 at a low potential of 0.3 V vs. Na+/Na with the advantage of having a high energy density as well as reduced sodium dendrite formation due to this low potential behaviour. However, the insufficient conductivity, slow ionic mobility and structural distortion upon Na+ uptake are tough row to hoe for Na2Ti3O7 anode materials. In contrast, the other polymorph of tunnel shape of Na2Ti6O13 possesses high ionic conductivity, high-rate capability and structural flexibility, but it suffers from a low theoretical capacity (45 mA h g−1) due to the uptake of only 1 Na+ per formula unit. Hence, the fabrication of a mixed phase of Na2Ti3O7/Na2Ti6O13 nanocomposites to compensate for the drawbacks of each other and the use of conductive matrixes to enhance the electronic conductivity and doping with foreign ions to facilitate the charge transport were implemented as novel approaches to customize the sodium titanate electrode performances for the practical application of SIBs. However, the electrochemical performances of titanate electrodes are still not satisfactory, which may be due to the numerous reasons such as the use of unsuitable dopants or the lack of uniform carbon coating or an inefficient/unviable morphology.",
                "Therefore, for the first time we have opted a new strategy by fabricating a mixed phase of sodium titanate electrodes with the optimized vanadium doping. The motivation behind choosing vanadium as the dopant was our previously published research paper on LIB application. Since vanadium doped TiO2 exhibits excellent electrochemical performances for LIBs with remarkable changes in morphology, it was believed that vanadium doping on titanium sites in sodium titanate electrodes may also notably enhance the electrochemical performances for SIB application too. Hence, the objective is to investigate whether the vanadium doped Na2Ti3-xVxO7-δ (0 < x < 3 and 0 < δ < 7) electrode would deliver a high capacity along with long cyclability for SIBs. As V5+ (0.54 Å) has an almost similar ionic radius to Ti4+ (0.60 Å), the doping of a highly charged element like V5+ can certainly enhance the ionic conductivity and thereby finally the specific capacity of the material. More importantly, it was also found that the doping predominantly changes the polymorph phase from Na2Ti3O7 to Na2Ti6O13 with the increase of doping concentrations. Thus, it is believed that V5+ doping may have created two possible circumstances. First, Ti4+ would have been partially reduced to Ti3+ and increases the interlayer spacing due to a higher ionic radius, which is beneficial for Na+ insertion/de-insertion. In addition, Ti3+, which has an extra electron compared to Ti4+, must also be taking part simultaneously to improve the electronic conductivity of the sodium titanate electrode. Secondly, the foreign ion doping of V5+ may also act as braces that could effectively enhance the stability of the crystal lattice, which would help in attaining a long cyclability. Hence, it can be suggested that V5+ doping may be a promising strategy for improving the electrochemical performance of the sodium titanate electrode as an anode for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "V5+ doped sodium titanate samples were synthesized by a facile sol–gel method. Typically, 4 mmol sodium acetate [CH3COONa, Alfa Aesar, 99%] and 2 ml of titanium(IV) n-butoxide [Ti(C4H9O)4, Alfa Aesar, 99%] were first dissolved in 100 ml of ethanol under continuous magnetic stirring. Then, the optimized amount (10 and 15 wt%) of vanadium(III) acetyl acetonate [V(C5H7O2)3, Sigma Aldrich, 97%] was added to the above solution followed by further addition of 1 ml of H2O2 under continuous stirring. After that, the obtained solution was heated at 90 °C until the complete evaporation of the solvent. Then the obtained as-prepared precipitate was ground to fine powder using a mortar and pestle. Thereafter the finally obtained as-prepared powder was calcined at 800 °C for 5 h in air with a heating rate of 5 °C min−1. The 10 and 15 wt% vanadium doped sodium titanate samples were labelled as VNTO-10 and VNTO-15, respectively for further description. The pure sodium titanate sample (labelled as NTO) was synthesized and calcined under the same conditions without adding the vanadium precursor."
                    ],
                    "name": "2.1. Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A powder X-ray diffractometer (D8-Discover, Bruker, Germany) equipped with Cu Kα radiation (λ = 0.15406 nm) was used to identify the purity and formed phases of the pure and doped NTO samples. The structural variation of the pure and VNTO samples was also studied by Raman spectroscopy (Renishaw Raman Microscope, 514 nm Laser). The surface morphology was analysed by field emission-scanning electron microscopy (FE-SEM, S-4700 Hitachi). The size and orientation of the nanorods along with the elemental distribution were also examined by transmission electron microscopy (FE-TEM, Philips Tecnai F20 at 200 kV), which was coupled with Energy Dispersive X-ray spectroscopy (EDX). Na, Ti and V were quantified in the final calcined samples by inductively coupled plasma optical emission spectrometry (ICP-OES) using PerkinElmer OPTIMA 8300. In order to perform ICP analysis, the sample was digested in concentrated HF/HNO3 solution. The chemical states and composition of the pure and vanadium doped samples were measured by X-ray photoelectron spectroscopy (XPS, M/s Thermo Fischer Scientific Instrument UK with a monochromatic Al Kα X-ray source)."
                    ],
                    "name": "2.2. Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the pure and VNTO samples were investigated using 2032 type coin-cells assembled against Na metal foil as the counter electrode. The working electrode was fabricated using a slurry containing active material, Ketjen black as the conducting agent and carboxymethyl cellulose (CMC) as the binder dispersed in deionized water in the ratio of 70:15:15. The obtained slurry was pasted on copper foil using a doctor blade and then dried at 80 °C overnight in a vacuum oven. The assembly was performed in an argon filled glove box using 1 M NaPF6 in diglyme (DGM) as the electrolyte and a Celgard 2400 membrane as the separator. The electrochemical measurements were conducted at room temperature using a programmable battery tester (BTS-2004H, Nagano, Japan) within a voltage range of 0.01–2.5 V at different current densities. Electrochemical impedance spectroscopy (EIS) measurements were also carried out to measure the change in charge transfer resistance of the electrodes before and after cycling."
                    ],
                    "name": "2.3. Electrode fabrication",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fig. 1(a) shows the XRD pattern of pure NTO, which clearly consists of two sets of peaks that can be easily indexed to monoclinic Na2Ti3O7 (JCPDS No.: 00-01-1329) and Na2Ti6O13 (JCPDS No.: 01-073-1398) with space groups P21/m and C2/m respectively. As can be seen, the pure NTO sample shows layered Na2Ti3O7 as the major phase and tunnelled Na2Ti6O13 as the minor phase. However, it can be clearly observed that vanadium doping greatly affects the phases present in the sample. Since pure NTO contains layered Na2Ti3O7 as the major phase and tunnelled Na2Ti6O13 as the minor phase, it became reversed in the doped samples with increasing dopant concentration. The tunnelled Na2Ti6O13 converted into the major phase and layered Na2Ti3O7 turned out to be minor. More importantly, when the doping concentration was increased up to 15 wt% in the VNTO-15 sample, the tunnelled Na2Ti6O13 phase only appeared without any peak of Na2Ti3O7. Therefore, it can be concluded that vanadium doping predominantly leads to the formation of a single phase of Na2Ti6O13. As mentioned above, the tunnelled Na2Ti6O13 phase has its own advantages over layered Na2Ti3O7 such as higher ionic conductivity, longer cycling stability and excellent rate capability. More evidently, there is no impurity peak in the XRD patterns of the vanadium doped samples. Thus, it is believed that V5+ ions (ionic radius: 0.54 Å) might have replaced the Ti4+ ions (ionic radius: 0.60 Å) in the sodium titanate lattice due to their nearly close ionic radii and form solid solutions. The high intensity peaks observed in all the patterns confirmed the crystallinity of the samples, which may be due to the high calcination temperature. Fig. 1(b) shows the Raman spectra of the pure NTO and doped VNTO samples. The characteristic band of layered Na2Ti3O7 along with very few bands of tunnelled Na2Ti6O13 can be clearly seen in the pure NTO samples. The obtained lower energy bands at 300 cm−1 can be ascribed to the Na–Na, Na–O, Na–O–Na and O–Ti–O type bonds. The sharp bands located at 304, 659 and 885 cm−1 along with an additional sharp band at 850 cm−1 may be due to the different types of vibrations of the O–Ti–O bond and Ti–O bond, respectively. Therefore, Raman spectra also confirmed that V5+ doping predominantly leads to the formation of a single phase of the tunnelled Na2Ti6O13 polymorph. Since the Raman spectra of the doped samples are almost similar, the dominant lower energy bands are also the characteristic bands of Na2Ti6O13. In addition, Raman modes at 658 and 680 cm−1 correspond to the Ti–O–Ti stretching in edge shared TiO6 octahedra and the modes observed at 224 and 275 cm−1 belong to the vibration of O–Ti–O type bonds. More importantly, the most energetic band at 872 cm−1 represents the vibrations of the shorter Ti–O bond in the tunnelled Na2Ti6O13 phase.",
                        "Fig. 2 shows the morphological analysis of pure NTO, VNTO-10 and VNTO-15 samples. As can be seen from the FE-SEM images of Fig. 2(a, d and g), all the three samples have several micrometers of lengths of a nanorod-like morphology with a width of ∼100–250 nm. The clean and smooth surfaced nanorods are uniformly dispersed in the sample. More importantly, as can be clearly noticed, the morphology remains similar for all the samples except for the length of the nanorods, which is increased with the increase of the doping concentrations. The nanorod morphology is further illustrated by TEM and the results are provided in Fig. 2(b, e and h). The FE-TEM images of all the three samples are in accordance with the FE-SEM images. The nanorods have fine and smooth surfaces and are well dispersed with homogeneous dimensions throughout the sample. Furthermore, the HR-TEM image of the pure NTO sample as shown in Fig. 2(c) displays an inter lattice spacing of 0.56 nm and 0.18 nm in different regions, which perfectly matched with the (1 0 1) and (0 2 0) facets of the monoclinic Na2Ti3O7 and Na2Ti6O13 phases, respectively. Similarly, the HR-TEM image of the doped VNTO-10 (Fig. 2f) sample shows two different lattice fringes of (3 1 0) and (0 1 1) with the inter lattice spacing of 0.29 nm and 0.34 nm, corresponding to the Na2Ti6O13 and Na2Ti3O7 phases respectively. In contrast, the VNTO-15 sample (Fig. 2i) has exposed facets of (2 0 0) and (3 1 0) for only the monoclinic Na2Ti6O13 phase with the interlayer spacing of 0.74 nm and 0.29 nm, respectively. As can be noticed, the dominant exposed facet of (2 0 0) may easily offer the channels for facile transfer of Na+ and improved the rate capability. EDX mapping was also performed on the representative VNTO-15 sample to check the uniformity of the elements throughout the sample and the results are displayed in Fig. 2(j–n). The elemental mapping clearly reveals the homogeneous presence of Na (Na–K; green), Ti (Ti–K; red), O (O–K; blue) and V (V–K; yellow).",
                        "Furthermore, ICP-OES was carried out to quantify the Na, Ti and V elements in the samples. It is clear from Table 1 that pure NTO does not have V while VNTO-10 and VNTO-15 samples clearly show an increase in V concentration with an increase of doping amount. It is also worth noting that the Ti concentration gets decreased with the increase of V concentrations in both VNTO-10 and VNTO-15 samples, which suggests the partial replacement of Ti using V as the dopant.",
                        "In order to further investigate the chemical composition and the oxidation state of various elements, an XPS study was carried out on pure NTO and the representative VNTO-15 sample. Fig. 3(a) shows the survey spectrum of both the samples, which clearly indicates the existence of Na, Ti, O, V and C, confirming the vanadium doping in the VNTO-15 sample. The low-intensity of the C-1s peak at 285 eV is due to adventitious carbon, which is commonly used as a charge reference for XPS spectra. The peak observed at 1071.5 eV corresponds to Na 1s [Fig. 3(b)] which confirmed the presence of sodium in the lattice with the valence state of +1. As shown in Fig. 3(c), the high-resolution Ti-2p spectra for pure NTO exhibit the peak doublets at 457.8 and 463.6 eV, which can be attributed to the 2p3/2 and 2p1/2 peaks of Ti4+, respectively. In contrast, the Ti-2p spectra of the VNTO-15 sample as shown in Fig. 3(d) can be deconvoluted into four peaks such as 457.6 eV and 458.3 eV for 2p3/2 and 463.3 eV and 464.5 eV for 2p1/2, indicating the clear existence of both Ti3+ and Ti4+, respectively. Since the doping strategy confirmed the partial reduction of Ti4+ to Ti3+, it is believed that an extra electron of Ti3+ could increase the electrical conductivity of sodium titanate. Fig. 3(g) shows the V-2p spectrum for the VNTO-15 sample with two strong peaks located at the binding energies of 517.2 eV and 524.4 eV, which correspond to 2p3/2 and 2p1/2, respectively, indicating the existence of the highest oxidation states of vanadium (V5+) in the sample.Fig. 3(e) and (f) show the O-1s spectra of the pure NTO and VNTO-15 samples, respectively. The O-1s spectrum of the pure NTO sample shows two peaks located at 529.5 and 531.6 eV, which can be ascribed to the lattice oxygen of O–Ti or O–V and O–C, respectively. However, along with these two peaks, an extra new peak at 532.4 eV was found for the VNTO-15 sample, and can be ascribed to the oxygen vacancy, resulting in an enhanced electronic conductivity of the doped sample. The broad peak observed at ∼535 eV is attributed to the sodium auger peak (Na KLL)."
                    ],
                    "name": "3.1. Crystal structure and morphological studies",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to discover the effect of vanadium doping on the electrochemical performances of sodium titanate electrodes, cyclic voltammetry (CV) was performed within the voltage range of 0.0–2.5 V. Fig. 4(a–c) show the first six CV curves of the pure NTO, VNTO-10 and VNTO-15 electrodes, respectively at a scan rate of 0.1 mV s−1. As can be seen, the first CV curve of all the three electrodes shows two broad cathodic peaks located at ∼1.2 V and ∼0.10 V along with an intense peak at 0.01 V. The peaks observed at ∼1.2 V and ∼0.01 V, which disappeared in the later cycles, belong to the formation of SEI films on the surface of electrodes due to the irreversible reductive reaction of the electrolyte. The cathodic peak observed at 0.1 V turns out to be more intense in the successive cycles for all the three electrodes and shifts to a higher voltage of ∼0.20 V. The obtained sharp cathodic peak at ∼0.20 V along with its corresponding anodic peak at ∼0.45 V can be ascribed to the typical redox couple of Ti4+/Ti3+, reflecting Na+ insertion/de-insertion reactions. In addition, the CV curves of the VNTO-10 and VNTO-15 electrodes also show a pair of redox peaks for Ti4+/Ti3+ at ∼0.77 V and ∼0.89 V. These high voltage redox peaks of Ti4+/Ti3+ became broader and less intense (inset of Fig. 4b and c) in the subsequent cycles, indicating the dominant role of these peaks managed by the low voltage Ti4+/Ti3+ redox peaks (∼0.20 and 0.45 V). More importantly, the position of the low voltage Ti4+/Ti3+ redox peaks at ∼0.20 and ∼0.45 V remains constant with increasing cycles but the peak intensity increases, indicating the improved electron and ion transport kinetics in the doped samples. Generally, the Na+ insertion/de-insertion at low voltage is beneficial for enhancing the energy density. Therefore, the sodiation performances were further evaluated by galvanostatic charge/discharge measurements to check the effect of vanadium doping on the sodium titanate electrode. Fig. 4(d) shows the charge/discharge curves at a constant current density of 100 mA g−1 for the pure NTO electrode, which showed nearly three discharge voltage plateaus at ∼1.2, ∼0.20 and ∼0.01 V in the first cycle. As can be seen, the obtained plateaus disappeared in the later cycles with the new plateaus appearing at ∼0.20 V and ∼0.45 V, which is in good agreement with the CV curves. The pure NTO electrode delivered the first discharge and charge capacity of ∼210 and ∼130.7 mA h g−1, respectively with a coulombic efficiency of 62.2%. This irreversible capacity loss with a low coulombic efficiency generally observed in the first cycle is due to the formation of the SEI film on the surface of the electrode and the decomposition of the electrolyte. More importantly, the same phenomenon can also be seen in the doped VNTO-10 and VNTO-15 electrodes as shown in Fig. 4(e) and (f) with the initial discharge/charge capacity of 198/116 mA h g−1 and 218/125 mA h g−1, respectively. The irreversible capacity loss is also supported by the noticeable gap between the first cycle and the subsequent cycles of the CV curves. The doping effect can be more precisely noticed as the VNTO-10 and VNTO-15 electrodes delivered the specific capacities of ∼135 mA h g−1 and 143 mA h g−1, respectively while the pure NTO electrode delivered only ∼106 mA h g−1 after 100 cycles. The higher capacity delivered by the VNTO-15 electrode clearly indicates the enhancement in sodium ion storage owing to the optimum amount of vanadium doping. It is remarkable to see that the capacity of the pure NTO electrode started fading after 50 cycles only, however the doped VNTO electrodes showed highly stabilized specific capacity. In order to check the stability of all the three electrodes under long range cycling, the cyclability was tested at 100 mA g−1 for 900 cycles, as displayed in Fig. 4(g). As can be noticed, the VNTO-15 electrode exhibited the highest specific capacity of 136 mA h g−1, while the VNTO-10 and pure NTO electrodes delivered only 113 mA h g−1 and 92 mA h g−1, respectively, after 900 cycles. The decay of specific capacity is found to be 4.8%, 16.3% and 17.9% for the VNTO-15, VNTO-10 and pure NTO electrodes, respectively after 900 cycles. Hence, it can be suggested that the strategy of vanadium doping is novel to achieve high specific capacity with minimal decay during long range cycling. It is also believed that the dopant V5+ partially replaced the Ti4+ and to maintain the electroneutrality, vacancies were generated in the crystal lattice, which significantly increased the conductivity, resulting in an enhancement in the charge/discharge capacity. Therefore, it may also be suggested that V5+ acts as braces to hold back the structure during volume expansion/contractions, resulting in the stable long-range cycling of VNTO electrodes as compared to the pure NTO electrode. In order to further evaluate the rate capability, pure NTO and doped VNTO electrodes were cycled at different current densities, and the result is depicted in Fig. 4(h). As can be seen, the doped VNTO-10 and VNTO-15 electrodes delivered a higher charge capacity than the pure NTO electrode. However, this trend is not followed in the initial 50 cycles. A similar behavior can also be observed in the cyclability data (Fig. 4g) during the initial 50 cycles. It is believed that the interlayer spacing of exposed facet keeps increasing in the initial cycles of VNTO electrodes due to repetitive insertion/de-insertion of Na+ ions and gets stabilized after numerous cycles. In addition, the expanded inter layer spacing lowers the energy barrier for Na+ migration, resulting in the facile insertion/de-insertion of Na+ ions. The doped VNTO-15 and VNTO-10 electrodes exhibited charge capacities of 101 mA h g−1 and 94 mA h g−1, respectively, whereas the pure NTO electrode delivered only 43 mA h g−1 at 1000 mA g−1 after 110 cycles, which is only ∼42% of the VNTO-15 electrode. More importantly, the decrement of capacity is quite low with increasing current density from 50 to 1000 mA g−1 for the doped VNTO electrodes, whereas the pure NTO electrode capacity degrades abruptly and shows a decay of 66% at a higher current density of 1000 mA g−1. In order to represent the clear trend of capacity imparted by all three electrodes after 50 cycles, a bar graph is provided in Fig. 4(i), which clearly demonstrates the superior performance of the VNTO-15 electrode. It is believed that the doping of highly charged species V5+ substituted Ti4+ in the sodium titanate lattice and created oxygen vacancies, which is schematically demonstrated in Fig. 5. Oxygen vacancies allow Na+ ion diffusion through multiple pathways and increase the ion transport rate with successful opening of a 3D internal ion transport channel. It is also believed that the oxygen vacancies may also provide enough space for incoming Na+ ions without any change in volume and thereby maintain the integrity of the electrode. In addition, the capacity enhancement can also be attributed to the partial reduction of Ti4+ to the higher ionic radius of Ti3+, which provides extra electrons, resulting in improved electronic conductivity as well as Ti3+ helps towards the expansion of interlayer spacing for further insertion/de-insertion of more Na+ ions.",
                        "However, the long-range cyclability performance at a very high current density of 2000 mA g−1 is significantly different in comparison to the results achieved in Fig. 4(g). It can be seen from Fig. 6(a) that the pure NTO, VNTO-10 and VNTO-15 electrodes deliver specific capacities of ∼80 mA h g−1, 43 mA h g−1 and 50 mA h g−1, respectively at 2000 mA g−1 after 300 cycles. The pure NTO electrode exhibits higher specific capacity than the doped VNTO-10 and VNTO-15 electrodes at 2000 mA g−1, which may be due the presence of Na2Ti3O7 as the major phase (higher theoretical capacity). It is believed that the phase fraction specially the existence of Na2Ti3O7 as the major phase becomes the noteworthy factor over V5+ doping at a high current density. The optimized doping significantly causes a change in the crystal lattice and the diffusion-controlled mechanism can provide the absolute advantage of doping. Since Na+ ions do not get sufficient time to insert/de-insert properly in the crystal lattice at a high current density of 2000 mA g−1, it is obvious that the surface induced capacitive phenomenon occurred at such a high current density, which eventually suppressed the benefit of doping. In order to further support the above phenomenon, electrochemical impedance spectroscopy (EIS) was also performed with the same cell after 300 cycles and the result is displayed in Fig. 6(b). As can be seen, all three electrodes exhibit a small semicircle in a high to medium frequency region and an inclined line in a low-frequency region, which correspond to the charge-transfer resistance (RCT) at the electrode/electrolyte interface and the Warburg resistance (ZW), respectively. The lower charge-transfer resistance after 300 cycles is clearly indicating the improved Na reaction kinetics along with cycling. More importantly, the charge-transfer resistance of the pure NTO electrode was found to be less than those of the doped electrodes, which can be ascribed to the presence of Na2Ti3O7 as the major phase in the pure sample, resulting in the increased capacity of the pure NTO electrode. However, in the case of the doped samples, the charge-transfer resistance of the VNTO-15 electrode is notably lower than that of the VNTO-10 electrode, which may be due to the optimized vanadium doping as well as partial substitution of Ti4+, resulting in improved electronic conductivity. More importantly, the EIS data after 300 cycles followed the same order of the cyclability data obtained at 2000 mA g−1."
                    ],
                    "name": "3.2. Electrochemical performances",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, V5+ doped sodium titanates were successfully synthesized for the first time and tested as anode materials for SIB application. It is found that V5+ doping greatly affected the distribution of sodium titanate polymorph phases and eventually transformed it to the single phase of tunnelled Na2Ti6O13 over layered Na2Ti3O7 with an increase in the optimized doping concentrations of 15 wt%. The objective behind the incorporation of V5+ in the sodium titanate lattice has two aspects: first, the generation of oxygen vacancies to maintain the charge neutrality along with the facilitation of the electron and ion transport. Secondly, the V5+ doping partially reduces Ti4+ to Ti3+, which has an extra electron to improve the electronic conductivity of the sodium titanate electrode. In addition, since the interplanar spacing of the V5+ doped sodium titanate samples is expanded due to the larger ionic radius of Ti3+ than Ti4+, it may also help in quickly passing Na+ during charging and discharging. The optimized VNTO-15 electrode was found to be a better anode than the undoped sodium titanate electrode for SIBs in terms of high specific capacity and prolong the cycling stability with 100% coulombic efficiency and excellent rate capability at a current rate of 1000 mA g−1. The obtained results clearly revealed the potential of V5+ doping in improving the electrochemical performances of the sodium titanate anode for SIB applications."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Sakshee Chandel: Conceptualization, methodology, data curation, and writing – original draft preparation. Zulkifli: Data acquisition. Jaekook Kim: Validation and supervision. Alok Kumar Rai: Supervision, validation, funding acquisition, and writing – reviewing and editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Effect of vanadium doping on the electrochemical performances of sodium titanate anode for sodium ion battery application"
}