{
    "DOI": "10.1002/smll.202005095",
    "Journal": "",
    "Keywords": [
        "diffusion kinetics",
        "in situ X‐ray diffraction",
        "Prussian blue",
        "sodium ion full batteries"
    ],
    "Sections": [
        {
            "content": [
                "As the most promising alternative to commercial lithium‐ion batteries (LIBs), sodium‐ion batteries (SIBs) are now being extensively explored for large‐scale energy storage systems.[] However, the larger ion radius of Na+ triggers slow kinetics, followed by deteriorating electrochemical performance.[] Cathodes with the available channels and rigid structures, such as Prussian blue (PB) and its analogs (PBAs), possess faster charge transfer kinetics and longer cycle life.[] The Na ions could be accommodated and inserted into interstitial voids of the host lattices formed by transition metals and cyano ligands.[] The (CN)− anions in PB or PBA increase the site face framework, whereas, their small charges and triple bonds also weaken the interaction between Na+ and pπ electrons on diffusing across the site face.[] Nevertheless, the low‐spin redox pair of Fe2+/Fe3+ and instability of the structure have caused incomplete sodiation/desodiation process and low capacity performance at high current density.[] Therefore, exploiting diverse and complex PBA nanostructure is a crucial requirement to minimize the diffusion barrier, expedite the reaction kinetics, and thus improve the sodium storage properties.",
                "However, the realization of high‐performance SIBs is still hindered seriously by anode materials with inferior sodium storage capability.[] PBAs as a controllable precursor have been extensively investigated to provide various functional derivatives such as metal oxide,[] metal sulfides,[] and metal phosphides.[] Our previous work has reported that Fe1‐xS/MoS2 composite derived from PB greatly reduced the Na+ diffusion barrier and facilitated the charge transfer kinetics.[] Remarkably, recent studies have demonstrated that metal selenides show lower energy consumption for conversion reaction distinguishing from metal oxides/sulfides, due to their high electronic kinetics and weak electronegativity.[] However, the cycling stability and rate capability are still restricted by the sluggish sodium storage kinetics and severe volume swelling. The effective oxygen evolution reactions (OER) from NiFe‐based materials have shown the possibility to promote pseudocapacitive behaviors and enhance rate capability in batteries simultaneously.[] It is therefore highly promising to use engineered PBA‐derived nickel‐iron selenide nanoarchitecture with smart configuration to effectively improve the sodium storage capacities.",
                "Similar to anode materials of SIBs, the cathode materials also sufferers from sluggish kinetics and unyielding volume changes in the conventional SIB designs. Thus, it is essentially important to simultaneously improve the sodium storage capability of both anodes and cathodes by rationally constructing a complex nanoarchitecture based on PBA materials. However, most of the previous SIB studies mainly focus on exploring one electrode material with Na metal in half‐cell, which limited the evaluation of the full cell and understanding of the reaction mechanism. Herein, we propose the simultaneous realization of a beads‐on‐a‐string structure with carbon nanotubes (CNT) connecting NiFePBA nanoframes (i.e., NFPB‐NF/CNT, cathode) and the corresponding derivative NiFeSe nanoframe (i.e., NFS‐NF/CNT, anode) for a high‐performance sodium‐ion full battery. Benefiting from the 3D open architecture and the embedded CNT conductive network, both electrodes exhibit excellent cycling stability and rate capability. The Na+ diffusion models further confirm its fast Na+ conduction and deep sodiation reaction. Furthermore, the complicated reaction mechanism and structural evolution are deeply revealed by in situ and ex situ investigations. Our design strategy not only dramatically improves the sodium storage performance of electrode materials, but also provides a new strategy for engineering diverse composites toward advanced energy storage devices."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure  shows the synthesis processes of the beads‐on‐a‐string structure composed of nanoframes/CNT. First, the NiFePBA nanocubes were nucleated on CNT forming a continuous conductive network. X‐ray diffractiion (XRD) result exhibits a typical PBA‐type phase with the cubic crystal structure (Figure S1a, Supporting Information). Scanning electron microscopy (SEM) images indicate that NiFePBA nanocubes with an average size of around 300 nm were monodispersed and threaded in the CNT fibers (Figure S1b–d, Supporting Information). Energy‐dispersive X‐ray spectroscopy (EDX) elemental mapping images confirm the presence of Ni, Fe, C, N, and O elements in the composite (Figure S1e, Supporting Information). Next, after treating with an appropriate amount of ammonia solution, the solid nanocubes were converted to hollow nanoframes, then forming the beads‐on‐a‐string structure of NiFePBA nanoframes/CNT.",
                        "The XRD analysis confirms that its crystalline phase is nearly identical with that of the precursor nanocubes/CNT (Figure ). From SEM images (Figure ), the nanoframes well inherit the size of the nanocube templates. And the cavities can be clearly observed at the corners of the nanoparticles, indicating a 3D open nanoarchitecture. Besides, the intertwined CNT passes through the frame‐like particles and string them together, forming a beads‐on‐a‐string composite in which good electrical conductivity between the active nanoframes. Transmission electron microscope (TEM) images further confirm the intimate contact between nanoframes and CNT, which is the consequence of nucleation and growth of the NiFePBA particles anchored on heterogeneous spots in the CNT (Figure ). The corresponding EDX results manifest the composition of the composite (Figure ).",
                        "Finally, NiFeSe nanoframes/CNT was obtained via a selenization process. The XRD pattern can be well indexed to the crystal structures of hexagonal NiSe (JCPDS NO. 65–9451) (Figure ). Meanwhile, except for a broad peak corresponding to the CNT, other diffraction peaks slightly move toward to a larger angle, indicating that the existence of Fe induces the slight shrinkage of the unit cell volume. SEM images indicate that the nickel‐iron selenide well retains the original nanostructures, but with rougher surfaces (Figure ). TEM observation further confirms the structural feature of the derived NiFeSe nanoframes/CNT (Figure ). Due to the strong interaction between nanoframes and CNT, the beads‐on‐a‐string structure is still maintained even after selenization. High‐resolution TEM (HRTEM) image shows clear lattice fringes with a d‐spacing of 0.28 nm, corresponding to the (101) plane of NiSe (inset in Figure ). EDX analysis shows a homogeneous distribution of the Ni, Fe, Se, and C elements in the composite, suggesting an approximate Ni/Fe/Se element ratio of about 0.63:0.37:1.0 with a possible chemical formula of Ni0.63Fe0.37Se (Figure  and Figure S2, Supporting Information). X‐ray photoelectron spectroscopy (XPS) survey spectrum further reveals the presence of Ni, Fe, Se, and C elements in the composite (Figure S3, Supporting Information). For the Ni 2p spectrum, the peaks located at 856.6 and 874.1 eV along with two corresponding satellites, are related to Ni 2p3/2 and Ni 2p1/2, respectively.[] For the Fe 2p spectrum, two peaks centered at 710.3 and 723.3 eV are correlated to Fe 2p3/2 and Fe 2p1/2, respectively, along with two satellite peaks.[] For Se 3d XPS spectrum, two peaks observed at 59.3 and 58.4 eV corresponds to Se 3d5/2 and Se 3d3/2, respectively.[] In addition, nitrogen adsorption‐desorption isotherms reveal that these two composites possess the high Brunauer‐Emmett‐Teller (BET) surface area of 71.3 and 93.6 m2 g−1, respectively (Figure S4, Supporting Information). Thermogravimetric analysis (TGA) in Figure S5, Supporting Information, determines that the contents of carbon in the NFPB‐NF/CNT and NFS‐NF/CNT composites are around 7.9 and 5.6 wt%, respectively.",
                        "For comparison, bare NiFePBA nanocubes were also synthesized by a similar route without CNT (Figure S6a and b, Supporting Information). Subsequently, the NiFePBA nanoframes were obtained after etching with ammonia solution. The SEM results confirm the formation of nanoframe structure with hollow interior space (as shown in Figure S6c and d, Supporting Information). Finally, the bare NiFePBA nanoframes (NFPB‐NF) and NiFePBA nanocubes/CNT (NFPB‐NC/CNT) were converted to bare NiFeSe nanoframes (NFS‐NF) and NiFeSe nanocubes/CNT (NFS‐NC/CNT) composites through the selenization process. From SEM images, the derived selenides will retain original nanostructure, but with rougher surfaces (Figure S7, Supporting Information)."
                    ],
                    "name": "Results and Discussion",
                    "type": "section"
                },
                {
                    "content": [
                        "As expected, the attractive physicochemical merits would arouse the evolution of electrochemical properties as shown in Figure . At 0.1 A g−1, their initial discharge capacities are 81.5 mAh g−1 of bare NFPB NF, 83.7 mAh g−1 of NFPB‐NC/CNT, and 84.2 mAh g−1 of NFPB‐NF/CNT, respectively (Figure ). The higher specific capacity is mainly attributed to more exposed active sites on the nanoframes/CNT composite for the sodium‐storage reaction.[] After 100 cycles, the NFPB‐NF/CNT electrode delivers a stable sodium storage capacity of 78.3 mAh g−1, showing much higher capacity retention (93.0%) than that of NFPB‐NC/CNT (90.4%) and bare NFPB‐NF (82.2%). In addition, NFPB‐NF/CNT shows the lowest voltage gap in Figure  and stable voltage plateau at around 3.3 V in Figure  (Figure S8, Supporting Information). After repeat cycling, the average voltage decay per cycle is about only 0.35 mV, much smaller than the 1.20 mV and 1.90 mV of the NFPB‐NC/CNT and bare NFPB‐NF cathode materials, respectively, suggesting the stable electrochemical kinetics (Figure ).",
                        "The superiority of the structure is also highlighted by its exceptional rate performance. Notably, NFPB‐NF/CNT exhibits the best rate capability among these three electrodes: 85.2, 76.9, 73.5, 69.7, 64.7, and 59.0 mAhg−1 at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1, respectively (Figure ). When the current density returns to 0.1 Ag−1, the capacity can be remarkably retained at approximately 94.0%. The corresponding galvanostatic charge/discharge curves at different current densities demonstrate that the nanoframes/CNT composite not only promotes the sodium storage capability, but also contributes to less electrochemical polarization (Figure ). Furthermore, even after considerably prolonged cycling at 1.0 A g−1, NFPB‐NF/CNT retains a reversible capacity of 65.2 mAh g−1, indicating its outstanding long‐term cycling stability and favorable sodium ion reaction kinetics (Figure ), which is confirmed by the ex situ SEM image (Figure S9, Supporting Information).",
                        "Driven by the superior electrochemical performance of nanoframes/CNT, its detailed kinetics were further investigated. From Figure , NFPB‐NF/CNT exhibits the sharpest redox peaks and lowest voltage gap, well matching with the sodiation/desodiation profiles. The width of redox peaks clearly reveals that the energy distributions are increased in order from bare NFPB‐NF, NFPB‐NC/CNT to NFPB‐NF/CNT, implying the favorable sodium‐storage reaction induced the overwhelming superiority of composite structure. Scan‐rate‐dependent cyclic voltammetry (CV) measurements were carried out to offer an insight into the charge storage mechanism of NFPB NF/CNT. As shown in Figure , the similar shapes of CV curves are well remained at various scan rates, indicating its reversible redox reaction. In general, the total sodium storage capacitance could be divided into two parts: surface pseudocapacitive contribution (k1v) and diffusion‐controlled contribution (k2v1/2).[] The capacitive contribution can be quantified based on the current (i) at a given potential (V), according to the following equation:[]1i(V)  =  k1v+k2v1/2",
                        "The pseudocapacitive contribution of NFPB NF/CNT is around 77.0% at 0.1 mV s−1 and gradually increases with the increasing scan rates, finally reaching a maximum value of 93.1% at 2.0 mV s−1 (Figure ). By contrast, the surface capacitive contributions at each scan rate of NFPB‐NC/CNT and bare NFPB‐NF are obviously lower than those of NFPB‐NF/CNT. Such high pseudocapacitive contribution determines a favorable charge storage and stable cycling,[] thus endowing the electrode with superior rate performance and long‐term cycling properties are shown in Figure .",
                        "Galvanostatic intermittent titration technique (GITT) curves were employed to analyze the impact of the discharge/charge process on sodium ion diffusion (DNa) (Figure ). Na+ diffusion coefficient is ever‐changing at sodiation/desodiation reaction, and appears the minimum value at each redox plateau, where the sodium ions diffuse deeply into/from the internal crystal structure.[] Apparently, NFPB‐NF/CNT shows highest diffusion coefficient and smallest fluctuation among these electrodes during the entire process, which may be ascribed to abundant phase boundaries creating crystal defects and active sites to accelerate Na+ diffusion.[] Electrochemical impedance spectroscopy (EIS) measurement after different cycles demonstrates the low and steady resistance (Figure ), indicating the stable charge transfer behaviors along the electrode/electrolyte interface.[] However, the NFPB‐NC/CNT and bare NFPB‐NF electrodes manifest higher resistance values throughout the entire cycles (Figure S10, Supporting Information), highlighting the advantages of nanoframe and continuous CNT conductive network in promoting the charge transfer performance.",
                        "To give an atomic insight into the superiority of nanoframes/CNT structure in facilitating diffusion kinetics, the model comparisons of theoretical Na+ diffusion and practical sodiation reaction were performed (Figure  and Table S1, Supporting Information). Based on the Na+ diffusion model, a NiFePB particle with a side length of about 300 nm and the diffusion coefficient estimated from EIS only takes 175 s for the full penetration of sodium ions. Such fast diffusion signifies that the NiFePB cathode could be fully sodiated to achieve its theoretical capacity of 89.3 mAh g−1 (based on Na2Ni3[Fe (CN)6]2) even at high current density. As shown, large penetration depth from the particle surface could be realized at 5.0 A g−1, and theoretically, 66.1% of the NiFePB could be sodiated to obtain the specific capacity of 59.0 mAhg−1. However, according to the electrochemical test shown in Figure , the bare NiFePB only exhibits such a performance at low current density. In addition, the NFPB‐NF/CNT shows a larger sodiation depth of about 91 nm at 5.0 A g−1 than bare NFPB‐NF (59 nm) and NFPB‐NC/CNT (78 nm). Results indicate that the cooperative Na+ diffusion of NiFePB particles contribute to fast Na+ conduction, rather, a poor electrical contact and sluggish electronic conduction between particles restrict sodium storage performance. The introduction of the embedded CNT network and the construct of the nanoframes with an open structure and hollow interior facilitates the electron transport for the electrochemical reaction between NiFePB and Na+ so that a significantly enhanced sodiation rate can be achieved (Figure ). Therefore, the NFPB‐NF/CNT composite ultimately exhibits an exceptional electrochemical performance."
                    ],
                    "name": "NiFePBA Nanoframes/CNT Cathode Materials",
                    "type": "section"
                },
                {
                    "content": [
                        "Likewise, the sodium storage performances of their corresponding selenides in half cells were evaluated in Figure . Figure  shows the CV curves of the initial five cycles at a scan rate of 0.1 mV s−1. As for NFS‐NF/CNT in the first discharge process, several cathodic peaks are observed at about 1.52, 0.78, and 0.37 V, corresponding to the stepwise sodiation reactions along with the formation of solid electrolyte interphase (SEI).[] In the following charge process, three obvious anodic peaks at about 1.59, 1.77, and 2.09 V correspond to the multistep desodiation processes. In the subsequent cycles, the CV curves show good overlapping, implying high reversibility and structural stability during the successive sodiation/desodiation processes. In comparison, NFS‐NC/CNT and bare NFS‐NF electrodes both display worse reproducibility, suggesting inferior electrochemical stability (Figure S11, Supporting Information).",
                        "The galvanostatic discharge‐charge curves of NFS‐NF/CNT electrode deliver an initial discharge/charge capacity of 803.6.2/486.6 mAh g−1 with the coulombic efficiency of 60.5% (Figure ). The irreversible capacity loss mainly comes from the formation of SEI films.[] The initial coulombic efficiency needs to be improved through several possible strategies: i) decreasing the contact areas between active materials and electrolyte, ii) using a catalyst to decompose the SEI layer, iii) designing surface functional groups on the surface of the anode material to control SEI formation, and iv) utilizing a protective artificial layer. Therefore, more systematic experimental results deserve in‐depth investigations for future research. The capacity drops in the first several cycles could be attributed to the electrode stabilization process, and the coulombic efficiency increases progressively and maintains a high level close to 100% after 10 cycles. After 100 cycles, NFS‐NF/CNT can maintain a reversible capacity of 443.2 mAh g−1, corresponding to a higher capacity retention of 91.1% than that of NFS‐NC/CNT (76.9%) and bare NFS‐NF (50.4%) (Figure ). The desirable sodium storage capability and cyclability manifest the high Na+ uptake content and excellent structural stability of NFS‐NF/CNT.",
                        "Figure  compares the rate capability of three electrodes. Obviously, NFS‐NF/CNT delivers the highest reversible specific capacities of 487.4, 430.6, 398.0, 362.3, 334.5, and 304.7 mAh g−1 at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1, respectively. Besides, the change of current density only induces the slight increase of overpotential (Figure ), verifying its great electrochemical kinetics at different current density. Remarkably, the NFS‐NF/CNT delivers more superior rate capability than most of other selenide‐based composites previously reported, further confirming its advancement for ultrafast sodium storage (Figure ).[] Even after long‐term cycling under a high current density of 1.0 A g−1, the reversible capacity of NFS‐NF/CNT electrode can still remain at 325 mAh g−1 after 500 cycles, corresponding to the high capacity retention of 84.7% and the low capacity decay per cycle (Figure ). Ex situ SEM image after cycling strongly supports that the NFS‐NF/CNT almost maintains the structural integrity without obvious damage (Figure S12, Supporting Information). Such exceptional rate capability could be mainly attributed to the cooperative effects between nanostructure and CNT: 3D open architecture has more exposed active sites and faster molecular accessibility; the nanoframes with an open structure and hollow interior shorten the penetration length of Na+ and electrolyte into the electrode; the “built‐in” CNT network promotes 3D electronic conductivity for fast and efficient electronic transport to the monodispersed nanoframes. To further reveal the origin of the superior sodium storage ability of the NFS‐NF/CNT, pseudocapacitive analysis was performed based on the CV measurements. All CV curves at varied scan rates show clear redox peaks, indicating the excellent electrochemical reaction kinetics (Figure ). Specifically, based on the above‐mentioned Equation. (), the proportions of surface capacitive contribution gradually increase from 64.7% to 88.5% with the increasing scan rates (Figure S13, Supporting Information). It is unambiguous evidence that capacitive charge storage dominates the discharge/charge processes especially at the high rate, thereby accounting for the ultrafast workability of NFS‐NF/CNT electrode.",
                        "To further unravel reaction mechanism and structural evolution of NFS‐NF/CNT electrode, in situ XRD was measured during the sodiation/desodiation process (Figure ). The diffraction peaks at 38.5°, 41.3°, 41.9°, 44.1°, 51.0°, and 52.9° can be attributed to BeO and Be. In the XRD contour map, the pristine NFS‐NF/CNT exhibits several strong peaks at around 29.6°, 32.8°, 44.2°, and 50.2°, corresponding to the (100), (101), (102), and (110) planes of hexagonal nickel‐iron selenide. During the sodiation process, these peaks gradually shift toward lower angels, suggesting the crystal lattice expansion caused by the intercalation of Na ions into Ni0.63Fe0.37Se.[] When continuously discharging to 0.01 V, these peaks gradually disappear accompanied by the emergence of a broad peak at about 37.3° corresponding to Na2Se (JCPDS No. 96‐101‐1379). However, no obvious diffraction peaks of metallic Ni0 and Fe° can be observed due to either their ultra‐small crystal size or poor crystallinity nature of the products.[] As the desodiation proceed, the diffraction peak of Na2Se becomes weaker and weaker until it disappears at the end of desodiation, implying the reversible conversion between Na2Se and Ni0/Fe0. However, the diffraction peak of (101) plane obviously returns a low angle at fully charged state, suggesting the desodiation reaction does not go back to the original Ni0.63Fe0.37Se phase.[] The ex situ SAED patterns of NiFeSe nanoframes/CNT at different discharge/charge states were further analyzed (Figure ). Figure  shows a set of diffraction rings corresponding to the pristine Ni0.63Fe0.37Se. Upon discharging to 1.2 V, the SAED pattern exhibits a series of weak diffraction rings related to the sodiated Ni0.63Fe0.37Se (Figure ). In the final discharged state, the diffraction rings of Na2Se and metal Ni/Fe appear clearly, illustrating the full completion of the conversion reaction (Figure ). At fully desodiation state of 2.5 V, several diffraction rings close to the nickel‐iron selenide, which could be indexed to NayNi0.63Fe0.37Se (Figure ), further confirming the reversible reaction process. The above analyses about in situ XRD and ex situ SAED pattern matches well with CV results in Figure . Therefore, the multistep reaction mechanisms for NFS‐NF/CNT could be described as below:",
                        "Discharge reaction:2Ni0.63Fe0.37Se+xNa++xe−→NaxNi0.63Fe0.37Se3NaxNi0.63Fe0.37Se+2−xNa++2−xe−→0.63Ni+0.37Fe+Na2Se",
                        "Charge reaction:40.63Ni+0.37Fe+Na2Se→NayNi0.63Fe0.37Se+2−yNa++2−ye−",
                        "To further understand the voltage‐dependent phase evolution behavior of NFS‐NF/CNT, in situ electrochemical impedance spectroscopy (EIS) measurement was performed at different sodiation/desodiation states (Figure ). Based on the fitted equivalent circuits, the semicircle in high‐frequency region represents the SEI film resistance (RSEI) and charge transfer resistance (Rct). During the sodiation process, the resistance increases gradually from OCV to 0.01 V, derived from the formation of Na2Se and the growth of SEI films along with the gradual volume expansion. During the charging process, the non‐conductive Na2Se gradually vanished, hence the resistance decreases gradually from 0.01 V to 2.5 V. Obviously, each phase transformation at different voltages can induce the expansion/contraction of volume accompanied by the increase/decrease of resistance, further demonstrating the reversible characteristics in the whole sodiation/desodiation process."
                    ],
                    "name": "NiFeSe Nanoframes/CNT Anode Materials",
                    "type": "section"
                },
                {
                    "content": [
                        "Prompted by the above results, sodium‐ion full battery was assembled comprising of the NFPB‐NF/CNT cathode and NFS‐NF/CNT anode. To decrease polarization and irreversibility influences in the first cycle, the electrode materials were presodiated in advance. The associated mechanism for the NiFePBA//NiFeSe nanoframes/CNT full cell is illustrated in Figure  based on the sodium storage properties of the cathode and anode materials. Figure  exhibits the CV and charge/discharge curves of two half cells in a completely reversible state after several cycles. Note that all capacity values for full cells are calculated based on the total cathode and anode mass. As disclosed, the full cell delivers the first charge/discharge capacity of 82.6/80.8 mAh g−1 at the current density of 0.1 A g−1 with the coulombic efficiency of 97.8% (Figure ). Besides, the full cell exhibits a clear charge/discharge voltage at about 1.8/1.6 V, corresponding to an energy conversion efficiency of 87.0%. The charge/discharge curves reveal well‐preserved working voltages even after the electrochemical cycling. The designed full battery can maintain a reversible capacity of 79.0 mAh g−1 after 100 cycles, showing the high capacity retention and coulombic efficiency (Figure ). Moreover, as the current density further increases to 5.0 A g−1, the capacity slightly decreased to 82.7, 78.3, 75.7, 73.0, 70.9, and 67.1mA h g−1, respectively (Figure ). The corresponding charge/discharge curves show the similar feature with the distinct plateau/slopes, deriving from the excellent electrochemical reaction kinetics of both cathode and anode (Figure S14, Supporting Information). More encouragingly, the assembled NiFePBA//NiFeSe nanoframes/CNT full cell displays superior energy/power density and electrochemical performances compared with other sodium ion full batteries (Figure S15 and Table S2, Supporting Information). In view of the fact that the battery assembly processes could be further optimized, the current performance is quite promising. Therefore, the sodium‐ion full battery in our work exhibits strong competitive edges and broad prospects for practical applications."
                    ],
                    "name": "NiFePBA//NiFeSe Nanoframes/CNT Sodium‐Ion Full Battery",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, we have designed and constructed an interesting beads‐on‐a‐string structure consisting of nanoframes as “beads” and CNT as “strings” to form NiFePBA cathode and the corresponding derivative NiFeSe anode. Fascinating merits including abundant active sites, rapid molecular accessibility, efficient electronic transport, and fast ion diffusion are miraculously merged in nanoframes/CNT composite structures. As SIB cathode, NFPB‐NF/CNT show excellent cycling stability, rate capability, and low voltage decay per cycle (0.35 mV at 100 mA g−1 after 100 cycles). Kinetic analysis and Na+ diffusion models have proved its fast charge transfer and sufficient sodiation reaction. Meanwhile, as SIB anode, NFS‐NF/CNT deliver a high sodium storage capacity (486.6 mAh g−1 at 100 mA g−1), exceptional rate capability (304.7 mAh g−1 at 5.0 A g−1) and long‐term cycling stability (84.7% capacity retention after 500 cycles at 1.0 A g−1). The dominant sodium storage mechanisms and structural evolution process have been expounded thoroughly by in situ and ex situ technologies. Even more surprisingly, a practical sodium‐ion full battery based on the above two electrodes also exhibits excellent sodium storage performance and high energy conversion efficiency. Therefore, our work surmounts the existing challenges and sheds some light on exploiting novel functional materials in the energy‐storage field."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Y.S. acknowledges the support from the National Natural Science Foundation of China (Grant No. 61874074), and Shenzhen Peacock Plan (Grant No. KQTD 2016053112042971), Singapore Ministry of Education Academic Research Fund Tier 2 (MOE2018‐T2‐2‐178) and SUTD Digital Manufacturing and Design Center (DManD)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "Nanoframes@CNT Beads‐on‐a‐String Structures: Toward an Advanced High‐Stable Sodium‐Ion Full Battery"
}