{
    "DOI": "10.1039/D2DT03123J",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The application of fossil fuels has changed people's way of life, but it has also caused more serious environmental pollution. Thus, cheap, efficient and environmentally friendly energy storage systems are gaining attention. As one of the most widely used new energy systems, lithium-ion batteries (LIBs) have widely infiltrated our daily lives. However, the reserves of lithium resources on Earth are very limited, and their uneven distribution limits the further development of LIBs. SIBs have become a new generation of energy storage systems that are most likely to replace LIBs because of their plentiful natural resources and environmental friendliness. The development and large-scale production of novel anode materials with appropriate performance are critical for SIB use. In recent years, carbon materials, metal oxides/sulfides and alloy materials have been widely studied. The ideal anode material for SIBs needs to meet the requirements of high conductivity, small volume expansion and long cycle life, so transition metal selenides have gradually entered the field of vision.",
                "Transition metal selenides are considered as strong candidates for SIB anode materials with the merits of excellent electrical conductivity and magnificent theoretical capacity. ZnSe electrode has been considered as conversion and alloy reaction mechanism during the Li ions insertion. The theoretical capacity of ZnSe is 557 mA h g−1, and the voltage platform is located between 0.5 and 0.75 V. After assembling a full battery, the electromotive force of the battery can be greatly raised, which shows that it is an ideal anode material. However, in SIB application, Zn does not alloy with metallic Na. In addition, ZnSe, as a typical intrinsic semiconductor, has a wide band gap of about 2.67 eV. It is difficult to excite electrons from the valence band to the conduction band, leading to the low intrinsic carrier concentration. As a result, the ZnSe material exhibits low electronic conductivity when used in batteries. Su's group reported the fabrication of ZnSe/carbon fibers (ZnSe–CFs) by electrospinning and pyrolytic selenization. A specific capacity of 254 mA h g−1 and ultra-low capacity attenuation (99.999% retention at 0.5 A g−1 after 400 cycles) were achieved by ZnSe–CFs. As a kind of material with a unique sandwich layer structure, layered MoSe2 has the characteristics of wide layer spacing (0.65 nm) and weak van der Waals force, which is conducive to the reversible sodium ion deembedding reaction in the charging and discharging process, making it an excellent electrode material for SIBs. However, when volume expansion is caused by Na ion insertion, the weak van der Waals force between MoSe2 layers would cause the collapse of the structure, which leads to the powdering of the material and the shedding of active substances, resulting in the generation of irreversible capacity finally. Therefore, the comprehensive utilization of ZnSe and MoSe2 through reasonable heterojunction structure design is of great significance to improve the cycling and rate properties of metal selenides.",
                "Porous hybrids derived from metal–organic frameworks (MOFs) are some of the research hotspots. MOFs are crystalline porous materials, having a periodic network structure generated by metal ions or clusters interacting with organic ligands. It offers the advantages of easy preparation, big specific surface area, good stability, clear structure and easy manipulation. By replacing metal ions or multi-tooth ligands MOF materials with different morphologies can be prepared. The advantages of MOFs as precursors are summarized as follows: (1) the periodic structure of MOFs can be transformed into a uniform carbon coating by controlling pyrolysis and the carbonization process, and the agglomeration of central nano-metals or metal compounds can be prevented; (2) the pore structure characteristics of MOF precursors are largely transferred to porous carbon materials enabling customized surfaces and microstructures; and (3) non-metallic heteroatoms such as N, P and S in MOFs can lead to doping of carbon materials during pyrolysis. Since MOFs have so many advantages, it is significant to prepare ZnSe/MoSe2 through structural engineering and improve its sodium storage properties.",
                "In this work, bimetallic selenide ZnSe/MoSe2@NC is designed via heterojunction and structure engineering of Zn/Mo-ZIF. The hierarchical ZnSe/MoSe2@NC inherits the characteristics of ZnSe and MoSe2, having rich electrochemical activity. Furthermore, the porous structure engineering and the introduction of the carbon layer are helpful to restrain the stress of Na ion (de)insertion. As expected, ZnSe/MoSe2@NC has potential for application in SIBs in terms of high specific capacity (401.8 mA h g−1 at 1 A g−1 after 100 cycles) and comparable cycling life (345.7 mA h g−1 at 5 A g−1 after 1500 cycles). Electrochemical kinetics analysis is conducted to confirm the outstanding performance of ZnSe/MoSe2@NC. A high energy density of 175.1 W h kg−1 can be acquired from ZnSe/MoSe2@NC in SIB full batteries, suggesting the possibility of its application as an anode material in high energy density devices."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The solution approach was used to make ZIF-8 from zinc nitrate hexahydrate (Zn(NO3)2·6H2O) and 2-methylimidazole (C4H6N2). The following was the precise preparation procedure: solution A was prepared by ultrasonically dissolving 810 mg Zn(NO3)2·6H2O in 20 mL methanol. 721.6 mg C4H6N2 was dissolved in 20 mL methanol at the same time, and solution B was prepared uniformly using ultrasound. The B solution was promptly added to the A solution after mixing, and the mixture was agitated constantly for 24 hours, centrifuged, washed 3 times (ethanol), and dried overnight in a 60 °C oven to yield ZIF-8."
                    ],
                    "name": "2.1. Synthesis of ZIF-8",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In 20 mL N,N-dimethylformamide, 0.1 g ZIF-8 was dissolved. After complete dissolution, to the combined solution was added 0.1 g ammonium molybdate and agitated for 30 minutes. Then it was heated for 6 hours at 150 °C in a 50 mL stainless steel high-pressure reaction kettle. After cooling, the products were recovered by centrifugation at 10000 rpm for 5 minutes, washed multiple times, and kept in a vacuum oven at 70 °C for 24 hours."
                    ],
                    "name": "2.2. Synthesis of the Zn/Mo-ZIF precursor",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Zn/Mo-ZIF and selenium powder were thoroughly combined at a mass ratio of 1:2, then calcined at 600 °C at a rate of 2 °C min−1 under an inert atmosphere, and then annealed for 2 h to get ZnSe–NC@MoSe2–NC. To obtain pure ZnSe, ZIF-8 and selenium powder (mass ratio: 1:2) were calcined under the same conditions. For preparing MoSe2, 79 mg selenium powder was stirred continuously for 1 h, then dissolved in 5 mL hydrazine standard solution, and 0.12 g sodium molybdate dihydrate was dissolved in deionized water (20 mL). The mixture was heated at 200 °C for 12 hours in a 50 mL stainless steel high-pressure reactor. To acquire the MoSe2 sample, the powder was chilled and centrifuged, washed and dried for 24 hours (60 °C). Finally it was kept for two hours in a tube furnace at 600 °C."
                    ],
                    "name": "2.3. Synthesis of ZnSe/MoSe2@NC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In this experiment, a total of 5 different structural and morphological characterization methods were used for ZnSe/MoSe2@NC, including transmission electron microscopy (TEM) (Hitachi, SU-9010) for observing the clear morphology and lattice fringe of ZnSe/MoSe2@NC, scanning electron microscopy (SEM), X-ray diffraction (XRD, Bruker, D/MAX-2000, Cu Kα), Brunauer–Emmett–Teller (BET) surface area measurement (ASAP 2020) and XPS (ESCALAB, 250Xi)."
                    ],
                    "name": "2.4. Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Metal sodium was employed as the counter electrode and reference electrode in the half cell, while the working electrode was made up of the ZnSe/MoSe2@NC active material, conductive carbon black, and binder in a 7:2:1 ratio, with the addition of an appropriate amount of N-methylpyrrolidone as solvent. After grinding and coating for 30 min, the electrode was vacuum dried at 60 °C for 10 h. The active material mass loading is about 0.6–0.8 mg cm−2. Battery assembly was done in a glove box. The electrolyte was NaClO4 with a molar concentration of 1 M. In this experiment, cyclic voltammetry (CV) curves were obtained on an electrochemical workstation. The constant current charge–discharge (GCD) test of ZnSe/MoSe2@NC was performed with a battery test system manufactured by Neware. The voltage range was from 0.01 V to 3.0 V. The full cell assembly is similar to the half-cell assembly; the weight ratio of ZnSe/MoSe2@NC (anode) and Na3V2(PO4)2O2F (cathode) is 1:4. Then they were coupled to assemble a SIB full cell in a glove box. Before assembling the full cell, the ZnSe/MoSe2@NC was pre-sodiated in a half-cell for 5 cycles at 0.1 A g−1 to ensure the formation of a stable SEI film. The electrolyte (150 μL) and separator were the same as those of half cells. The energy density calculation of the full cell is according to the total mass of the anode and cathode, as well as the median voltage of the batteries. The voltage window of the full cell testing is 1.2–3.8 V."
                    ],
                    "name": "2.5. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1a schematically depicts the complete manufacturing process for ZnSe/MoSe2@NC. First, ZIF-8 with a regular dodecahedral structure containing a Zn source is prepared by the solvothermal method. Next Mo ions are adsorbed on the surface of the obtained ZIF-8 by soaking in ammonium molybdate solution. Subsequently, one-step pyrolysis selenization treatment is applied to ultimately produce ZnSe/MoSe2@NC. During the process, rich heterointerfaces can be formed between ZnSe and MoSe2, and organic functional groups are converted to N-doped carbon. These favor the Na ion transportation. The XRD pattern and morphology of the as prepared ZIF-8 are shown in Fig. S1.† The even polyhedral structure with an edge length of ∼250 nm can be clearly seen. Fig. 1b shows the XRD pattern of ZnSe/MoSe2@NC. The remarkable peaks at 27.2°, 45.2°, 53.6°, 65.8° and 72.6° can be assigned to the (111), (220), (311), (400) and (331) planes of cubic ZnSe (PDF #37-1463), while the other distinct peaks located at 13.6°, 31.6°, 37.1°, 38.4° and 55.9° can be assigned to the (003), (101), (104), (015) and (110) planes of cubic MoSe2 (PDF #20-0757). This clear two-phase crystal structure indicates that we have successfully constructed the heterojunction of ZnSe and MoSe2. The synthesized ZnSe/MoSe2@NC is further characterized by XPS. The Se 3d, Mo 3d, C sp3, N and Zn 2p peaks appear in the full XPS survey spectrum of ZnSe/MoSe2@NC. To be specific, the high-resolution XPS spectra of Mo 3d of ZnSe/MoSe2@NC are shown in Fig. 1c. The peaks at about 228.7 and 231.9 eV in the samples are fitted to Mo 3d5/2 and Mo 3d3/2, respectively, suggesting the existence of Mo(IV). The Zn 2p XPS spectra in Fig. 1d show two prominent peaks (1021.2/1044.2 eV), which are well matched with the Zn 2p3/2 and Zn 2p1/2 spin orbitals of ZnSe, respectively. In the Se 3d XPS spectra the peaks fit nicely to 3d3/2 (55.4 eV) and 3d5/2 (54.4 eV) characteristic of Se in ZnSe/MoSe2 (Fig. 1e). The C–C sp2 and C–C sp3 show two separate peaks in the C 1s curve (Fig. 1f) at 284.9 and 286.5 eV, respectively. The N 1s curve (Fig. 1g) shows three characteristic peaks at 398.7 eV, 399.9 eV and 401.2 eV, which can be indexed to the pyridinic N, pyrrolic N and graphitic N, respectively. The pyrrolic and pyridinic nitrogen atoms make up a large fraction, which can cause numerous defects and, as a result, a significant increase in active reaction sites, as well as improve the hybrid's conductivity.",
                "FESEM, TEM, and HRTEM examinations are used to investigate the precise morphological and structural information of the ZnSe/MoSe2@NC product. ZnSe/MoSe2@NC has a homogeneous microspheric structure with an edge length of around 3 μm, as per the SEM images shown in Fig. 2a and b. It can be clearly observed that the regular dodecahedron is covered by the nanosheets with a thickness of around 30 nm from the TEM image (Fig. 2c and d). It can be speculated that the MoSe2 nanosheets are successfully transformed on the surface of the Zn-polyhedron. Clearly visible at the edges are the lattice fringes with internal spacings of 0.288 nm and 0.67 nm. Further analysis confirms them to be the (200) crystal plane of ZnSe and the (003) phase plane of MoSe2 (Fig. 2e), respectively. The electron diffraction pattern of ZnSe/MoSe2@NC clearly shows five rings (Fig. 2f), indexed to the (110), (107), (015) and (012) planes of MoSe2 and the (111) plane of ZnSe from outside to inside. The homogeneous distribution of Mo, Zn, Se, C, and N elements in the high-angle annular dark-field imaging (HAADF)-scanning TEM (STEM) and related elemental mapping images (Fig. 2g) supports the synthesis of the ZnSe/MoSe2@NC hybrid. Pure ZnSe and MoSe2 are produced and analyzed by XRD and SEM measurements for comparison (Fig. S3 and S4†). The BET surface area of ZnSe/MoSe2@NC is calculated to be 44.09 m2 g−1, suggesting that the porous property of ZnSe/MoSe2@NC can be maintained after thermal treatment. This is advantageous for Na+ storage.",
                "In order to explore the electrochemical reaction mechanism of ZnSe/MoSe2@NC, initially, a CV test is performed using a voltage range of 0.01–3 V and a sweep speed of 0.1 mV s−1. Fig. 3a shows the test results from the first three cycles. The steep reduction peaks at 0.31 and 0.72 V during the first cathodic process are caused by Na+ insertion into ZnSe/MoSe2@NC and the formation of a solid electrolyte interface (SEI) layer. During the process, NaxZnSe and NaxMoSe2 are generated. The other two reduction peaks at 0.99 and 1.75 V correspond to the conversion event that produces Na2Se, Zn, and Mo. In addition, subsequent cycles show CV spectra with minimal variations, demonstrating that ZnSe/MoSe2@NC has high electrochemical reversibility. The GCD curves show that the first discharge/charge specific capacities of ZnSe/MoSe2@NC are 667.1 mA h g−1/453.2 mA h g−1 under a current density of 0.1 A g−1 (Fig. 3b), with a calculation of the first coulombic efficiency of 68.1 percent. At the same time, the plateau of the curve is consistent with the above CV results. After 100 cycles, ZnSe/MoSe2@NC produces a specific capacity of 401.8 mA h g−1 for cycling performance at 1 A g−1. Furthermore, ZnSe/MoSe2@NC demonstrates outstanding rate capability (Fig. 3d and e). Specific capacities of 438.9, 413.1, 396.1, 383.3, 370, and 350 mA h g−1 are reached at rates of 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively. The capacity of ZnSe/MoSe2@NC returns to 426.2 mA h g−1 when the current density returns to 0.1 A g−1. Based on the rate performance of pure ZnSe and MoSe2 (Fig. S6 and S7†), ZnSe/MoSe2@NC apparently shows more competitive Na ion storage, which is attributed to the excellent structure and heterogeneous interface effect of ZnSe/MoSe2@NC. The excellent rate capability of ZnSe/MoSe2@NC is the best among the previously reported transition metal selenides for SIBs (Fig. 3f). The ZnSe/MoSe2@NC also exhibits a good ultra-cycle life at 5 A g−1 (Fig. 3g). After 1500 repeated discharge/charge cycles, the capacity would stabilize at 345.7 mA h g−1 with good reversibility.",
                "Reaction kinetics analysis of ZnSe/MoSe2@NC in SIBs is further conducted. As shown in Fig. 4a with CV curves obtained at different scan speeds ranging from 0.1 to 1.0 mV s−1, six peaks can be defined from the CV curves of ZnSe/MoSe2@NC. The rules are generally followed between peak current i and scan rate ν: i = aνb and log(i) = blog(ν) + log(a). The b in this equation is the slope in Fig. 4c and b values are generally between 0.5 and 1.0. The mechanism of sodium storage can be judged according to the value of b: when the b value is 0.5, it indicates that sodium storage is a bulk intercalation reaction. If the b value is close to 1.0, then the electrochemical kinetics are determined by the surface or near surface pseudo capacitance reaction. The b values obtained by fitting the positive and negative peaks of 1, 2, 3, 4, 5, and 6 are 0.53, 0.98, 0.99, 0.99, 0.85, and 0.74, respectively, as shown in Fig. 4c. The majority of b values are far greater than 0.5, which shows that the reaction kinetics of ZnSe/MoSe2@NC electrode materials is mostly determined by the pseudo capacitance of the surface or near surface. The contribution of surface pseudo capacitance to battery capacity can be calculated quantitatively using the following formula: i(ν) = k1ν + k2ν0.5, which is a general definition. The contribution percentage of pseudo capacitance at 0.2 mV s−1 sweep speed is 83.09 percent, according to calculations (Fig. 4b). Fig. 4d and S8† also show the contribution ratio of the surface pseudo capacitance of ZnSe/MoSe2@NC at different scan speeds. For scan speeds of 0.1, 0.2, 0.4, 0.6, 0.8, and 1 mV s−1, the ratios of pseudo capacitive contributions are calculated to be 74.64 percent, 83.09 percent, 86.48 percent, 89.01 percent, 90.44 percent, and 91.87 percent, respectively. The contribution ratio of pseudo capacitance increases as the sweep speed increases. Such a high capacitive contribution of ZnSe/MoSe2@NC is due to the layered and porous structure, greatly shortening the ion/electron transport distance. Additionally, the excellent electrical conductivity also speeds up the transportation of electrons. ZnSe and MoSe2 could promote the ion and electron transport at the same time, which contributes to the performance of SIBs.",
                "The GCD curves of the ZnSe/MoSe2@NC/Na3V2(PO4)2O2F full cell at 0.1 A g−1 is shown in Fig. 5a. The nearly overlapping charge–discharge curves show the excellent reversibility of the SIB full battery. Fig. 5b depicts that a capacity of 288.2 mA h g−1 can be maintained after 50 repeated discharge/charge cycles by the full cell, indicating the high cycle life. Furthermore, the ZnSe/MoSe2@NC/Na3V2(PO4)2O2F full cell can clearly illuminate an LED device (inset of Fig. 5b), suggesting that it has promising applications. As is vividly shown in Fig. 5c, the discharge specific capacities of 301.8, 275.2, 252.1, 239.5, 202.4 and 190.3 mA h g−1 are gained at 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, respectively. And when the current density returns to 0.1 A g−1, it can still recover the initial discharge specific capacity, which shows its good rate performance in full cells. The relationship between power and energy density of SIBs in other documented studies is shown in Fig. 5d. In the Ragone plot, the ZnSe/MoSe2@NC anode-based full cell exhibits the highest energy density of 175.1 W h kg−1 at a power density of 500 W kg−1, demonstrating the potential for application of the ZnSe/MoSe2@NC anode in SIB full cells."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, ZnSe/MoSe2@NC can be fabricated through a facile in situ selenization conversion treatment using ZIF-8 as the template. Due to its uniformly porous structure and the rich heterointerface effect, the ZnSe/MoSe2@NC electrode shows potential for application in SIBs. After 100 cycles, the ZnSe/MoSe2@NC electrode demonstrates a capacity of up to 401.8 mA h g−1 at 1 A g−1. Furthermore, after 1500 cycles, a reversible capacity of 345.7 mA h g−1 may still be reached at 5 A g−1. Furthermore, when using a complete cell, the ZnSe/MoSe2@NC anode has a high energy density of 175.1 W h kg−1. The enhanced SIB performances may be due to the short and multichannel ion/electron transportation, and excellent reaction kinetics behavior, which is investigated in detail. This work may be helpful for the controllable synthesis of transition metal selenides for electrochemical storage devices."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Structural engineering of bimetallic selenides for high-energy density sodium-ion half/full batteries"
}