{
    "DOI": "10.1021/acsami.7b10165",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs), in which the abundant, low-cost element Na is involved, are regarded as an attractive alternative to lithium-ion batteries in cost-effective large-scale energy-storage systems (EESs).  The exploitation of novel, sustainable, and low-cost Na-storage materials is essential for the development of high-performance SIBs to meet the demand of large-scale EESs. Recently, organic compounds have received considerable attention as electrode materials for SIBs because of their wide availability and easy recyclability for sustainable applications.  In comparison with their inorganic counterparts, organic compounds with flexible structures are capable of providing large tunnels enabling sodium-ion diffusion. ",
                "In terms of framework structure, all of the organic materials developed for SIBs can be mainly categorized into antiaromatic quinones  or aromatic ring carbonyl derivatives.  The unsaturated bonds of C═O and C═N in conjunction with the conjugated system are determined as effective redox sites.  During Na-ion insertion, unpaired electrons primarily fill the unoccupied π* orbitals contributed mainly from C atoms since the occupied low-energy π orbitals are mainly provided by the more electronegative atoms (O and N). The high-energy unpaired electrons can further induce chemical reactions by combining with one another or indeed other active atoms to transform into inactive species, resulting in poor reversibility.  Therefore, increasing redox-active sites and simultaneously stabilizing the high-energy unpaired electrons located in these sites during Na-ion insertion/desertion are of vital importance to improve energy density and reversibility.",
                "The functional groups C═O and C═N are mostly determined as effective redox sites. The corresponding stabilization mechanism for unpaired high-energy electrons in C atoms is realized by the reformation of conjugation bonds, which is called an unpaired-electron internal-consumption mechanism.  A recent experimental and theoretical study on a β-ketoenamine-linked compound  indicated that p−π conjugation stabilization of an α–C radical intermediate and carbon-anion stabilization have an additional effect on generating additional energy density except from conjugation bond reformation. However, except for steric hindrance, the electron stabilization mechanism in the carbon anion is not very clear so far. Therefore, developing an electron stabilization mechanism for the carbon anion is of vital importance to increase the energy density and improve the reversibility of organic materials as anodes.",
                "We now present an orbital-hybridization mechanism used to stabilize the unpaired electron of the carbon anion, which, upon combination with the conjugation bond reformation stabilization mechanism, increases the reversible energy density in organic materials. Taking uric acid (UA; C5H4N4O3), a simple organic compound, as an example, it was demonstrated to be electrochemically active as an anode material for SIBs, and the theoretical capacity is 319 mA h g–1. Uric acid and carbon nanotube (UA@CNT) composites prepared via a vacuum solution impregnation method exhibit high specific capacity, good rate capability, and long cycling life even at high current densities. Theoretical calculations reveal that only the C═O group conjugated with an unsaturated C═C(NH—)2 bond is electrochemically active for Na ions, and the C═C(NH—)2 group provides one more efficiently activated site for Na+ storage. The formation of a carbon anion through the redox reaction of the electrophilic carbon radical formed by conjugated electronic transfer to the C═C bond and the contribution of two NH2 groups to the stabilization of this carbon anion are also well-elucidated. This work sheds new light into the exploits of novel organic carbonyl compounds with conjugated systems, as anode materials in high-performance SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The electrochemical activity of UA was demonstrated by cyclic voltammetry (CV) and galvanostatic discharge/charge tests. a shows the typical cyclic voltammogram profiles of the UA electrode at a scan rate of 0.5 mV s–1 between 0.01 and 3 V (versus Na/Na+). The electrode was fabricated by pressing a mixture of 90 wt % UA and 10 wt % polytetrafluoroethylene (PTFE) on Ni foam. A distinct peak at approximately 0.74 V is observed in the initial cathodic scan, attributed to the reaction of one Na ion with a C═O group. A small peak is also observed at approximately 0.28 V, which might be due to the further incorporation of a Na ion. Two weak anodic peaks at approximately 0.42 and 1.38 V are observed, corresponding to the reversible extraction of sodium ions. In the following cycles, the positions of cathodic and anodic peaks remain almost unchanged, indicating the good reversibility and stability. b displays the typical discharge/charge profiles of a UA electrode fabricated with 50 wt % UA, 40 wt % Super P, and 10 wt % sodium alginate (SA) at a current density of 200 mA g–1 between 0.01 and 3.0 V (versus Na/Na+). The initial specific discharge and charge capacities of the UA electrode are approximately 357 and 107.2 mA h g–1, respectively, giving a very low Coulombic efficiency of 30%. The low Coulombic efficiency might be due to the activation process of UA and the formation of a solid electrolyte interphase (SEI) on the electrode surface. The electrode exhibited a relatively stable and unremitting insertion sodium-ion plateau at 0.74 V during the following discharge process, consistent with the CV analyses. The CV analyses and galvanostatic discharge/charge experiment confirm the electrochemical activity of UA in the storage of sodium ions. However, it is still unclear which C═O group in the UA compound is involved in the initial Na-ion insertion and which group participates in the father reaction with the Na ion at approximately 0.74 V. The origination of the low initial Coulombic efficiency of UA also has to be clearly elucidated.",
                "For determination of the occupied sites and local structures of the sodium ions, DFT-based first-principles calculations were performed to optimize the lowest-energy structures of NaxC5H4N4O3 (x = 0, 1, 2), which are shown in a–f. In pure C5H4N4O3, the layered structures are symmetrically stacked along a (010) orientation, as shown in a. Its crystal structure is mainly stabilized through intermolecular hydrogen bonds of N—H···O═C  along (100) and (001) orientations. The view in b exhibits two possible migration channels along (100). The first sodium ion migrates along the (100) orientation and occupies the octahedral position surrounded by four O and two N atoms. Indications are that the first Na+ in the redox reaction mainly interacts with the C═O groups connected with coordinated O and N atoms. Specifically, the Na+ is much closer to the O atom of the C═O group that is connected to the C═C forming the π–π conjugation interactions. The second Na+ migrates into a second channel along the (100) orientation and is coordinated with one C, four N, and two O atoms. This second Na+ mainly interacts with the C atom connected with N atoms. Comparatively, the insertion of the first Na+ does not make a significant change to the framework structure of C5H4N4O3, whereas the second one may generate a relatively large structural change due to the hybridization change of the C atom, i.e., sp2 to sp3, which is discussed in detail later. These results are in good agreement with the FTIR analysis (, Supporting Information). The peak located at 1673 cm–1 in the FTIR spectrum of UA is the characteristic peak of a C═O functional group. As indicated by the calculation, C5═O3 and C4═O2 groups have a weak effect on the second Na+. Thus, this peak shifts slightly from 1673 to 1677 cm–1 after discharge. The peak located at 1587 cm–1 is assigned to C═C bonds. Upon the insertion of sodium ions, new C═C bonds would be generated. As a result, no distinct variation is observed in the C═C peaks in the discharge/charge processes. The peak at 1360 cm–1 is assigned to the C—O bonds originating from the structural resonance of UA. Upon discharging and charging, there is also no obvious change observed for the C—O peak.",
                "To further unravel the Na-storage mechanisms to facilitate the development of novel sodium-ion anode materials, we carried out charge-distribution, orbital-hybridization (sp2 and sp3), and bond-length analysis accompanying the evolution of sodium-ion insertion into C5H4N4O3, as shown in . These changes generally reveal redox sites and interaction mechanisms between Na+ and functional groups. Our Bader charge calculations show that there are no clear changes in charge in either O or N atoms of NaxC5H4N4O3 (x = 0, 1, 2). The C atoms are determined as the redox-active sites, which is also supported by our density of states (DOS) calculations (, Supporting Information). The charge analysis for C atoms in the first Na+ insertion exhibited in b indicates that C1 and C3 have obvious charge increases (0.2–0.3 e–), and C4 and C5 both have slight charge increases (0.1 e–). In addition, d shows that the bond lengths of C—O are clearly elongated by the first Na+ insertion. The combined bond length and charge analysis suggests that the first redox reaction occurred directly at C1, C4, and C5 by adding one electron into the antibonding π* orbitals of the C═O moieties. The radical electron in C1═O1 is then transferred to the C3 atom by p−π of C═O—C═C, exhibiting a charge increase at C3. The conjugation is certainly more favorable for the accommodation of electrons than the p−π conjugation of O═C—NH2.",
                "Furthermore, the second Na+ insertion makes C2 and C3 hold more charge, and C2–C3 have longer bond lengths. Additionally, C3 is expected to experience an obvious electronic structural change from sp2 to sp3 hybridization according to the dihedral angle evolution of 180° → 172.08° → 152.41° (c). The above analyses indicate that the second redox reaction makes the electrophilic C3 radical, formed by conjugated electronic transfer, become a carbon anion by accommodating another electron. More importantly, our molecular-orbital analysis indicates that the stabilization of the carbon anion is attributed to the high electronegativity of the two NH2 groups.",
                "On the basis of our experimental and computational studies, the material design of O═C···C═C—X (X = high-electronegativity groups) plays an important role in achieving synergetic Na+-storage mechanisms containing O═C carbonyl groups and carbon anions. On one hand, the redox reaction of the O═C functional group requires the p−π conjugation to stabilize the addition of an electron in the antibonding π* orbital of C═O. The degree of conjugation directly determines the number of electrons accommodated in the π* orbital of C═O. On the other hand, the stabilization of the carbon anion is realized by coordinating high-electronegativity groups to suppress the activity of the lone-pair electron. As a result, the electrochemical activity of the carbon anion should be accompanied by sp3 hybridization and tetrahedral C formation. The results gleaned from this study provide a deep insight on developing organic carbonyl materials with a high energy capacity.",
                "As revealed by the galvanostatic discharge/charge tests, UA alone as an anode material for SIBs exhibits relatively poor electrochemical performance in terms of rate capability and cycling stability. It is proposed that the incorporation of organic compounds with carbon substrates, such as CNTs, porous carbon, and graphene, would enable fast electron transportation, prevent the dissolution of soluble organic materials, and consequently improve their electrochemical performance.  Thus, UA and carbon nanotube (UA@CNT) composites were prepared via a vacuum solution impregnation method.",
                "The morphology and structure of the UA@CNT composite were characterized by XRD, FE-SEM, TEM, and N2 sorption isotherm (). The diffraction peaks of UA@CNT match very well with the diffraction lines of UA (c), indicating that the preparation process does not lead to a structural change in UA. The incorporation of CNTs results in the decrease in the peak intensity of UA. As revealed by SEM observation (a), the UA@CNT composite has a fiberlike morphology, similar to that of CNT (, Supporting Information). The average diameter of the UA@CNT composite is approximately 13 nm, a little bit larger than that of CNT; this is attributed to UA particles uniformly coating the surface of the CNT. A TEM image of the UA@CNT composites is displayed in b. After the incorporation of UA, the tubular structure of the CNT is well-maintained. A relatively amorphous UA layer with a thickness ranging from 2 to 4 nm is observed to be evenly distributed on the surface of CNTs. Compared with the pure CNT (, Supporting Information), the outer surface of the UA@CNT composite is quite rough; this is consistent with the SEM observation and observations reported in the literature.  The carbon nanotubes not only act as a three-dimensional (3D) conductive matrix for the support of UA, but also increase its structural stability upon cycling. Furthermore, CNTs as a 3D network of composites can have a positive effect with good electrical conductivity on the electrode reaction during the charge/discharge process. Nitrogen adsorption–desorption isotherms of the UA@CNT composite and UA acquired at 77 K are shown in d. According to IUPAC categorization, these isotherms can be ascribed to type IV, suggesting the existence of meso- to macropores due to the aggregation of CNTs. The isotherms at the relatively low pressure of P/P0 (0.01–0.1) indicate the presence of micropores in CNTs. These micropores disappear after their incorporation of UA. The abrupt increase at the relative pressure over 0.9 indicates the existence of seam-type macropores. The average pore size of the UA@CNT composite is approximately 20 nm; this is consistent with those of the CNTs. The Brunauer–Emmett–Teller (BET) surface area of the CNT is reduced dramatically from 230.70 to 72.96 m2 g–1, while the BJH adsorption cumulative pore volume reduced from 1.50 to 0.77 cm3 g–1 after the incorporation of UA.",
                "The anode electrode derived from pure UA with 20% SP and 10% SA delivers an initial specific discharge and charge capacity of 102 and 43 mA h g–1, respectively, at a current density of 200 mA g–1 (, Supporting Information). After the incorporation with CNTs, the UA@CNT composite shows high initial specific discharge and charge capacities of 919 and 217 mA h g–1, respectively, at a current density of 200 mA g–1, giving a Coulombic efficiency of 23.6% in a. The specific capacity is calculated on the basis of the total weight of the UA@CNT composite. After 5 cycles, a specific discharge capacity as high as 227 mA h g–1 is maintained. The Coulombic efficiency increases to over 88% after the second discharge/charge cycle. The large specific capacity of the UA@CNT composite is ascribed to the synergistic effect of UA and the CNTs. The formation of a thin UA coating on the surface of the CNTs facilitates the insertion and extraction of Na ions. CNTs not only contribute directly to the overall specific capacity of the composite (), but also provide a conducting matrix which improves the electron conductivity of the composite. The electrochemical impedance spectroscopy (EIS) measurements of the UA@CNT composite and UA after the first cycle at a current density of 200 mA g–1 were recorded from 0.1 Hz to 100 kHz (b). The resistance of the UA@CNT is slightly lower than that of UA, contributing to the enhanced conductivity and the stable 3D structure.",
                "The rate performance of UA@CNT was evaluated at different current densities. After the incorporation of CNTs, the rate capability of UA is significantly improved (c). Within the first five cycles at 100 mA g–1, a gradual decrease in the specific charge capacity is observed. Further cycling of the composite at higher rates results in a relatively stable cycling performance. Reversible capacities of approximately 222.8, 190.5, 164.9, and 138.3 mA h g–1 are achieved at current densities of 200, 500, 1000, and 2000 mA g–1, respectively. After the high-rate discharge/charge cycling, a reversible capacity of 224.8 mA h g–1 is recovered when the current density is decreased back to 100 mA g–1, demonstrating the excellent rate performance and cycling stability of the composite. For UA, only approximately 17 mA h g–1 is achieved at a current density of 2000 mA g–1 (, Supporting Information).",
                "Cycling stability of the UA@CNT composite was demonstrated by cycling at a current density of 200 mA g–1 (d). After 200 discharg/charge cycles, the specific charge capacity of UA remained between 43 and 38 mA h g–1 (, Supporting Information). For the UA@CNT composite, a specific charge capacity, calculated on the basis of the weight of the UA@CNT composite, as high as 163 mA h g–1 is maintained after 150 cycles, corresponding to approximately 75% of the initial charge capacity. The high cycling stability of the composite is attributed to the presence of CNTs, which might be capable of suppressing the dissolution of UA into the electrolyte."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, uric acid was employed as an electrochemically active material for rechargeable sodium-ion batteries. Theoretical calculations reveal that sodium-ion storage of the UA compound is achieved via a stepwise mechanism of p−π conjugation and carbon-anion formation. The functional groups C═O and C═C(NH—)2 provide efficiently activated sites for the storage of two Na+ ions in the conjugated system. For a further improvement in the electrochemical performance of UA, a UA@CNT composite where UA uniformly covered the outer surface of CNTs was successfully prepared via a vacuum solution infiltration method. A specific charge capacity of as high as 163 mA h g–1 is retained even after 200 cycles at a current density of 200 mA g–1. The improved electrochemical performance, including large specific capacity, high rate capability, and good cycling stability, is ascribed to the synergistic effect of UA and the CNTs in the composite. UA ensures a large specific capacity, while CNTs could suppress the dissolution of soluble organic materials and at the same time provide a conducting matrix to improve the electron conductivity of the composite. The present study paves a way to develop reversible high-capacity organic electrode materials for sodium-ion batteries by a carbon-anion stabilization mechanism."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Uric Acid and CNTs were used as received without further treatment. For the preparation of the UA@CNT composite, 0.2 g of UA was first dissolved into 100 mL of distilled water at 80 °C under constant magnetic stirring. Then, CNTs were added into a single-neck round-bottom flask and vacuumed at 120 °C for 30 min. Then, UA aqueous solution was added into the vacuumed bottle with stirring at 80 °C for 12 h; UA was absorbed onto the surface of CNTs to get the final UA@CNT composites. The weight ratio of UA and CNTs was approximately 1:1."
                    ],
                    "name": " Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction patterns were recorded on a Bruker D8 Advance X-ray diffractometer with Cu Kα radiation (λ = 1.5418 Å) with a scan rate of 6° min–1. The XPS measurements were conducted on a Kratos Axis Ultra DLD spectrometer using monochromated Al Kα radiation. Scanning electron microscopy (SEM) observation was performed on a FEI Nova NanoSEM 2300 instrument. The microstructure was observed with a JEM-2100F transmission electron microscope (TEM; JEOL) operating at an acceleration voltage of 200 kV. Nitrogen adsorption–desorption analyses were conducted with a Micromeritics ASAP 2460 instrument at 77 K with samples degassed at 200 °C for 16 h in advance. Fourier transform infrared (FTIR) spectra were recorded on an FTIR spectrometer (PerkinElmer Paragon 1000) from 2000 to 500 cm–1."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the preparation of the half-cells, the working electrodes were made by mixing 70 wt % of the active material, 20 wt % conducting agent (Super P), and 10 wt % binder (sodium alginate, SA), or what was particularly indicated in the main text. Then, the slurry was spread onto a copper foil and dried at 120 °C for 24 h in a vacuum drying oven. The electrode was cut into discs of 12 mm in diameter and pressed at 6 MPa. A CR2016-type coin half-cell battery was assembled in an Ar-filled glovebox. Sodium metal was used as counter, glass-fiber (GF) as the separator, and 1.0 M NaClO4 in a mixture of ethylene carbonate (EC) and propylene carbonate (PC) (1:1 in volume) with fluoroethylene carbonate (FEC, 5 wt %) as the electrolyte.",
                        "Galvanostatic charge/discharge experiment data were collected using a LAND Cell test system (CT2001A, Wuhan, China). The AC impedance measurements and CV (cyclic voltammetry) were carried out using an Autolab PGSTAT302N instrument. AC impedance spectra were measured with a frequency range from 0.1 Hz to100 kHz, and the CV measurement was performed in the range 0.01–3 V at a scanning rate of 0.5 mV s–1."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The first-principles calculations were conducted within the formalism of spin-polarization density functional theory (DFT) and the generalized gradient approximation (GGA) of the exchange-correlation function as formulated by Perdew, Burke, and Ernzerhof.  The valence electron–ion interaction was treated by the projector augmented wave (PAW) potential  in the Vienna ab initio Simulation Package (VASP).  For the organic materials, the function of DFT is limited because of the proverbially poor ability to depict the long-range van der Waals (VDW) interaction between the molecules.  Thus, the empirical dispersions of Grimme (DFT-D2)  were applied to account for the long-range van der Waals interactions, and the DFT-D2 method has been successfully applied to simulate the charge/discharge potential and the electronic structure of a conjugated carbonyl material in a sodium/lithium battery.  The wave functions were expanded in a plane-wave basis set up to a kinetic energy cutoff of 520 eV. Brillouin-zone integrations were performed by using the k-point sampling of the Monkhorst–Pack scheme  with a 2 × 4 × 5 grid. The convergence of total energy with respect to the kinetic energy cutoff and the k-point sampling has been carefully examined. Minimization of the total energy was realized with a full relaxation of the atomic positions and cell parameters for each structure.",
                        "To determine reliability of our computations, we further simulate XRD spectra of UA to compare with available experimental data. As shown in  (Supporting Information), the consistency between computations and experiments suggests that our crystal structure calculations are reliable. The calculated lattice parameters (a = 14.424 Å, b = 7.187 Å, c = 6.200 Å) are close to the experimental reports  (a = 14.464 Å, b = 7.403 Å, c = 6.208 Å). In addition, the C═O and C═C bond lengths in a UA crystal are calculated as 1.247, 1.253, 1.261, and 1.383 Å, which are a little longer than experimental values (1.223, 1.233, 1.241, and 1.360 Å). Energetically, our PBE-calculated relative energies (equilibrium voltages) have the error margins of ±0.1 eV as compared with experimental values. The error margins of +0.02 Å in lattice parameters and C═O and C═C bond lengths indicate that our computational methods are acceptable in the error range of PBE calculations."
                    ],
                    "name": " Computational Methods",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Uric Acid as an Electrochemically Active Compound for Sodium-Ion Batteries: Stepwise Na+-Storage Mechanisms of π-Conjugation and Stabilized Carbon Anion"
}