{
    "DOI": "10.1039/C8NR01400K",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Phosphorus has been reported as a promising candidate for sodium-ion battery (SIB) anodes due to the highest theoretical capacity of 2596 mA h g−1 among all the SIB anodes. There are three common allotropes of phosphorus including white, red, and black phosphorus. White phosphorus is toxic and unstable in the ambient environment. Red phosphorus (red P) is cheap and abundant, but the amorphous structure, insulating property, and flammable nature make it less desirable for battery applications. Unlike these two allotropes, black phosphorus (BP) is the most thermodynamically stable form, which is synthesized using cheap red P as raw material. Early synthesis work with BP resulted in high cost and low yield, but recent efforts have enabled large-scale and environmentally friendly production, with estimated low cost of less than 1 US dollar per gram. Previous reports have shown electronic properties of BP highly attractive for next-generation electronic devices. Recent studies have also demonstrated that 2D few-layer BP can enable both the highest capacity and fast ion-diffusion channels during the alloying process with sodium.",
                "To obtain 2D thin-layer BP, two common methods employed are mechanical exfoliation and solution-based sonication/exfoliation. For the specific application of battery materials, both methods produce a material that still requires binder and conductive carbon additives in addition to the processed BP. Hence, multi-step processing must be performed to collect enough exfoliated materials from solution for electrode fabrication. Additionally, the volume expansion that is involved in the sodiation of black phosphorus has been reported to be above 300%, which can lead to electrode fracturing and capacity degradation upon cycling. Thus, it is crucial to have mechanical buffering materials in the system that can accommodate the large volume expansion without undergoing local cracking or mechanical failure – emphasizing the need for complex electrode design strategies.",
                "In this regard, architectures of 2D materials involving stacking have been reported recently for their capability to enable high rate performance, improve cycle life, and control the electrochemistry of battery electrodes. The stacking of 2D materials is a novel nanomanufacturing strategy where the overall properties of stacked 2D heterostructures can compensate for the bottlenecks or limitations associated with either one of the 2D materials in the stack. The stacking of 2D materials can also enable novel electronic, phononic, or optical properties that are differentiated from the individual 2D materials themselves. Graphene is often an excellent candidate as a co-stacking material due to its high electronic conductivity, mechanical strength, and fast reaction kinetics. High-yield and low-cost production of graphene from graphite can be achieved by solution-based exfoliation process for further applications. In the specific case of 2D BP, pioneering efforts that demonstrate stable anode cycling performance attributed this performance to van der Waals stacking between graphene and BP that occurs during vacuum filtration to fabricate electrodes. Building from these efforts, methods to controllably engineer this beneficial BP/G architecture in bulk, such as by exploiting interactions between different 2D nanomaterials during solvent processing, can enable highly tailored approaches to produce functional 2D structures in a scalable manner, which can then be coated onto desired surfaces and used for diverse applications.",
                "In this spirit, here we demonstrate co-exfoliation of 2D graphene and BP materials to produce 2D heterostructured material in N-methyl-pyrrolidone (NMP) solvents. We demonstrate the resulting heterostructure formation to be due to the favorable electrostatic surface interaction between 2D BP and graphene materials dispersed in NMP solvents. These co-exfoliated heterostructured materials are then assembled onto conductive surfaces using electrophoretic deposition (EPD), which can be used as an effective way to produce thick coatings of 2D materials from dilute solutions. We then assess these heterostructured BP/G coatings as anodes in sodium ion batteries with no additional additives or binders, and observe a discharge capacity of 2365 mA h gP−1 at a current density of 100 mA gP−1, which maintains a reversible capacity of 1297 mA h gP−1 after 100 cycles. Our work gives insight into pathways for bulk processing of complex heterostructured 2D materials with application toward highly energy dense batteries."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "To investigate the solution assembly of 2D BP and graphene materials, BP and G were co-exfoliated in NMP solution by probe sonication. A schematic representing the observed co-exfoliation process via probe sonication is shown in Fig. 1a. After 5 h probe sonication in an ice bath, the initial clear solution with BP and G at the bottom became a uniform dark solution. To understand the solution properties of the resulting co-exfoliated solutions, zeta potential measurements were performed on exfoliated BP, BP/G and G in NMP solution respectively. Zeta potential measurements indicate the resulting surface charge on the exfoliated nanosheets in solution, with the BP in NMP showing the lowest average value of −31 mV, G in NMP of 1 mV, and BP/G in NMP of −8 mV (Fig. 1b). This result emphasizes a key outcome of co-exfoliation in that the BP/G solution exhibits uniform and widely different surface charge properties than either the BP in NMP or G in NMP solutions individually. The measured zeta potential of BP/G in NMP solution indicates neutralized surface charge on the solvent shell-wrapped nanosheets (Fig. 1c and d). This results from the interaction of heterostructures formed by the interaction between negatively charged exfoliated BP and positively charged exfoliated G surfaces, leading to electrostatic-driven aggregation and heterostructure formation that act to neutralize surface charge in solution (Fig. 1 and 2). This observation is further supported by measurement of the hydrostatic size distribution of co-exfoliated BP/G in NMP compared to exfoliated BP in NMP and exfoliated G in NMP (see ESI Fig. S1†). Following co-exfoliation, BP/G dispersed in NMP solution was characterized by transmission electron microscopy (TEM) (Fig. 1e), with the inset plot showing the diffraction pattern indicating three lattice spacings of 2.1 Å, 2.6 Å, and 9.3 Å, which corresponds to graphene (100), black phosphorus (111), and increased graphene d-spacing due to the presence of some initial oxygen-containing functional groups on the surface. Scanning TEM energy dispersive X-ray spectroscopy (STEM EDS) elemental mapping confirms the stacking of 2D thin sheets of BP and G, which confirmed the self-assembly between exfoliated BP and exfoliated G in solution (Fig. 1f–h). Notably, this technique for forming 2D heterostructured BP/G materials is distinguished from prior work in that our approach leverages fundamental particle–particle electrostatic interactions in solution to drive heterostructure formation rather than drying effects at an interface that cause separate 2D materials to stack into thick sheets. By forming suspensions of heterostructures based on equilibrium electrostatic-driven processes in solution, we overcome scaling limitations of drying-induced heterostructure formation across interfaces that can be highly sensitive to factors such as drying rate, and enable a new versatile platform for large-scale processing of heterostructured 2D materials that can be broadly implemented into manufacturing-scale processes.",
                "To assemble the BP/G heterostructured 2D materials into functional coatings, we utilized electrophoretic deposition (EPD). The set-up was shown schematically in Fig. 2a, and involved two identical stainless steel electrodes immersed into the solution with a voltage of 200 V applied between the electrodes. Unlike other methods for assembly of 2D material films, EPD is known to enable complete removal of solution-dispersed materials into uniform films that can be used in applications.Fig. 2b shows the I–t curve for the deposition, with supporting photographs (Fig. S2a, S2b, S2e, and S2f†) showing the transformation from a dark to clear solution after 1400 seconds with a corresponding uniform film formation (Fig. S2c and S2g†) during the deposition of BP and BP/G. However, for graphene, the low absolute value of zeta potential resulted into no color change in solution before and after deposition (Fig. S2i and S2j†), and minimal patchy graphene coating (Fig. S2k†) during EPD process. The initial higher slope of the I–t curve and shorter time needed to deposit an identical concentration, and hence mass, of 2D materials between the three curves can be explained by the difference in the electrophoretic mobility (μ) of exfoliated sheets. This is calculated using the Smoluchowski equation:",
                "which can be applied to rigid particles with high aspect ratio. Here, ε is the dielectric constant of the solution, ε0 is the permittivity of free space, ζ is the zeta-potential of the dispersion, and η is the viscosity of the dispersion. Using the measured average zeta-potential value, the calculated electrophoretic mobility for exfoliated BP in NMP, BP/G in NMP and G in NMP is 5.2 × 10−9, 1.4 × 10−9, and 1.5 × 10−10 m2 V−1 s−1, with deposition mechanism illustrated in Fig. 2c–e. For exfoliated BP in NMP, 2D BP nanosheets were rapidly assembled on the stainless steel electrode during EPD. For co-exfoliated BP/G in NMP, the pre-assembled nanosheets in solution maintained their structure through deposition where drying led to a thick layer of heterostructured BP/G material. Notably, control studies aimed to analyze sedimentation (see Fig. S2†) indicates no apparent sedimentation after 48 hours for the BP and BP/G solution (see Fig. S2d and S2h†), which is much longer than the timescale over which deposition takes place. Massive sedimentation was observed for the graphene solution after 12 hours (Fig. S2l†). After EPD of co-exfoliated BP/G in NMP, the deposited materials on stainless steel electrode was characterized by scanning electron microscopy (SEM). The structure and morphology of the materials from top-down view were shown in Fig. 2f, with multiple micron-sized sheets stacked together. SEM EDS elemental mapping results shown in Fig. 2g–i indicate uniform distribution of exfoliated BP and G on stainless steel. TEM dark field image and corresponding EDS elemental mapping of the co-exfoliated materials after EPD are shown in Fig. 2j and k–m, respectively. Exfoliated BP nanosheets were uniformly distributed in between exfoliated G, and formed sandwich-like heterostructures as a result of solution-driven assembly during co-exfoliation of BP and G and electric field-driven assembly during EPD.",
                "To further characterize the properties of the exfoliated materials deposited by EPD, X-ray diffraction (XRD) was performed on bulk BP, bulk G, exfoliated BP, exfoliated G, and co-exfoliated BP/G (Fig. 3a). Bulk BP exhibited three characteristic peaks around 17°, 34°, and 52.5° that correspond to (020), (040) and (060), which confirmed its orthorhombic structure (Fig. S3†). Bulk graphite displayed a broad peak around 26.7° and 43°, which corresponds to the interlayer spacing of (002) and (100), respectively. After exfoliation, BP showed another characteristic peak around 26° that corresponds to the (021) lattice. Exfoliated G maintained similar features in XRD patterns to that of graphite. For the co-exfoliated BP/G, several peaks around 17°, 26.7°, 34.6°, and 35.4° demonstrated the existence of highly crystalline exfoliated G and exfoliated BP. The disappearance of peaks within the range of 40° to 45° and 50° to 55° could possibly due to the assembly and formation of 2D heterostructure. The Raman spectroscopy of co-exfoliated BP/G shown in Fig. 3b indicated the distinctive Ag1, B2g, and Ag2 peaks of BP centered at 363 cm−1, 440 cm−1 and 467 cm−1. The D and G peaks centered at 1347 cm−1 and 1582 cm−1 are characteristic peaks for graphitic carbon. The presence of a D peak is attributed to edge effects of small flakes during solvent exfoliation process in NMP.",
                "To evaluate the benefit of heterostructured BP/G materials, coin-cell battery electrodes were prepared by directly cutting the stainless steel electrode after EPD without adding binder or conductive carbon additive. Whereas BP has been recently demonstrated to have the highest known sodium storage capacity compared to all host insertion anodes, the large volumetric expansion associated with sodium alloying with BP leads to rapid capacity degradation. Here, the use of EPD combined with bulk solution processing enables thick electrodes composed of microscopically heterostructured building blocks. Electrode thickness was characterized under SEM cross-sectional imaging (see ESI Fig. S4†), and measured as ∼140 μm. To test these materials, Na-BP/G metal half cells were fabricated and tested using galvanostatic charge/discharge measurements between 0.02 to 1.5 V. Fig. 4a shows charge/discharge profiles collected at a current density of 100 mA h gP−1. The 1st-cycle discharge capacity was measured to be 2622 mA h gP−1. This is slightly higher than the known theoretical capacity of BP (2596 mA h g−1) due to the high surface area of BP/G structures and the formation of the solid-electrolyte interphase (SEI) layer at the electrode–electrolyte interface in the carbonate electrolyte. Using a fluoroethylene carbonate (FEC) additive, the 1st-cycle coulombic efficiency was measured as 75.6%, which is higher than reports without FEC electrolyte additive. From the results in Fig. 4, it is evident that the BP/G heterostructures lead to improved electrochemical performance compared to BP materials prepared in the same way. We attribute this to the ability of the BP/G network to better accommodate the volume expansion associated with the sodium alloying reaction with BP. Comparing the capacity measured in our heterostructured BP/G material to other reports on BP at currents of 100, 200, and 500 mA gP−1 (Fig. 4b), our work showed the highest specific capacity of 2365 mA h gP−1 at 100 mA gP−1 current density. Further, compared to other reports of layered and heterostructured materials tested for Na-ion battery anodes (Table S1†) at comparable cycling rates, including graphene, graphene oxide, MoS2/graphene, and other layered materials, our results demonstrate promising capacities for high performance sodium batteries. Galvanostatic tests at different current densities were also carried out for 100 cycles (Fig. 4c). The stable cycling with maintained capacities of 1297, 1009, and 623 mA h gP−1 at 100, 200 and 500 mA gP−1 after 100 cycles demonstrated the effective role of G in the 2D BP/G heterostructured anode as a buffering matrix to accommodate BP volume expansion. This elucidates the role of the heterostructure toward improved cycling, which has been observed in other 2D material/graphene hybrid structures used in Na-ion batteries. Xie et al. observed that heterostructured MoS2/graphene materials enabled improved cycling performance over pristine MoS2 for Na-ion batteries due to the stacking architecture. In a similar manner, hybrid architectures for BP/G materials can therefore stabilize the cycling performance of BP, which exhibits higher capacities and more suitable electrochemical potentials in comparison to other 2D TMDs.",
                "Overall, our results pave the way toward the ability to prepare highly functional materials composed of 2D heterostructured building blocks by exploiting the native electrostatic interactions of 2D materials during exfoliation or liquid processing. Whereas here we show the effectiveness of this technique for batteries, leveraging the exceptional sodium alloying capacity of 2D BP nanosheets, we expect this approach to be useful for other applications such as multifunctional composites, flexible electronics, filtration and water purification, and optoelectronic devices, among others. The ability to simultaneously control organization of nanostructures from the microscale where 2D materials can stack into heterostructured building blocks, to the macroscale where the building blocks can be controllably formed into 3D functional materials represents an exciting frontier in nanomanufacturing that builds the foundation of future technologies for 2D or other nanostructured materials."
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, our work demonstrated how combining co-exfoliation of BP/G 2D materials can lead to heterostructured building blocks that can be controllably assembled into thick and functional films using EPD. Due to the high specific sodium alloying capacity of BP materials, we demonstrate this material to enable high specific capacities of 2365 mA h gP−1, 1894 mA h gP−1, and 1456 mA h gP−1 at 100, 200, and 500 mA gP−1 rates, respectively. These heterostructured electrodes were shown to exhibit stable cycling performance of the BP due to the ability to accommodate the volume expansion associated with sodium alloying into the BP/G heterostructured material network. Collectively, our work gives promise to manufacturing heterostructured 2D materials at two length scales simultaneously: first the control over stacking based on the electrostatic interaction of 2D materials in solution to produce heterostructured building blocks, and second the ability to deposit such heterostructured materials in thick functional coatings through electrophoretic deposition. In combination, this route gives promise to overcome materials and scaling challenges for next-generation applications, and we demonstrate this idea here in the context of efficient sodium battery anodes."
            ],
            "name": "3. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts of interest to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Solvent mediated hybrid 2D materials: black phosphorus – graphene heterostructured building blocks assembled for sodium ion batteries"
}