{
    "DOI": "10.1021/acsami.9b03279",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries are currently the most sought-after option for portable energy storage because of their high energy and power densities. However, it is expected that the availability of lithium sources will become a limiting factor in the future because of the projected increase in consumption resulting especially from the demand for automotive batteries. Hence, it is of interest to identify alternate technologies that employ other elements.",
                "Sources for sodium are present in abundance and have widespread availability compared to lithium.  Because of the larger mass and size of sodium ions compared to lithium ions and the lower redox potential ( = −2.7 V vs SHE, while  = −3.04 V vs SHE), widespread abundance, which results in price advantages and chemical analogy to lithium, promotes sodium-ion batteries as an alternative to complement lithium-ion batteries in certain applications such as stationary energy storage. ",
                "Amongst cathode materials for sodium-ion batteries, P2-type layered transition metal oxides, composed of prismatic coordination with two stacking layers of MO6 octahedral, show better phase stability throughout electrochemical sodiation and desodiation than other layered transition metal oxides, along with favorable compromise between cyclability and energy efficiency.  Compared to other transition metals, manganese-based oxides provide a cheaper and more eco-friendly cathode material. However, the cycling stability of layered manganese oxides as cathode materials still poses a challenge because of Jahn–Teller distortion of Mn3+ ions during the de/intercalation process.  For example, Na0.44MnO2 synthesized via the solid state route retains 84% of its initial capacity after 100 cycles,  while the retention of P2-Na0.6MnO2 is 30%.  The effect of elemental substitutions and morphology on the cycling performance and initial capacity has been investigated in our group earlier for the layered NaxMnO2.  It was found that spherical Na0.6Co0.1Mn0.9O2+z, which combines the advantages offered by a hollow spherical morphology  as well as Co-substitution had a synergistic effect.  Compared to unsubstituted material, Co-substitution enhances Na+ conductivity, avoids the ordering of Na+, and also suppresses the undesirable phase transformation from hexagonal to orthorhombic in the lower potential range of operation (between 2.1 and 1.5 V vs Na/Na+). We reported an initial capacity of 167 mA h g–1 in the first cycle and about 67% of this value was retained after 150 cycles. ",
                "The conventional electrolytes used in sodium-ion batteries consist of sodium perchlorate dissolved in a combination of carbonate-based solvents [ethylene carbonate (EC), propylene carbonate (PC), dimethyl carbonate (DMC), and so forth.].  However, NaMnO2 and its modifications display poor cycling stability in these conventional electrolytes.  To improve the cycling performance of our optimized cathodes, it was decided to evaluate the possibility of replacement of conventional carbonate-based electrolytes. Room-temperature ionic liquids (ILs) are superior to conventional carbonate-based electrolytes in terms of their nonflammability, as well as their thermal and electrochemical stability.  There are reports of ionic liquid electrolytes improving the cycling stability of cathode materials in sodium-ion batteries. Hilder et al. reported the performance of P2- and O3-Na2/3[Fe2/3Mn1/3]O2 cathodes in half cells comprising sodium metal and an electrolyte consisting of iso-butyl phosphonium bis(fluorosulfonyl)imide at 50 °C.  Chagas et al.  reported the performance of an electrolyte consisting of sodium trifluoromethanesulfonimide dissolved in 1-butyl-1-methylpyrrolidinium bis(fluorosulfonyl)imide ionic liquid using Na0.45Ni0.22Co0.11Mn0.66O2 cathode material, and that system demonstrated a retention of 80% over 100 cycles compared to 40% for an electrolyte consisting of NaPF6 dissolved in PC. Ionic liquid 1-butyl-1-methylpyrrolidinium bis(trifluoromethyl-sulfonyl)imide has also been evaluated as a solvent for an electrolyte in half-cell configuration using olivine-structured NaFePO4  or Na0.44MnO2 prepared via a solid-state route.  According to all these reports, the ionic liquid electrolyte is able to enhance the capacity and cycling stability of cells at elevated temperature. However, the effects are described to vary with the variation of different sodium salts or concentrations.",
                "Thus, the aim of this work was to investigate the effect of conducting salts using an ionic liquid electrolyte consisting of the BMPTFSI solvent and different sodium salts on the cycling stability of P2-Na0.6Co0.1Mn0.9O2+z (NCO) (0 ≤ z ≤ 0.25) cathode material.  The influence of NaClO4 (NaClO4-IL), sodium trifluoro-methanesulfonimide NaTFSI (NaTFSI-IL), and sodium bis(fluorosulfonyl)imide NaFSI (NaFSI-IL) salts, which were dissolved to give a concentration of 0.5 M in 1-butyl-1-methylpyrrolidinium bis(trifluoromethylsulfonyl) imide (BMPTFSI) on electrochemical performance was investigated. In order to provide a fair comparison with the original reports dealing with the spherical NaMnO2 material,  NaClO4 EC/PC (NaClO4-OR) was chosen as a reasonable benchmark for evaluating IL-based electrolytes in this study.",
                "Besides NaClO4, which is the most commonly reported salt in the recent literature (in ca. 2/3 of the published SIB papers), NaTFSI and NaFSI appear to be attractive choices as well. They consist of TFSI and FSI anions, which also appear in ILs with high thermal stability and low toxicity.  It should be noted that a passive layer would be formed when Na metal is in contact with the electrolyte. The layer formed on the Na electrode could affect the performance of the reported half cells.  A hypothetical explanation for the observed differences in electrochemical performance based on the analysis of the cathode electrolyte interface (CEI) using X-ray photoelectron spectroscopy (XPS), electrochemical impedance spectroscopy (EIS), and sodium plating/stripping studies is presented and discussed in this work."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Spherical P2-Na0.6Co0.1Mn0.9O2+z was synthesized following an already reported protocol from our group.  Briefly, solutions containing 100 mmols of NH4HCO3 (99%, Alfa Aesar) and 10 mmols of Co/MnSO4 (1:9 mol ratio, Alfa Aesar) were prepared by dissolving the required amounts of precursors separately in 700 mL of DI water. About 70 mL of pure ethanol (99.9%, Merck) was added to the solution containing sulfates. Subsequently, the NH4HCO3 solution was added to the solution of sulfates in the water–ethanol mixture and stirred for 3 h to obtain the coprecipitated (Mn, Co)CO3 which was filtered and washed repeatedly three times using ethanol and water and dried at 80 °C overnight. The dried carbonate precursor was calcined at 400 °C for 5 h to form the oxide compound. Finally, the required amount of the oxide precursor was dispersed in a water–ethanol mixture together with NaOH (98%, Alfa Aesar) and dried to give the precursor. This precursor was subjected to calcination in three steps in air: first at 320 °C for 3 h (heating rate of 5 °C/min) followed by 800 °C for 4 h (heating rate of 5 °C/min) and finally at 610 °C for 9 h (heating rate of 5 °C/min) before quenching to form the final product. The synthesized powder was stored in an argon-filled glovebox to minimize exposure to air.",
                        "A series of IL electrolytes were prepared in an argon-filled glovebox by dissolving three types of sodium salts, namely, NaClO4 (Sigma-Aldrich, ≥98%), NaTFSI (Sigma-Aldrich, 98%), and NaFSI (Nippon Shokubai) in BMPTFSI (Iolitec, 99.5%) to yield a concentration of 0.5 M. The sodium salts were dried at 110 °C overnight under vacuum before being transferred to the glovebox for electrolyte preparation. Electrolytes were prepared by dissolving the required amount of salt in the solvents and the solutions were continuously stirred for 24 h before use. For comparison, the organic electrolyte was prepared by dissolving NaClO4 (Sigma-Aldrich, ≥98%) in EC/PC to yield a 1 M solution (1:1 w/w, Sigma-Aldrich). The water contents of the IL electrolyte as determined by Karl Fischer titration are below 60 ppm. The organic solvents have the water specification of below 50 ppm.",
                        "For the cathode composite preparation, the active material, acetylene black (Alfa Aesar, >99%) and polyvinylidene fluoride (PVdF, Arkema, Kynar HSV 900) in a weight ratio of 60:20:20, respectively, were dispersed in the N-methy1-2-pyrrolidone (NMP, Alfa Aesar, 99+%) solvent and the resulting slurry was coated on battery-grade aluminum foil (Goodfellow) using a doctor blade with a gap of 100 μm. The coated electrode sheet was dried at 80 °C to remove NMP, and subsequently, electrodes with a diameter of 16 mm were obtained by punching. The punched electrode disks were roll-pressed in between stainless steel sheets of 100 μm thickness using a roll gap of 200, 100, and 50 μm successively. The roll-pressed electrodes were then dried at 110 °C overnight under vacuum before being taken for cell assembly in CR-2016 coin cells in an argon-filled glovebox (H2O and O2 < 0.1 ppm). Metallic sodium (99.8%, Acros Organics) was employed as the counter and reference and glass microfiber sheets (GF/F, Whatman) was used as the separator. For sodium plating and stripping studies, symmetric cells with metallic sodium as both working and counter were used."
                    ],
                    "name": "2.1.  Material Synthesis and Coin Cell Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "All the electrochemical measurements reported in this work were performed on assembled CR-2016 coin-type half-cells. Galvanostatic charge/discharge tests at 50 mA g–1 were carried out in the voltage range of 1.5–3.8 V versus Na/Na+ on the Neware battery tester system under ambient conditions. The performance at different rates (20–400 mA g–1) was also evaluated. Cyclic voltammetry (CV) curves were recorded between 1.5 and 3.8 V versus Na/Na+ using a BioLogic VMP3 potentiostat. EIS tests were conducted on the VMP3 instrument (BioLogic, France) with channels coupled to a frequency response analyzer. The frequency range and the ac amplitude for the EIS study were 500 kHz to 1 mHz and 20 mV, respectively. The cells were charged and discharged using a current of 50 mA g–1 followed by resting for 12 h at open-circuit voltage before performing impedance measurements. Impedance measurements were carried out after 1, 30, and 500 cycles. The obtained data were fitted using standard equivalent circuit models available in the EC-lab software."
                    ],
                    "name": "2.2.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The dynamic viscosity was measured with a microVISC viscometer (RheoSense) with the measuring cell B-10 at 23 °C. Conductivity measurements were conducted in an argon-filled glovebox by an InLab 751 conductivity probe head (Mettler Toledo) connected to a Solartron SI1260 frequency response analyzer. The samples were placed in a test tube inserted into a temperature-controlled steel block. The frequency range and the ac amplitude for the EIS study were 10 MHz to 1 mHz and 20 mV. The high-frequency resistance at which the impedance diagram in the Nyquist plot intercepts the real axis was used to approximate the ohmic resistance of electrolytes. The specific conductivity was determined using a cell constant of 1 cm–1 calibrated with 0.1 M KCl.",
                        "Surface compositional analysis of electrodes after 30 cycles was conducted by ex situ XPS with an Omicron EA 125 energy analyzer in conjunction with an EAC2000-125 control unit. Cycled cells were opened inside an argon-filled glovebox and the electrodes extracted were washed with DMC to remove the residual salt and electrolyte followed by drying under vacuum to remove DMC. To avoid exposure of the electrodes to ambient environments, a sealed glass tube was used to transfer the electrodes into an Ar-filled glovebox which was connected to the XPS instrument. Survey spectra were recorded at a resolution of 1 eV and high-resolution spectra of Na, F, N, S, O, Cl, and C core level regions were recorded at 0.1 eV resolution. 10 scanning cycles were applied. The XPS spectra were calibrated using the standard C 1s peak at 284.6 eV before being subjected to analysis. The morphology of surface electrodes before and after 30 cycles was examined by field-emission scanning electron microscopy (FESEM JEOL 7600F)."
                    ],
                    "name": "2.3.  Physical Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " illustrates the viscosities and conductivities of electrolytes used in this study. In general, IL electrolytes show lower conductivities and higher viscosity than the conventional organic electrolytes NaClO4-OR. The conductivities and viscosities change with the variation of Na-conducting salts. Among the three salts, NaClO4 has the best effect on the conductivity and the viscosity of the IL electrolytes. The NaTFSI-IL electrolyte has a higher conductivity than NaFSI-IL. These values are in good agreement to the measured viscosities."
                    ],
                    "name": "3.1.  Electrolyte Properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "CV was used to investigate the redox potentials of NCO in different electrolytes at a scan rate of 0.1 mV s–1 in the voltage range of 1.5–3.8 V versus Na/Na+ (a). The peaks observed at 2.25 and 2.07 V versus Na/Na+ in the NaClO4-OR cells correspond to the Mn4+/Mn3+ redox couple (b). In cells containing the NaFSI-IL electrolyte, the oxidation and reduction peaks are observed at 2.42 and 1.85 V versus Na/Na+ (c), suggesting an increased polarization compared to NaClO4-OR. The high polarization of IL cells could be attributed to the higher viscosity of the IL electrolyte. The decrease in polarization especially during oxidation follows the order NaFSI-IL > NaTFSI-IL > NaClO4-IL. Besides viscosity, the polarization trend could be explained by the nature of solid electrolyte interphase (SEI)/CEI layers. There is almost no fading observed for the NaFSI-IL cell (c), while only minor fading is observed for the NaTFSI-IL cell and the NaClO4-IL cell (). In contrast, fading is more pronounced in cells with NaClO4-OR. On increasing the potential of the working electrode to 4.8 V versus Na/Na+ with the NaFSI-IL cell (), an additional peak is observed at 4.4 V/4.2 V versus Na/Na+ which can be attributed to the quasireversible P2-type to O2-type phase transition.  Again, no significant fading in peak current is observed at this increased potential limit. This suggests that this electrolyte would be suitable to evaluate cathodes that operate at higher redox potentials. For the purposes of this study, we restricted the performance evaluation to an interval ranging from 1.5 to 3.8 V versus Na/Na+.",
                        " shows the results of galvanostatic cycling at 50 mA g–1 with the respective electrolytes at room temperature in the voltage range of 1.5–3.8 V versus Na/Na+. The discharge profiles in b correlate well with the observed peak positions in CV discussed earlier. Cells with NaClO4-OR exhibited a discharge capacity of 172 mA h g–1 which is higher than the capacity displayed by cells containing the IL electrolytes. The first discharge capacity of the NaFSI-IL cell is 147 mA h g–1, which is the highest among the IL cells. The first discharge capacities for the NaClO4-IL cell and NaTFSI-IL cell are 136 and 124 mA h g–1, respectively. The capacity retention of cells with NaClO4-OR after 100 cycles and 500 cycles are 77 and 39%, respectively. The NaTFSI-IL cell retains 85 and 65% after 100 and 500 cycles. For the NaClO4-IL cell, the capacity retention after 100 cycles is 66%, after which rapid degradation is observed and only 4% of initial capacity is retained after 300 cycles. Meanwhile, the NaFSI-IL cell shows a significant improvement retaining about 98 and 88% of the capacity after 100 cycles and 500 cycles, respectively (a).",
                        "With regard to the Coulombic efficiency (), the NaFSI-IL cell has the highest value at around 100%. The NaClO4-OR cell displays 98% Coulombic efficiency. The Coulombic efficiency of the NaTFSI-IL cell is also larger than 99%, but the value varies significantly in the first 100 cycles possibly because of some irreversible side reactions during the charging process. The NaClO4-IL cell has the lowest Coulombic efficiency of around 92% amongst the examined electrolytes. It can be concluded that the choice of sodium salts in the IL electrolyte seems to have pronounced influence on the Coulombic efficiency.",
                        "To provide a more complete picture, the electrolyte with a composition of 0.5 M of NaClO4, NaTFSI, and NaFSI dissolved in a mixture of EC/PC was evaluated (). However, because of its low capacity retention, NaClO4 in EC/PC with a concentration of 1.0 M was chosen as the objective for comparison in the present study.",
                        "Rate testing was performed to evaluate the performance under fast charge/discharge conditions. As can be seen in , except for NaClO4-IL, all electrolytes achieve a similar capacity of ∼175 mA h g–1 at a rather slow rate of 20 mA g–1. It is evident that cells with NaClO4-OR display the best rate capability that is better than different IL-cells. For example, the discharge capacity of the NaClO4-OR cell at 400 mA g–1 (∼2.2 C) is still at 100 mA h g–1 while it is around 50 mA h g–1 for the other IL electrolytes. Among the IL electrolytes, NaFSI-IL cells again display better performance, followed by NaTFSI-IL and NaClO4-IL. For example, the NaFSI-IL electrolyte is still able to achieve ∼100 mA h g–1 at 200 mA g–1, corresponding to ∼1.1 C. The poor rate performance of IL electrolytes can be explained by their high viscosity and their low conductivity when compared to the OR electrolyte. In order to overcome this drawback, different approaches, for example, addition of appropriate additives or hybrid ionic liquid/organic electrolytes have been reported in literature. ",
                        "To understand the reasons for differences in rate performance, apparent sodium-ion diffusion coefficients were determined using CV. The cells were scanned at different rates (0.1, 0.2, 0.5, 1, and 2 mV s–1) and a plot of peak current versus the square root of scan rate was generated for both oxidation and reduction processes. From this plot, the slope was obtained which was used to calculate the diffusion coefficient from the Randles–Sevcik equation () given below. where ip is the peak current (A), A is the contact area (geometric electrode area, 2.018 cm2, is used), n is the elemental number of electrons per reaction, D is the diffusion coefficient (cm2 s–1), ν is the scan rate (V s–1), and C* is the bulk concentration of sodium (0.02102 mol cm–3 calculated from the unit cell volume).  It is noted that the actual contact area is larger than the geometric value because of the high roughness of the surface.",
                        "The diffusion coefficients in different electrolytes for anodic and cathodic processes are summarized in . In general, the diffusion coefficient in the NaFSI-IL electrolyte is higher than the diffusion coefficient in NaTFSI-IL and NaClO4-IL, and on a similar level as NaClO4-OR, explaining the good performance of NaFSI-IL electrolyte’s cell in the rate test compared with the other IL samples. However, it should be noted that the nature of SEI/CEI layers formed will also have an effect on the rate performance.",
                        "To understand the reasons for fading better, EIS and sodium plating/stripping tests were performed. EIS would give an indication of the evolution of cell impedance with cycling while sodium plating/stripping would help in understanding the reactivity of sodium metal and the role it plays in affecting cell performance.",
                        " shows the Nyquist plots of cells with various electrolytes after 1 cycle (a), 30 cycles (b), and 500 cycles (c). The fitted EIS results are presented in . The cell impedance reduces from the 1st cycle to the 30th cycle for both NaTFSI-IL and NaFSI-IL samples and then increases again in the 500th cycle. On the other hand, cell impedance increases constantly from the 1st to 30th to 500th cycle for both the NaClO4-containing electrolytes. From the 30th to 500th cycle, the cell impedance increases by about 20 times and 27 times, respectively, for NaClO4-IL and NaClO4-OR. While for the NaFSI-IL and NaTFSI-IL samples, it increases by about seven times and 3.5 times, respectively.",
                        "The cell impedance after 500 cycles follows the trend NaClO4-IL > NaClO4-OR > NaTFSI-IL > NaFSI-IL which is in line with the trend observed in capacity retention (NaClO4-IL < NaClO4-OR < NaTFSI-IL < NaFSI-IL). The numbers are also in line with the observed rate performance with the NaClO4-OR cell clearly displaying highest capacities at high rates of cycling (200 and 400 mA g–1) compared to the other three electrolytes that use the IL solvent (after 30 cycles). Impedance analysis at high rates () further confirms this trend.",
                        "The reason for the initial decrease in the cell impedance (from the 1st to the 30th cycle) for both the NaTFSI and NaFSI electrolytes could be due to the insufficient wetting of the electrode by the electrolytes [because of high viscosities ()]. With cycling, the contact area tends to increase and this would result in reduced impedance.  Another possible explanation is the passive layer initially formed on the electrode before cycling. As cycling progresses, an ionically conducting SEI layer would form, that could possibly result in lowering the impedance in case of NaFSI-IL/NaTFSI-IL cells. Furthermore, undesirable reaction products may form at both anode/cathode causing the impedance to go up again as observed from the 30th to 500th cycle.",
                        "It is clear that the while all electrolytes result in an increased cell impedance over long-term cycling, the NaTFSI-IL and NaFSI-IL electrolytes perform relatively better compared to the NaClO4-containing electrolytes. This suggests that the use of NaClO4 is possibly resulting in unwanted reactions in both the IL and OR solvents.",
                        "In an attempt to understand the impedance changes arising at the metallic sodium counter electrode, sodium plating and stripping studies were performed in symmetric Na/electrolyte/Na cells. Coin cells were assembled and subjected to chronopotentiometry at a current of 0.1 mA cm–2.  presents the potential profiles obtained from these tests. The cells employing NaClO4-OR (black) and NaFSI-IL (blue) show a stable sodium stripping/plating behavior with limiting potentials (i.e., the potential at which a plateau is observed that corresponds to plating/stripping) of about 0.06 and 0.3 V, respectively. It can be seen that this limiting potential remains fairly constant, suggesting no change in polarization with cycling. This indicates that whatever layer is formed on the surface of sodium is quite stable and allows unhindered plating and stripping of sodium in these electrolytes. On the other hand, the limiting potential of NaTFSI-IL (green) and NaClO4-IL (red) are higher (around 0.6 V) to start with and also constantly increase/vary with cycling. The limiting potential for the NaClO4-IL cell increases to almost 3 V after about 120 h while that of the NaTFSI-IL cell seems to maximize around 1.5 V but seems to vary in a cyclical manner (increasing progressively for 4–5 cycles followed by reduction). This suggests that whatever layers are formed on the surface of the sodium metal in these electrolytes increase polarization significantly and are probably hindering sodium plating and stripping to a much greater extent.",
                        "From the plating behavior studies, it is evident that for both NaTFSI-IL and NaClO4-IL electrolytes, changes occurring at the sodium anode seem to be a major contributor to the changes observed in cell impedance. The NaClO4-IL sample which had highest polarization also displays the highest overall impedance (7767 Ω). The stable performance of the NaFSI-IL cell to sodium plating/stripping suggests that most of the observed increases in cell impedance are probably occurring because of changes at the cathode. Interestingly, in the case of the NaClO4-OR electrolyte, sodium stripping and plating seems to be fairly stable, suggesting that the observed impedance increases most likely are occurring because of changes taking place at the cathode."
                    ],
                    "name": "3.2.  Electrochemical Studies",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the effect of cycling in different electrolytes on the cathode, XPS analysis was conducted to establish the nature of components formed in the CEI layer on the surface of electrodes after 30 cycles. The peaks observed in the high-resolution spectra were identified by fitting and correlation with refs.  compares the survey spectra of the cycled NCO in the discussed IL electrolytes.",
                        "The percentages of different elements in various evaluated electrodes are compared to references with respect to the percentages of the elements observed in a pristine electrode (one that consists of just the active material, binder, and conducting carbon) (). All the electrodes have been washed and dried under vacuum before analysis, so as to remove any residual salts/solvents that might modify the results of the measurements. In the following section, some of the key observations are summarized:",
                        "To further understand the components formed, the high-resolution spectra for various elements (Na, F, O, S, and C) were analyzed. The following sections present this analysis in some detail.",
                        "To understand the nature of components formed on the electrode surface while cycling in ionic liquid electrolytes, first, Na and F spectra were analyzed.",
                        "From the Na 1s spectra (b), two peaks are clearly discernible at 1071.9 and 1074.8 eV. The peak at 1071.9 eV can be assigned to the oxide material (also observed in the pristine sample). The latter peak at 1074.8 eV can be assigned to sodium salts such as fluoride/carbonates and so forth.  From the F 1s spectra (a), three distinct peaks are observed at around 684.8, 688.2, and 689.7 eV. The most intense of these peaks is the peak at 688.2 eV, and this can be assigned to the CF2 bond present in the binder PVdF. The higher energy peak at 689.7 eV can be attributed to the CF3 bond found in the TFSI anion of the ionic liquid (BMPTFSI) and the lower one at 684.8 eV can be assigned to sodium fluoride (NaF).  The intensity and area of the peaks assigned to sodium fluoride (NaF) from the F 1s spectra (around 684.8 eV) and the Na 1s spectra (around 1074.8 eV) increase in the order of NaTFSI ≈ NaFSI < NaClO4. These observations seem to indicate the presence of NaF in the CEI layer of the electrodes cycled with ionic liquid electrolytes. It could also be deduced that the CEI layer formed on the NaClO4-IL sample seems to be thicker than the CEI layers formed on the NaFSI-IL and NaTFSI-IL samples based on the intensity differences for the NaF peak as well as the concentrations of sodium and fluorine observed ().",
                        "To form NaF, F– ions have to be present (the sodium ion is already present from the dissolved salts). The source of F– could be a decomposition reaction of either the TFSI anion or the binder. From the curve fitting results, it was observed that the CF3 peak at 689.7 eV (which originates from the TFSI anion) was not present for the NaClO4-IL sample while it is clearly present in both the NaFSI-IL and NaTFSI-IL samples.",
                        "Next, the high-resolution spectra of C 1s, S 1s, and N 1s were examined and compared to pristine spectra to obtain more information about the nature of components formed in the CEI layer.",
                        "From the N 1s spectra (c), three distinct peaks can be observed at 397.0, 400.1, and 402.1 eV for all the three electrolytes. The peak at 400.1 eV could be assigned to compounds such as CF3SO3N– and CF3SO2N−SO2, while the peak at 397 eV could be assigned to NSO2–, which is a fragment of the TFSI anion.  The peak at 402.1 eV is attributable to the bonds formed by nitrogen in the BMP cation.  The peak intensity of N from the anion and cation of IL in the N 1s region of NaTFSI is the highest, followed by NaFSI. Only trace peaks are observable in NaClO4-IL spectra. From the S 2p spectra (b), only one peak at 169.7 eV is observable. The intensity, in general, is quite low compared to other elements such as C/O and so forth. The only source of sulfur in the systems is TFSI/FSI anions. The trend mimics the evolution of nitrogen peaks for different IL electrolytes.",
                        "From the C 1s spectra (a), three peaks are evident at ∼284.8 eV that can be assigned to the C–C/C–H bonds which can occur in the conducting carbon additive (acetylene black) and the BMP cation, ∼286 eV which occurs because of carbon double bonds (sp2 hybridized) present in both acetylene black and the PVdF binder and ∼291 eV that belongs to the C–F bonds present in the binder and TFSI anion.  The peak at around 286 eV is also evident for the pristine samples. It is also clear from the C 1s spectra that the electrode cycled in the NaTFSI-IL electrolyte displays a more intense 286 eV peak that is higher than the 284.8 eV peak (i.e., ratio of 286 vs 284.8 eV peaks). This suggests that the BMP cation might be deposited on the electrode cycled using NaTFSI-IL.",
                        "The above described observations on the C 1s, N 1s, and S 2p spectra seem to indicate that the CEI layer formed on an electrode cycled with NaTFSI-IL seems to consist of fragments of the BMP cation and TFSI anion. The electrode cycled in the NaFSI-IL electrolyte also displays a similar composition. However, from the peak intensities, it seems that the CEI layer is probably thinner than the one formed on NaTFSI-IL electrodes. On the other hand, the electrodes cycled with the NaClO4-IL electrolyte seem to be mainly composed of NaF.",
                        "To sum up, the CEI layer of the electrodes cycled in the NaClO4-IL electrolyte appears to consist mainly of NaF. On the other hand, the electrodes cycled in the NaFSI-IL and NaTFSI-IL electrolytes consist mainly of organic decomposition products from the TFSI anion and BMP cation apart from smaller amounts of NaF. Also, based on the peak intensities, it seems that the CEI layer is the thickest for the electrodes cycled in NaClO4-IL and thinnest for NaFSI-IL. These conclusions are in good agreement with the observed cycling performances and impedance measurements.",
                        "From the Na 1s spectra of the NaClO4-OR sample, a third peak at 1071.1 eV is evident. This peak can be assigned to NaClO4. The presence of this compound is further evident from the Cl 2p spectra (), which displays a peak at 199.2 eV that can be assigned to NaClO4. Compared to the pristine sample, the intensity of the peak at 1071.9 eV (belonging to sodium present in the metal oxide) is about 3 times higher (∼37 382–12 886 cps). This suggests that apart from sodium present in the active material, there could be other oxides of sodium that are being formed. This is again supported by the fact that both sodium and oxygen percentages increase significantly () compared to the pristine sample. The presence of sodium chloride is also indicated from the peak at 209.1 eV in the Cl 2p spectra (). An analysis of the C 1s spectra (a) reveals a peak at 289.5 eV, which can be assigned to sodium carbonate. This peak is not observed for any of the other samples. Further evidence for the presence of carbonate can be seen from the O 1s spectra (c) displaying a peak at 532 eV.",
                        "To sum up, the CEI layer formed on the electrodes cycled using the NaClO4-OR electrolyte seems to consist of perchlorates, chloride, carbonates, and oxides of sodium. It is already well known in the literature that inorganic compounds such as sodium fluoride, carbonates, and oxides are detrimental to cycling stability.  The results from cycling tests also support this observation as the NaClO4-OR cell displays poor long-term cycling stability.",
                        "It is clear that a variation in the salt dissolved in the BMPTFSI ionic liquid leads to differences in the nature of components formed in the CEI layer. In this section, it is attempted to explain potential formation pathways for these different components. The process of formation of the CEI layer occurs in a manner similar to that of the SEI layer formation (i.e., during sodium insertion into the oxide). It is known that there are three decomposition pathways for the TFSI anion.  They are as follows ().",
                        "Among these reactions, the C–S cleavage (reaction 2) was reported as less likely to occur during the decomposition process.  This leaves the possibilities of (reaction 1) and (reaction 3) only.",
                        "It is known that perchlorate undergoes electrochemical reduction on the electrode surface.  The presence of a Cl– peak at around 200 eV from the XPS analysis is proof that such a reaction is occurring in our case. During this reduction process, a reactive intermediate is formed that can cause a nucleophilic attack of the C–F bond.  The resulting F– can easily combine with Na+ to form NaF, which was observed in the XPS studies. Accordingly, it appears reasonable to assume that the cleavage of the TFSI anion (reaction 3) is occurring at the C–F bond in the case of the NaClO4-IL electrolyte.",
                        "In the case of the other two electrolytes, NaFSI-IL and NaTFSI-IL, there is no NaClO4 that is getting reduced, and hence, the mechanism described above is probably not valid. According to the XPS results, observed components such as CF3SO3N–, CF3SO2N−SO2, NSO2– suggest that an N–S cleavage is possibly occurring (reaction 1). It is possible that these organic compounds are having a positive effect on long-term cycling."
                    ],
                    "name": "3.3.  Surface Analysis by X-ray Photoelectron Spectroscopy",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the effect of various salts, namely, NaTFSI, NaFSI, and NaClO4, dissolved in BMPTFSI ionic liquid and used as electrolytes in sodium-ion batteries, has been studied with NCO as the cathode material. NaFSI 0.5 M in BMPTFSI shows excellent cycling performance (an initial capacity of 147 mA h g–1, 90% capacity retention/500 cycles at 50 mA g–1). The observed fading in performance could be related to changes occurring at both the anode and cathode, and these changes seem to be specific to each system. The nature of CEI layers formed on the cathodes were analyzed using ex situ XPS while the reactivity of the electrolyte in contact with metallic sodium was evaluated using chronopotentiometry. The use of NaFSI salt results in the formation of a thin conducive CEI layer and a good SEI layer that seems amenable to repeated sodium plating and stripping. This cell displays lowest impedance after long-term cycling, thus explaining the observed capacity retention. On the other hand, the use of NaClO4 as a salt results in the formation of detrimental CEI and SEI layers which increases the cell impedance over long-term cycling, thus resulting in capacity fading irrespective of the solvent used to prepare the electrolyte. We believe that the ability to form stable layers in contact with metallic sodium and NCO would make the NaFSI-IL system an attractive choice of the electrolyte for future sodium-ion batteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Effect of Conducting Salts in Ionic Liquid Electrolytes for Enhanced Cyclability of Sodium-Ion Batteries"
}