{
    "DOI": "10.1039/D2CP02961H",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium–ion batteries (LIBs) are widely used in portable and intelligent electronic devices due to their comparative advantages of high energy density, excellent cycling stability and environmental friendliness. However, the limited natural reserves and the high mining cost of lithium make LIBs difficult to meet the growing demand of the battery market. Therefore, it is quite urgent to develop alternatives to the mainstream LIBs. Recently, due to the similar physical and chemical properties of both sodium and lithium, and the relatively rich reserves and wide distribution of sodium resources, sodium–ion batteries (SIBs) have gradually attracted wide attention and are expected to replace LIBs in the field of medium and large scale energy storage applications. However, compared with lithium, sodium has a larger ionic radius, which leads to a slow reaction kinetics and huge volume expansion of the anode materials during the charging and discharging processes. Graphite and other materials that are commonly used in the anode of LIBs are difficult to be directly applied in SIBs. Therefore, the design of high-capacity and long-cycle-life anode materials is considered of great significance for the development of SIBs.",
                "Due to their large specific surface area, the existence of many surface active sites, short ion transport path, and excellent mechanical and electrical properties, two-dimensional (2D) materials have emerged as potential candidates for the anode of SIBs. In recent years, MXenes, with the general formula Mn+1XnTx (where “M” represents the early transition metals, X denotes C and/or N, and Tx stands for the surface terminations and n = 1, 2, or 3), have attracted significant attention as a new family of 2D materials, and they have been a research hotspot in the energy storage field due to their fast response to the charge, pseudocapacitance characteristics and stable cycling performance. Wang et al. found that compared with the raw material Ti3AlC2, Ti3C2X (X = OH, F, and O) MXene nanosheets exhibited significantly improved electrochemical performance for Na storage, showing excellent rate performance and long-term cycling stability, which was ascribed to the high electronic and ionic conductivity of MXenes. In another interesting work, Xie et al. reported that on the O-terminal MXene nanosheets, Na had moderate capacities with good rate capabilities. Therefore, O-terminated MXene nanosheets are promising electrode materials for SIBs.",
                "However, when they are used as an anode electrode material for rechargeable batteries, MXene nanosheets usually suffer from aggregation and the self-restacking effect during the cycling process, which affects the ion transport properties, leading to lowered capacities, rate capabilities and cycling stabilities. Recently, an effective strategy has been proposed to overcome this shortcoming by fabricating pillared MXene structures with enlarged interlayer spacing. Lu et al. found that the intercalation of Al ions in a two-dimensional Ti3C2Tx anode increased the spacing of the MXene layers by about 0.1 nm, and the lithium storage capacity and cycling stability of the MXene anode were also significantly improved. Luo et al. synthesized pillared Ti3C2 with alkali metal ions (Li+, Na+ and K+), in which the Na pillaring process increased the spacing of the MXene layer by about 0.3 nm. After testing, it was found that Na-Ti3C2Tx has excellent Na storage capacity properties, and its capacity and kinetics were improved. Zhang et al. solved the agglomeration problem of MXenes by means of a NH4+-based method, and successfully prepared Sn-based nanocomplex pillared few-layered Ti3C2Tx composites. Benefiting from the pillar effect, the material exhibited excellent lithium–ion storage and electrochemical performance, as well as remarkable cycling stability and rate capacity. Wang et al. developed VS4 nanoarray pillared Ti3C2Tx (VS4@L-Ti3C2Tx) using a facile hydrothermal approach. The test results revealed that a sodium–ion half-cell based on the VS4@L-Ti3C2Tx anode exhibited high specific capacity and good cycling performance. It was also proposed that the Ti3C2Tx structure with enlarged interlayer spacing could facilitate fast reaction kinetics for both electron transportation and ion diffusion.",
                "However, the basic mechanism of the MXene pillar effect enhancing the electrode performance of SIBs is still unclear. Under this direction, to better understand the pillar effect on the Na storage performance of MXenes, in this work, based on two typical MXenes (Ti3C2O2 and Ti2CO2), the impact of the different interlayer spacing and stacking modes between MXene sheets on the sodium storage performance was thoroughly investigated. In addition, various factors including Na adsorption, diffusion and mechanical properties were comprehensively considered and the optimum interlayer spacing of MXene sheets for Na storage was predicted. Our research provides valuable theoretical support for the development of high-efficiency pillared MXenes as electrode materials for SIB applications."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Here, according to the different research needs, a variety of MXene models were considered. More specifically, the MXene atomic layer of the primitive cell was located in the x–y plane (Fig. 1a and b). In order to simulate an isolated single-layer MXene (MXene_IS) structure, a vacuum layer of 20 Å was set along the z-axis to avoid the interactions between the periodically repeated structures. The change of the MXene layer spacing was simulated by changing the vacuum layer thickness of the single-layer MXene model (Fig. 1c and d). Each layer of the Ti2CO2 was composed of a quintuple layer with O–Ti–C–Ti–O stacking modes, which can be regarded as C atomic layers sandwiched by two O–Ti layers, with the two O atoms located above the hollow sites of the bottom Ti atoms. The Ti3C2O2 monolayer consists of seven atomic layers of O–Ti(1)–C–Ti(2)–C–Ti(1)–O, which can be regarded as a Ti(2) atomic layer sandwiched by two O–Ti(1)–C layers, terminating the O atom in the hollow position of Ti(1). In order to simulate the adsorption of Na with different coverage properties, 2 × 2, 3 × 3, and 4 × 4 MXene supercell models were built, respectively. In addition, an isolated double-layer MXene model was also established, namely two layers of MXene were stacked in one cell box (Fig. 1e and f) with a vacuum layer of 20 Å along the z-axis. All calculations were performed by using the Vienna Ab initio simulation package (VASP) based on density functional theory (DFT) with the projected augmented wave (PAW) method, where a plane-wave cut-off energy of 500 eV was applied. The Perdew–Burke–Ernzerhof (PBE) exchange–correlation function of the generalized gradient approximation (GGA) was also selected for calculations. The Grimme DFT-D3 scheme of the dispersion correction with a zero damping coefficient was adopted to account for the van der Waals (vdW) interactions. When the thickness of the vacuum layer of the model was less than 9 Å, Monkhorst–Pack K-point meshes with 8 × 8 × 2, 4 × 4 × 2, 3 × 3 × 2 and 2 × 2 × 2 were used to sample the Brillouin zone for the 1 × 1, 2 × 2, 3 × 3 and 4 × 4 supercell structures, respectively, whereas for the model with the vacuum layer greater than 9 Å, the K-point meshes along the z-axis were set to 1.",
                "For the double-layer MXene, the adhesion energy of MXene layers (Einter) was calculated by using the following formula:",
                "where EM1, EM2 and Etotal represent the energies of the two MXene layers and the whole system, respectively, and A denotes the area of the interface. According to the formula, the existence of large Einter leads to a stronger binding effect between the MXene layers. The adsorption energy per Na atom (Ea) was defined by the following formula:",
                "where EMXene and ENa represent the energy of the pristine MXene and Na, respectively. In addition, n is the number of absorbed Na atoms, and EMXene+nNa is the energy of the entire Na-adsorbed system. Based on the above formula, a large value of Ea would represent the manifestation of a relatively stronger binding between Na and MXene.",
                "The climbing image nudged elastic band (CI-NEB) method was used to explore the transition states for Na diffusion on MXenes and determine the diffusion energy barriers. The Na adsorption stability on the different sites was examined by performing ab initio molecular dynamic (AIMD) simulations. The simulations were performed considering the canonical ensemble NVT at 300 K, and simulation time was set at 20 ps with time steps of 1.0 fs. The mechanical properties including the elastic constants and Poisson's ratio were calculated using the VASPKIT code."
            ],
            "name": "2. Computational details",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Firstly, the MXene_IS models were fully optimized, and the optimized single-layer thickness values of Ti2CO2 and Ti3C2O2 were 4.37 Å and 7.07 Å, respectively. In the experiment, the restacking effect of the MXene nanosheets is usually inevitable, resulting in a too-small layer spacing, which could significantly weaken the electrode performance. However, the MXene layer spacing can be adjusted by introducing other molecules, while the layer spacing varies with the size of the introduced molecules. Here, MXene structures with different layer spacings were simulated by changing the vacuum layer thickness of the single-layer MXene models (Ti2CO2-SL and Ti3C2O2-SL). The extracted results show that when the thickness of the vacuum layer is changed, the thickness of the optimized MXene sheet will also change slightly. As a result, the layer spacing will be slightly different from the initial setting (see Table S1 in the ESI†). However, the recorded differences are negligible and no obvious change is detected when the layer spacing was larger than 7 Å. The same situation also appeared in the isolated double-layer MXene models (Fig. 1e and f) when the layer spacing of the double-layer MXene was changed. In addition, the adhesion energy between MXene layers with different layer spacing was calculated for Ti2CO2-DL, and Ti3C2O2-DL, respectively. When the layer spacing was 3 Å, the calculated adhesion energy was ∼2.5 eV nm−2, which shows the development of a typical vdW interaction. It is obvious that the adhesion energy is decreased with the increase of layer spacing, and there is almost no interaction at a distance of 12 Å (Fig. S1, ESI†). This effect also confirms that it is appropriate for us to set 20 Å vacuum layer to simulate an isolated MXene system.",
                        "Next, Na adsorption on MXene_IS was systematically studied. Under this direction, three different adsorption sites were investigated, namely the O site at the top of the atomic layer, the Ti site at the second atomic layer and the C site at the third atomic layer (Fig. 1a and b). The adsorption energy is shown in Table 1. The extracted results indicate that in both 1 × 1 and 2 × 2 supercells, the preferable Na adsorption site is the C site, and the order of adsorption energy at the three sites is as follows: C > Ti > O. To test the stability of Na at these adsorption sites, MD simulations of Na adsorption on the 2 × 2 MXene_IS were also conducted, where the Na coverage was 1/4 ML. In the MD simulation, three adsorption sites were selected as the initial adsorption sites of Na, respectively. Fig. S2 (ESI†) shows the change in the distance in the x–y plane between Na and the initial and final adsorption sites along the simulation time. It was found that Na could be stably adsorbed at the initial C site, while for the initial adsorption site Ti or O was selected, Na would be transferred to the adjacent C site after a period of simulation. All the above mentioned results indicate that the most stable adsorption site for Na was determined as the C site. Therefore, for subsequent research on the Na adsorption properties, only the C adsorption site was considered.",
                        "Furthermore, the adsorption of single Na on 3 × 3 and 4 × 4 supercells of MXene_IS was investigated. It was found that compared with 1 × 1 and 2 × 2 systems, the adsorption energy of Na was larger in the 3 × 3 and 4 × 4 supercells. In particular in the 4 × 4 supercell, the adsorption energy of Na was increased by nearly 2 eV compared with the 1 × 1 system. The adsorption of single Na in the four models represents different amounts of Na coverage, that is to say, the Na coverage was 1 ML, 1/4 ML,1/9 ML and 1/16 ML, respectively. These results indicate that the adsorption energy decreased with the increase of Na coverage, which shows the repulsion between Na. It was also found that compared with the Ti2CO2 structure, Ti3C2O2 has a greater adsorption capacity for Na, which is consistent with the results of the previously reported studies."
                    ],
                    "name": "3.1 Adsorption of Na on isolated MXene",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The impact of MXene layer spacing on the Na adsorption under 1 ML Na coverage (Fig. 2) was also examined. Previous studies suggest that the interlayer spacing of MXene could be enlarged via the introduction of intercalation agents, and the range of layer spacing change is very wide with different intercalation agents. Here, we set different interlayer spacings at an interval of 0.5 or 1 Å, which was convenient to draw the adsorption curve of Na under different MXene interlayer spacings, so as to investigate the influence of different interlayer spacing on Na adsorption. More specifically, 10 different interlayer distance values (3, 3.5, 4, 4.5, 5, 5.5, 6, 7, 8, and 9 Å) were selected, respectively, and the Na adsorption configurations and energies were studied. All adsorption energy data are listed in Table S2 (ESI†), and the trend of the adsorption energy change with the layer spacing is shown in Fig. 3. From the extracted outcomes, it can be argued that the adsorption energy curve of Na presenting a parabolic profile can be detected. With the increase of the layer spacing, the adsorption energy of Na was first increased and then decreased. In the beginning, due to the synergistic adsorption effect of both the upper and lower MXene layers (for convenience, the two adjacent layers of MXene are referred to as upper and lower layers, as shown in Fig. 2), the Ea value was relatively large and reached the maximum value at about 4 Å. After that, Ea began to decline with the increase of layer spacing. However, when the layer spacing was more than 6 Å, no significant changes in the Ea value were detected. At this point, Na was adsorbed on the lower MXene layer and was far away from the upper MXene layer. As a result, it was difficult to be affected by the upper MXene layer. On the other hand, when the layer spacing reached a value of 9 Å, the adsorption energy of Na on Ti2CO2 and Ti3C2O2 was 1.95 eV and 2.24 eV, respectively, which was consistent with respective values that were calculated on the isolated single-layer MXene, indicating that Na was only affected by the lower layer of MXene. In addition, the adsorption of Na in the 1 × 1 bilayer-based MXene (Ti2CO2-DL and Ti3C2O2-DL) model was also studied. By changing the distance between the two layers of MXene along the z-axis, the changing of the layer spacing was simulated. It is found that the change in the trend of the adsorption energy is consistent with that of the monolayer model (Fig. S3, ESI†), suggesting that the proposed method of changing the vacuum layer is suitable to simulate the change of the MXene layer spacing in the single-layer model.",
                        "The change of Na adsorption energy with layer spacing under other Na coverages (1/4 ML, 1/9 ML, and 1/16 ML) was also investigated. It was found that the change of the adsorption energy has the same trend under all Na coverages (Fig. 3). However, with the decrease of the coverage, the Na adsorption energy was increased obviously. Furthermore, when the Na coverage was reduced to 1/9 ML, the Na adsorption energy was comparable to that of 1/16 ML. The acquired results revealed that the maximum adsorption energy under all Na coverage conditions occurs at about 4 Å of the MXene layer spacing. When the interlayer distance was less than 4 Å, the MXene structures were prone to slight deformation, which resulted in unstable Na adsorption. On the other hand, when the interval between MXene layers was larger than 4 Å, the synergistic adsorption effect between MXene layers was weakened, which also resulted in a decrease of the Na adsorption energy. This result indicates that, by considering only the adsorption energy, the most suitable spacing of the MXene layer for Na adsorption should be about 4 Å.",
                        "Besides the change in the adsorption energy, it was found that the distance between Na and its C adsorption site (dNa–C) was also changed with the layer spacing (Fig. 4). As can be seen from Fig. 4, the change of dNa–C has the same tendency in both Ti2CO2 and Ti3C2O2. More specifically, when the layer spacing was small (less than 5 Å), dNa–C increased gradually as the layer spacing became bigger. After the layer spacing reached the value of 5 Å, dNa–C gradually decreased and basically did not change after reaching 8 Å. Similar trends under the four Na coverage conditions were observed, however, slightly different. In the case of 1/9 and 1/16 ML Na coverage, dNa–C reached the maximum value at a layer spacing of 5 Å. Under these layer spacing conditions, for Ti2CO2, the dNa–C was about 0.5 Å larger than that of the isolated single-layer MXene, and for Ti3C2O2, it was increased by about 0.6 Å compared with the isolated system. In the case of high Na coverage (1 ML and 1/4 ML), dNa–C reached the maximum value when the MXene layer spacing was 4.5 Å, which was slightly different from the case where a low Na coverage was used. Moreover, compared with the low Na coverage, the variation of dNa–C with the layer spacing under high Na coverage was smaller.",
                        "Similarly, this change in the Na–C distance with the MXene layer spacing is also due to the synergistic effect of the two MXene layers on Na. When the interval between MXene layers was less than 5 Å, the adsorption position of Na tends to be located in the middle of the two MXene layers due to the synergistic effect of the two MXene layers. However, after the layer spacing reaches a value of 5 Å, the synergistic effect of the two MXene layers becomes weak. Consequently, Na is only adsorbed on the lower layer of MXene, and is no longer affected by the upper layer of MXene. This deduction can also be obtained by analyzing the electron-density difference plots of the Na adsorption. As shown in Fig. 5, compared with the small layer spacing case, when the layer spacing was increased to 5 Å, the electronic interaction between Na and the upper MXene layer had been weakened. When the layer spacing reached a value of 6 Å, no electronic interaction between Na and the upper MXene layer was basically detected.",
                        "The adsorption energy of Na decreased with the increase of the coverage, which could be attributed to the repulsion of Na. However, the extracted results showed the existence of a certain difference in this trend with different layer spacings (Fig. 6). On top of that, when the layer spacing was less than 5 Å, the adsorption energy decreased slowly with the increase of Na coverage. Even when it was changed from 1/4 to 1 ML, the adsorption energy was not affected dramatically. When the layer spacing was increased to 6 Å, the change of the adsorption energy was still very small when the Na coverage changed from 1/16 to 1/4 ML. However, when the Na coverage changed from 1/4 to 1 ML, the adsorption energy decreased dramatically. This effect suggests that when the interlayer spacing was small, the repulsion between Na may be weakened by the interlayer synergy effect of MXene.",
                        "In addition, the mechanical properties of the Na adsorption system under the high Na coverage (1 ML) were studied, which are considered quite important factors for the structural stability during the charge–discharge cycling process. First, the mechanical properties of the pristine isolated Ti2CO2 and Ti3C2O2 structures were calculated and compared with the previously calculated values for validation. The calculated in-plane planar elastic constants C11 of both Ti2CO2 and Ti3C2O2 were 268 N m−1 and 363 N m−1, respectively, whereas their Poisson's ratios (v) were 0.302 and 0.291, respectively. The acquired data are in good agreement with the reported values in the literature, so it can be concluded that the present DFT method can provide reliable results. After the adsorption of Na on the isolated MXene, the mechanical properties of the whole system were changed. Our results indicated that, compared with the pristine MXene, the C11 values of the MXene–Na system were increased, while the Poisson's ratios were decreased. For the Ti2CO2–Na system, the calculated C11 and Poisson's ratios were 292 N m−1 and 0.258, respectively, and for the Ti3C2O2–Na-based system, the calculated C11 and Poisson's ratio were 394 N m−1 and 0.241, respectively. The mechanical properties of the MXene–Na systems were also calculated with different MXene layer spacings, and all the data are listed in Table S3 (ESI†). It was found that the mechanical properties of the whole system change with the change of the MXene layer spacing. From 3–9 Å layer spacing, both C11 and Poisson's ratios were decreased at first and reached a minimum when the layer spacing was 5 Å. Then, they gradually increased, and when the layer spacing reached a value of 9 Å, the mechanical properties no longer changed significantly (Fig. 7).",
                        "In our single-layer and double-layer MXene models, two adjacent layers of MXene were arranged in the same way along the z-axis. For the Ti2CO2 structure, the adsorption site C of the lower MXene layer and the C of the upper MXene layer are arranged in a line along the z-axis (Fig. 2a). Here, for convenience, this stacking mode is called C–C stacking. In this mode, when Na is intercalated between the two layers of Ti2CO2, both the upper and the lower directions are affected by the favorable adsorption sites. As far as Ti3C2O2 is concerned, the adsorption site C of the lower MXene and Ti of the upper MXene are in a straight line along the z-axis, which is called the C–Ti stacking mode (Fig. 2d). Therefore, when Na is adsorbed on the C site of the lower Ti3C2O2, it interacts with the Ti site of the upper layer of Ti3C2O2. Actually, MXene may shift and adopt different stacking modes during the stacking process. Therefore, it is necessary to investigate the influence of different stacking modes on Na adsorption. Here, other stacking models for Ti2CO2 and Ti3C2O2 were considered, and the adsorption of Na on them was studied. For the Ti2CO2 structure, the C–Ti stacking double-layer MXene models were constructed (Fig. 2b), while for Ti3C2O2, the C–C stacking double-layer MXene models were constructed (Fig. 2c). It was found that the adsorption energy of Na in these models was slightly different from that in the previously reported models (Table S4, ESI†). Moreover, the variation trend of the adsorption energy with MXene layer spacing was the same as that in the previous models, and the maximum Na adsorption energy also appeared when the MXene layer spacing was 4 Å. This outcome suggests that the change of the stacking mode of MXene has a negligible impact on the Na adsorption properties."
                    ],
                    "name": "3.2 Impact of MXene layer spacing on Na adsorption",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The performance of Na diffusion in the electrode material has also a direct impact on the charge–discharge efficiency of the SIBs. Therefore, the diffusion of Na between MXene layers and the impact of the MXene layer spacing on Na diffusion were thoroughly investigated. Under this perspective, the 2 × 2 MXene model was used to perform CI-NEB calculations for Na diffusion, and the adsorption configurations of Na at the two adjacent C sites were selected as the initial and final states on the Na diffusion pathway, respectively. Firstly, the diffusion of Na on isolated MXene was examined. It was found that the diffusion path of Na between the adjacent C sites was not a straight line, but through the adjacent Ti site (Fig. 8a and b), which is consistent with the previously reported studies. The energy barriers for Na diffusion (EBd) on both Ti2CO2 and Ti3C2O2 were 0.25 and 0.27 eV, respectively. This result is in good agreement with previous studies. The existence of such low energy barriers is conducive to Na diffusion on the MXene surface.",
                        "Furthermore, the diffusion of Na in MXene with different interlayer spacings was examined, and the corresponding energy barriers are displayed in Fig. 9. The results showed that for the Ti2CO2 structure, the EBd was quite large when the MXene interlayer spacing was low. More specifically, when the spacing between MXene layers was 3 Å, the extracted EBd value was as high as 2.11 eV, suggesting that Na was difficult to diffuse between MXene layers under such conditions. When the MXene layer spacing was increased from 3 Å to 6 Å, the EBd value gradually decreased. Interestingly, when the layer spacing was increased more than 6 Å, the EBd value no longer changed significantly and was very close to the EBd value of the isolated MXene.",
                        "For the Ti3C2O2 configuration, the change in the EBd value with MXene layer spacing was completely different from Ti2CO2. As can be ascertained from Fig. 9, at a small layer spacing, the acquired EBd values on Ti3C2O2 were much lower than those on Ti2CO2. When the MXene layer spacing was 3 Å, the EBd value was only about 0.34 eV, while on increasing the MXene layer spacing to 4–5 Å, the EBd value became lower and was about 0.14 eV. As the spacing between the layers continued to increase, the EBd value gradually increased until the spacing reached 8 Å. On top of that, the EBd value under such conditions was close to that on isolated Ti3C2O2.",
                        "Such a large contrast in Na diffusion between Ti3C2O2 and Ti2CO2 structures could be due to different stacking modes of the layers. In particular, when the MXene layer spacing was small, the influence of the upper MXene on Na diffusion between the various MXene layers varies with the stacking modes. In the initial Ti3C2O2 model, the C–Ti stacking mode was adopted between the MXene layers. As far as the Na diffusion path in the Ti3C2O2 layers is concerned (Fig. 8d), Na will pass through the adjacent Ti site of the lower layer, where the favorable C adsorption site of the upper layer is just above it (Fig. 8d). As a result, this synergistic effect could greatly reduce the value of EBd. While for the Ti2CO2 structure, the C–C stacking mode was adopted, the Na diffusion path will be affected by the poor O adsorption site of the upper layer (Fig. 8c), which makes the energy barrier relatively high.",
                        "To further verify this assumption, the Na diffusion mechanisms in Ti2CO2 with the C–Ti stacking mode and Ti3C2O2 with the C–C stacking mode, respectively, were investigated. In the C–Ti stacking model of the Ti2CO2 structure, the Na diffusion was affected by the C adsorption site of the upper MXene on the diffusion path (Fig. 8e). Therefore, the EBd values were similar to those of the C–Ti stacking model of the Ti3C2O2 configuration (Fig. 9c). On the other hand, in the C–C stacking model of the Ti3C2O2 structure, the Na diffusion was affected by the existence of O sites in the upper MXene (Fig. 8f), resulting in a similar EBd value to the C–C stacking mode of Ti2CO2 (Fig. 9d). This effect suggests that, besides layer spacing, the stacking modes of MXene layers also have a great impact on the diffusion mechanism of Na between layers. In addition, our results also indicated that when the layer spacing of MXene reached a value of 7 Å, the EBd value basically did not change. Thus, it can be argued that when the MXene layer spacing was greater than 7 Å, the diffusion of Na was no longer affected by the upper MXene layer."
                    ],
                    "name": "3.3 Impact of the MXene layer spacing on Na diffusion",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "As far as the adsorption of Na between MXene layers is concerned, another situation should be considered, which is the double Na-atomic layer adsorption. It has been reported in the literature that double Na layers can be formed in the Ti3C2X interlayer upon extensive Na intercalation, which can lead to high capacity. However, this effect can only occur if the layer spacing is large. For that reason, the tests for different layer spacings were carried out by using the 2 × 2 supercell model of the Ti2CO2 structure. Four Na atoms were intercalated between MXene layers, which was consistent with the number of Na at 1 ML coverage on the single-layer MXene. In order to obtain the structure of the double-layer Na adsorption under different layer spacings, in the initial structure, two Na were placed at the C site of the lower layer and the other two were placed at the C site of the upper layer. Additionally, the MXene layer spacing was set to values of 4, 5, 6, 7, 8 and 9 Å, respectively.",
                        "The optimized structures showed that when the MXene layer spacing was 4 Å, four Na atoms could only form a single Na-atomic layer in the MXene interlayer due to the small layer spacing (Fig. 10a). Moreover, Na was adsorbed at the center of the two MXene layers along the z-direction, and the adsorption energy of Na was 4.09 eV, which is consistent with the Na adsorption energy under 1 ML coverage. When the layer spacing was greater than 5 Å, double Na-atomic layers could be formed (Fig. 10b), whereas the adsorption energies were 3.25, 2.31, 2.25 and 2.27 eV per Na at interlayer spacings of 5, 6, 7 and 8 Å, respectively. Compared with the adsorption energy of the single Na-atomic layer with a coverage of 1 ML, the adsorption energy of the double Na-atomic layer was generally larger under the same MXene layer spacing. This is because the distance between Na atoms is increased during the formation of the double Na-atomic layer, which weakens the rejection effect between Na atoms. Therefore, with the same number of Na adsorbed, the double Na-atomic layer structure tends to be formed when the spacing between MXene layers is greater than 5 Å.",
                        "The double Na-atomic layer adsorption in the 1 × 1 MXene model was also investigated. More specifically, two Na atoms were inserted into the 1 × 1 MXene model, which was consistent with the number of Na at 2 ML coverage on the single-layer MXene. Na was adsorbed at the C sites of the lower and upper layer, respectively (Fig. S4, ESI†), and five interlayer distances (5, 6, 7, 8, and 9 Å) were considered. The extracted Ea values of all structures are listed in Table 2. Compared with the single-layer Na adsorption energy, the Ea values of the double Na-atomic layers were significantly lower at a MXene layer spacing of 5 Å, and this result could be attributed to the repulsion effect between Na atoms. With the further increase of the layer spacing, the Ea could be increased due to the elongated Na–Na distance. For the Ti2CO2 structure, when the layer spacing was 7 Å, the interatomic distance of the two Na layers (dNa–Na) was 3.52 Å, and the Ea value reached the maximum (Table 2), which was 2.13 eV per Na. In addition, when the layer spacing reached 9 Å, the dNa–Na was 5.5 Å. We have calculated the interaction energy between two Na atoms as a function of Na–Na distance (Fig. S5, ESI†), and the result showed that the interaction between Na atoms was very small when the Na–Na distance reached 5.5 Å. The calculated Ea was 1.89 eV, which was similar to the Ea value of 1 ML Na coverage. On the other hand, for the Ti3C2O2 structure, the maximum Ea appeared when the layer spacing was 6 Å, and the dNa–Na was 3.43 Å. When the layer spacing reached 8 Å, the dNa–Na was 5.1 Å, and Ea was no longer changed.",
                        "In addition to the adsorption characteristics, the mechanical properties of the double-layer Na adsorption system in the 1 × 1 MXene model also were further explored, and the calculated data are listed in Table S3 (ESI†). Different from the Na monolayer adsorption, with the increase of the layer spacing, the elastic constant C11 of the double-layer Na adsorption system tends to decrease. On the other hand, their Poisson's ratio also decreased with the increase of layer spacing, and remained unchanged after 8 Å. The calculation of small Poisson's ratio represents better material robustness, which suggests that the MXene structure with bilayer Na adsorption should be more robust at a large layer spacing.",
                        "In order to determine the most suitable MXene layer spacing for the anode material of SIBs, various factors need to be comprehensively considered, including Na adsorption, diffusion, material stability, and so on. Here, based on our calculation results, four layer spacings (5, 6, 7, 8 Å) were simply compared by plotting a radar chart (Fig. 11). The double Na-atomic layers could be formed under all these four layer spacing conditions, which could achieve high capacities. In addition, a layer spacing greater than 8 Å was not considered since from the acquired calculation results it can be argued that when the MXene layer spacing was greater than 8 Å, the adsorption and diffusion of Na, as well as the mechanical properties, basically did not change. In this way, by increasing the layer spacing, the performance of the electrode material is not anticipated to be improved, but only increases the volume. Five different aspects are considered in the radar chart including Ea of the double Na-atomic layers, EBd of C–C stacking, EBd of C–Ti stacking, the elastic constant C11 of the double-layer Na adsorption system, and the Poisson's ratio v. All data were normalized by the Min–max standardization method (see details in Table S5 in the ESI†). The acquired normalized values are in the range of [0, 1] and the bigger value indicates a higher score. Therefore, a larger area in the radar chart indicates a better performance of the material, in terms of anode material for SIBs. As shown in Fig. 11, for the Ti2CO2 structure, the most suitable layer spacing should be 7 Å, while for the Ti3C2O2 configuration, the most suitable layer spacing was 6 Å."
                    ],
                    "name": "3.4 Double-layer Na adsorption in MXenes",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "To better understand the mechanism of the MXene pillaring effect affecting the sodium storage performance, the adsorption, diffusion and mechanical properties of Na atoms in both Ti2CO2 and Ti3C2O2 structures at a different spacing of MXene layers were investigated by enforcing the first-principles method. Overall, our results show that changes in the MXene layer spacing have different effects on the adsorption and diffusion of Na atoms, and suggest that the layer spacing should be in an appropriate range to make MXene play the best role in sodium storage. From our calculated outcomes, it can be concluded that for single Na-atomic layer adsorption, the optimum MXene layer spacing was 4 Å for both Ti2CO2 and Ti3C2O2. In addition, as the MXene interlayer spacing was greater than 5 Å, the MXene interlayer can accommodate bilayers of Na adsorption, while the optimum MXene layer spacing was 7 Å and 6 Å for the Ti2CO2 and Ti3C2O2 structures, respectively. Furthermore, it was found that not only the spacing between MXene layers, but also the stacking mode between MXene layers affected the adsorption and diffusion of Na, especially the diffusion of Na in the MXene interlayer. The calculated results show that, for both Ti2CO2 and Ti3C2O2 configurations, when the stacking mode was C–Ti, the diffusion energy barrier of Na was greatly reduced. Our results also show that the adsorption and diffusion of Na and the mechanical properties of the system were not changed significantly when the MXene interlayer spacing was more than 8 Å. Finally, by considering various factors, the most suitable interlayer spacing of Ti2CO2 and Ti3C2O2 for Na storage was 7 Å and 6 Å, respectively. Our study provides a useful theoretical basis for understanding the MXene pillar effect and contributes to the development of anode materials for SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Understanding the tunable sodium storage performance in pillared MXenes: a first-principles study"
}