{
    "DOI": "10.1039/C8NR00650D",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The transition from traditional fossil fuels to renewable energy, particularly clean solar energy, necessarily needs large-scale electrical energy storage (EES). Lithium-ion batteries (LIBs) with high gravimetric/volumetric energy-density are widely applied in portable electronic devices and their application is gradually being expanded to electrical vehicles (EVs). But due to their low abundance in the Earth's crust, ∼20 ppm, lithium sources are not sufficient to satisfy the increasing demands of LIBs. Therefore the necessity to substitute lithium with cheaper alternatives has recently attracted considerable attention to develop low-cost rechargeable batteries. In contrast to lithium, sodium is one of the most abundant elements and exhibits similar chemical properties to lithium, indicating that sodium-ion chemistries could be utilized in a similar battery system, sodium-ion batteries (SIBs).",
                "Similar to LIBs, the chemical potential difference of the sodium ions between anode and cathode electrodes creates a voltage in the SIBs. And the electrochemical properties are highly related to the electrode materials used in batteries. Among these electrodes, layered sodium transition-metal oxides, NaxMeO2 (Me = Ni, Co, Mn, etc.), with a large theoretical specific capacity (up to 200 mA h g−1) are regarded as a significant class of cathode materials for SIBs. NaxMeO2 exist as one of several polytypes according to the varied stacking of the close-packed oxygen layers. Following the systematization proposed by Delmas et al., three main groups are defined: P2 (ABBA stacking), O3 (ABCABC stacking), and P3 (ABBCCA stacking). The sodium ions occupy various coordination environments (P = prismatic and O = octahedral) depending on the class of the polytype.",
                "To date, many P2- and O3-type NaxMeO2 have been reported as cathode candidates for SIBs. Especially in the P2-type structure, sodium ions can diffuse directly between two face-sharing sites, indicating better rate capabilities, which has attracted considerable attention for high-rate electrodes. However, since the prismatic sites with large sodium ions are energetically stable, the over-extraction of sodium ions generally induces the gliding of MeO2 slabs along with the generation of octahedral sites. As a result, a new O2-type structure with “AB AC AB” oxygen packing forms, which leads to an irreversible structural collapse and rapid capacity degradation. Cation substitution, especially Li+ and Mg2+, as a main structural regulation approach, is generally used to suppress the unwanted phase transition of NaxMeO2. Besides the P2-type structure, the O3-type polymorphs are sufficient sodium-ion reservoirs, and can offer sufficient sodium, especially in full SIBs. But for this O3-type electrode, the diffusion of sodium ions from one octahedral site to another must occur through the edge sharing tetrahedral site between them. This intermediate site should impose a high energy barrier for facile sodium ion diffusion. Therefore, the phase transformation and the sluggish kinetics are inevitable, limiting the electrochemical properties.",
                "Recently, multiple-phase hybrid composites were developed and they exhibited superior electrochemical performance compared with the pure P2-, P3-, or O3-type layered compounds. Passerini et al. have prepared a layered P3/P2 hybrid NaxNi0.22Co0.12Mn0.66O2, but it exhibited dissatisfactory cycle-life and rate capability. Afterwards, they have further introduced an ionic liquid-based electrolyte to enhance the electrochemical performance by reducing Mn2+ dissolution. Zhou and co-workers have also prepared a stable P3/P2-biphasic Na0.66Co0.5Mn0.5O2via a facile sol–gel route, and it revealed enhanced cycling stability and rate capability. Johnson et al. have reported layered P2/O3 intergrowth Na1−xLixNi0.5Mn0.5O2 (x ≤ 0.3) as a high-rate cathode for SIBs, in which the cycle-formed P2/P3-intergrowth phases facilitate the smooth Na+ diffusion. Lately, a spinel-integrated P2-type layered composite Na0.5Ni1/6Co1/6Mn2/3O2 as a high-rate cathode for SIBs was reported by Manthiram et al. It was believed that the integrated-spinel phase in the P2-type phase could accelerate fast electron transfer to coordinate with the timely Na+ insertion/extraction. In this work, considering the beneficial synergistic effects of layered P3/P2 phases and Fdm spinel phase, a stable layered P2/P3 and Fdm spinel intergrowth composite Na0.5Ni0.2Co0.15Mn0.65O2 (LS-NCM) is rationally designed, and the triphase synergy in this layered P2/P3 and spinel nanocomposite is demonstrated for the first time. Both in half-cell and full-cell configurations, superior sodium-ion storage performance is achieved by using this layered/spinel intergrowth nanocomposite as a cathode, which makes it a promising candidate as a long-life and high-rate cathode for SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To synthesize the target precursors, stoichiometric NiSO4·6H2O, CoSO4·7H2O, and MnSO4·H2O (cationic ratio of Ni–Co–Mn = 2:1.5:6.5) were dissolved in 1 L deionized water to form a 2 M starting solution, which was further dropped into a continuously stirred tank reactor (CSTR, capacity of 10 L). Meanwhile, 4 M Na2CO3 solution (aq.) as a pH control agent and 0.2 M ammonia solution (aq.) as a ligand were also dropped into the CSTR, achieving the target precursor [Ni0.2Co0.15Mn0.65]CO3. Then, the obtained precursors were mixed with a stoichiometric ratio of NaOH (Na/M = 0.5) and the mixture was heated to 800 °C for 10 h in air to form the layered P3/P2 and spinel intergrowth composite."
                    ],
                    "name": "Preparation of the target precursors and cathodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD, D/MAX-2500, Rigaku) was used to study the phase structure. The morphology and elemental mapping were analyzed using a scanning electron microscope (SEM, FEG250, FEI QUANTA) equipped with an energy dispersive spectrometer (EDS). The atomic fractions of Ni–Co–Mn of these precursors were measured using an inductively coupled plasma spectrometer (ICP, SPS 7800, Seiko Instruments). The chemical states of the layered P3/P2 and spinel intergrowth composite were measured by X-ray photoelectron spectroscopy (XPS, Thermo Escalab250)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Positive electrodes composed of 80 wt% cathode materials, 10 wt% PVdF, and 10 wt% Super P are first prepared, which is the same as that described in our previous work. The positive electrode disks with similar active cathode loading (2.0–2.5 mg cm−2) were utilized to assemble 2032-type half-cells and full-cells. In sodium-ion half-cells, the pure sodium metal was employed as the negative electrode, and 1 M NaClO4 in propylene carbonate (PC) with 5% fluoroethylene carbonate (FEC) was used as the electrolyte. Galvanostatic charge–discharge tests were conducted between 1.5 and 4.0 V (vs. Na/Na+) through a LAND instrument (CT-2001A). Cyclic voltammetry (CV) was conducted on an electrochemical workstation (CHI660e, Chenhua) with a scan rate of 0.1 mV s−1. All the measurements were performed at room temperature (25 °C ± 2 °C)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The desired precursor [Ni0.2Co0.15Mn0.65]CO3 for subsequent solid-state reaction with sodium was first synthesized using a previously developed co-precipitation route. The resulting precursor appears to be monodispersed spherical secondary particles with an average size of 12.62 μm (Fig. S1†) that are assembled by nano-sized primary grains as shown in Fig. 1(a–c). The XRD results for the products confirm that the as-prepared precursors are indexed to a layered MnCO3 structure with the Rc group, and measurable impurity is not observed in Fig. 1(d). The sharp diffraction peaks, such as (012), (104), (113), etc., indicate the good crystallinity of these precursors prepared by carbonate co-precipitation reactions. In addition, ICP measurements further demonstrate that the actual molar ratio of Ni–Co–Mn (0.195/0.153/0.652) in the as-prepared precursors is in agreement with the target value of 0.2/0.15/0.65.",
                "To prepare the layered P3/P2 and Fdm spinel intergrowth composite, these precursors are mixed with a stoichiometric ratio (Na/Me = 0.5) of sodium hydroxide and the mixture is heated to 800 °C in a muffle furnace. The multi-phase structure of this composite is analyzed by XRD, and the obtained diffraction results are shown in Fig. 2. It is obvious that most of the diffraction peaks of the XRD pattern can be well indexed to a hexagonal lattice with the space group Rm, which is isostructural with the P3-type (JCPDS: 54-0839) phase. Residual diffraction peaks belong to the hexagonal P2-type phase with the space group P63/mmc (JCPDS: 54-0894) and the cubic spinel phase with the space group Fdm (JCPDS: 65-3105). These results confirm the formation of the designed layered P3/P2 and spinel composite. P3/P2-type biphasic layered sodium oxides possess the advantage of superior structural stabilization. Besides, the multi-transition-metal spinel oxides NixCoyMn3−x−yO4 have high electronic conductivities, reaching orders of 10−3–10−4 S cm−1 at room temperature. In this regard, it is reasonable that the integration of the Fdm spinel phase into the P3/P2-type biphasic phases is capable of significantly improving the electronic/Na+ diffusion coefficient of layered sodium transition-metal oxide cathodes.",
                "The SEM images and EDS-mapping of the layered P3/P2 and spinel intergrowth composite after lithiation are shown in Fig. 3. It is clear that this composite still maintains a quasi-spherical morphology, but cracks are formed in a part of the secondary particles. The primary grains show polyhedron-like nano-sized particles with a size of 200–400 nm, which will shorten the path for Na+ migration and electron transfer, indicating good rate capability. Elemental mapping proves the homogeneous distribution of Na, Ni, Co, Mn and O atoms, indicating the layered/spinel nanocomposite for primary grains. From XPS results shown in Fig. S2,† the binding energy of Na 1s locates at 1071.9 eV. The Mn 2p3/2 peaks at 641.7 eV and 642.9 eV are ascribed to Mn3+ and Mn4+, respectively. The binding energies of Ni 2p3/2 locate at 854.6 eV and 855.6 eV, indicating mixed valence states of Ni2+ and Ni3+ for nickel atoms. The binding energy of Co 2p3/2 (781 eV) corresponds to the Co3+ state in the layered P3/P2 and spinel nanocomposite.",
                "The redox couples involved in this LS-NCM electrode are investigated by CVs shown in Fig. 4(a). One oxidation peak at 3.73 V (vs. Na/Na+) is observed in the initial anodic reaction. Subsequently, in the following cathodic reaction, two main peaks appeared at 3.58 V and 1.83 V and another weak peak at 2.26 V was detected. Note that the oxidation peak at 3.73 V moves to a lower potential while the reduction peak at 1.83 V shifts to a high value during the second cycle. The peaks located at potentials lower than 3.0 V are related to a Mn3+/Mn4+ redox process, while the potentials higher than 3.0 V are mainly contributed from Ni2+/3+/4+ and Co3+/4+.Fig. 4(b–e) reveal the initial two charge/discharge curves, and cycling stability of the LS-NCM electrode. The LS-NCM electrode delivers a large reversible capacity of 177.6 mA h g−1 at 0.1C as shown in Fig. 4(b). As anticipated, it exhibits superior Na+ intercalation/deintercalation stability. Namely, a high capacity of 155.6 mA h g−1 with a good capacity retention of 87.6% is achieved after 100 cycles at 0.1C. Nevertheless, continuous cycling curves shown in Fig. 4(d) indicate that this electrode shows to some extent electrochemical polarization, especially in charging processes. To further evaluate the structural stability of the LS-NCM electrode that resulted from the layered/spinel mixed phases, similar cycling tests at a high rate of 1C are conducted as shown in Fig. 4(e). These results confirm that a superior capacity retention is observed for the LS-NCM electrode even after 400 cycles, indicating that the layered P3/P2 and spinel mixed phases produce the enhanced structural stability. The systematic comparison of this work versus recent literature with similar material systems is summarized in Table S1.† Among these publications, this LS-NCM electrode shows the best rate capability in the half-cell configuration.",
                "High power density is also critical for the applications of rechargeable batteries in large-scale EES. The rate capability of the LS-NCM electrode was determined by increasing the charge/discharge rates from 0.1 to 10C, and the testing results are presented in Fig. 5. It exhibits similar reversible capacities (∼175 mA h g−1) from 0.1 to 0.5C, while large reversible capacities of 162, 152, 129, and 105 mA h g−1 are achieved at the high rates of 1, 2, 5, and 10C, respectively. Note that even at the high rate of 10C (the charge/discharge times are only 6 min), the delivered capacity corresponds to a 60% capacity retention of 0.1C. Increased electrochemical polarization is observed for the LS-NCM electrode, especially in the charging processes, as the current density is increased from 0.1 to 10C as shown in Fig. 5(b).",
                "It is well known that the cycling stability of layered P-type and O-type cathodes is directly related to the phase transition. To study the structural evolutions of this layered P3/P2 and spinel intergrowth cathode, ex situ XRD is employed at different states of charge and discharge during Na+ insertion/extraction processes, as exhibited in Fig. 6. It is found that no new diffraction peak beyond the layered P3/P2 and spinel phases is detected except for the shift of peak positions shown in Fig. 6(b), especially for the selected magnified patterns in the ranges of 14–17° and 33–40°. Note that the (311) diffraction peak of the spinel phase moves to a higher angle during the discharge process, indicating the electrochemical activity of this Fdm spinel phase, which probably corresponds to the Na+ insertion. The three-dimensional Na+ diffusion path of the spinel structure will improve the Na+ kinetics of this hybrid cathode during redox reactions. Besides, at the end of the charge process, the c parameter shrinks as shown in Fig. 6(c), which was also observed in other layered lithium/sodium metal oxides. It was proposed that the formation and progressive increase in the concentration of local stacking faults resulted in a decrease in the interlayer distance. The stacking faults are formed by the gliding of MO2 slabs along the a–b plane, in order to avoid oxygen–oxygen interactions at high sodium vacancy concentrations and to maintain a close-packed oxygen arrangement (O2 or O3 structure). In the following discharge process, the c parameter further decreases and then increases, and finally recovers to the initial state. Apparently, these results demonstrate the structural stability of this layered P3/P2 and spinel intergrowth composite upon cycling.",
                "Sodium ion full cells using LS-NCM as the cathode and hard carbon as the anode (LS-NCM||1 M NaClO4/EC + DEC|| hard carbon) are assembled to evaluate their electrochemical behaviors. It should be noted that the hard carbon anode was pre-cycled in the half cells to reach a stable platform prior to the fabrication of full cells, as depicted in Fig. 7(a). Since the capacity ratio of the anode/cathode reaches ∼1.5, the specific capacities of full cells are calculated on account of the LS-NCM cathode. The initial charge/discharge curves of the full-cells are shown in Fig. 7(b), where the cells are shown to deliver a reversible capacity of around 100 mA h g−1 at 0.1C with nearly 100% initial Coulomb efficiency and an average voltage of ∼3.0 V. The full-cells exhibit an outstanding cycling stability, maintaining the capacity retention of 90.6% even after 400 cycles at 0.5C as shown in Fig. 7(c and d). Besides, the full-cells deliver reversible capacities of 65 and 56 mA h g−1 at high rates of 5 and 10C as shown in Fig. 7(e and f), respectively, indicating good rate properties. SEM and XRD are employed to evaluate the structural stability of this nanocomposite cathode after 400 cycles at 0.5C in full-cells. The corresponding results are revealed in Fig. S3,† in which the spherical nanocomposite is maintained after long cycles. In addition, apart from the diffraction peaks of graphite and Al foil, only layered P2/P3 and spinel phases are detected, indicating the absence of unwanted phase transition. These results indicate the superior structural stability of this layered P3/P2 and spinel intergrowth nanocomposite as a cathode material during repeated charge/discharge cycles."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, layered P3/P2 and Fdm spinel mixed phases are rationally designed to improve the thermodynamic stability and Na+ kinetics of layered sodium transition-metal oxides. A stable layered/spinel intergrowth composite Na0.5[Ni0.2Co0.15Mn0.65]O2 is successfully prepared. As expected, the triphase synergy in this layered P2/P3 and spinel nanocomposite is confirmed. In Na/LS-NCM half-cells, this electrode delivers a large reversible capacity of ∼180 mA h g−1, a good cycling stability, capacity, and a high-rate capability. In addition, the full-cells coupling LS-NCM as the cathode with hard carbon as the anode exhibit a reversible capacity of 100 mA h g−1, long-term cycle-life and high power properties. The rational design of the layered P3/P2 and spinel intergrowth composite offers a new insight into enhancing the cycle-life and rate capability of sodium transition-metal oxide cathodes for SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A stable layered P3/P2 and spinel intergrowth nanocomposite as a long-life and high-rate cathode for sodium-ion batteries"
}