{
    "DOI": "10.1002/chem.202203044",
    "Journal": "",
    "Keywords": [
        "anode",
        "bimetallic transition metal chalcogenides",
        "conversion-alloying reaction mechanism"
    ],
    "Sections": [
        {
            "content": [
                "In recent years, with the continuous development of electrical‐energy‐storage (EES), lithium‐ion batteries (LIBs) have dominated the energy field and become an indispensable part of the market due to its high energy storage and long cycle life. However, due to the uneven distribution and limited lithium resources in the earth crust, it is of vital importance to identify abundant, economic and efficient alternative candidates for next generation devices. Among various substitutes, sodium‐ion batteries (SIBs) have attracted much attention because of the practically inexhaustible and low cost sodium resources. Nevertheless, compared with lithium, sodium ion has larger ionic radius (1.02 Å for Na+ and 0.76 Å for Li+) and higher standard hydrogen electrode (SHE) (2.71 V for Na+/Na and 3.04 V for Li+/Li), which leads to sluggish reaction kinetics and lower energy density. Therefore, it is essential to develop rational anode materials with excellent electrochemical property and high energy density for SIBs.",
                "In comparison with the carbon‐based anodes, transition metal chalcogenides (TMCs) with conversion reaction mechanism can provide higher theoretical specific capacities via enabling multiple electron transfer. Unfortunately, the practical application of these TMCs is hindered by severe volume changes caused by conversion and alloying reactions, leading to electrode pulverization, contact loss and poor cyclability. In addition, TMCs also suffer from inferior electron conductivity which results in sluggish electrochemical kinetics and unsatisfactory rate performance. In this respect, significant efforts have been devoted in addressing these issues by nanostructured engineering or structured electrodes with carbonaceous materials. Nanostructured engineering of active materials has proven to be a regular and effective way which could shorten the ion/electron transfer distances to nanoscale and buffer the volume expansion simultaneously. Incorporation of carbon materials with TMCs is also a common practice to enhance the electrical conductivity as well as accommodate large volume changes. However, those approaches still need to be further improved for large‐scale applications, because of the high manufacturing cost and low volumetric energy densities of nanostructured or carbonaceous materials. Therefore, there is still a suspicion whether the TMCs materials with unique physicochemical properties could endow acceptable electrochemical performance without any extrinsic modifications.",
                "Introducing two more transition metal in one material could be one effective strategy to address the abovementioned challenges. In comparison with monometal TMCs, bimetallic chalcogenides show enhanced intrinsic electronic conductivity and rich electrochemical redox sites. Besides, two metal ions can stimulate synergistic effect: because of the different redox potential of the two metal ions, when one component is conducting conversion reaction, the other one can act as the matrix to alleviate the effect of volume expansion. For example, Bimetallic CuCo2S4@N/S‐Doped Graphene provides a high capacity of 984  mA h g−1 at 0.2 A g−1 and an excellent cycling performance of 453  mA h g−1 after 500 cycles at 2 A g−1 due to the alleviation of volume variation. NiCo2S4 nanodots were employed as the anode material for SIBs with a specific capacity of 742.2  mA h g−1 at 0.2 A g−1 and show dominated pseudo‐capacitive behaviors because of superior electronic conductivity. FeSb2S4/EN‐rGO as anode material for SIBs can provide a high specific capacity of 782.5  mA h g−1 at 0.1 A g−1 benefits from its conversion‐alloying mechanism.",
                "Although much efforts have been made on bimetallic TMCs, however, most studies focused on the study of bimetallic transition metal sulfides. In comparison with sulfur, selenium lies in the same column with larger radius and less electronegativity. Therefore, transition metal selenides (TMSe) exhibit weaker bonds and higher electronic conductivity, which could lower the electrochemical reaction barrier and possess favorable electrochemical kinetics. Consequently, developing novel bimetallic TMSe could be an effective strategy to improve the electrochemical performance.",
                "Herein, we successfully synthesized a bimetallic CuSbSe2 via a simple solid‐state method and investigated its electrochemical properties as the anode material for SIBs and LIBs. Benefiting from the synergistic effect of two metal ions, the multiple redox centers delivered a high reversible capacity of 546.0  mA h g−1 for SIBs and 592.6  mA h g−1 for LIBs at a current density of 0.2 A g−1. Owing to the high electric conductivity, CuSbSe2 exhibits superior rate‐performance of 425.9  mA h g−1 at 20 A g−1, and excellent cycling stability with a capacity retention of 82.4 % after 1000 cycles at a current density of 5 A g−1 for SIBs. Finally, ex situ X‐ray XRD and ex situ transmission electron microscope (TEM) measurements reveals a conversion‐alloying reaction mechanism in both SIBs and LIBs. These findings suggest that the bulk CuSbSe2 could be considered as a promising high‐performance anode for SIBs and LIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD pattern of the as‐synthesized CuSbSe2 was shown in Figure . All the diffraction peaks could be indexed to the orthorhombic structure with a space group of Pnma with no impurity phases. As The Rietveld refined lattice parameters are a=6.3077 Å, b=3.9851 Å and c=15.0131 Å, and the detailed structural information are listed in Table S1. The schematic crystal structure of CuSbSe2 is shown in Figure  which is composed of CuSe4 tetrahedra and SbSe3 tetrahedra linked with each other, forming a pseudo‐layered structure perpendicular to ab plane. The three‐dimensional and pseudo‐layered structure with large open channels provides fast Na/Li‐ion pathways which makes ion transport easier. scanning electron microscope (SEM) (Figure ) and TEM (Figure ) images display micron‐sized CuSbSe2 particles ranging from 5 to 10 μm. As shown in HRTEM (Figure ), it shows several lattice interplanar spacings of 0.290, 0.306 and 0.311 nm corresponding to the (202), (112) and (103) planes, respectively. selected area electron diffraction (SAED) pattern (Figure ) shows the (102), (114), (122) lattice interplanar of the orthorhombic CuSbSe2. Element mapping (Figure ) suggests a uniform distribution of Cu, Sb and Se elements in the CuSbSe2. The chemical states of CuSbSe2 were further analyzed by XPS spectrum as displayed in Figure –. The two typical peaks at 951.8 and 932 eV are ascribed to the 2p1/2 and 2p3/2 levels of Cu+, while the peaks at 539.6, 538.3, 530.35 and 528.9 eV are ascribed to the 3d3/2 and 3d5/2 levels of Sb3+, respectively. As for element Se, the peaks at 54.4 and 53.5 eV represent the 3d3/2 and 3d5/2 levels of Se2−."
                    ],
                    "name": "Physical Characterization of CuSbSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "To investigate the Na+ insertion/extraction behavior, cyclic voltammetry (CV) profiles were firstly recorded between 0.01 and 3 V at a scan rate of 0.1 mV s−1 (Figure ). In the first cathodic scan, one hump at about 1.18 V and three intensive peaks appear at 1.05 and 0.47, 0.45 V are observed, where the first hump at 1.18 V represents the intercalation of Na+ and the peak at 1.05 V is related to the conversion reactions of CuSbSe2, forming Na2Se and Cu. The lower two peaks at 0.47 and 0.45 V represents the alloying reaction of Na and Sb forming NaSb and Na3Sb. In the anodic scan, two distinct broad peaks at 0.73 and 0.85 V represent the processes of the dealloying reaction of Na3Sb, resulting amorphous Sb. Then the peak at 1.45 V stands for the process of the recovery NaxCuSbSe2, and the small hump at 1.82 V on behalf of the reformation of CuSbSe2. During the second charge‐discharge process, the cathodic hump at 1.2 V and the anodic hump at 1.70 V turned into two obvious peaks. As shown Figure , the cycling performance of the CuSbSe2 anode was recorded at 0.2 A g−1 and the electrode remains a high capacity of 453  mA h g−1 with a capacity retention of 83 % after 30 cycles. The galvanostatic charge‐discharge (GCD) potential profiles of the CuSbSe2 electrodes at a current rate of 0.2 A g−1 are depicted in Figure . CuSbSe2 anode delivers an initial discharge and charge capacities of 634.9 and 537.6  mA h g−1, respectively, with the initial Columbic efficiency (ICE) of 84.7 %, owning to the formation of the solid electrolyte interfaces (SEI) film. Encouragingly, CuSbSe2 displayed an excellent Columbic efficiency of 98.3 % after the first cycle. As displayed in Figure , the anode delivers only 22 % capacity loss at a current rate of 20 A g−1, demonstrating excellent rate performances. In addition, CuSbSe2 exhibits a stable and reversible discharge capacity of 371  mA h g−1 after 1000 cycles at a current density of 5 A g−1, corresponding to a capacity retention of 82.4 % and a Columbic Efficiency of nearly 100 % (Figure ). The excellent cycle and rate performance may result from the synergistic effect of the Cu and Sb ions and the high intrinsic conductivity of the CuSbSe2 material.",
                        "To gain further insight into the origin of the excellent rate performance, kinetics analysis based on cyclic voltammetry profiles at different scan rates (DSCV) from 1 to 10 mV s−1 was carried out (Figure ). According to the Randles‐Sevcik (R‐S) equation between the peak current (i) under the certain potential (V) and different sweep rate (v): ",
                        "the b‐value is determined by the ion storage mechanism, to be specific, the value of b less than 0.5 means a diffusion‐dominated process, and the value of b is near 1.0 indicates a pseudocapacitance‐controlled process. As demonstrate in Figure , the b‐values are calculated to be 0.82 and 0.90 for peak 1 and peak 2, as well as 0.82 and 0.96 for peak 3 and peak 4, suggesting the pseudocapacitance‐dominated behavior during the charge/discharge storage process. The pseudocapacitive contributions are evaluated to be above 85.9 % at scan rates from 1 to 10 mV s−1 (Figure ), which indicates that the pseudocapacitive charge storage dominated the entire electrochemical redox reactions during the whole capacity at all scan rates. Furthermore, electrochemical impedance spectroscopy (EIS) measurements at the open circuit voltage (OCV) of CuSbSe2 is tested (Figure S1), which exhibits a low Rct of 1.188 Ω. According to the analyses above, the fast kinetic properties and good electrochemical electrical conductivity are proved to be responsible for the superior rate capability of CuSbSe2."
                    ],
                    "name": "Electrochemical properties of SIBs",
                    "type": "section"
                },
                {
                    "content": [
                        "The Li storage properties of the CuSbSe2 material were further evaluated between 0.3 and 3 V in ester‐based electrolyte (1 M Lithium‐hexafluorophosphate (LiPF6) in ethylene carbonate (EC): diethyl carbonate (DEC)=1 : 1 (Vol %)+10 % fluoroethylene carbonate (FEC)). Figure  displays the CV profiles of the CuSbSe2 at 0.1 mV s−1. In the first cathodic scan, the peak at around 1.30 V corresponds to the conversion reaction of CuSbSe2, forming amorphous Cu, amorphous Sb, and Li2Se. The peak at 0.82 V and the small hump at 0.55 V represent the stepwise alloying processes.",
                        "In the subsequent anodic scan, the hump at 0.88 and 1.21 V corresponds to the dealloying process of Na3Sb, then the peaks at 1.96 V represents to the conversion reaction forming Sb2Se3 and Cu2Se. Because of the irreversible reaction in the first charge‐discharge process, the CV curves showed difference in the second curve. In cathodic scan, the peak at 1.30 V goes higher to 1.46 V and the alloying peaks at 0.82 and 0.55 V remains still.",
                        "The anodic scan shows five obvious peaks at 0.88, 1.09, 1.21, 1.96 and 2.09 V, the first three peaks represent the dealloying processes of Li3Sb and the last two peaks presenting forming Sb2Se3 and Cu2Se. In Figure , the anode delivers a discharge capacity of 492.0  mA h g−1 with a capacity retention of 83 % after 30 cycles. The GCD curves in Figure  shows a specific discharge capacity of 661.0  mA h g−1 after discharged to 0.3 V and 586.2  mA h g−1 after fully charged to 3 V (ICE of 88.7 %), which is slightly higher than the theoretical capacity of CuSbSe2, indicating the side reactions of ester‐based electrolyte to store extra Li+ in the SEI. Rate performance shows in Figure , at the rate of 10 A g−1, the CuSbSe2 anode can achieve a specific capacity of 226.7  mA h g−1. As displayed in Figure , CuSbSe2 achieves a high specific capacity of 200.0  mA h g−1 at a current density of 1 A g−1 after 200 cycles. DSCV curves were displayed in Figure –, the b‐values are calculated to be 0.84 and 0.70 for cathodic peaks as well as 0.71 and 0.85 for anodic peaks, suggesting the combination of the dominant ultrafast surface charge storage process with the diffusion‐limited charge storage process, and the contribution rate of scan rate from 0.2 to 1 mV s−1 are 68.8 %, 72.5 %, 80.0 %, 82.9 %, respectively. In LIBs, there is no intercalation/deintercalation reaction during the charge‐discharge process. Compared with LIBs, the extra redox peaks at 1.32/1.70 V in SIBs represent the intercalation/deintercalation reaction of Na+ into CuSbSe2. In order to study the effect of different electrolytes on the electrochemical properties of materials, we used ester‐based electrolyte in SIBs (Figure S5‐S7) and ether‐based electrolyte in LIBs (Figure S10‐S12).",
                        "In SIBs, ether‐based electrolyte can generate the high fluorine content in the solid electrolyte interface (SEI) layer, which can guarantee prominent mechanical strength of the SEI layer, and the low binding energy of Na2Se with ether‐based electrolyte makes the electrochemical property better than that in ester‐based electrolyte. However, things are different in LIBs, the conversion reaction in ester‐based electrolyte can directly generate Li2Se without the formation of intermediate polyselenides, thus without the shuttle effect during charge‐discharge processes, makes the electrochemical properties in ester‐based electrolyte better than ether‐based electrolyte."
                    ],
                    "name": "Electrochemical properties of LIBs",
                    "type": "section"
                },
                {
                    "content": [
                        "To gain more insights into the structural transition and phase evolution of CuSbSe2, XRD and TEM measurement were employed for the first charge‐discharge process for SIBs and LIBs. Figure  displays the XRD patterns of CuSbSe2 at different charge and discharge stages with its corresponding charge‐discharge profiles. All the diffraction peaks at the open circus voltage can be indexed to CuSbSe2. As the voltage decreases from 1.8 to 1.2 V, the original CuSbSe2 still remains, which means the intercalation of Na+ forming NaxCuSbSe2. As the reaction goes to 1.0 V, the peaks of CuSbSe2 disappears and new peaks at 22.5° and 37.2° are observed, which can be indexed to Na2Se phase. This phenomenon indicates the conversion reaction of CuSbSe2. After fully discharged to 0.01 V, the peaks at 22.5° and 37.2° are become higher, which means the completely reaction of CuSbSe2, forming Na2Se, amorphous Na3Sb and amorphous Cu. During the charge process, the reflection peaks at 22.5° and 37.5° gradually decreased and a broader peak at 29.2° appeared after fully charged to 3 V, which means the reversable redox reaction of the CuSbSe2 material. Further evidence is given by HRTEM and SAED images as displayed in Figure –. After being discharged to 0.01 V, several lattice fringes are observed: the one of 0.241 nm corresponds to the (220) plane of Na2Se (PDF No. 97‐005‐4281); 0.268 nm corresponds to the (110) plane of Na3Sb (PDF No. 9‐002‐6882) and 0.208 nm represents the (111) plane of Cu (PDF No.97‐004‐3493) (Figure ). The concentric diffraction rings of the SAED pattern also reveal the formation of Na2Se, Na3Sb and Cu, consistent with the results of HRTEM patterns (Figure ). When being fully charged to 3.0 V (Figure ), the lattice fringe of 0.266 nm corresponds to the (203) plane of CuSbSe2 (PDF No. 97‐014‐8754)."
                    ],
                    "name": "Sodium and Lithium Storage Processes",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Bimetallic CuSbSe2: A Potential Anode Material for Sodium and Lithium‐Ion Batteries with High‐Rate Capability and Long‐Term Stability"
}