{
    "DOI": "10.1039/D3NR02414H",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As one of the hottest research topics, the energy crisis has been drawing considerable attention to the development of more recycling energy sources. Among all the sources developed, rechargeable lithium-ion batteries (LIBs) are the most commonly and widely applied. However, the prospect for the development of LIBs is severely hampered by the high price of metal lithium and the scarcity of lithium resources. Sodium-ion batteries (SIBs) are a potential alternative to LIBs and several SIBs with different anode materials have been reported because of the rich natural resources and low cost of sodium. Compared with Li+, Na+ possesses a larger ionic radius, higher molar mass and a less favorable redox potential. Therefore, SIBs often suffer from sluggish reaction kinetics and poor energy density. The development of ideal SIB anode materials with high stability and high energy density poses a significant challenge.",
                "As an important anode material, tin-based composites have been studied in SIBs, based on their high theoretical capacity (847 mA h g−1 for Na3.75Sn), low cost and environmental friendliness. However, these outstanding electrochemical performances deteriorate greatly during their practical applications due to their inherent low electrical conductivity and large volume expansion (∼420% for Na15Sn4) during the insertion and extraction of sodium ions. To solve these problems, some inactive metals were incorporated into tin-based materials to form Sn–M (M = Fe, Co, Ni, Cu, etc.) intermetallic hybrids. In the resultant Sn–M intermetallic hybrids, inactive metals as buffer frames could alleviate volume expansion, inhibit the growth of Sn particles and improve the electrochemical performance to some extent. Recently, there were some reports on the combination of metal compounds with carbon materials (such as carbon nanotubes (CNTs), graphene and other organic macromolecules), which is another effective strategy to improve the Na-storage performances of tin-based materials. For example, core–shell ZIF-8@ZIF-67 nanotubes and polydopamine-derived hierarchically porous N-doped carbon composites with uniformly encapsulated ZnSe/CoSe nanodots (ZnSe@CoSe@CN) were constructed for enhanced lithium/sodium storage. The encapsulation of tartaric acid (TA)-capped ultrafine SnO2 nanoparticles (NP) in reduced graphene oxide (rGO) (SnO2 NPs-rGO) was developed by a solvothermal-driven solid-to-solid transition (SDSST) strategy, and excellent electrochemical performance was achieved for lithium/sodium ion batteries. A robust in situ polymer-ligating route was used to obtain monodisperse poly(ethylene glycol)-ligated SnO2 nanoparticles that were uniformly anchored a in layer-by-layer stacked graphene oxide matrix (SnO2@PEG-GO) for lithium and sodium storage with superior rate performance and cycling stability.",
                "Herein, novel Cu/Sn co-doped hollow carbon nanofibers functionalized by hybrid CuSn nanospheres (CuSn/C@MCNF) were developed by a simple electrospinning method. It was expected that the proposed CuSn/C@MCNF would demonstrate superior specific capacity, excellent conductivity and high cycling stability due to the incorporation of Cu, C and N. CuSn alloy nanospheres were dispersed in the three-dimensional structure of the composite fibers, effectively filling the network space of the fibers and further improving the volumetric specific capacity of the composite material. The doped hollow carbon nanofiber can facilitate Na+ transport and alleviate volume expansion during the process of sodium storage in practice."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the chemicals applied in this work were analytical grade and were used directly without any further purification. The morphologies of the obtained materials were characterized by field emission scanning electron microscopy (FE-SEM, MIRA3-XM TESCAN) and transmission electron microscopy (TEM, FEI Talos F200X). Their structures and compositions were investigated by X-ray diffraction (XRD, Miniflex 600), Raman spectroscopy (HORIBA LabRAM HR) and X-ray photoelectron spectroscopy (XPS, ESCALAB Xi+). Fourier transform infrared (FT-IR) spectroscopy was performed on a Bruker IFS66/S spectrophotometer. Thermogravimetric analysis (TGA) was conducted using an SDT Q600 V8.3 Build 101 thermogravimetric analyzer in an air or nitrogen atmosphere at a heating rate of 12 °C min−1. N2 adsorption–desorption isotherms were recorded on a TriStar II 3020 (Micromeritics Inc. USA) surface area and porosity analyzer. The electrical conductivities of the materials were investigated on an ST-2258C conductivity meter using the four-probe method at different pressures ranging from 2.000 MPa to 30.000 MPa."
                    ],
                    "name": "2.1 Reagents and apparatus",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The proposed CuSn/C@MCNF was synthesized by a simple one-step electrospinning-carbonization method as illustrated in Scheme 1. Specifically, 0.10 g CuCl and 0.60 g polyacrylonitrile (PAN) were dissolved in 5.0 mL N,N-dimethylformamide (DMF). At the same time, 0.68 g SnCl2·2H2O and 0.60 g polymethyl methacrylate (PMMA) were dissolved in another 5.0 mL DMF. After being dissolved completely, the two solutions were mixed. The resulting mixture was stirred at 60 °C for 2.0 h and then at 25 °C for 3.0 h to form a precursor solution for electrostatic spinning, using single nozzles with 24-gauge stainless steel needles separated by 12 cm. The collector and propulsion speeds were 0.4 mL h−1 at a voltage of 16 kV. The resulting fiber film was dried for 24 h at 80 °C, and then heated to 270 °C at a heating rate of 1 °C min−1 in an air atmosphere in a muffle furnace and maintained for 4 h for pre-oxidation treatment. The resulting precursors were heated to 600 °C at a heating rate of 3 °C min−1 in an N2 atmosphere and kept for 1 h to obtain the target CuSn/C@MCNF. Sn-SnOx@MCNF, Cu@MCNF and MCNF were synthesized under the same synthetic conditions without CuCl, SnCl2·2H2O and CuCl/SnCl2·2H2O, respectively."
                    ],
                    "name": "2.2 Synthesis of CuSn/C@MCNF",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The precursor slurry was fabricated by mixing 80 wt% of active materials (CuSn/C@MCNF, Sn-SnOx@MCNF, Cu@MCNF or MCNF), 10 wt% super-P and 10 wt% polyvinylidene fluoride (PVDF) in N-methyl-2-pyrrolidone (NMP). After the slurry was uniformly coated onto copper foils and dried at 80 °C for 2 h, the resulting copper foils were cut into a reasonable size and dried overnight at 80 °C in a vacuum drying oven.",
                        "The electrolyte for assembling SIB half-cells was a 1.0 mol L−1 NaClO4 dispersion in a mixture of ethylene carbonate and dimethyl carbonate (1:1, v/v) containing 10 wt% fluoroethylene carbonate as an additive. The coin cells (CR2032) were assembled in an Ar-filled glove box, using the as-prepared materials-based working electrode, sodium metal counter electrode and glass fiber separator. After rolling, the thickness of the individual electrode plates remained at around 0.02 mm, with a diameter of 14.1 mm. The total weight of a single electrode was approximately 17.0 mg, with the copper foil weight of 15.0 mg. The calculated area mass load of the active substance was approximately 1.0 mg cm−2.",
                        "Galvanostatic discharge/charge tests were conducted using multi-channel cell testing equipment (Shenzhen Neware, BTS, China) between 0.005 V and 3.0 V. Cyclic voltammetry (CV) was recorded from 0.01 V to 3.0 V with a scan rate of 0.1 mV s−1. Electrochemical impedance spectroscopy (EIS) was conducted on an electrochemical workstation (CHI660D, China), with a frequency range of 0.1–105 Hz and a voltage amplitude of 5 mV."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The microstructure and morphology of the composites were investigated via FE-SEM and TEM. As shown in Fig. 1a and b, many white nanospheres were distributed evenly on the hollow nanofiber network for CuSn/C@MCNF, and no nanospheres were observed for Sn-SnOx@MCNF, Cu@MCNF and MCNF (Fig. S1a, S2 and S3†). The nanofibers in both CuSn/C@MCNF and Sn-SnOx@MCNF were hollow (Fig. 1c and Fig. S1b†), resulting from the decomposition of PMMA during the heat treatment processes. From the TEM images (Fig. 1d and Fig. S1c†), we found that the hollow channels ran through the whole fiber axis, which provides sufficient buffer space for the volume expansion of tin-based materials during the charging/discharging processes. It also efficiently shortens the transmission distance of ions.",
                "From the HR-TEM images of CuSn/C@MCNF and Sn-SnOx@MCNF (Fig. 1e and Fig. S1d†), some nanocrystals were observed in the size range of 2–5 nm and with crystal plane spacings of 0.291 and 0.279 nm, corresponding to the (200) and (101) crystal planes of the tetragonal Sn crystal phase, respectively. These tetragonal Sn crystallites mainly result from the carbothermal reduction during carbonization. Upon the addition of Cu ions in the carbon matrix, the CuSn alloy will gather to form large hybrid nanospheres outside the carbon matrix by carbothermal reduction. The large nanospheres and multi-channel hollow fibers were observed in the enlarged TEM image of CuSn/C@MCNF (Fig. 1f). In the HR-TEM images (Fig. 1g and h), some other lattice stripes emerged at the edge of the resultant nano-spheres, besides the lattice stripes of 0.279 nm from Sn (101) crystal phase. The crystal plane spacings of 0.255 nm and 0.296 nm belong to the (002) and (101) crystal planes of the CuSn hexagonal crystal phase. The 0.209 nm spacing is attributed to the (111) crystal plane of the cubic phase of Cu and the 0.336 nm spacing is from the (002) crystal plane of graphitic carbon. From the SAED pattern in the selected region (Fig. 1i), we observed all the diffraction rings of Sn, Cu and CuSn alloys, consistent with the deduction from HR-TEM.",
                "From the EDS analyses of point scanning on the nanospheres and hollow nanofibers, respectively (Fig. 2a–d), we found that the resultant hybrid nanospheres were composed of Sn, Cu, C, O and N with atomic contents (%) of 25.97%, 37.08%, 34.42%, 2.34% and 1.20%, and the hollow nanofiber matrix was comprised of C, N, O, Sn and a little Cu with atomic contents (%) of 86.77%, 3.36%, 6.81%, 2.50% and 0.56%. They were distributed uniformly in both nanospheres and hollow nanofibers (Fig. 2e–i). Lots of nanospheres were adsorbed onto the hollow nanofiber matrix with several coexisting elements, i.e., C, N, O, Sn and a little Cu, which greatly strengthened the interaction and facilitated the media transmission among them. Comparing the TEM EDS of the hollow nanofiber matrix in CuSn/C@MCNF and Sn-SnOx@MCNF (Fig. S4 and S5†), we found that the atom proportion of C in CuSn/C@MCNF was 86.8%, higher than 62.4% in Sn-SnOx@MCNF (Fig. S6†). The atom proportion of Sn in CuSn/C@MCNF was only 1.78%, lower than 3.49% in Sn-SnOx@MCNF. The higher C content and lower Sn content in the hollow nanofiber matrix for CuSn/C@MCNF are conducive to alleviating the structural damage caused by volume changes during electrochemical cyclings.",
                "In the pre-oxidation stage, oxygen reacts with the functional groups in PAN to result in the cross-linking and cyclization of molecular chains; this deduction was confirmed by the FT-IR spectra of CuSn/C@MCNF. As shown in Fig. S7,† the FT-IR peak at 2940 cm−1 is attributed to C–H stretching vibrations, 1585 cm−1 due to CC/CN, 1255 cm−1 due to C–H wagging, 1170 and 1038 cm−1 due to C–O stretching, and 805 cm−1 due to the triazine ring. The FT-IR peaks at 1170 cm−1 for the ester acyl C–O and at 1038 cm−1 for the alkoxy C–O confirmed that oxygen-containing groups generated in the PAN polymer chain, such as acyl, alkoxy and peroxy, could further chelate with Sn2+ and Cu+ to form multicore porous nanofibers during the subsequent heat treatment processes.",
                "The crystal structures and phase states of CuSn/C@MCNF and Sn-SnOx@MCNF were characterized by XRD analysis. As shown in Fig. 3a, the typical tetragonal phase peak of Sn (JCPDS card no. 04-0673) emerged in CuSn/C@MCNF, and the hexagonal phase of CuSn (JCPDS card no. 65-3434) was also found. No characteristic peak of pure Cu was observed, perhaps due to its low content in CuSn/C@MCNF. Regarding the diffraction peaks of C, both have a clear broad peak at approximately 24°, indicating that the carbon in both composite materials exists essentially in an amorphous form, which was confirmed by the synthesis of similar carbon materials. To illustrate the structural defect of the hollow nanofiber matrix, Raman spectroscopy was conducted for CuSn/C@MCNF and Sn-SnOx@MCNF. As shown in Fig. 3b, the typical D and G bands centered at 1351 cm and 1592 cm are attributed to sp3-type disordered carbon and sp2-type graphitized carbon respectively. The peak intensity ratio of ID/IG for CuSn/C@MCNF was 3.34, which is lower than that (ID/IG = 3.60) for Sn-SnOx@MCNF due to the graphitization of C catalyzed by Cu. The higher graphitized carbon content will help to enhance the conductivity of CuSn/C@MCNF, and thus facilitate the electron and ion transport ability. Thermogravimetric analysis (TGA) of CuSn/C@MCNF and Sn-SnOx@MCNF under an air atmosphere (Fig. 3c) indicated that the carbon content of CuSn/C@MCNF was 47.1 wt%, lower than 53.6 wt% of Sn-SnOx@MCNF. The lower carbon content of CuSn/C@MCNF perhaps results from the fact that the addition of Cu2+ will consume more carbon in the carbothermal reduction process.",
                "N2 adsorption/desorption isotherms of CuSn/C@MCNF and Sn-SnOx@MCNF (Fig. 3d and Fig. S8†) showed typical hysteresis loops, indicating that both composites have the type IV mesoporous structure with pore size distribution between 2 nm and 100 nm. The BET surface area of CuSn/C@MCNF was 37.215 m2 g−1, which is close to 38.432 m2 g−1 for Sn-SnOx@CNF, suggesting that the addition of Cu did not affect the original multichannel structure of Sn-SnOx@CNF. The elemental electronic states and chemical compositions were compared based on XPS spectra (Fig. 3e–i and Fig. S9†). For CuSn/C@MCNF, all the feeding Cu, Sn, C, N, and O elements emerged in the full XPS spectrum (Fig. 3e). The atomic percentages (at%) of Sn and Cu were 1.35 at% and 0.61 at%, which are slightly lower than the feed ratio of Sn:Cu of 3:1, because a small part of Sn was incorporated into the multi-channel fiber matrix as discussed above. In the high-resolution XPS spectra (Fig. 3f), Cu 2p can be fitted into five peaks belonging to Cu0 (952.6 and 933.0 eV) and Cu2+ (954.5, 943, and 934.8 eV), hinting that oxidized copper was partly reduced during the carbonization process. In the Sn 3d spectra, two peaks emerged at 486.6 eV and 495.1 eV for both CuSn/C@MCNF (Fig. 3g) and Sn-SnOx@MCNF (Fig. S9a†). Both composite materials exhibited trivalent states of Sn0, Sn2+, and Sn4+, calculated by fitting the corresponding peak areas; the molar ratio of Sn and SnOx in Sn-SnOx@MCNF was approximately 8.53:91.47. For the CuSn/C@MCNF composite, due to the presence of Cu and C, a certain amount of Sn will form CuSn/C nanospheres during the reaction process. For the C1s spectra (Fig. 3h and Fig. S9b†), three peaks, corresponding to CC/C–C (284.6 eV), Sn–O–C (286.2 eV), CO (288.4 eV) were observed. For N1s, four peaks (Fig. 3i and Fig. S9c†) attributed to pyridinic N (398.4 eV), pyrrolic N (399.9 eV), graphitic N (401.2 eV), and oxidized N (403.4 eV) were observed. N was doped in both the nanospheres and the carbon matrix through the preoxidation and carbonization of PAN. As key coexisting elements of C and N in both hybrid nanospheres and hollow Cu/Sn co-doped carbon nanofibers, they will further facilitate electron or ion transfer among them. Particularly, a large distribution of pyridinic N and graphitic N will further improve the electrical conductivity and enlarge the Na-storage capacity of the proposed CuSn/C@MCNF.",
                "To illustrate the inherent advantages and sodium storage mechanisms of CuSn/C@MCNF and Sn-SnOx@MCNF, the corresponding electrochemical testing methods were applied using sodium metal as the counter electrode in the half-cell system. In the initial cathode scan of CV, a cathode peak appeared between 0.6 V and 1.5 V for both CuSn/C@MCNF (Fig. 4a) and Sn-SnOx@MCNF (Fig. 4b), suggesting the formation of the solid electrolyte interface (SEI) and the conversion of SnOx to Sn and Na2O (eqns (1) and (2)). The large cathode peak between 0.01 V and 0.55 V results from the formation of the Sn–Na alloy (eqns (3) and (4)) and the embedding of Na+ into the carbon. In the subsequent cycles, the above two cathode peaks disappeared and two new cathode peaks emerged at 0.48 and 0.15 V, due to the conversion of SnOx into Sn and Na2O and the processes of Sn–Na alloying and Na+ being embedded in carbon. In the first anodic scan, there were several anode peaks at 0.2, 0.58, 0.71, and 1.45 V and a broad one at 2.09 V. The peaks at 0.2, 0.58, 0.71 and 1.45 V resulted from the Na–Sn dealloying process and the broad one at 2.09 V was due to the oxidation of Cu to CuO and Sn to SnOx, related to the uniform distribution of ultra-fine SnOx and CuOx within the hollow nanofiber matrix. In the subsequent two cycles, CV curves of CuSn/C@MCNF were highly overlapped, hinting at the high cycling stability during the following sodiation and desodiation processes.",
                "From the charge/discharge curves in Fig. 4c and d, the charging and discharging platforms of the two composites are similar so it is difficult to see the difference in the charging and discharging curves. However, from the corresponding dQ/dV curves in Fig. S10,† it can be observed that the potential of the CuSn/C@MCNF electrode is higher at the charging and discharging platforms of 1.11 V, 1.51 V, and 2.08 V, which may be related to the higher sodium storage potential of CuO as compared to Sn (eqn (5)). The first charge/discharge curve did not display the corresponding voltage plateaus at 0.58 V and 0.71 V, but the corresponding dQ/dV curve (Fig. S10†) showed small voltage plateaus in the same position, consistent with the CV results.",
                "On comparing the galvanostatic charge/discharge curves of CuSn/C@MCNF and Sn-SnOx@MCNF in the first three cycles at 0.1 A g−1 (Fig. 4c and d), the voltage plateaus on the charge/discharge profiles are consistent with their corresponding CV curves. The initial discharge specific capacity of CuSn/C@MCNF was 936.5 mA h g−1 with an initial coulombic efficiency (ICE) of 59.2%, which is slightly higher than 907.1 mA h g−1 for Sn-SnOx@MCNF with an ICE of 56.3% (Fig. 4d). Moreover, CuSn/C@MCNF displayed a much higher charge capacity of 480.7 mA h g−1 than 388.6 mA h g−1 for Sn-SnOx@MCNF at the low current density of 0.1 A g−1 after 100 cycles (Fig. 4e). The reason for the low ICE can be attributed to the presence of many defects in amorphous carbon, which leads to the irreversible release of embedded sodium ions, as well as the irreversible reaction of producing a small amount of sodium oxide during the sodium storage stage. To solve the low ICE problem of such a negative electrode material, adding sodium to the corresponding electrode material is relatively effective. For example, by adding additional sodium to compensate for the sodium loss during the formation process of the solid electrolyte interface, the ICE of the material was effectively improved.",
                "Accordingly, the CuSn/C@MCNF-based electrode exhibited excellent rate capability (Fig. 4f). Its average capacity at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 4.0 A g−1 reached 534.4, 482.5, 397.4, 362.4, 289.3, and 202.5 mA h g−1 respectively. These are all higher than those for Sn-SnOx@MCNF- and MCNF-based electrodes, especially at high current densities, which may be attributed to the high conductivity and low polarization resistance of the electrode material during cycling. As shown in Fig. S11,† under the same pressure, the electrical conductivity of CuSn/C@MCNF is better than that of Sn-SnOx@MCNF, which further indicates that the formation of CuSn/C nanospheres enhances the conductivity of the electrode material. According to EIS (Fig. 4g) and the fitted data (Table S2†) from the equivalent circuit (inset in Fig. 4g), the charge transfer resistance of the CuSn/C@MCNF-based electrode was 82.2 Ω, far lower than 166.9 Ω for the Sn-SnOx@MCNF-based electrode. This lower impedance value could be attributed to the graphitization of carbon catalyzed by nano-Cu to result in the superior conductivity of CuSn/C nanospheres.",
                "To evaluate the reversible capacity and long-term cycling stability of the CuSn/C@MCNF-based electrode, its charge/discharge capacities were recorded and compared with those of Sn-SnOx@MCNF- and MCNF-based electrodes, at 0.1 A g−1 for the initial three cycles and then at 1.0 A g−1 for the following 1000 cycles. As illustrated in Fig. 4h, the first coulombic efficiency for the MCNF-based electrode was 56.1% and it increased rapidly to 99% in the subsequent cycle. Its reversible charge capacity was ca. 166.2 mA h g−1 after 1000 cycles. The Cu@MCNF-based electrode delivered a lower capacity of ca. 142.3 mA h g−1 at the same current density after 500 cycles (Fig. S12†), implying that the addition of Cu only to MCNF could not improve its Na-storage capacity. For the CuSn/C@MCNF-based electrode, the capacity was almost unchangeable in the subsequent cycles, and it could maintain a high reversible capacity of 340.1 mA h g−1 with a coulombic efficiency of over 99.8% after 1000 cycles. As a comparison, the specific capacity of the Sn-SnOx@MCNF-based electrode decayed quickly after 300 cycles and almost to zero after 1000 cycles, due to the huge volume expansion of the Na–Sn alloying/dealloying reaction during the charging/discharging process. Compared with pure Sn, the formation of the CuSn alloy in composite materials has obvious advantages, which may be mainly attributed to the following aspects. First, as shown in Fig. S11,† the formation of the CuSn alloy on the hollow nanofiber network increased the conductivity of the composite material, which contributed to the rate performance. According to EIS (Fig. 4g), the charge transfer resistance for the CuSn/C@MCNF electrode is much lower than that for the Sn-SnOx@MCNF electrode, meaning that the polarization in its electrochemical reaction is smaller, and the corresponding insertion/removal of sodium is easier. Finally, the formation of the CuSn alloy can serve as a buffer matrix to reduce the volume effect of Sn on material damage, while also inhibiting the plastic deformation of composite materials.",
                "To elucidate the Na-storage mechanism of CuSn/C@MCNF, CV curves at different scan rates were recorded. As shown in Fig. 5, all the shapes of the obtained CV curves were similar at different scan rates, with the peak current (i) increasing with the scan rate (v). The relationship between i and v is shown in eqn (6):",
                "where a and b are adjustable constants. If b is close to 0.5, the Na+ storage mechanism is ion diffusion control. If b is near 1.0, the mechanism is dominated by pseudocapacitance. According to Fig. 5b, the b-values at the anode peaks and cathode peaks were 0.801 and 0.986, respectively, confirming that the reaction mechanism for Na+ storage was controlled mainly by the pseudocapacitance contribution.",
                "The respective contributions of pseudocapacitive and ion diffusion at different v can be deduced from eqn (7):",
                "where k1v is the pseudocapacitive contribution and k2v1/2 represents the ion diffusion contribution. As shown in Fig. 5c, the contribution ratio of pseudocapacitance for CuSn/C@MCNF is 76.36% (red area) at 1.0 mV s−1. The capacitive contribution increases gradually with increasing the scan speed (Fig. 5d), leading to more favorable characteristics during fast charging–discharging processes. The high capacitive-controlled mechanism mainly results from its unique CuSn/C nanospheres being efficiently modified on hollow Cu/Sn co-doped carbon nanofibers, endowing superior conductivity and abundant active sites to accommodate enough Na+.",
                "Ex situ XRD patterns at various cut-off voltages in half cells were recorded as shown in Fig. 6a and b. After the electrode was first sodiated to 1.4 V, the characteristic peaks of Sn, SnO2, CuO and Cu2O phase were retained. When sodiated from 1.4 V to 0.4 V, the peaks of SnO2 deteriorated, accompanied by the appearance of peaks of Na15Sn4, due to the partial alloying reaction. After being sodiated to 0.005 V, the peaks of Na15Sn4 increased and the SnO2 peaks disappeared, which is associated with the alloying process. Na2O, another product of the alloying reaction, was not detected, perhaps due to the lack of associated Bragg peaks in its amorphous phase. During the subsequent charging process, the content of the Sn phase increased slightly (at 0.8 V) and the peaks of SnO2 could be observed (at 3.0 V), which was attributed to the processes of de-alloying (Na15Sn4 to Sn) and conversion (Sn to SnO2), respectively. It was noted that the peaks of CuO disappeared after being sodiated to 0.4 V, perhaps resulting from the replacement of CuO by an intermediate Cu2O. Once sodiated to 3 V, the peaks of Cu2O disappeared due to its partial alloying. In the charging process, the Cu2O phase was converted to the CuO phase (3.00 V) with increasing potential. To confirm the morphology changes of CuSn/C@MCNF and Sn-SnOx@MCNF after repetitive sodification/desodification reactions, SEM and TEM images were obtained for CuSn/C@MCNF and Sn-SnOx@MCNF after 1000 cycles at a current density of 1.0 A g−1. As shown in Fig. 6c and d, CuSn/C@MCNF almost retained its original multi-channel hollow nanofiber structure, and spherical CuSn/C particles could be found without serious fragmentation and aggregation. For Sn-SnOx@MCNF, it was destroyed into little fragments (Fig. 6e and f), due to the volume expansion during long-term charging and discharging. From TEM images, it was clear that the hollow fiber structure of Sn-SnOx@MCNF collapsed (Fig. 6i) and CuSn/C@MCNF could still maintain a holonomic multi-channel hollow structure (Fig. 6g). The CuSn/C@MCNF showed superior electrochemical cycle stability for sodium-ion batteries. In HR-TEM images, there were clear lattice stripes with crystal plane spacing of 0.291 nm and 0.279 nm (Fig. 6h and j), corresponding to the (200) and (101) crystal planes of the tetragonal Sn phase, consistent with the results from the ex situ XRD studies (Fig. 6b). The CuSn/C@MCNF showed excellent crystallite integrity even after repetitive sodification/desodification for 1000 cycles at a current density of 1.0 A g−1."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, a novel CuSn/C@MCNF anode material for SIBs was constructed by simple electrospinning using a homogeneous PMMA-PAN/DMF dispersion containing Sn2+ and Cu+. The CuSn/C@MCNF resulted from Cu/Sn co-doped hollow carbon nanofibers functionalized by hybrid CuSn nanospheres, with superior specific capacity, excellent conductivity and high cycling stability. As the anode material of SIBs, it maintained a large reversible capacity of 340.1 mA h g−1 at the current density of 1 A g−1 for 1000 cycles. At an even higher current density of 4 A g−1, it still possessed a large reversible capacity of 202.5 mA h g−1. The excellent cycle stability and rate performance were ascribed to the stable hollow MCNF network, high conductivity and excellent synergistic effect between hybrid CuSn nanospheres and hollow carbon nanofiber substrate with some same compositions. This work provides a basic idea for the future construction of novel anode materials in high-performance sodium-ion batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no competing financial interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Hybrid CuSn nanosphere-functionalized Cu/Sn co-doped hollow carbon nanofibers as anode materials for sodium-ion batteries"
}