{
    "DOI": "10.1021/acsomega.2c06429",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to its high energy density and long cycle life, lithium-ion batteries have been widely used in the field of portable energy storage devices.  However, their sustainable development is limited by scarce lithium resources.  Therefore, alternative devices may become more competitive in the future market, especially for large energy storage systems such as electric vehicles and fixed grid storage.  Compared with lithium, sodium is rich in resource and low in cost, and its redox potential is relatively close to that of lithium, so sodium-ion battery has high expectations on the application of large-scale energy storage systems.  Currently, graphene is the most widely used anode material for lithium batteries. However, due to the large radius of sodium ions (0.95 Å Na + is larger than 0.60 Å Li +) that makes insertion difficult, graphite almost has no sodium storage activity. At present, widely studied sodium-ion battery anode materials include hard carbon, metals, metal oxides/sulfides, alloys, organic compounds, and so forth. ",
                "Among TMDs, Sn-based transition-metal sulfides have been extensively studied because of their high theoretical capacity (1136 mA h g–1). The high capacity of Sn-based transition-metal sulfide is attributed to the combined effect of the conversion reaction and the alloying reaction. However, the poor conductivity of the Sn-based sulfide anode materials limits their electrochemical performance. The Fe-based transition-metal sulfide has a high theoretical capacity of 894 mA h g–1 and has been extensively studied due to its low cost and non-toxic characteristics.  Although SnS2 and FeS2 have high theoretical capacities, they are far from expected in actual applications. During alloying reactions, there are significant volume expansion, crushing, and mechanical deformation, which result in poor cycle stability and capacity.  The active materials are easy to coarsen, which hugely limits the progress of the reverse reaction and interferes with the energy density of the sodium-ion batteries (SIBs) adversely. ",
                "Generally, there are three common ways to improve sodium-ion storage for sodium-ion batteries: (1) composite TMDs with carbon materials. The excellent conductivity of carbon materials can not only promote the transmission of Na+ but also provide a buffer layer for volume expansion during the conversion process and consequently improve cycle stability and rate performance. (2) Regulating the morphology of transition-metal sulfides. A good structure can shorten the diffusion distance of sodium ions, providing enough space for volume expansion. (3) Constructing bimetallic sulfide. Compared with monometallic sulfide, bimetallic sulfide contains more active sites, and the constructed heterojunction can further improve the electrical conductivity and enhance the electrochemical performance. (4) Selection of suitable electrolytes. A suitable electrolyte which affects the formation of the solid electrolyte interface (SEI) is an important factor in determining the battery performance. ",
                "Recently, biomass-derived hard carbon materials have attracted widespread attention as electrode materials for SIBs because of the superior performance, eco-friendliness, abundance, and renewability. However, the low theoretical capacity limits its application. Therefore, a strategy that combines TMDs and biomass-based hard carbon can not only improve cycle stability but also have a higher capacity and a lower cost, thus providing a better solution for industrialization. ",
                "Herein, we synthesized SnS2/C and FeS2/C composites which used waste crab shell as hard carbon biomass precursor. SnS2 nanosheet and FeS2 nanosphere structures are deposited on the crab shell-derived carbon through a simple hydrothermal reaction. Due to the coexistence of metal sulfides and crab carbon with a high surface area, the composite material has excellent cycle performance and rate capability and has long-term stability. When used as the anode of sodium-ion batteries, SnS2/C and FeS2/C deliver the capacities of 416.5 and 393.8 mA h g–1 at the current density of 0.5 mA g–1, respectively, after 200 cycles. This study provides an economical strategy to use biomass and TMDs to construct high-performance sodium-ion batteries."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Crab carbon was prepared by one-step carbonization of crab shell (). The pre-treated crab shell was carbonized at 700 °C for 2 h under the atmosphere of Ar gas. After purification in 3 M HCl solution, washing by deionized water, and drying at 120 °C overnight in a vacuum oven, the crab carbon was obtained."
                    ],
                    "name": " Synthesis of Crab Carbon",
                    "type": "h3"
                },
                {
                    "content": [
                        "The SnS2/C and FeS2/C composites were prepared by a facile hydrothermal method (). First, 30 mL of deionized water and 20 mL of ethanol were mixed with stirring for 2 h. 0.7 g of SnCl4·5H2O was added dropwise to the solution to form Sn4+ solution. Then 0.45 g of CH3CSNH2, 2 mL of acetic acid (HAc), and 0.8 g of the as-prepared crab carbon were added to the Sn4+ solution. The above solution was transferred to a Teflon-lined autoclave and kept at 160 °C for 16 h. Finally, the product composite was washed twice with water and ethanol and then freeze-dried for 24 h. The synthesized method of FeS2/C is the same as that of SnS2/C using 0.54 g of FeCl3·5H2O as a reagent."
                    ],
                    "name": " Synthesis of SnS2/C and FeS2/C Composite Materials",
                    "type": "h3"
                }
            ],
            "name": "Experiment Section",
            "type": "h2"
        },
        {
            "content": [
                "We first used X-ray diffraction (XRD) patterns to analyze the composition and purity of the synthesized crab carbon and SnS2/C and FeS2/C composites (). The strong and broad diffraction peaks in the crab carbon sample indicate that it has amorphous graphitic phase. SnS2/C has broad diffraction peaks and the diffraction peaks of (001), (100), (101), and (110) lattice planes, which are in good agreement with SnS2 (JCPDS no. 23-0677). The pattern of FeS2/C has the broad diffraction peaks which belong to amorphous carbon, and the diffraction peaks of (111), (200), (210), (211), (220), and (311) are attributed to FeS2 (JCPDS no. 23-0677). This shows that our synthesized product does not contain other impurities, and the target samples are obtained.",
                "The scanning electron microscopy (SEM) images show that the morphology of crab carbon is a porous hierarchical layered structure (a,b). After 700 °C carbonization, the chitin protein nanofibers in crab shell transformed into carbon skeleton. Crab carbon exhibits a typical 3D interconnected honeycomb hierarchical structure and contains a lot of pores, which greatly increases the specific surface area.  Compared with the flat porous structure of crab carbon, the SnS2/C sample has a superimposed multilayer porous structure (c,d), which is beneficial for the sodiation and desodiation of sodium ions. FeS2/C is constituted by FeS2 nanospheres and porous crab carbon (e). Moreover, FeS2 nanospheres are uniformly distributed on the surface of crab carbon (f).",
                "Transmission electron microscopy (TEM) was used to analyze the future details of the SnS2/C and FeS2/C composites. It shows that SnS2/C composite has many fibers with a pore structure, which is crab carbon precursor, and the SnS2 nanosheets which are evenly distributed on the surface of crab carbon (a,b). It shows that on a smaller scale, the SnS2 layered structure is composed of nanosheets. This nanofiber pore and nanosheet hybrid structure not only shorten the sodium-ion transmission distance but also reduce electrical resistance and provide more buffer layers for volume expansion. Energy-dispersive X-ray spectroscopy (EDX) element mapping displays that the elements of S, Sn, and C are evenly distributed on the surface of SnS2/C composite (c–f).",
                "It shows that FeS2/C composite is constituted of nanofibers (crab carbon) and nanospheres (FeS2) (a,b). EDX element mapping displays that the elements of S, Fe, and C are distributed on the surface of SnS2/C composite (c–f). This proves that the structure and morphology of crab do not change when it compounds with Sn2S and Fe2S.",
                "From the Raman spectrums (a), two peaks appear at 1340 and 1575 cm–1, which are related to disordered carbon (D band) and graphitic carbon (G band), respectively. The ratio of IG/ID represents the degree of graphitization of the sample. The analysis shows that the IG/ID of the three samples are very close. It also indicates that crab carbon does not change much after compounding sulfides. Brunauer–Emmett–Teller (BET) method displays that crab carbon (272 m2 g–1) has a larger surface area than SnS2/C (186 m2 g–1) and FeS2 (102 m2 g–1) (b). The large specific surface area of crab carbon can provide more ion transport channels, which is conducive to the fast transport of sodium ions. Compared with the nanosphere structure of FeS2, the nanosheet structure of SnS2 provides a larger specific surface area.",
                "X-ray photoelectron spectroscopy can further analyze the element composition and surface electronic state of the sample. As shown in a, it clearly indicates that FeS2/C contains the elements of S, O, C, and Fe. The presence of O can be attributed to the oxidation of the sample in the air. For Fe 2p spectrum (c), the peaks at 719.9 eV and 707 eV can be attributed to the presence of Fe2+ and 711.1 eV corresponds to Fe3+. For the S 2p spectrum (e), it can be divided into two peaks at 162.8 eV (2P1/2) and 161.7 eV (2P3/2), which correspond to S2– (FeS2). For SnS2/C sample (b), it contains the elements of C, Sn, and S. The Sn 3d spectrum (d) contains the peaks at 486.6 and 495.1 eV which can be attributed to Sn 3d5/2, and Sn 3d3/2, respectively. For the S 2p spectrum (f), it can also be divided into two peaks at 163.6 eV (2P1/2) and 162.4 eV (2P3/2) which correspond to S2– (SnS2).",
                "a,b shows the charge–discharge curves of the SnS2/C and FeS2/C composites during the initial three cycles at a current density of 0.1 A g–1. For SnS2/C anode material, the specific capacities of the first cycle of discharge and charge are 713.4 and 550.1 mA h g–1, respectively, corresponding to 77% of initial Coulombic efficiency. The specific capacities of the first cycle of FeS2/C composite discharge and charge are 903.2 mA h g–1 and 603.9 mA h g–1, respectively, corresponding to 66.8% of initial Coulombic efficiency. To further demonstrate the superiority of the SnS2/C and FeS2/C anode materials, we have tested the electrochemical properties of different samples and compare them in c,d. The crab carbon, SnS2/C, and FeS2/C deliver capacities of 262.5, 535.4, and 479 mA h g–1 at the current density of 0.1 A g–1 after 50 cycles, respectively. After compounding with sulfide, the composite still exhibits good stability and the specific capacity has been significantly improved. When the current density increased from 0.1 to 0.5 A g–1, crab carbon, SnS2/C, and FeS2/C deliver the capacities of 192.3, 416.5, and 393.8 mA h g–1, respectively, after 200 cycles (d). The capacity retention rate of SnS2/C is 60%, and that of FeS2/C is 64%. This means that the synthesized composite material has good stability under a large current density and has the potential for fast charging applications. e,f shows the rate performance recover ability of SnS2/C and FeS2/C electrode materials. For SnS2/C anode, the specific capacities are 572.8, 465.2, 329.3, 243.4, and 167.6 mA h g–1 at the currently densities of 0.1, 0.2, 0.5, 1, and 2 A g–1, respectively. When the current density returns to 0.1 A g–1, the specific capacity returns to 552 mA h g–1, indicating that the composite material has excellent rate performance. The result shows that the specific capacity of the battery under the rate performance is not as good as the direct current test. For FeS2/C electrode material, the specific capacities are 567.5, 460.2, 339.5, 220.5, and 220.5 mA h g–1 at the current densities of 0.1, 0.2, 0.5, 1, and 2 A g–1, respectively. When the current density returns to 0.1A g–1, the specific capacity returns to 482.2 mA h g–1. It proves that the FeS2/C composite anode also has good recover capacity.",
                "The cyclic voltammetry (CV) test was used to analyze the reactions of electrode materials during cycling, which was scanned at 0.1 mV s–1 between 0.01 and 3.0 V, as shown in . For SnS2/C, the cathodic scan of the first cycle, a strong peak around 1.0 V is due to the conversion reaction [SnS2 +Na+ → NaxSnS2 (x < 2)] and the formation of SEI.  A weak peak around 0.2 V is attributed to the conversion reaction (NaxSnS2 → Sn0 + Na2S).  For the anodic scan of the other cycles, the peak around 1.6 V is due to the form of NaxSnS2 and the SEI layers. The peak around 2.3 V can be ascribed to the reaction of Sn0/Na2S and irreversible SEI layer (a). For FeS2, the resulting redox reaction is similar to that of SnS2, the reduction peak is at 1.1 V, and oxidation peaks are around 1.4 and 2.2 V (b).",
                "We used electrochemical impedance spectroscopy (EIS) to analyze the conductivity of the electrode materials in the sodium-ion batteries.  shows that the spectrum can be divided into three parts. The semicircle in the high-frequency region represents the diffusion resistance Rsei when Na+ passes through the SEI membrane. The semicircle in the middle-frequency area represents the charge-transfer resistance Rct. The oblique line in the low-frequency area is the solid-state diffusion process. After the first cycle, the charge transmission resistance of crab carbon is larger than that of FeS2/C and SnS2/C. It means that the SnS2/C and FeS2/C composite structures are more conducive to Na+ transmission (a). After the 200th, the Na+ transmission resistance of crab carbon is smaller than that of FeS2/C and SnS2/C (b). This proves that the crab carbon that contains abundant nanofiber channels is conducive to maintaining a stable structure, keeping good contact with the current collector during cycles. The FeS2/C and SnS2/C are accompanied by volume expansion during cycles, causing extrusion and pulverization, resulting in poor contact with the current collector and greater resistance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, we used waste biomass crab shells as a carbon source to synthesize SnS2/C and FeS2/C composite anodes through simple hydrothermal method. Biomass carbon source has the advantages of low cost, porous fibers, and a large specific surface area, which can greatly improve the conductivity of the composite. Synthetic SnS2/C and FeS2/C samples not only have the high capacities of transition-metal sulfides but also own enhanced conductivity and transmission capabilities by combining with low-cost crab carbon. When used as the anode of sodium-ion batteries, the discharge specific capacity of the electrode is 416.5 and 393.8 mA h g–1 at the current density of 0.5 A g–1. This research provides an efficient route to utilize low-cost waste raw materials to construct high-specific energy sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Crab Shell-Derived SnS2/C and FeS2/C Carbon Composites as Anodes for High-Performance Sodium-Ion Batteries"
}