{
    "DOI": "10.1039/D0CC01431A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid progress of renewable energy and electric vehicles, it is crucial to develop large-scale advanced energy storage systems. Lithium-ion batteries have been widely used in portable electronics and electric vehicles due to their high energy density, long cycle life and good rate capability. Nevertheless, the limited content and uneven distribution of lithium resources worldwide have resulted in a cost rise of raw materials, and this resource scarcity is one of the main limitations in their development. Owing to the abundant sodium resources and their similarity with lithium chemistry, sodium-ion batteries (SIBs) have recently been considered as the most promising alternative for cost-effective energy storage.",
                "High-performance electrode materials play a critical role in the practical application of SIBs. Low-cost cathode materials have been extensively investigated due to their high rate capability and outstanding cycling stability. In contrast, a suitable practical anode material still remains a major challenge. Graphite, the most widely used anode material in lithium ion batteries, has been proved to be incompetent for SIBs, because of its difficulty in forming stable binary compounds with sodium. Non-graphitic carbon materials, typically including soft carbon and hard carbon, are more attractive as anode materials of SIBs, because of their “adsorption–insertion” sodium storage mechanism with more active sites and an enlarged interlayer spacing above 0.37 nm. Soft carbon usually contains a high content of graphitic regions with high electronic conductivity, but its reversible capacity for Na storage is not satisfactory, e.g., only ∼100 mA h g−1 for a mesophase carbon microbead. Hard carbon has been regarded as the most promising anode material for SIBs for practical applications, because of its high reversible capacity exceeding 300 mA h g−1 for Na storage. However, large amounts of defects and voids in commonly available hard carbon result in high irreversible capacity loss along with a low initial coulombic efficiency (ICE). For practical applications, a high ICE of the anode is imperative for a high energy density of the batteries. In commercial lithium ion batteries, the ICE for a graphitic anode is usually higher than 90%, So far, an ICE higher than 85% is still a big challenge for hard carbon anodes in SIBs.",
                "SIBs with low-cost require anode materials derived from abundant and cheap raw materials via a simple route. The present hard carbon materials are mainly prepared by carbonizing expensive carbonaceous precursors, such polymers, sugar and/or biomass, which result in their relatively high cost. In our recent work, a cheap pitch was mixed with a phenolic resin to prepare high-rate 3D amorphous carbon anode materials for SIBs. Nevertheless, diversified carbonaceous precursors increase the difficulty of controlling the microstructure of hard carbon. A single precursor is beneficial to simplify the fabrication procedures of hard carbon anode materials. In order to optimize the microstructure of the available hard carbon, the choice of a suitable precursor is critical since the derived carbon more or less inherits the microstructure of its parent material. The usage of the aromatic precursors is conducive to a high content of graphitic domains, which usually contributes to a good electronic conductivity of hard carbon. Additionally, precursors should present crosslinking structures to fabricate non-graphitizable hard carbon rather than graphitizable soft carbon.",
                "Sodium lignin sulfonate, as a major by-product of the traditional pulp and paper industry, is readily available at low cost. It has a high content of benzyl alcohol functional groups that make it a promising precursor for hard carbon with high electronic conductivity. Sodium sulfonate segments attached to aliphatic chains provide excellent emulsifying properties as surfactants. A surfactant-type precursor is highly attractive for fabricating carbon microspheres with low surface defects and is desirable for a high ICE. Herein, we fabricated a practical hard carbon microsphere (HCM) anode material via a facile spray drying process and a subsequent carbonization method, using a single sodium lignin sulfonate precursor (Fig. 1). The achieved HCM exhibits excellent sodium storage performance with an outstanding ICE and has a practical application potential in SIBs.",
                "The morphology of the HCM was investigated by transmission electron microscopy (TEM) and scanning electron microscopy (SEM). As shown in Fig. 2a–c, HCMs exhibit a preserved plum-like morphology with the particle size in the range of 1–2 μm. This novel morphology arises mainly because the single lignin-based surfactant source is well-dispersed in the small spherical droplets after atomization in the spray drying process. The high content of hydrophobic benzyl alcohol functional groups can self-assemble into the core of the micelles and form a compact structure after drying. Moreover, some concave structures are formed due to the higher evaporation rate of the surface of small spherical droplets during the spray drying process. High-resolution transmission electron microscopy(HRTEM) reveals that there are significant turbostratic graphitic nanodomains in the local structure, which contribute to the high electronic conductivity of HCM (Fig. 2d). In fact, the benzene rings in the precursor are conducive to forming graphitic nanodomains. In the selected area electron diffraction (SAED) pattern, the dispersed diffraction ring exhibits the amorphous nature of HCMs (inset of Fig. 2d). As shown in Fig. 2e, the X-ray diffraction (XRD) pattern exhibits two independent broad peaks at 22.4° and 43.5°, which can be assigned to the (002) and (100) planes in the amorphous carbon structure. The interlayer distance of d002 is calculated to be 0.396 nm based on the Bragg equation, which is conducive to a high reversible capacity due to the enlarged layer spacing for the (de-)intercalation of sodium ions. The Raman spectra in Fig. 2f display two characteristic peaks of the defect-induced band (D band, 1343 cm−1) and the crystalline graphite band (G band, 1589 cm−1), respectively. The value of ID/IG (intensity ratio of D to G band) is calculated to be only 1.07, smaller than those of previous reported hard carbons, indicating the relatively higher ordering degree of HCM. This result coincides with the HRTEM observation, indicating the improved formation of graphitic nanodomains in the microstructure of HCM. The ordered graphitic regions are beneficial to improving the ICE value due to the lower defect concentration. The nitrogen adsorption–desorption isotherm of HCM is displayed in Fig. 2g. The curve exhibits a typical type IV isotherm, indicating the existence of micropores and mesopores. The calculated Brunauer–Emmett–Teller (BET) surface area of HCM is 11.89 m2 g−1. This low surface area of HCM can be beneficial to reduce the formation of a solid electrolyte interphase (SEI), thus improving the ICE and reversible capacity, which can be proved by the subsequent electrochemical results. As presented in Fig. 2h, the pore size distribution further confirms the presence of micropores and mesopores.",
                "The electrochemical properties of HCM were tested using half coin cells. Cyclic voltammetry (CV) curves in Fig. S1 (ESI†) exhibit a high reversibility with a relatively small irreversible cathodic peak. Fig. 3a exhibits the galvanostatic discharge–charge profile of HCM at 0.1C. The profile can be divided into two regions, a high potential slope partly corresponding to the sodium ion adsorption/desorption process on the surface active sites (surface-induced capacitive process), and a low potential plateau partly corresponding to sodium ion deintercalation from/intercalation into graphitic domains (a diffusion-controlled process). The HCM delivers a high reversible capacity of 339 mA h g−1 with a 62% plateau region capacity contribution and a superior ICE of 88.3%, exhibiting an outstanding sodium storage performance compared to the previously reported carbon materials (Fig. 3b). Such superior performance is mainly attributed to the unique morphology and structure of HCM. The micro-scale HCM is compact, leading to a limited surface area, low surface defects and reduced SEI formation. In addition, the enlarged interlayer distance and ordered graphitic nanodomains promote the reversible reaction during cycling.",
                "As shown in Fig. 3c, the rate performance was investigated at different current densities. The HCM delivers reversible capacities of 303, 239, 187 and 150 mA h g−1 at 0.2, 0.4, 1 and 2C, respectively. When the current density decreases to 0.1C, the HCM retains a capacity of 300 mA h g−1. With the increasing current density, the ratio of plateau capacity retention rapidly decreases to 30% at 2C rate, while the value of the slope capacity is 65% (Fig. 3d). The discharge curves under different current densities are shown in Fig. S2 (ESI†). This result manifests that the contribution of capacitive capacities becomes more significant at high current densities. Moreover, the HCM maintains a reversible capacity of 312 mA h g−1 with a high capacity retention of 93% up to 100 cycles (Fig. 3e). The reduction of plateau capacity exerts more influence on the reversible capacity decay rather than the slope capacity attenuation, indicating the gradual failure of the graphitic nanodomains (Fig. S3, ESI†). Furthermore, the HCM electrode delivers a capacity of 186 and 147 mA h g−1 at 0.4C and 1C after 250 cycles, respectively, manifesting the stable cycling performance at high current densities. The voltage profiles and corresponding dQ/dV curves further verify the cycling stability of the electrode (Fig. S4, ESI†).",
                "To better understand the kinetic process and sodium storage mechanism of HCM, a galvanostatic intermittent titration technique (GITT) test was conducted (Fig. S5, ESI†). Based on Fick's second law, the apparent sodium diffusion coefficients of HCM can be calculated by using the GITT curve. During the sodiation process, the diffusion coefficients first decrease slightly with the decreasing voltage in the high-potential region (slope). When the voltage reaches around 0.1 V (plateau), the diffusion coefficients sharply drop and then recover before the cut-off voltage. The distinct difference of diffusion coefficients between the slope and the plateau could be attributed to two different sodium storage mechanisms. Sodium ions can be facilely adsorbed on the surface-active sites, corresponding to high diffusion coefficients in the slope region. However, this coefficient exhibits a sharp decrease in the plateau region, due to the resistance derived from the desolvation and subsequent intercalation process of sodium ions. During desodiation process, the diffusion coefficient first decreases until about 0.1 V, then increases and finally decreases again to the charge cut-off voltage, manifesting the high reversibility in the sodiation/desodiation process.",
                "In order to verify the practical applications of HCM, we fabricated full coin cells with Na3V2(PO4)3 as the cathode and HCMs as the anode (Fig. 4a). The prepared Na3V2(PO4)3 displays good electrochemical performance (Fig. S6, ESI†). As shown in Fig. S7 (ESI†), a single full coin cell can store electrical energy to light up some LEDs. The Na3V2(PO4)3/HCM full cell can deliver a high reversible capacity of 307 mA h g−1 at 0.1C (Fig. S8, ESI†). The rate performance of the full cell is demonstrated in Fig. 4b and Fig. S9 (ESI†); it delivers a reversible capacity of 257, 252, 245 and 207 mA h g−1 (based on the anode) at 0.2, 0.4, 1 and 2C rate, respectively. The capacity at 2C is slightly higher than that in the half-cell, which could be ascribed to the more stable electrode/electrolyte interphase, indicating lower electrolyte degradation. When the current density goes back to 0.4C, the capacity returns to 244 mA h g−1. Furthermore, a stable cycle performance of the full cell is achieved after some activation cycles (Fig. 4c), demonstrating a capacity of 221 mA h g−1 up to 200 cycles at 1C rate. The energy density of this cell is calculated to be 190 W h kg−1 based on the total mass of the anode and cathode. These outstanding performances indicate that the HCM has promising application potential as an anode in SIBs for advanced energy storage.",
                "In summary, we have successfully synthesized a novel hard carbon microsphere with a preserved plum-like morphology derived from sodium lignin sulfonate via a facile spray drying process followed by carbonization. Thanks to the enlarged interlayer spacing, few defects and low specific surface area, the HCM displays excellent sodium storage performance with a high reversible capacity of 339 mA h g−1, a superior ICE of 88.3%, and a stable cycle performance. This work not only demonstrates the great potential applications of HCM, but also provides a novel design strategy for precursors for carbon anode materials in SIBs.",
                "This research was financially supported by the National Natural Science Foundation of China (Grant No. 21676067 and 21606065), the Anhui Provincial Natural Science Foundation (1908085QE178), the Fundamental Research Funds for the Central Universities (JZ2018HGBZ0138) and the Opening Project of CAS Key Laboratory of Materials for Energy Conversion (KF2018003)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A novel design strategy of a practical carbon anode material from a single lignin-based surfactant source for sodium-ion batteries"
}