{
    "DOI": "10.1021/acsami.8b13236",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are widely known for their large-scale energy storage because of their resource abundance and environmentally friendly nature. In recent years, more attention has been paid to SIBs, so that electrode materials have been widely developed and explored. Some cathode and anode materials have been able to meet application requirements, such as transition-metal oxides  and phosphates  for cathode materials and hard carbon  and NaTi2(PO4)3  for anode materials. Electrolytes as an important part of the battery have a pivotal role in the electrochemical performance and practical application of SIBs. However, systematic studies on the electrolyte are overlooked. Electrolytes of SIBs mainly include the following: liquid electrolytes (nonaqueous liquid electrolytes,  aqueous liquid electrolytes,  ionic liquids,  etc.), glass and ceramic electrolytes,  solid polymer electrolytes,  gel polymer electrolytes,  and so forth. In these electrolytes, nonaqueous liquid electrolytes have been widely investigated for SIB systems because of their wide electrochemical window, high ionic conductivity, low viscosity, and chemical and electrochemical stability. The nonaqueous liquid electrolytes used for SIBs rely on sodium salts of NaClO4, NaPF6, NaSO3CF3, or sodium bis(trifluoromethane)sulfonamide (NaTFSI), dissolved in organic carbonate solvents, consisting of cyclic and linear carbonates or their mixtures. The cyclic carbonates, such as ethylene carbonate (EC) and propylene carbonate (PC), possess a high dielectric constant and high boiling point but low viscosity (e.g., PC) or high melting point (e.g., EC). The linear carbonates, such as dimethyl carbonate (DMC), diethyl carbonate (DEC), and ethyl methyl carbonate (EMC), have low viscosity but a low boiling point and a low dielectric constant. Therefore, general electrolytes should choose a mixture of the cyclic and linear carbonate to balance physical and chemical properties.",
                "Some of the studies have focused on the physical properties of different electrolytes, such as conductivity, viscosity, and differential scanning calorimetry, or electrochemical properties of different electrolytes on the electrode material. Ponrouch et al.  investigated physical and chemical properties of the electrolytes with three different kinds of sodium salts (NaClO4, NaPF6, and NaTFSI) dissolved into single or mixed organic solvents, such as PC, DMC, EC/PC, EC/DEC, and so on. The results demonstrated that the hard carbon anode showed the best electrochemical properties in the electrolyte with NaPF6 dissolved in EC/PC = 1:1 solvent, which exhibited the best thermal stability in four kinds of mixed organic solvents (EC/DME, EC/DMC, EC/DEC, and EC/PC). Bhide et al.  made a comparative study of different salts (NaClO4, NaPF6, and NaCF3SO3) in the EC/DMC = 3:7 mixed electrolyte. The ionic conductivity of different concentrations at room temperature was recorded. The order of ionic conductivity is NaPF6 > NaClO4 > NaCF3SO3. In addition, some discussions about the function and mechanism of additives  and other characteristics were also reported.  However, few studies have attempted to systematically analyze the physicochemical properties between the electrolyte and sodium metal.",
                "Because PC solvent has a high dielectric constant (εr = 65), low melting point (−49 °C), high boiling point (242 °C), and particularly excellent electrochemical compatibility with a hard carbon anode, the PC-based electrolytes were widely used for SIBs.  To improve viscosity of PC solvent, some linear carbonates were added to ensure the good wettability of the electrode and improvement of ionic conductivity. However, systematical understanding of chemical and electrochemical stability of PC-based electrolytes on metal Na and hard carbon anodes is lacking, which would lead to conflicting measurement data and confused results. In order to obtain universal and systematical understanding on PC-based electrolytes to avoid misunderstanding of the experiments, we studied chemical and electrochemical stability of the PC-based electrolytes with different solvents, salts, and additives on metal Na and hard carbon anodes. The reaction mechanisms of PC-based electrolytes with sodium were investigated by means of 13C nuclear magnetic resonance (NMR), infrared (IR) spectrum, gas chromatography–mass spectrometry (GC–MS), ex situ X-ray photoelectron spectroscopy (XPS) measurements, and so on."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "PC and DMC, DEC, EMC (different proportions by volume) solvents with and without FEC (5% by volume) were prepared by mixing 0.8 M NaClO4 (99%, Sigma-Aldrich) or NaPF6 (99%, Alfa-Aesar) salt. All the solvents come from Dongguan Shanshan Co., China, 99%. The composition of each electrolyte is listed in  and ."
                    ],
                    "name": " Preparation of the Electrolytes",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare the electrode, 80 wt % hard carbon (HC, LBV-1001, LIB Anode Material Business Development Dept), 10 wt % carbon black (SP), and 10 wt % polyacrylic acid in water solution was milled to form a slurry, and then the slurry was pasted onto Cu foil to form the HC electrode. This electrode was vacuum-dried at 100 °C for 7 h. The loading amount of the active material was 1.8–2.0 mg cm–2. A CR2016 coin cell was assembled with an HC electrode as the working electrode, a Na foil as the counter electrode, and a glass fiber (GF/F, Whatman) as the separator to test the electrochemical properties."
                    ],
                    "name": " Preparation of Hard Carbon Electrodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The charge–discharge performance of the Na/HC and Na/Na half-cells in various electrolytes was evaluated using a battery tester (Shenzhen Neware Electronics Co., China). The coin cells were tested in a constant temperature room (25 °C). The impedance properties of PC-based electrolytes were performed with Autolab PGSTAT128N (Eco Chemie, Netherlands). The ionic conductivity of the electrolyte was examined by a conductivity meter (Lei-Ci DDS-307). GC–MS characterization was carried out on a Varian 450GC-320MS test station. The IR spectra were recorded on a Thermo Nicolet FTIR5700 spectrometer at room temperature. NMR spectroscopy measurements of 13C were carried out at room temperature in a Bruker AVANCE III 400 MHz spectrometer. The morphological and structural features of metal Na were characterized by scanning electron microscopy (SEM) (ZEISS MERLIN Compact). The ex situ XPS was performed by Thermo Fisher ESCALAB 250Xi."
                    ],
                    "name": " Characterizations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Because the intercalation potential of the hard carbon anode is very close to the potential of Na metal (0 V vs Na/Na+), the chemical stability on the Na metal should be investigated first.  and  summarize the reactivity between pure solvents (PC, DMC, DEC, and EMC) or mixed solvents (PC/DMC, PC/DEC, and PC/EMC in different proportions) with different salts (NaClO4 or NaPF6) and Na metal. It can be seen from  and  that there is no discernible reactivity between pure or mixed solvents and Na metal. However, different reaction degrees in different solvents occurred when the salts were added as shown in .",
                        " shows that the compatibility between the electrolytes with different ratios and the Na metal is different when NaClO4 is added. At room temperature, the mixed electrolytes showed stronger reactivity than the pure PC electrolyte with 0.8 M NaClO4. Moreover, the larger the ratios of the linear carbonate (e.g., linear carbonate/PC =  3:1), the stronger is its reactivity. This indicates that adding the linear carbonate can accelerate the reaction between the mixed solvent and Na metal. For three linear carbonates, their stability ranges from high to low in the following order: DEC > EMC > DMC, which is in the same order with their producing free radicals.  The results demonstrate that whether using pure PC solvent or mixed solvents, the electrolytes with NaClO4 are all unstable on Na metal, indicating that the PC-based electrolytes with NaClO4 cannot form a stable solid electrolyte interphase (SEI) film to suppress the decomposition of the solvents.",
                        " shows the reactivity of the NaPF6 electrolytes with Na metal at room temperature and 60 °C. No obvious reaction in PC-based electrolytes with NaPF6 was observed within two weeks under room temperature (25 °C). However, a different reactivity was detected under 60 °C. The pure PC electrolyte showed higher stability on Na metal than the mixed electrolytes at 60 °C, similar to the electrolytes with NaClO4 (). The stability of the electrolytes with different linear carbonates range from high to low in the following order: DMC > DEC > EMC. This order is different from that of adding NaClO4 (), which is possibly because of the effect of NaPF6 acting as a film-formed additive. Compared to the electrolytes with NaClO4 (), the electrolytes with NaPF6 show more stablity on the Na metal, which originates from the contribution of NaPF6 to form the  SEI film. However, the stability of the electrolytes with NaPF6 still cannot remain under 60 °C, suggesting that a more stable SEI film on the electrode surface needs to be constructed.",
                        "It is well known that the film-formed additives can be used to construct a stable SEI film to suppress the decomposition of the solvent. In order to more clearly demonstrate the effects of the additives on the stability of the electrolytes, the electrolyte of PC/DMC (1:3) + NaClO4 with the strongest reactivity on Na metal was chosen to investigate the reactivity of the electrolyte after adding the additives [FEC, vinylene carbonate (VC), ethylene sulfite (ES), and lithium bis(oxalate)borate (LiBOB)].  summarizes the reaction states of the electrolytes with different additives under 25 and 60 °C. It can be seen that adding additives can improve the compatibility of PC-based electrolytes and Na metal. However, the effects of different additives are different. The electrolytes with VC and ES just react slowly under room temperature (25 °C), whereas the electrolyte with LiBOB remains stable only at room temperature, but still reacts at high temperatures (60 °C). However, the addition of FEC can effectively inhibit the reaction of PC-based electrolytes and Na metal whether under 25 or 60 °C. In addition, similar experiments in the NaPF6 system were also carried out, which is also in accordance with the result in the NaClO4 system. In a word, FEC is more favorable in terms of forming film ability and inhibiting the side reaction than VC, ES, and LiBOB additives."
                    ],
                    "name": " Chemical Stability of PC-Based Electrolytes on Metal Na",
                    "type": "h3"
                },
                {
                    "content": [
                        "Ionic conductivity is an important factor for the application of electrolytes. The electrolytes with good chemical compatibility with Na metal were chosen to measure their ionic conductivities as shown in . It is obviously found that the ionic conductivities of the electrolytes using NaPF6 are larger than those with NaClO4 in the same PC-based solvents. In addition, the effect of the addition of different linear carbonates on ionic conductivity is different. The order of the conductivity of different solvents from large to small is PC/DMC > PC > PC/DEC. This result implies that the addition of DMC with a high dielectric constant (εr = 3.1) and low viscosity [η (20 °C) = 0.66 cP] is more effective in enhancing the ionic conductivity of the electrolyte than DEC [ε = 2.8 and η (20 °C) = 0.75 cP], which is governed by the concentration and mobility of charge carriers."
                    ],
                    "name": " Ionic Conductivity of Electrolytes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical impedance spectroscopy (EIS) of the half-cell was performed before and after cycling in order to grasp more information about the interface film between the electrode and the electrolyte, and the electrochemical reaction characteristics. a,b and  show the effects of different solvents (PC, PC/DMC = 1:1, and PC/DEC = 1:1), salts, and additives on EIS in Na/Na symmetrical cells (NNSCs). It is discriminated that there is one depressed semicircle in all Nyquist plots, which represents mainly the migration resistance of Na+ through the SEI film. For different salts, the resistances of the cells in NaClO4 electrolytes are much lower (100–200 Ω, a and ) than those (5000–10 000 Ω, b and ) for the same electrolyte containing NaPF6, suggesting that the decomposition of NaPF6 forms a low-conductive SEI film. However, it is found that the impedances in the NaClO4 electrolyte significantly increase upon time, and even reach 800–1000 Ω after 20 cycles. The impedances in the NaPF6 electrolyte decrease to less than 2000 Ω after 20 cycles. These results demonstrate the chemical instability between the NaClO4 electrolyte and Na metal. When 5% FEC was added, the impedances in the cell with the NaClO4 electrolytes increase to 1000–1500 Ω, whereas in the cell with NaPF6, electrolytes decrease to ∼2000 Ω. However, after 20 cycles, their values are almost the same (800–1000 Ω), implying that FEC can form preferentially a stable protective film on the surface of Na metal to suppress the decomposition of solvent and NaPF6.",
                        "The time dependence of the potential experiments was carried out to observe the polarization properties of the Na metal electrode by using the NNSCs in different PC-based electrolytes (c,d and ). For NaClO4 electrolytes without FEC, the potential polarization of the cells is about 10–20 mV in initial cycles, and gradually increases with cycling (c and ), suggesting that the unstable PC-based electrolytes continually react with Na metal with cycling. When adding FEC to NaClO4 electrolytes, it is surprising that the potential polarization of the cells becomes large (about 30–50 mV) in the initial cycle, but maintains a stable value in subsequent cycles (c). However, when using the NaPF6 salt (d), the cells without FEC show a very large potential polarization of >100 mV, which gradually decreases with cycling, implying the formation of a low-conductive SEI film and the reconstruction of the SEI film. The presence of the NaPF6-derived SEI film also further demonstrates that NaPF6 electrolytes are more stable on the sodium metal than in NaClO4 electrolytes ( and ). After adding FEC, the potential polarization of the cells decreases to about 50 mV and remains stable with cycling, which is possibly because FEC forms a stable SEI film prior to NaPF6. In general, the unstable electrolyte would cause increase of the impedance and polarization of the cell during cycling, but film-forming agents (FEC and NaPF6) would maintain stable impedance characteristics. The results of the current polarization experiments are consistent with those of EIS (a,b)."
                    ],
                    "name": " Electrochemical Characteristics of PC-Based Electrolytes",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to study the reaction mechanism of the PC-based electrolytes with Na metal, pure PC solvent and PC solvent with different salts (0.8 M NaClO4 and NaPF6) including Na metal were analyzed by using GC–MS (). The results show the presence of two other peaks around 4.8 and 6.4 min in the case of adding salts, besides the characteristic peaks of PC (b,c), and it is found that the extra peaks in different salt electrolytes are the same in the electrolytes with different salts, which is indicative of the similar reaction processes of Na and PC solvent. By comparing their mass peaks, it could be deduced that the two products are diisopropyl carbonate (DIPC) and 1,1′-oxydi-bis(2-hydroxypropyl)ether (OBHE), resulting from the decomposition of PC solvent. Also, it should be noted that no side reaction occurs in PC solvent without salts including Na metal (a). Therefore, the occurrence of two products (DIPC and OBHE) should originate from the induction effect of the salt to accelerate the reaction of PC and Na metal.",
                        "To further verify the reaction of the PC-based electrolytes with Na metal, IR spectroscopy was conducted to investigate reaction products in the PC electrolyte with different salts (a and ). A strong band at 1100 cm–1 differing from pure PC solvent was observed in PC + NaClO4, which corresponds to the characteristic peaks of ClO4– (). Similarly, two intense peak absorptions at 850 and 550 cm–1 for PC + NaPF6 are associated with PF6– (), which suggests that no reaction occurs when NaPF6 or NaClO4 is added to the PC solvent. Compared to the PC + NaClO4 electrolyte, the spectrum of the PC + NaClO4 electrolyte including Na metal showed different peaks mainly at about 1600 cm–1, which characterizes the COO– asymmetric stretching vibration originating from the PC decomposition on the Na metal. Similarly, the characteristic absorption peak also was observed in PC + NaPF6 including Na metal (), which indicates a similar side reaction as the PC + NaClO4 electrolyte (a).",
                        "To demonstrate the reaction mechanism and the reaction product of PC with Na metal, NMR measurements were carried out as shown in b. For pure PC solvent, there is a one-to-one match between four resonance peaks observed and four kinds of carbon in the PC molecule. By contrast, there are other obvious resonance peaks observed except for the carbon resonance peaks of the PC molecule in the spectra of the NaClO4 electrolyte including Na metal. Two resonance peaks at about 25.7 and 68.4 ppm correspond to the CH groups and CH3 groups of DIPC decomposed by the PC molecule, respectively, whereas other three resonance peaks around 23.2, 48.5, and 70.1 ppm can be assigned to the CH3, CH, and CH2 position of OBHE, respectively. Likewise, for the NaPF6-added electrolyte including Na metal, these emerging resonance peaks were also observed to match the characteristics of DIPC and OBHE products ().",
                        "On the basis of the abovementioned results, it is reasonable to conclude that the NMR results are in accordance with those of GC–MS and IR, indicating that in the presence of salt, the PC electrolyte including Na metal is unstable and easy to decompose into DIPC and OBHE products. Therefore, a cationic induction mechanism is proposed to support by the results of GC–MS, IR, and NMR (). The first assumption approach is that PC undergoes a ring-opening reaction via a single-electron nucleophilic attack pathway under Na+ induction to produce a linear alkyl carbonate (R1COOR2) (a). The PC molecule first gets electron and is reduced as propylene and oxygen. Then, the propylene reacts with the PC molecule to produce DIPC through electrophilic addition assisted by the coordination of Na+ with the carbonyl group of the PC molecule (a). For the generation of OBHE, a possible mechanism is as follows: disodium 1,2-propanediol first generates through the nucleophilic attack of Na+ and initial electronation of the carbonate molecules (b). Then, two disodium 1,2-propanediol recombine to produce OBHE and Na2O (b). The abovementioned reaction pathways can explain the coexistence of DIPC and OBHE when the NaClO4 electrolyte includes Na metal. Besides, it is worth noting that when adding the linear carbonate, the electrolytes become more unstable (), indicating that the linear carbonate accelerates the decomposition of PC. It is possibly because the linear carbonates are more likely to produce free radicals under Na+ induction,  such as CH3• from DMC and EMC, and CH3CH2• from DEC and EMC, the free radicals can further trigger the decomposition of the PC molecule through a succession of the nucleophilic attack (c). It can be obviously found from the abovediscussed decomposing mechanisms that the Na+ induction effect has played an important role on the decomposition reaction of PC, which is the reason why the electrolyte becomes more unstable after adding salt.",
                        "In order to further understand the influence of the film-forming additive on the composition and morphology of the SEI film, SEM and XPS measurements for sodium tablets in different electrolytes were performed ( and ).",
                        "In the NaClO4 electrolyte, the surface of the sodium tablet is porous and has no visible SEI formation (). However, in the NaPF6 electrolyte (a), the surface of sodium is covered with a relatively rough layer with a large number of pores, which is ascribed to the decomposition of NaPF6 to form a porous SEI film. For the NaClO4 + FEC electrolyte (b), some nanoparticles with a spherical or flaky shape were observed, resulting from the decomposition of FEC to form the SEI film with NaF. The compact and dense SEI can inhibit decomposition of the PC electrolyte. The decomposition products formed on the sodium tablets can be identified by XPS measurements (c,d, ). Compared to the results of sodium tablets in the NaClO4 electrolyte (), the main difference is that the SEI films contain F products in the NaPF6 () and NaClO4 + FEC electrolytes (c). The peak at 683.5 eV that is assigned to NaF in F 1s is an important component of SEI formed on the surface of sodium tablets, relating to the degradation of the NaPF6 or FEC. In addition, the C 1s spectra show that the peaks corresponding to C═O, O–C═O, and NaO–C═O become more intense in the NaClO4 + FEC electrolyte, which is likely due to the decomposition of the FEC on the surface of sodium tablets. These facts indicate that the addition of NaPF6 or FEC in the PC-based electrolytes can produce a protective film on the surface of sodium so as to hinder the occurrence of the side reaction. Although there is no presence of the protective film in the NaClO4 electrolyte, the electrolyte would cause a continuous side reaction.",
                        "According to the abovementioned discussion, the reaction schematic of the solvent and Na metal in the PC-based electrolytes is depicted in . The instability of PC on Na metal mainly results from the Na+ inductive effect (a,b). The addition of the linear carbonate further promotes the decomposing reaction because of the presence of more free radicals (c and a). NaPF6 salt can form the SEI film on the surface of Na metal to suppress the decomposition of PC to some extent, but the NaPF6-derived SEI film is not dense enough, leading to the continuous reaction of the decomposition of PC at 60 °C, as illustrated in b. It is mainly because the NaPF6-derived SEI film consists mainly of inorganic Na2O and NaF species and lacks some organic reduction products to fill the gaps among the inorganic species, resulting in the permeation of solvents to further trigger the decomposing reaction (b). By contrast, the FEC additive can form a compact SEI film on the surface of Na metal because of more organic reduction products combined with inorganic species, which strongly prevent the solvent from penetrating, so as to hinder more side reactions of PC with the Na metal (c). Additionally, the compact SEI film derived by FEC can efficiently decrease the interfacial resistance of Na metal to reduce the electrochemical polarization of Na metal and improve the electrochemical reversibility of Na metal."
                    ],
                    "name": " Exploration of the Reaction Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "The abovementioned studies focus on the electrochemical compatibility of the PC-based electrolyte on Na metal. However, hard carbon is the most promising anode material for the application of SIBs. Therefore, according to the abovementioned works on the electrochemical compatibility of the PC-based electrolytes on Na metal, the electrochemical performance of hard carbon in different electrolytes was also investigated, as shown in . For PC electrolytes containing different film-formed additives (a), the hard carbon electrodes cycled in the FEC-added electrolyte exhibited outstanding behavior compared to in other electrolytes with different additives (VC, ES, and LiBOB). Besides, it is found that the hard carbon electrodes can maintain stable cyclability in other PC-based electrolytes with the FEC additive, whereas the cycling capacity dramatically decreases in the electrolytes without the FEC additive (b–d). In addition, the cycling performance of the hard carbon anode in the NaPF6-contained electrolyte is a little better than that in the NaClO4-contained electrolyte. The results demonstrate that the electrolyte without FEC undergoes significant decomposition on account of the instable electrolyte, indicating that the chemical and electrochemical stability of the electrolyte directly affects cycling performance of the hard carbon anode. On the basis of the results in , for PC-based electrolytes, 0.8 M NaPF6 PC/DEC-5% FEC is an optimum choice in capacity and cycling stability of the hard carbon anode."
                    ],
                    "name": " Electrochemical Performance of the Hard Carbon Anode in Different Electrolytes",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this paper, the chemical and electrochemical compatibility of PC-based electrolytes was systematically investigated through color change of the electrolyte, EIS, and current polarization experiments. The results found that some factors including salt, additives, linear carbonates, and temperatures all affect the stability of the electrolytes. The possible mechanism was proposed based on GC–MS, IR, NMR, XPS, and SEM measurements. The following conclusions are drawn.1.There is no obvious reaction observed between the pure solvent and Na metal. However, after adding salt, the electrolytes show reactive activity to some extent based on different salts and cosolvents. The film-formed additives can efficiently suppress the decomposition of the solvents. Among them, FEC is an optimum one to form the compact and dense SEI film.2.A Na+ induction mechanism was proposed to demonstrate the reaction mechanism of PC-based electrolytes with Na metal. The experiments showed that the Na+ induction effect  promotes the formation of free radicals resulting from PC and linear carbonates to accelerate the side reaction. This mechanism can also explain well the inhibiting effect of the film-formed additive by forming a compact SEI film to isolate the solvent and Na metal.3.Though the film-formed additives (such as NaPF6 and FEC) can stabilize the electrolytes on Na metal, they increase the initial polarization and impedance of the Na metal electrode. Therefore, it is very important to find a mild additive to decrease the impedance of the electrode. This work will be a focus of our future research.4.It is particularly important that adding the FEC additive can improve the electrochemical performance of the hard carbon anode because of the instability of PC-based electrolytes with NaClO4 or NaPF6 salt on Na metal. An electrolyte including 0.8 M NaPF6 PC/DEC (1:1) + 5% FEC was suggested as an optimum choice to realize excellent cycling performance for the hard carbon anode.",
                "This study only explored the electrochemical properties of the PC-based electrolytes for the Na metal and hard carbon anode. Though the optimum composition based on the PC electrolyte is helpful for the future studies of materials in the half-cell, the understanding of extension electrolyte systems (EC, ether, etc.) is still lacking. However, some proposed methods and mechanisms in this work should be referred to extend the studies on other electrolyte systems."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Understanding the Electrochemical Compatibility and Reaction Mechanism on Na Metal and Hard Carbon Anodes of PC-Based Electrolytes for Sodium-Ion Batteries"
}