{
    "DOI": "10.1039/D3NJ04843H",
    "Journal": "New Journal of Chemistry",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are considered to be one of the best alternatives to lithium-ion batteries (LIBs), due to sodium having similar chemical/physical properties to lithium as well as the more abundant and widely distributed sodium resources. In order to increase the energy density of SIBs, researchers have studied a large number of cathode materials, including layered metal oxides, polyanionic compounds, organics, Prussian blue and its analogs. However, there are still many challenges in preparing high-performance anode materials on a large scale. Graphite, which exhibits a high lithium storage capacity of 372 mA h g−1 with excellent initial Coulombic efficiency, is not very desirable to apply into SIBs, because the poor thermodynamics lead to difficulty in embedding/dislodging sodium ions between graphite layers. Hard carbons, due to the existence of a large number of carbon chain structures with different orientations in their precursors, are a class of material that are difficult to graphitize at high temperatures (>2000 °C). The randomly-distributed carbon layers along with a considerable number of closed pores in hard carbons can provide affluent active sites for sodium storage, making them quite promising as anodes for practical SIBs.",
                "Synthetic resins, biomass and carbohydrate derivatives are three kinds of precursors to synthesize carbon-based materials. Synthetic resins have impressive carbon yields and excellent sodium storage properties, but their high price is the key factor preventing their large-scale application in SIBs. Biomass resources are abundant, inexpensive and non-polluting to the environment, and thus hard carbons prepared from biomass show great market competitiveness. In recent years, a lot of research on carbon anodes has been based on natural biomass. Phosphoric acid-treated grapefruit peel was subjected to simple carbonization at 700 °C in N2 to obtain a porous hard carbon material. This hard carbon, featuring a three-dimensional connected porous structure and a high specific surface area of 1272 m2 g−1, displays a capacity of 181 mA h g−1 at 200 mA g−1. Li et al. prepared a biomass-derived hard carbon based on a magnolia plant by combining simple pyrolysis and impurity-removal processes. When used as the anode for SIBs, it showed a specific capacity of 315 mA h g−1 and good capacity retention of 90.0% after 100 cycles. Wang synthesized lignin-melamine resins for the first time by grafting melamine onto lignin. Compared with the samples without nitrogen-doping and catalysis, as-prepared nitrogen-doped hard carbon exhibited higher reversible capacity (345 mA h g−1 at 0.1 A g −1) and excellent cycling stability. However, the nature of natural biomass is greatly affected by many factors, such as geographical position, environmental climate and regional policy, which seriously limits the stability of biomass-derived products.",
                "Carbohydrate derivatives such as glucose, sucrose, and fructose are characterized as promising sources for the development of high-performance anodes for SIBs. For example, Song et al. used a large-scale and low-cost method to prepare hard carbon spheres wrapped with graphene networks, which have better electrochemical properties, such as rate capability and long cycle life, compared with previously reported hard carbon materials. Cyclodextrins are inexpensive, high-production, stable and environmentally-friendly, showing great promise for large-scale industrialization; yet there are scarcely any reports about cyclodextrin-derived carbons. Here, we for the first time utilize a simple pre-crosslinking treatment to enable a high-performance cyclodextrin-derived carbon with large plateau capacity, through transforming the original monomeric cyclic structure into a three-dimensional structure by introducing exotic cross-linking properties. After undergoing a high-temperature carbonization, the crosslinked carbon tends to form sp3-hybridization, which produces abundant closed pores and thus provides vast reservoirs for sodium storage. Moreover, experiments and characterizations provide a clear insight into the correlation between local structure and electrochemical performance (Fig. 1)."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "500 mg cyclodextrin powder was spread evenly over the entire bottom of a dry alumina boat. The boat was placed in a tube furnace connected to external air and heated up to 330 °C at 10 °C min−1, holding for 15 min, 30 min, 45 min, and 60 min, respectively. The precursors obtained were labeled as CCSP-15, CCSP-30, CCSP-45, and CCSP-60, respectively. These precursors were removed when they cooled to room temperature, and ground with a mortar and pestle for 10 minutes. Then, they were ramped up to 1400 °C at 5 °C min−1 and carbonized for 3 hours in an argon atmosphere. The final samples were removed after cooling to room temperature, denoted as CCS-15, CCS-30, CCS-45, and CCS-60, respectively. As a comparison sample, CS and its precursor CSP were obtained as follows. 500 mg cyclodextrin was ground in a mortar and pestle for 10 min as the precursor sample CSP, and then heated up to 1400 °C at 5 °C min−1 in an argon environment, carbonized for 3 h, and cooled down to room temperature. The hard carbon sample obtained was recorded as CS."
                    ],
                    "name": "2.1 Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was detected by an X-ray diffractometer (XRD; Bruker D8 Advance) under Cu Kα radiation (λ = 1.54178 Å). Thermogravimetric analysis (TGA) was performed on a TA TGA Q50 from room temperature to 800 °C in an air atmosphere at a ramp rate of 10 °C min−1. Specific surface areas and pore size distributions were calculated from nitrogen absorption/desorption isotherms (Brunauer–Emmett–Teller (BET) technique) at 77 K via Quantachrome Qudrasorb, USA. Field emission scanning electron microscope (FESEM) images were obtained via a JSM-7800F under an operating voltage of 10 kV. Transmission electron microscopy (TEM) images were taken on JEM2100 with an acceleration voltage of 200 kV. X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha+) was used to investigate the functional groups and species of these samples. Raman spectra were recorded using a LabRAM HR Evolution (Horiba) Raman microscope with a 532 nm excitation laser. Fourier transform infrared spectroscopy (FTIR, Thermo Nicolet 380 FT-IR) analysis was introduced to get the functional groups of these samples. Small-angle X-ray scattering (SAXS) data was acquired with an X-ray diffraction meter in a transmission and parallel-beam geometry with Cu-Kα radiation."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The samples and binder (sodium alginate) were first mixed and ground at a mass ratio of 9:1, and 10 times the mass of deionized water was added and ground until there was no visible graininess. The obtained slurry was uniformly coated on the surface of the dried copper foil with a coating thickness of 150 μm. The above copper foil was dried in a vacuum oven at 120 °C overnight and subsequently cut into circular electrode sheets of 12 mm diameter. The average mass loading of the active substance in each electrode was about 2.0–2.5 mg cm−2. 2032-type cells were assembled in an argon-filled glove box with humidity and oxygen concentrations below 0.1 ppm, using a sodium sheet as the counter electrode, 1 M NaPF6 in ethylene glycol dimethyl ether (DME) as the electrolyte, and glass fiber (GF/F, Whatman) as the separator. The electrochemical performance was tested on a LANHE CT3001A (5 V/20 mA, Wuhan Lande Electronics Co., Ltd) battery test system."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "To figure out the suitable temperature for our pre-crosslinking strategy, thermogravimetric analysis (TGA) in air was first employed to explore the weight loss of cyclodextrins (Fig. 2a). It is clear that the decomposition of cyclodextrins proceeds in three steps. From room temperature to 112.3 °C, a weight loss of 13.95% occurred, corresponding to the release of adsorbed water. Subsequently, it experiences a significant weight loss (63.97%) between 330.2 and 417.2 °C, during which the breakage of cyclic carbon chains would happen and some C/H/O atoms would escape in the form of CO2/H2O. The mass loss (21.73%) in the last step (from 417.2 to 584.7 °C) may be ascribed to the complete combustion of the residual material. The TGA result implies that the chemical interaction between the cyclodextrin and the air starts to happen at around 330 °C, which has been chosen as the optimal pre-crosslinking temperature in our following work.",
                "Subsequently, the features of these pre-crosslinking precursors (CSP, CCSP-15, CCSP-30, CCSP-45, CCSP-60) obtained at different duration times (0, 15, 30, 45, 60 min) were systematically investigated. As shown in Fig. S1 (ESI†), the precursors obtained at different pre-crosslinking times show great differences in macroscopic morphology and color appearance. The untreated cyclodextrin appears in a loose white powder state. After 15 min of pre-crosslinking treatment, it turns into a brownish yellow powder. At a longer time of 30 minutes, the precursor transforms into a black agglomerated powder with some luster. As the pre-treatment time further extends, the macroscopic morphology remains almost unchanged.",
                "Fourier-transform infrared (FTIR) spectroscopy (Fig. 2b) was used to monitor variations of functional groups during the pre-crosslinking process, which helps understand the evolution of chemical construction and reveal the intrinsic function of pre-crosslinking. The CSP contains O–H, C–H, and C–O–C stretching vibrations at 3394, 2930 and 1156 cm−1, respectively, as well as intensive coupling vibrations of C–C/C–O at 1026 cm−1. Both C–C/C–O (1026 cm−1) and C–O–C (1156 cm−1) bands tend to die down in CCSP-15, indicating that its ring structure is opened at the beginning of crosslinking. It is noticed that prominent peaks at around 1719 cm−1 attributed to carbonyl groups (CO) appeared in CCSP-30, apart from the further attenuation of the C–C/C–O and C–O–C bands; whereas, O–H and C–H groups nearly disappear in CCSP-30. We believe that part of the original cyclic carbon chain is broken during this process, generating a large number of dangling bonds and free radicals. Simultaneously, oxygen acts as a cross-linking agent to connect these carbon chains and form a three-dimensional network, which provides higher thermal stability.",
                "Furthermore, the evolution of carbon–oxygen functional groups in these precursors was investigated using the X-ray photoelectron spectroscopy (XPS) technique. The high-resolution O 1s spectra (Fig. 2e and Fig. S2, ESI†) consist of CO bonds located at 531.5 eV, C–O bonds at 533.1 eV, and COOH bonds at 534.3 eV. The percentage of CO species first increases and then decreases, reaching the largest amount at a treatment time of 30 min. It is tentatively deduced that this three-dimensional structure connected by carbonyl groups would be broken under a longer interaction time and result in the uncrosslinking phenomena.",
                "The above results are well substantiated by subsequent X-ray diffractometer (XRD) and Raman characterization of the precursors. As can be seen from the XRD patterns in Fig. 2c, the CSP sample does not exhibit a graphitic conformation because the carbon layers are not stacked parallel to each other. With the occurrence of cross-linking reaction, there appear bump-like peaks at around 20° and these peaks shift to higher diffraction degrees gradually. This indicates that the interaction between the carbon layers is enhanced little by little when the crosslinking time extends. Similar conclusions can be drawn from the Raman test (Fig. 2d), where the presence of the D-band and G-band strongly suggests the formation of crosslinked three-dimensional networks, thus exhibiting graphite-like carbon structures.",
                "The above precursors are subjected to carbonization and the final products (CS, CCS-15, CCS-30, CCS-45, CCS-60) also display distinctly different macroscopic features. As displayed in Fig. S3 (ESI†), CS and CCS-15 undergo a huge volume expansion and exhibit a distinctly non-dense porous structure with a brittle texture, similar to the fusion state of pitch reported in previous literature. By contrast, the sample obtained at longer pre-treatment times of 30 min (CCS-30) undergoes an obvious volume shrinkage and remains as dense powders. This is highly accordant with our previous viewpoint that transforming the fusion-state carbonization to solid-state carbonization is a fundamental but effective strategy to modulate the microstructure and thus enhance sodium storage of disordered carbons. Furthermore, we observed the apparent morphology of these products using the field emission scanning electron microscope (FESEM) technique (Fig. 3a–c). All samples present irregular lumps with non-uniform sizes, mainly centered at 5–10 μm. In addition, the surface of these products is smooth with almost no visible pores.",
                "To understand how the pre-crosslinking treatment influences the microstructure of these materials, high-resolution transmission electron microscopy (HRTEM) images are compared in Fig. 3d–f. It can be seen that CS shows a large number of stacked streak-like structures attributed to graphitic domains of hard carbons. After 30 minutes of pre-crosslinking, these carbon layers become shorter and appear to form a large number of turbine structures. Moreover, the degree of bending and coiling is deepened, thus generating abundant closed nanopores. However, these carbon sheets tend to link together with each other, become longer and arrange parallelly with further prolongation of the pre-crosslinking time; thus, the graphite-like structure is dominant and the number of closed nanopores decreases again in CCS-60.",
                "Next, the XRD technique was utilized to observe the microstructure of these hard carbons. As shown in Fig. 4a, all samples show two distinct peaks at about 21° and 43°, which are attributed to the (002) and (100) planes of graphitic microcrystals, respectively. The calculated interlayer spacing (d002) based on the Bragg's formula is summarized in Table S1 (ESI†) and Fig. 4c. These series of products show interlayer spacing above 0.41 nm, which is much larger than that of graphite (0.335 nm). The large interlayer spacing favors the embedding and detachment of sodium ions in the bulk phase of the materials.",
                "Unlike the slight variation of (002) peak position and shape, the Raman spectra of these samples show great discrepancy. Two characteristic peaks appeared near 1350 cm−1 and 1580 cm−1 corresponding to the D band (defect-induced band) and the G band (crystalline graphite band), respectively. The area integral ratio of the D band and G band is usually used to characterize the degree of disorder in carbon materials. As depicted in Fig. 4c, values of ID/IG appear to increase from 1.48 to 1.74 and then decrease to 1.40, along with the prolongation of the pre-crosslinking treatment time. The CCS-30 exhibits the highest ID/IG of 1.74, showing that it has the highest degree of disorder and defect concentration. In addition, microcrystalline structure parameters of graphitic nanodomains including La (transverse size of graphitic microcrystals in ab planes) and Lc (stacking of graphitic microcrystals in the c direction) can be used to describe the defect concentration and sizes. From Table S1 (ESI†) and Fig. 4d, the minimum values of La and Lc are reached simultaneously in the CCS-30 sample, further indicating the highest degree of disorder and defects in CCS-30. Taken together, the TEM, XRD, and Raman results indicate that the pre-crosslinking strategy can modulate the crystallinity and the disorder degree of carbon materials.",
                "The gas adsorption/desorption isotherm technique was used to analyze the specific surface area and pore size distribution information of these materials (Fig. 4e and f). The pristine sample (CS) exhibits a typical type I isotherm, with microporous filling occurring rapidly at lower pressures. The adsorbed volume increases slowly with increasing gas pressure, presumably due to the presence of a mesoporous structure and multilayer adsorption behavior. Correspondingly, it possesses a high specific surface area of 518 m2 g−1. The pore size distribution in Fig. 4f verifies the presence of a large number of micropores (<2 nm) and a certain amount of mesopores (2–50 nm) in CS. The pre-crosslinking treatment leads to a remarkable reduction of specific surface area and pore volume. Specifically, the CCS-30 sample displays a minimal value of 1.47 m2 g−1. It is generally believed that a smaller specific surface area is favorable to reduce the formation of solid electrolyte interfaces (SEI) and thus is conducive to achieving higher initial Coulombic efficiency.",
                "A large body of research suggests that closed pores (inaccessible by gases) in disordered carbons play a crucial role in the storage of sodium. Distinct from N2 adsorption/desorption measurement, in which it is difficult to detect closed pores in carbons, small-angle X-ray scattering (SAXS) can provide information on full pores including both open and closed pores.Fig. 4h shows the summarized values of open pore volumes detected by N2 adsorption/desorption measurements and full pore intensity provided by SAXS. To better illustrate the variation of closed pores in these samples, here, a new method was proposed to semiquantitatively assess the proportion of closed pores. The proportion of closed pores P(c) is calculated by following the formula, P(c) = 1 − Vop/Iwp, where Vop is the open pore volume obtained using N2 adsorption/desorption measurements, and Iwp is the SAXS scattering intensity at 0.1 Å, which is proportional to full pore volumes. It suggests that the percentage of closed pores is largely expanded after pre-crosslinking treatment from 45.8% (CS) to around 98% (CCS series products). Moreover, among these modified materials, CCS-30 shows the highest percentage of closed pores. Therefore, it is responsibly concluded that the pre-crosslinking treatment can induce the generation of closed pores.",
                "Furthermore, the chemical composition and states of these samples were analyzed by X-ray photoelectron spectroscopy (XPS). The survey XPS spectra shown in Fig. 4i indicate that these series of materials are mainly composed of carbon and oxygen. The high-resolution C 1s spectra of these five samples (Fig. 5a–e) all consist of a CC sp2-graphitic carbon peak at 284.8 eV, a C–C sp3-hybridized carbon peak at 285.2 eV, a C–O peak at 285.7 eV, a CO peak at 286.7 eV and a COOR peak near 289.8 eV.Fig. 5f shows that the pre-crosslinking treatment can gradually convert the sp2-graphitic carbon to sp3-hybridized carbon (C–C). Moreover, the suitable pre-crosslinking duration time of 30 minutes generates the highest sp3-hybrid structure, which further enhances the formation of closed pores. This trend is essentially the same as the change in “percentage of closed holes” mentioned above. Based on this, we believe that pre-crosslinking affects the bonding mode of carbon atoms by changing the carbon chain structure. After carbonization, carbon with a cross-linked structure is more easily converted to sp3-hybridized carbon. Hybridized carbon with shorter carbon layer lengths and higher disorder degree tends to form turbine structures, resulting in a higher percentage of closed pores. A higher proportion of closed pores P(c) can provide more active sites for sodium ions (<0.1 V) at low voltages, leading to low-voltage plateau behaviour. The above physicochemical characterizations demonstrate that pre-crosslinking successfully modifies the local structure and thus regulates closed pores in hard carbon.",
                "To understand the correlation between local structure and electrochemical performance, all samples were tested in half cells using sodium metal as the counter electrode. Cyclic voltammetry (CV) curves at a scan rate of 0.1 mV s−1 within a voltage range of 0–2.7 V are shown in Fig. 6a. All samples exhibit prominent anodic peaks (∼0.1 V) and cathodic peaks (close to 0 V), implying the good reversibility during desodiation/sodiation. Irreversible broad peaks that appeared at ∼0.5 V in the first cycle are attributed to the formation of solid electrolyte interface (SEI). The attenuation of the irreversible peaks in subsequent scans indicates the protective effect of the previously-generated dense SEI. Fig. 6b is the initial galvanostatic discharge/charge curve of these samples at a current density of 30 mA g−1 in the voltage range of 0–2.7 V. The pristine CS sample delivers a limited charge capacity of 154.7 mA h g−1, with an initial Coulombic efficiency (ICE) of 79.5%. The pre-crosslinking treatment enables significant increases of reversible capacities to 238.1, 332.5, 260.8 and 251.9 mA h g−1 for CCS-15, CCS-30, CCS-45 and CCS-60, respectively. The corresponding ICEs are 72.7%, 83.4%, 78.9% and 77.1%, respectively. All curves consist of a high voltage sloping region (>0.1 V) and a low voltage plateau region (0–0.1 V). Noteworthily, the pre-crosslinking treatment induces a conspicuous elevation of plateau capacity, as shown in Fig. 6c. Much of the literature suggests that closed pores are closely related to the sodium storage behavior of the plateau region and we have previously concluded that pre-crosslinking treatment improves the percentage of closed pores. Therefore, when the proportion of closed pores reaches the maximum (CCS-30), the plateau capacity also reaches the maximum (230.1 mA h g−1), accounting for 70% of the total capacity. The high reversible capacity (332.5 mA h g−1) with large plateau capacity (230.1 mA h g−1) as well as high ICE (83.4%) make the CCS-30 sample quite promising to obtain a higher operating voltage and energy density in practical applications. The overall impedances of these carbon anodes are evaluated using EIS and the corresponding equivalent circuit diagram (Fig. 6d). The semicircle in the mid-/high-frequency region represents the charge transfer impedance (Rct), and the simulated Rct values are plotted in Fig. 6e. CCS-30 has the smallest Rct, suggesting the fastest charge transfer rate and accelerated Na+ migration rate at the interface. To further examine the electrochemical properties of these samples, the rate performances of CS, CCS-15, CCS-30, CS-45, and CCS-60 were compared over the current range of 30–600 mA g−1 (Fig. 6f). The specific capacities of CCS-30 are 332.5, 326.3, 287.7, 233.9 and 156.4 mA h g−1 at different current densities of 30, 60, 150, 300, and 600 mA g−1, respectively. When the current density goes back to 30 mA g−1, the capacity returns to 312.8 mA h g−1. This demonstrates the rapid sodium diffusion and electron transfer as well as the well-maintained electrodes and interfaces even at high current densities. Fig. 6g further depicts the stability of all samples at 300 mA g−1. After 250 cycles, the CCS-30 product exhibits the highest capacity retention of 82.4%, followed by CCS-45 (80.3%), CCS-15 (60.1%), CCS-60 (59.8%) and CS (56.7%), respectively. Moreover, when a longer cycling test is conducted, it is found that CCS-30 still maintains a reversible capacity of 100.48 mA h g−1 under a high current density of 1 A g−1 after 600 cycles, whereas the comparative sample (CS) only shows a negligible capacity of 16 mA h g−1. The above electrochemical tests manifest that the pre-crosslinking treatment can effectively enhance the electrochemical properties of these materials.",
                "CV curves at different scan rates were investigated to evaluate the reaction kinetics of these electrodes (Fig. 7a–d). With the increase of the scan rate, the oxidation peaks move slightly to higher potentials, indicating that all electrodes are mildly polarized and show excellent viability under high scan rates. It has been confirmed that there is a mathematical relationship between scan rate (v) and peak current (I); that is I = avb, where a is a constant. Typically, smaller b values approaching 0.5 indicate diffusion-controlled reactions, while a surface capacitive behavior is dominated when b is close to 1. Compared with CS, the smaller b value of CCS-30 means that the solid-phase diffusion behavior plays a leading role in its sodium storage process. In addition, the capacity contribution of the diffusion-controlled process can be quantified using the following equation,I = k1v + k2v1/2, where k1v and k2v1/2 correspond to the contributions of surface capacitance and diffusion-control processes, respectively. As the scan rate increases from 0.1 to 2 mV s−1, all samples present a smaller contribution of the diffusion-control process (Fig. 7c–f). However, the diffusion contribution of samples treated with pre-crosslinking decreases slowly, indicating that the pre-crosslinking can lower the polarization resistance and enhance the diffusion rate, resulting in good kinetic behavior of the CCS-30 electrode even at high current densities."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a pre-crosslinking strategy is proposed to modulate the local structure of cyclodextrin-derived carbons, transforming the cyclic monomer structure into a three-dimensional structure using carbonyl groups as cross-linking sites. It is demonstrated that the cross-linked structure is more inclined to form sp3-hybrid carbon with shorter carbon layers and higher disorder during the subsequent high-temperature carbonization process, thus generating much turbine-like closed pores. The optimized sample (CCS-30) obtained at a pre-crosslinking time of 30 minutes exhibits a reversible capacity of 332.5 mA h g−1 with a high ICE of 83.4%. Noteworthily, the plateau region takes up a large proportion of 70% in overall specific capacity, which is favorable for the enhancement of the energy density in practical SIBs. This study provides a potential hard carbon anode based on cyclodextrins for SIBs, and also offers some feasible methods to precisely tune the microstructure of biomass-based hard carbons."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Haifeng Ding: investigation, visualization, writing – original draft, data curation. Liang Yue: writing – review & editing. Yonghang Liu: formal analysis. Yi Zhang, Qing Zhao and Peipei Zhi: data curation. Yuruo Qi: writing – review & editing, methodology. Maowen Xu: resources, supervision, funding acquisition, writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors confirm no conflicts of interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Pre-crosslinking enables a promising cyclodextrin-derived carbon anode with large plateau capacity for sodium ion batteries"
}