{
    "DOI": "10.1021/acsnano.2c09679",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the low cost and wide distribution of Na, sodium-ion batteries (SIBs) have emerged as viable alternatives to lithium-ion batteries for grid-scale energy storage.  To date, one of the major obstacles hampering the practical application of SIBs is the lack of appropriate anode materials.  To address this challenge, many anode materials, mainly including intercalation (e.g., carbonaceous and Ti-based materials),  conversion (e.g., transition metal oxide and transition metal sulfide),  and alloying compounds (e.g., Sn, Bi, Sb and P),  have been developed. Among them, alloying compounds featuring a high theoretical capacity and relatively low sodiation potential have been regarded as promising anode materials for SIBs.  Nevertheless, they undergo large volume variation during electrochemical cycling, causing active material pulverization and electrical contact loss, which lead to capacity fading. ",
                "To solve the aforementioned issues concerning alloying compounds, researchers have devoted substantial efforts toward improving alloy-based material stability by designing nanostructures,  introducing nonactive/active metal to form alloys,  or forming composites with carbonaceous materials.  Among these approaches, using a carbon shell as a buffer layer has been proven to be effective in enhancing electrochemical performance.  Particularly, the yolk–shell structure can provide sufficient room to alleviate the volume expansion and prevent solid-electrolyte interface (SEI) film damage.  For example, the Yu group has demonstrated that hollow Sb@C yolk–shell nanospheres afford superior cycling stability.  However, the Na+ diffusion kinetics in conventional carbon layers (e.g., amorphous carbon, graphitized carbon, and hard carbon) is sluggish, limiting rate performance in composite materials.  Additionally, conventional carbon shells are typically formed at high temperatures, which causes volatilization of alloying compounds with low melting points during their synthesis, leading to low active material content in the resulting composites.  Therefore, developing shell materials with high Na+ diffusion coefficients and relatively low formation temperatures is key to solving the above-mentioned issues.",
                "Fortunately, graphdiyne (GDY), a new carbon allotrope, can meet the above-mentioned requirements for shell materials.  The GDY exhibits a layered two-dimensional planar structure composed of benzene rings connected by butadiyne linkers ().  Unlike conventional carbon materials (e.g., graphite, amorphous carbon, carbon nanotubes, and graphene), GDY exhibits intrinsic 18-C cavities uniformly distributed in its plane, allowing metal ions to migrate along the parallel and vertical directions of the carbon plane, beneficial for fast ion transport.  Moreover, GDY can be grown at room temperature via the Glaser-Hay coupling reaction. These features make GDY an ideal shell material for constructing yolk–shell-structured anodes. Therefore, integrating GDY, specifically with a yolk–shell structure, into alloy-type anode materials is crucial in developing high-performance SIB anodes.",
                "Herein, we employed Sb as a typical representative of alloy-based anodes to construct yolk–shell Sb@Void@GDY nanoboxes (NBs) for high-rate and long cycle life SIBs. The Sb@Void@GDY NBs were successfully synthesized via the in situ Glaser–Hay coupling reaction, followed by subsequent thermal reduction and a nanoconfined galvanic replacement reaction (). This yolk–shell Sb@Void@GDY NB architecture demonstrates several key merits for electrochemical Na+ storage: (i) the interior void of the Sb box and the void between the Sb box and GDY shell provide sufficient room for accommodating Sb volume expansion; (ii) the abundant intrinsic in-plane cavities in GDY facilitate fast ion transport; and (iii) Sb NB aggregation can be effectively prevented owing to the confinement effect of the GDY shells. Because of these structural advantages, the Sb@Void@GDY NB composite exhibits outstanding rate performance and excellent cycling stability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The preparation procedure for the yolk–shell Sb@Void@GDY NBs is shown in detail in . In the first step, Cu2O nanocubes (NCs) were prepared using a previously reported method.  X-ray diffraction (XRD) (), scanning electron microscopy (SEM) (), and transmission electron microscopy (TEM) () characterizations reveal that the as-prepared Cu2O NCs are of pure phase and have a uniform morphology with an average width of ∼450 nm. Subsequently, GDY shells were uniformly grown over Cu2O NCs (denoted Cu2O@GDY NCs) using hexaethynylbenzene as the precursor through the typical Glaser-Hay reaction (step [i] in ). Raman spectroscopy is a powerful characterization method for detecting carbon–carbon triple bonds (C≡C). The peaks at approximately 1928 and 2167 cm–1 can be ascribed to the stretching modes of triple bonds (a).  In addition, the peaks at approximately 1378 and 1536 cm–1 correspond to the D and G bands of sp2 carbon, respectively. The bonding structure was further analyzed via X-ray photoelectron spectroscopy (XPS). Deconvolution of the high-resolution C 1s spectrum shows four subpeaks (b), which can be assigned to C═C (284.5 eV), C≡C (285.2 eV), C–O (286.2 eV), and C═O (287.3 eV) bonds.  Moreover, the integral area ratio of the C═C peak to C≡C peak is calculated to be approximately 1:2, consistent with the bonding structure of GDY. The Cu2O@GDY NCs were converted to Cu@Void@GDY NCs (step [ii] in ) after annealing in Ar/H2. The XRD results confirm that Cu2O is completely reduced to metallic Cu (). The wrinkled morphology of the GDY shell was well preserved; however, the volume of the inner Cu yolk shrunk relative to original Cu2O, producing gaps between the Cu yolk and GDY shell ().",
                "During the yolk–shell Sb@Void@GDY NC fabrication, the Cu@Void@GDY NCs were used as precursors and reductants and were mixed with a SbCl3 solution to initiate the galvanic replacement process (step [iii] in ). After the replacement reaction, the products inherited the size and wrinkled surfaces of the Cu@Void@GDY NCs (c). The inner solid metallic Cu was converted to a hollow structure, forming a yolk–shell NB, as evidenced by the darker contrast of the edge region than the center region in the Sb yolk (d). The generation of hollow Sb box can be ascribed to the nanoscale Kirkendall effect.  The XRD pattern of the yolk–shell sample can be ascribed to pure rhombohedral Sb (JCPDS No. 85–1322) (). e displays the high-resolution TEM (HRTEM) image of the yolk–shell sample. The d-spacing of 0.37 nm corresponds to the (003) plane of Sb. Energy dispersive X-ray spectroscopy (EDX) elemental mapping reveals that the Sb box is encapsulated in a carbon shell (f-h). The Sb content in Sb@Void@GDY NBs is ∼84.3 wt % () based on thermogravimetric analysis. For comparison, Sb@C NBs were prepared as control samples via hydrothermal treatment, annealing in a reducing atmosphere, and galvanic replacement reaction, as described in detail in our previous study.  The XRD pattern, TEM image, and EDX elemental mapping of Sb@C NBs are shown in the Supporting Information ().",
                "The Na+ storage performances of Sb@Void@GDY and Sb@C NB electrodes were evaluated in half cells. a shows the cyclic voltammetry (CV) curves of the Sb@Void@GDY NB electrode. Three peaks are observed during the first cathodic scan. The first broad peak at 0.9–1.6 V is probably associated with irreversible reduction of the electrolyte to form the SEI film. The two peaks located at 0.55 and 0.4 V, which are split into three peaks at 0.7, 0.49, and 0.41 V in the following cycles, are attributed to the alloying processes of Sb to Na3Sb. The difference between the first and the subsequent cathodic CV curves is owing to the different sodiation mechanism of Sb in the first and following cathodic scans, as proposed by Gray et al.  In the anodic scan, two oxidation peaks at 0.74 and 0.83 V are associated with the dealloying process of Na3Sb to Sb. b shows the initial four galvanostatic charge–discharge (GCD) profiles of the Sb@Void@GDY NB electrode. The Sb@Void@GDY NB electrode shows a relatively low initial Coulombic efficiency (ICE) of 45.6%, which should be associated with the irreversible consumption of Na+ during SEI layer formation and can be substantially improved by adopting many previously reported presodiation strategies.  shows the differential capacity curve derived from the second GCD profile in b. The shape and peak positions of the differential capacity curve are very similar to those of the second CV curve, suggesting that the GCD profiles are in accord with the CV curves.",
                "The cycling performances of Sb@Void@GDY and Sb@C NB electrodes are compared in c. The Sb@Void@GDY NB electrode exhibits much better cycling stability than the Sb@C NB electrode. It delivers a high capacity of 593 mAh g–1 at 0.1 A g–1 with almost no capacity loss after 200 cycles, whereas a continuous capacity fading is observed for the Sb@C NB electrode. Such excellent cycling stability of the Sb@Void@GDY NB electrode is probably due to the yolk–shell architecture, in which ample space between Sb and GDY shells and the inner voids in Sb (d) allows for the efficient buffering of the volume variation of Sb and preserves the electrode integrity during sodiation/desodiation processes (). To assess the capacity contribution of the GDY shell, hollow GDY NBs () were prepared via etching the Cu in Cu@GDY NCs with FeCl3 solution. As shown in , the GDY NB electrode delivers a reversible capacity of 295 mAh g–1 at 0.1 A g–1. Given the GDY content in Sb@Void@GDY NBs is approximately 15.7 wt % (), the reversible capacity contribution of the GDY shell is estimated to be only 7.8%, suggesting that the capacity of the Sb@Void@GDY NBs is mainly contributed by the Sb yolk.",
                "d compares the rate performace of the Sb@Void@GDY NB and Sb@C NB electrodes. The Sb@Void@GDY NB electrode exhibits much higher average reversible capacities compared with the Sb@C electrode at various rates, and this difference becomes more evident with increasing current rates. For example, the Sb@Void@GDY NB electrode can deliver a high capacity of 294 mAh g–1 at 10 A g–1, which is two times higher than that of the Sb@C NB electrode (144 mAh g–1). Additionally, the rate performance of the Sb@Void@GDY NB electrode is also considerably better than that of many reported Sb-based anodes (). The enhanced rate capability of the Sb@Void@GDY NB electrode can be attributed to the introduction of GDY as a protecting shell. The abundant intrinsic in-plane cavities endow GDY with many transport tunnels for Na+ along the perpendicular direction of the molecular plane, considerably accelerating the Na+ transport kinetics. Impressively, the Sb@Void@GDY NB electrode also exhibits exceptional long-term cycling performance (e). It maintains a capacity of 325 mAh g–1 (ca. 74% capacity retention) after 8000 cycles at 1 A g–1, which is much better than the Sb@C NB electrode and many previously reported Sb-based anodes (). The post-mortem SEM analysis shows that the structure of the Sb@Void@GDY NBs is well maintained after 200 cycles, while obvious cracks are observed in the Sb@C NBs, revealing the superior structural stability of the Sb@Void@GDY NBs ().",
                "We conducted in situ TEM to better understand the real-time structural evolution of the Sb anode upon electrochemical operation and verify the advantages of the yolk–shell structure for Na+ storage. A nanobattery comprising the Sb@Void@GDY NBs as the working electrode, a piece of Na metal as the counter electrode, and a naturally formed Na2O layer on the surface of Na as the electrolyte was constructed, as schematically shown in a. b shows the schematic of structural transformation of the Sb@Void@GDY NBs during the discharge–charge process. A more detailed description of the Na storage mechanism is given in . c-t shows the microstructure evolution of the Sb yolk during electrochemical cycling (see ). During the sodiation process, the typical inner Sb cube underwent huge expansion with the side-length expanded by 148% (), corresponding to a volume expansion of about 324%. Benefiting from the well-designed structure with plenty of inner void space, there remained some void space between the inner yolk and the GDY shell after full sodiation (c-i, ), contributing to the cycling stability of the Sb@Void@GDY NB electrode. During the desodiation process, the Sb box shrunk and the initial yolk–shell morphology was preserved after the first dealloy process. Moreover, the Sb@Void@GDY NB structure was maintained without any damage in subsequent cycles, demonstrating the robust structural stability of the Sb@Void@GDY NBs, thereby ensuring extraordinary long-term cycling performance.",
                "To further reveal the underlying reason for the excellent electrochemical performance of Sb@Void@GDY NB electrode, multiple electrochemical analysis techniques were conducted. First, we adopted the galvanostatic intermittent titration technique (GITT) to investigate the kinetics of Na+ storage behavior of the Sb@Void@GDY NB electrode. The Na+ diffusion coefficients (DNa+) of the Sb@Void@GDY and Sb@C NB electrodes were calculated from the GITT curves (a and ). During both alloying and dealloying processes, the Na+ diffusion coefficients of the Sb@Void@GDY NB electrode are higher than those of the Sb@C NB electrode (b and ), suggesting that Na+ transport in the Sb@Void@GDY NB electrode is faster than in the Sb@C NB electrode. In addition, the Na+ diffusion coefficients of GDY NB electrode () are approximately 2 orders of magnitude higher than that of Sb@Void@GDY NB electrode, implying the fast Na+ diffusion kinetics in the GDY shell.",
                "Electrochemical impedance spectroscopy (EIS) was also performed to study the charge transport kinetics of the Sb@Void@GDY NB electrode. The Nyquist plots (c) were fitted with a simplified equivalent circuit model () and the corresponding fitting data were displayed in . Comparing the fitting results in , the Rct of the Sb@Void@GDY NB is more stable than that of the Sb@C NB electrode, indicating that the GDY shell can enhance the structural stability of the composite electrode and afford a stable SEI layer, thus providing excellent cycling stability. To analyze the Na+ diffusion kinetics of the aforementioned electrodes, the Warburg factor (σ) was estimated from the linear fitting of the low-frequency region of the Z′−ω–1/2 plot (). The Sb@Void@GDY NB electrode shows a much lower σ than the Sb@C NB electrode, implying that the GDY shell can facilitate fast Na+ diffusion, thus enabling superior rate capability.",
                "CV was performed at various sweep rates to illuminate the Na+ storage dynamics in Sb@Void@GDY NB electrodes (d). The diffusion and capacitance contributions to the sodium storage capacity of the material can be deduced from the CV curves. Assuming the anodic and cathodic currents obey the following equation: i=aνb↔log(i)=blog(ν)+log(a), where i and ν represent the peak current and the corresponding scanning rate, respectively. The parameter b was obtained by linear fitting the log(i)–log(ν) plots (e). When the b value approaches 1.0, the charge storage mechanism of the electrode is governed by a capacitive-controlled process, whereas a diffusion-controlled process dominates the system, if the b value is close to 0.5. The b values of the Sb@Void@GDY NB electrode are 0.76 (peak A1), 0.93 (peak C1), and 0.90 (peak C2), implying the reaction dynamics of the Sb@Void@GDY NB electrode is dominated by a fast capacitive-controlled process. Diffusion- and capacitive-controlled capacities can be separated according to the following equation:i=k1ν+k2ν0.5where i, ν, k1ν, and k2ν0.5 are the total current response during CV tests, CV scan rate, capacitive-controlled contribution, and diffusion-controlled contribution, respectively. As shown in f, the capacitive contribution of the Sb@Void@GDY NB electrode increases from 58% to 83% when the scan rate increases from 0.1 to 1.0 mV s–1, suggesting that the surface capacitive process dominates the charge storage process of the Sb@Void@GDY NB electrode, especially at high rates. Moreover, the Sb@Void@GDY NB electrode presents a higher capacitive-controlled contribution than the Sb@C NB electrode (), indicating that the GDY shell contributes to the surface capacitive capacity.",
                "Inspired by the outstanding Na+ storage properties of the Sb@Void@GDY NBs, we assembled a full cell using the Sb@Void@GDY NBs as an anode and Na3V2(PO4)3 as a cathode (a). The electrochemical performance of the Na3V2(PO4)3 cathode is shown in . The full cell delivers reversible capacities of 557, 520, 469, 399, 300, and 216 mAh g–1anode at 0.2, 0.5, 1, 2, 5, and 10 A g–1anode, respectively. Moreover, the full cell achieves a high capacity retention of 75% and preserves a capacity of 354 mAh g–1anode after 500 cycles at 1 A g–1anode (c). As a demonstration, the charged full cell can successfully lit up 84 light-emitting diodes with a pattern of “Sb@GDY” (inset of c). As shown in d, a high specific power of 4 kWh kg–1 and specific energy of 235 Wh kg–1 are achieved for the full cell, highlighting the practical application potential of the Sb@Void@GDY NBs in Na+ full cells."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed yolk–shell structured Sb@Void@GDY NBs via a Glaser-Hay coupling reaction combined with a galvanic replacement reaction. Comprehensive characterizations revel that the void space in the yolk–shell Sb@Void@GDY NBs successfully tolerates the volume changes of the inner Sb yolk and the special GDY shell with intrinsic in-plane cavities promotes the Na+ diffusion kinetics. As a result, the Sb@Void@GDY NB electrode exhibits enhanced rate capability and cycling stability compared with conventional Sb@C NB electrode. The methodology of constructing yolk–shell structured electrodes with a GDY shell layer can potentially be extended to other materials for building high-performance electrodes."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical procedure,  7.5 mmol CuSO4·5H2O and 2.5 mmol sodium citrate were dissolved in 400 mL ultrapure water. Then, 100 mL of 1.25 M NaOH was mixed with the aforementioned solution under stirring for 3 min. Afterward, 250 mL of 0.03 M ascorbic acid was added to the obtained solution under stirring for 5 min. The products were collected via centrifugation after aging for 2 h at room temperature. The obtained precipitate was washed with ultrapure water and ethanol several times. Finally, the obtained Cu2O NCs were dried at 50 °C under vacuum for 6 h."
                    ],
                    "name": " Preparation of Cu2O NCs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Hexaethynylbenzene (HEB) was synthesized and purified using a previously reported approach.  The as-prepared Cu2O NCs were dispersed in acetone under ultrasonication for 1 h at a concentration of 5 mg mL–1 and then mixed with a HEB-pyridine solution (1 mg mL–1) in a glass bottle under gentle stirring to form a homogeneous suspension. The molar ratio of Cu2O to HEB in the suspension was controlled at 30:1. The suspension was kept in the dark, stirred for 24 h, and then left to stand for 48 h. The Cu2O@GDY NCs were collected from the suspension via centrifugation. The obtained precipitate was redispersed in ethanol and precipitated by centrifugation several times. The final precipitate was vacuum-dried for 6 h."
                    ],
                    "name": " Synthesis of Cu2O@GDY NCs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Cu2O@GDY NCs were placed in a quartz boat and heated to 400 °C in an Ar/H2 (94:6 volume) atmosphere for 5 h in a tube furnace. The obtained sample was kept in an inert atmosphere to avoid oxidation."
                    ],
                    "name": " Synthesis of Cu@GDY NCs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Dimethyl sulfoxide (DMSO) was dried over freshly activated 3-Å molecular sieves for a week before use. Tetrabutylammonium tetrafluoroborate (TBABF4) was dried under vacuum at 100 °C before use. All the synthetic procedures for synthesizing Sb@Void@GDY NBs were performed in an Ar-filled glovebox. In a typical synthesis, 360 mg Cu@GDY NCs was dispersed in 36 mL DMSO under sonication for 30 min, forming a reddish-brown suspension. The obtained suspension was mixed with 230 mL 0.05 M SbCl3-0.1 M TBABF4-DMSO solution under stirring and the resulting mixture was stirred gently for 72 h. The resulting solution was precipitated by centrifugation and the supernatant was discarded. The precipitate was redispersed in ethanol and precipitated by centrifugation several times. Finally, the precipitate was vacuum-dried at 50 °C for 6 h."
                    ],
                    "name": " Synthesis of Sb@Void@GDY NBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "In detail, 120 mg glucose and 60 mg Cu2O NCs were added into 60 mL ultrapure water under sonication, forming a uniform suspension. Then, the suspension was hydrothermally treated at 190 °C for 10 h. The resulting reaction solution was precipitated by centrifugation. The obtained precipitate was first washed with water two times and then washed with ethanol. After drying under vacuum, the product was heated to 500 °C for 3h under Ar/H2 atmosphere to gain Cu@C NCs. Afterward, 32 mg Cu@C NCs was dispersed in 6.4 mL DMSO under sonication. The obtained suspension was poured into 100 mL 0.01 M SbCl3-0.1 M TBABF4-DMSO solution. After stirring for 3 h, the reaction solution was allowed to stand for 4 days. The resulting reaction solution was centrifugated to collect precipitate. The Sb@C NBs were washed by ethanol three times before drying in a vacuum oven for 6 h."
                    ],
                    "name": " Synthesis of Sb@C NBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder XRD measurements were conducted using a PANalytical X’Pert powder diffractometer with Cu Kα radiation. The morphologies of samples were observed via SEM (JSM-7800 Prime, JEOL), TEM (HT7700, Hitachi), and HRTEM (Libra 200FE, Zeiss). Raman spectra were acquired from a Horiba XploRA Raman spectrometer with a 532 nm excitation laser. XPS was performed using an ESCALAB 250Xi spectrometer (Thermo Scientific). In situ TEM test was conducted on a JEOL 2100F TEM."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes with active material mass loading of approximately 1 mg cm–2 were prepared by coating a slurry containing 70 wt % as-prepared material, 20 wt % Ketjen black, and 10 wt % sodium carboxymethyl cellulose onto copper foils. The electrodes were dried under vacuum at 50 °C for 2 h, pressed with a roll squeezer, and cut into 12 mm disks. The electrochemical performance of Sb@Void@GDY NB and Sb@C NB electrodes was investigated using CR2032 coin-type half cells, in which the working electrode was paired with a Na counter electrode. The separator was a glass fiber membrane (Whatman) with a diameter of 19 mm. The electrolyte was a 1 M NaClO4 in ethylene carbonate/dimethyl carbonate (1:1 by vol) containing 5 vol % fluoroethylene carbonate. For the full cells, the cathode was prepared using procedures similar to those used for preparing the Sb@Void@GDY NB anode, except that the Sb@Void@GDY NBs were replaced by commercial Na3V2(PO4)3 and the copper foils were replaced by aluminum foils. Both the cathode and the anode were precycled before full cell assembly to minimize irreversible capacity loss. The capacity ratio of the cathode/anode was approximately 1.05:1. EIS and CV measurements were performed on a 302N electrochemical workstation (Autolab). Galvanostatic cycling measurements were conducted using a CT3001A battery tester (LAND)."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Yolk–Shell Sb@Void@Graphdiyne Nanoboxes for High-Rate and Long Cycle Life Sodium-Ion Batteries"
}