{
    "DOI": "10.1021/acsami.9b12204",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable lithium-ion batteries (LIBs) have been dominant power sources for portable electronics and have shown growing applications in electric vehicles. Recently, sodium-ion batteries (SIBs) have also drawn great attention due to their much lower cost and more abundant resource. However, the current commercial graphite-based anode materials show a limited theoretical capacity of 372 mAh g–1 for LIBs and an inert sodium intercalation capacity for SIBs.  Thus, to explore high-performance anode materials is crucial for developing next-generation LIBs and SIBs.",
                "Recently, various anode materials, for example, carbonaceous anodes,  alloy anodes (Sb, P, Sn, etc.),  oxides,  sulfides,  and selenides,  have been developed for LIBs and SIBs. Among them, tin selenide (SnSe) has aroused wide concern as an eligible anode material for LIBs and SIBs because of its high theoretical capacity based on the combined conversion and alloying–dealloying mechanism.  However, there are still several problems. First, the irreversible ion trapping and solid electrolyte interface (SEI) film lead to a low initial coulombic efficiency. Second, the low electrical conductivity and ion-diffusion coefficient degrade the rate performance. Third, the large stress generated from the volume expansion of SnSe results in particle pulverization and loss of electrical contact along with rapid capacity decay.",
                "Currently, various strategies have been utilized to tackle the key issue of rapid capacity decay. One is to construct nanostructures, such as nanosheets  or nanoplates,  which can suppress the cycle-induced stress partly and facilitate ion diffusion. Nevertheless, the nanostructure still suffers severe particle aggregation after repeated cycling, thus impairing the cycling performance. Another is to construct a nanocomposite of SnSe and carbonaceous materials, such as SnSe/C,  SnSe/MWCNTs,  SnSe/CNFs,  and SnSe/rGO,  to accommodate the cycle-induced stress of SnSe effectively. However, owing to the weak bonding between the polar SnSe and the nonpolar carbon matrix, SnSe can detach from the matrix and then aggregate into clusters after long cycling, limiting the cycle life of anodes. Thus, achieving an ultralong cycle life (thousands of cycles) still challenges the SnSe-based anodes. Besides, the nanocomposites have a low tap density in general and lead to a low volumetric storage, which seriously impedes the practical application of the battery owing to its limited inner space. ",
                "Herein, we developed an SnSe/few-layered graphene (FLG) hybrid with a micro–nano structure by plasma-milling (P-milling), in which SnSe nanoparticles are supported and wrapped by the in-situ-formed FLG tightly to form microsized composite agglomerates. Due to its excellent properties (including high specific surface area, good electrical conductivity, and remarkable structural flexibility), the FLG matrix can not only improve the electron and ion conductivity but also effectively alleviates the large stress induced by the volume expansion of SnSe during electrochemical processes. More importantly, the P-milling exfoliation of expanded graphite (EG) can induce substantial C vacancy defects on the FLG, benefitting the formation of both Sn–C and Se–C bonds. As demonstrated by the experimental results and theoretical calculations, the Sn–C and Se–C co-bonding can enable a strong affinity of the FLG matrix to SnSe nanoparticles, which stabilizes the electrode structure by preventing SnSe nanoparticles from aggregating and detaching even after long-term cycling. Additionally, the as-synthesized composite possesses a high tap density and thus a high volumetric energy density, and the synthesis relies on simple and scalable processes, which are beneficial for practical application."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Worm-like EG was obtained by heating expandable graphite (99.9% purity, 100 mesh, Qingdao Xinghua Co., Ltd.) in the muffle at 1000 °C for 90 s. Then, Sn powder (99.5% purity, 200 mesh, National Medicine Co, Ltd), Se powder (99.5% purity, 100 mesh, Aladdin), and EG were mixed in a stainless steel vial. The mass ratio of (Sn/Se)/EG was 7:3, and the mole ratio of Sn/Se was 1:1. The SnSe/FLG composite was synthesized by P-milling the mixture of Sn powder, Se powder, and EG for 20 h under a pure argon atmosphere. P-milling is a material-processing method combining high-energy ball-milling and dielectric barrier discharge plasma.  The SnSe/C composite was synthesized by ball-milling the above mixture without plasma for 20 h. The bare SnSe was synthesized by P-milling the mixture of Sn powder and Se powder with a mole ratio of 1:1 for 20 h. The mass ratio of balls to powder was 50:1"
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase structure was characterized using X-ray diffraction (XRD, Panalytical Empyrean), Raman spectroscopy (Raman, Horiba), and X-ray photoelectron spectrometry (XPS, AXIS Ultra DLD). The microstructure was observed by scanning electron microscopy (SEM, Carl Zeiss Supra 40) and transmission electron microscopy (TEM, JEOL JEM-2100). The tap density was obtained by tapping the powder with a known weight in a graduated cylinder. Tapping was applied for 5 min with 100 taps per min. For the purpose of accuracy, the tap density was measured five times to get the average value. For the ex-situ analyses, the cycled electrodes were disassembled inside a glovebox and then rinsed in dimethyl carbonate three times. For the ex-situ XRD measurements, the electrodes were sealed inside a kapton tape and then analyzed. For the ex-situ XPS/Raman/TEM measurements, the electrodes were scraped off the Cu substrate and then analyzed."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Calculations of the graphene–SnSe interface were performed by the density functional theory (DFT)-based Vienna ab initio simulation package code,  with the standard frozen-core projector augmented-wave method.  The generalized gradient approximation of the Perdew–Burke–Ernzerhof functional was employed for the exchange-correlation potential.  The cut-off energy for basis functions was 450 eV and the k-point mesh was set to 7 × 6 × 1 following the Monkhorst–Pack method.  Atoms were fully relaxed until the Hellmann–Feynman forces on them are within 0.05 eV Å–1. The interface was constructed by a (1 × 1 × 2) SnSe supercell covered with a single graphene layer. The optimal interface matched in the a–b plane was 2:1 for SnSe/graphene.  The mutual lattice constant of the SnSe/graphene interface model was optimized starting from the optimized primitive cell. "
                    ],
                    "name": " Calculation Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were made up of active material (80 wt %), Super P (10 wt %), and carboxymethyl cellulose sodium salt (10 wt %). The electrodes were assembled into 2016 coin-type cells to test the lithium storage performance. The cells were assembled in a glovebox, with a Li disk serving as the counter electrode, a polyethylene membrane as the separator, and 1 M LiPF6 dissolved in diethyl carbonate/ethylene carbonate (2:1 by volume) with fluoroethylene carbonate (10 wt %) as the electrolyte. The sodium storage performance was tested by CR2032 coin-type cells, with a Na disk serving as the counter electrode, a glass fiber as the separator, and 1 M NaClO4 dissolved in ethylene carbonate/propylene carbonate (1:1 by volume) with fluoroethylene carbonate (5 wt %) as the electrolyte. The galvanostatic charge/discharge test was conducted on a LAND battery tester. Cyclic voltammogram (CV) and electrochemical impedance spectra (EIS) were conducted on an electrochemical station (Gamry Interface 1000). EIS was conducted by applying with an amplitude signal of 5 mV ranging from 1 MHz to 0.01 Hz."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The fabrication of the micro–nano-structured SnSe/FLG composite is illustrated in a. Due to the synergistic effect of rapid plasma heating and ball-mill grinding, SnSe nanoparticles are in-situ formed from the reaction between Sn and Se powder; meanwhile, the FLG is in-situ exfoliated from EG and supports SnSe nanoparticles tightly, forming nanosized primary particles and then assembling to microsized agglomerates. Moreover, the in-situ exfoliation of EG to FLG by P-milling can induce abundant structure defects (such as vacancies, etc) on the FLG, and then lead to the formation of both Sn–C and Se–C bonds, which connect SnSe nanoparticles and the FLG matrix closely. The Sn–C and Se–C co-bondings are expected to offer a strong affinity between the SnSe nanoparticles and the FLG matrix, which can effectively prohibit the aggregation and pulverization of active nanoparticles during cycling (b).",
                "The above-described micro–nano-structured feature of the SnSe/FLG composite was confirmed by SEM and TEM observation. As shown in , SnSe and SnSe/C appear as uneven agglomerates with a rough surface. Upon P-milling with EG (a), primary particles with hundreds of nanometers are assembled to secondary particles with several micrometers, which leads to a high tap density of 2.30 g cm–3. The surface of the agglomerates becomes smooth with a thin film coated, indicating that SnSe has been successfully supported by the FLG. Compared with the raw materials of EG, Sn, and Se (), the particle size of SnSe/FLG is reduced greatly and is much smaller than that of SnSe and SnSe/C. The details of this micro–nano structure were further revealed by TEM observation. b shows that microsized SnSe/FLG granules are composed of nanosized primary particles. Three diffraction rings can be observed in the selected-area electron diffraction (SAED) pattern (c), corresponding to the orthorhombic SnSe phase. d,g display the high-resolution TEM (HRTEM) images of the A and B regions of b, and the enlarged images of the A and B regions are shown in e,f,h,i.",
                "The lattice fringes with interplanar spacings of 0.28 and 0.30 nm correspond to the (400) and (111) planes of orthorhombic SnSe. The lattice fringes with an interplanar spacing of 0.40 nm are attributed to the FLG, which consists of 3–10 layers. As shown, the FLG matrix supports the SnSe nanoparticles tightly, which certainly helps prevent the SnSe nanoparticles from aggregation. For a comparison, the HRTEM images of SnSe and SnSe/C are shown in . The SnSe crystals in SnSe and SnSe/C are apparently larger than those in SnSe/FLG. Besides, in SnSe/C, the EG is not exfoliated to the FLG matrix but to the carbon matrix with lots of layers, demonstrating the special exfoliation effect of P-milling on EG.",
                "The structural details of SnSe/FLG were further revealed by XRD and Raman spectra in comparison with SnSe and SnSe/C. a presents the XRD patterns of SnSe/FLG; the XRD peaks can be well-indexed to SnSe (JCPDS #48-1124) and the C phase. The average sizes of the SnSe crystal in SnSe, SnSe/C, and SnSe/FLG can be estimated from the peak broadening of the XRD pattern and are 24, 15, and 8 nm (calculated by the Voigt function), respectively. Obviously, the grain size of SnSe in P-milled SnSe/FLG is much smaller than that of the other two, proving that the P-milling could reduce the size of SnSe crystals more effectively compared with conventional milling and that the FLG support could reduce the aggregation of SnSe crystals, which is in accordance with the above microstructure observation. b shows the characteristic Raman peaks of the D-band at 1340 cm–1, the G-band at 1581 cm–1, and the two-dimensional (2D)-band at 2720 cm–1 in the Raman spectra of EG, SnSe/C, and SnSe/FLG. The D-band is related to disordered carbon, vacancies, and other defects, the G-band is related to the ordered sp2-bonded carbon, and the 2D-band is closely linked to the second-order Raman scattering by in-plane transverse optical phonons.  In the spectrum of EG, there is a sharp G-band and a broad D-band with an ID/IG of 0.20, which increases to 0.72 for SnSe/C by 20 h of C-milling. However, the ID/IG for SnSe/FLG increases remarkably to 1.65 by 20 h of P-milling, indicating better exfoliation of the layered EG and a greater amount of defects (such as vacancies, etc) induced by P-milling.  As will be further discussed, these defects play a very important role in achieving the Sn–C and Se–C co-bonding. Furthermore, the position of the G-band can be used to evaluate the layer number of FLG based on the following equation where ωG is the position of the G-band and n is the layer number of FLG. The positions of the G-band in SnSe/C and SnSe/FLG are 1581.7 cm–1 and 1583.6 cm–1, respectively. Thus, the layer numbers of SnSe/C and SnSe/FLG can be calculated to be about 18 and 4, respectively, in agreement with the TEM observation. The 2D-band can also be used to characterize the layer number of FLG; as shown, the 2D-band of EG consists of two components and is strongly asymmetric, and the 2D-band structure of SnSe/C approaches that of EG. For more than five layers, the 2D-band structure becomes hardly distinguishable from that of the bulk graphite.  For SnSe/FLG, the 2D-band is quite different from that of EG, and it can be deconvoluted into three Lorentzian peaks, which has been reported as the characteristic feature of four-layered graphene.  The 2D-band of SnSe/FLG moves left to 2700 cm–1 compared with those of SnSe/C, which is induced by a decrease in the layer number of the carbon matrix.  Thus, the P-milling can better exfoliate the EG to FLG than conventional milling. The better exfoliation of EG and the smaller particle size of SnSe/FLG are further verified by the N2 adsorption isotherms in , from which the specific surface areas of SnSe, SnSe/C, and SnSe/FLG are determined as 14.3, 24.1, and 36.5 m2 g–1, respectively.",
                "The defects of the FLG matrix benefit the formation of Sn–C and Se–C bonds, which increase the affinity of FLG to SnSe and is one of the keys for the superior cyclic stability of this anode. c shows the Raman spectra with the characteristic peaks of SnSe in SnSe/FLG compared with the peaks of SnSe and SnSe/C at 108, 148, and 186 cm–1, which is attributed to the intrachain stretching vibration mode of SnSe.  The new peak at 203 cm–1 is due to the vibration of Se–C bonds.  The XPS analysis is further performed to reveal the phase and bonding state of SnSe/FLG. As shown in d, the two dominant peaks located at 284.6 and 285.5 eV can be ascribed to the C═C and C–C bonds, and the additional peaks around 282.8 and 289.9 eV can be ascribed to C–Sn and C–Se bonds.  As shown in e, two dominant peaks at 486.3 and 494.8 eV are attributed to the Sn 3d5/2 and Sn 3d3/2 peaks of Sn2+,  and the peaks at 485.8 and 494.4 eV can be attributed to Sn–C bonds. f shows the Se 3d spectra of SnSe/FLG, the peaks at 53.6 and 54.3 eV are assigned to the Se 3d binding energy for SnSe,  and the obvious peak around 57.8 eV is ascribed to Se–C bonds.  In contrast, there is no sign of the Se–C bond and the sign of Sn–C is weak in the XPS analysis of SnSe/C (). This is because the P-milling exfoliation of EG to FLG can lead to the formation of a greater amount of defects, including vacancies, and then lead to the formation of both Sn–C and Se–C bonds, which will be further revealed by the DFT calculations below. These bonds increase the affinity of FLG to SnSe and inhibit the aggregation of SnSe. Thus, owing to the FLG support and Sn/Se–C bonding, the SnSe nanoparticles in the SnSe/FLG appear only several nanometers without aggregation, which are much smaller than those of SnSe and SnSe/C.",
                "To further verify the above-mentioned defect-induced bonding mechanism, the DFT calculation was conducted to depict qualitatively the interfacial Sn–C and Se–C bonding in the SnSe/graphene structure according to their electronic properties, and we also performed a quantitative analysis based on the crystal orbital Hamilton population calculation.  shows the optimized SnSe/graphene interface model with different vacancy concentrations and bonding situations for C–Sn and C–Se. The interface is constructed by the (111) plane of the SnSe supercell covered with the (001) plane of the graphene layer. As shown in a1–a3,c1–c3, the shifting of C to Sn or Se is invisible and there is no electron interaction between C and Sn or Se without a C vacancy. Meanwhile, as can be seen from b,d, there is no orbital overlap of Cp and Snp or Sep, indicating the inexistence of bonding between C and Sn or Se without a C vacancy.",
                "e–h display the situation of the SnSe/graphene interface structure with a low C vacancy concentration (12.5%). It is shown that C atoms move to Sn atoms during the formation of the interface, and the bond length of C–Sn is 2.86 Å (e1). The electron interaction between C and Sn can be observed from the 3D and 2D local charge densities (e2,e3). The difference in charge density is obtained by subtracting the charge density of the SnSe/graphene system with and without C vacancies, as shown in e4. The blue part represents the depletion of charge, while the yellow part represents the accumulation of charge. It can be observed that the electrons accumulate around the C and Sn atoms, indicating the enhanced interaction between C and Sn. The PDOSs of Cp and Sns orbitals in f show that the orbital overlap of C and Sn is available in the range of −6–0 eV, indicating the bonding between C and Sn at the interface. However, as shown in g,h, there is no shifting of C to Se and electron interaction between C and Se at the interface, and there is only an orbital overlap of Cp and Sep at −0.5 eV, illustrating the weak bonding between C and Se. While increasing the C vacancy concentration to 25%, the C–Sn bonding effect is obvious, as reflected in the local charge density and difference charge density graphs (i1–i4). The electron population between C and Sn shows a strong interaction between C and Sn at the interface, and the bond length of C–Sn is 2.36 Å. From the PDOS of Cp and Snp orbitals, we can find that there are some overlap peaks in the energy window from −6 to 0 eV (j). As shown in k,l, there is an obvious shift of C atoms to Se atoms with the C–Se bond length of 1.90 Å. Meanwhile, the local charge density graphs show the evident electron interaction between C and Se, and the electron localization between C and Se is found in the difference charge density graph. Also, there are clear orbital overlaps of Cp and Sep, implying that the interaction between C and Se is noticeable at the interface with a high C vacancy concentration. Consequently, the C vacancy defects can help C to bond with both Sn and Se at the interface. Furthermore, based on the Sn–C and Se–C bonds, the affinity between SnSe and FLG can be calculated based on the equation below where Egrapheneslab and ESnSeslab are the energies of the graphene and SnSe surface systems with the corresponding strain, while Einttot is the total energy of the SnSe/graphene interface and S is the area of the interface. The corresponding work of adhesion of no, low, and high C vacancy concentrations are estimated to be −0.03 J m–2, −1.28 J m–2, and −3.68 J m–2, respectively. Thus, owing to the Sn–C and Se–C co-bonding, there is a strong affinity, −3.68 J m–2, between SnSe and FLG when the C vacancy is highly concentrated. This strong affinity can inhibit the aggregation of SnSe and help stabilize the SnSe/FLG electrode structure during the cycling process.",
                "The above-mentioned unique micro–nano-structured SnSe/FLG composite exhibits excellent electrochemical performance as the LIB anode. a presents the first three CV curves of SnSe/FLG evaluated in a cutoff voltage range of 0.01–2.5 V. During the initial cathodic scan, the peak located at 1.2 V can be ascribed to the decomposition of SnSe into Sn and Li2Se as well as the formation of the SEI film.  The peaks located at 0.42, 0.14, and 0.02 V are attributed to the alloying reaction between Sn and Li+ to form the LixSn alloy.  During the anodic scan, the peaks at 0.09, 0.14, and 0.54 V can be attributed to the dealloying of the LixSn alloy. The anodic peaks at 1.0–1.8 V correspond to the reactions of Sn with Li2Se to form SnSe. b displays the galvanostatic discharge/charge curves of SnSe/FLG in various cycles at 0.2 A g–1. The voltage plateaus are consistent with the above CV observation. SnSe/FLG exhibits high initial discharge and charge capacities of 1255.6 mAh g–1 and 864.8 mAh g–1, corresponding to a high initial coulombic efficiency of 68.9%. Moreover, the high tap density of SnSe/FLG can lead to a high volumetric capacity up to 1990 mAh cm–3. Notably, the volumetric capacity of SnSe/FLG is superior to those of most reported LIB anodes (). During subsequent cycles, the discharge/charge profiles are similar, indicating a high cyclic stability of SnSe/FLG.",
                "c shows that SnSe/FLG exhibits a rate performance superior to that of SnSe and SnSe/C. The SnSe/FLG delivers reversible capacities of 896.5, 833.5, 773.2, 740.3, 698.0, and 612.6 mAh g–1 at current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, much higher than the values of SnSe and SnSe/C obtained at the same current densities. Furthermore, as the current density is reduced to 0.1 A g–1, the capacities can fully recover. The EIS of SnSe, SnSe/C, and SnSe/FLG were obtained at the potential of 2.0 V in initial discharge cycle to reveal the better rate performance of SnSe/FLG. As shown in , each Nyquist plot consists of a depressed semicircle in the high- and medium-frequency regions corresponding to the charge-transfer resistance. The fitted results based on the equivalent circuit (inset of ) are summarized in . SnSe/FLG exhibits the lowest resistance (42 Ω) compared with SnSe (198 Ω) and SnSe/C (126 Ω), indicating the improved conductivity of SnSe/FLG due to the high electrical conductivity of FLG. The latter inclined line in the low frequency region is related to the Li+ diffusion process. The Li+ diffusion coefficient (DLi+) can be estimated based on the following equation where R is the gas constant, T is the absolute temperature, A is the surface area of the electrode, n is the involved electron numbers in the redox reactions, F is the Faraday constant, C is the concentration of Li+, and σ is the Warburg factor, which is related to Z′ based on the following equation  demonstrates the relationship between Z′ and ω–1/2 in the low-frequency region of the above electrodes, where ω is the corresponding angular frequency. As shown, the slope (σ) of SnSe/FLG is much lower than those of SnSe and SnSe/C, indicating its faster ion diffusion.  presents the Nyquist plots for SnSe/FLG in the fully lithiated state after different cycles, with each plot consisting of two depressed semicircles, implying the formation of SEI. The diameters of the two semicircles after different cycles almost overlap, attributing to the stable structure of SnSe/FLG. Considering the small size of SnSe nanoparticles and high specific surface area of the FLG matrix, the pseudocapacitance-like storage, characterized by the surface-controlled behavior, could also result in the superior rate performance of SnSe/FLG. The CV analyses scanned at various rates were carried out to elucidate the lithium storage kinetics of SnSe, SnSe/C, and SnSe/FLG. The power–law relationship between the measured current density (i) and the scan rate (v) is given by the following equationswhere a and b are adjustable parameters. For the typical diffusion-controlled process, the b-value is 0.5, whereas for the capacitive behavior that leads to fast kinetics, the b-value is 1.0.  As shown in , the b-values of SnSe/FLG for cathodic and anodic peaks can be determined to be 0.88 and 0.87, respectively, which are higher than those of SnSe and SnSe/C. The enhanced pseudocapacitance-like storage originates from the ultrasmall nanoparticles and the conductive matrix.  Moreover, the b-values of SnSe/FLG are stable after repeated cycling, indicating the stable structure of SnSe/FLG ().",
                "d shows the cycling performances of SnSe, SnSe/C, and SnSe/FLG at 0.2 A g–1. After 200 cycles, SnSe/FLG still delivers a high capacity of 830.8 mAh g–1, with a capacity retention of 96.1%. In comparison, SnSe and SnSe/C show severe capacity fading, with capacity retentions of only 65.5% and 30.4% after 200 cycles, respectively. e displays the coulombic efficiency performances of SnSe, SnSe/C, and SnSe/FLG; SnSe/FLG exhibits the highest and steadiest coulombic efficiency among them, which indicates its best reaction reversibility and structure stability. The cyclic stability is further evaluated at high current densities. As shown in f, SnSe/FLG exhibits a high rate and exceptional life; it shows high initial reversible capacities of 766.2 mAh g–1/1762.2 mAh cm–3 and 650.3 mAh g–1/1495.6 mAh cm–3 even at 1.0 and 5.0 A g–1, with high capacity retentions of 92.8 and 77.2% after 2000 cycles, respectively. The cyclic stability of SnSe/FLG in this work has been compared with those of other reported SnSe-based anodes; as shown in g, the cyclic stability of SnSe/FLG outperforms other reported SnSe-based anodes.",
                "To further understand the better cycle life of SnSe/FLG, the morphologies of SnSe, SnSe/C, and SnSe/FLG anodes after repeated cycling are observed. a–f present the cross-sectional SEM images of SnSe, SnSe/C, and SnSe/FLG electrodes before and after cycling. The thicknesses of SnSe and SnSe/C electrodes before cycling are about 8.3 and 8.0 μm, and they increase to about 25.2 and 18.9 μm after 200 cycles at 0.2 A g–1, and there are some cracks appearing in the cycled electrodes. In striking contrast, the SnSe/FLG electrode does not show such a significant change before and after cycling and it changes from 8.1 to 10.2 μm. g–i are the surface SEM images of SnSe, SnSe/C, and SnSe/FLG electrodes after cycling. The SnSe/FLG electrode remains integral without cracks. In contrast, severe cracks can be observed in SnSe and SnSe/C electrodes. The comparison demonstrates again that the Sn–C and Se–C co-bonding and FLG support can suppress the large volume change effectively and prevent the disintegration of the electrode.",
                "a–c show the ex-situ XRD patterns of SnSe, SnSe/C, and SnSe/FLG electrodes after the 1st and 200th cycles at 0.2 A g–1, which demonstrates that the SnSe phase can reappear after the lithiation/delithiation process. The full width at half-maximum of the (111) peak narrows obviously, from 0.82 and 0.95 to 0.48 and 0.70, respectively, for the SnSe and SnSe/C electrodes after 200 cycles, while it is almost unchanged for SnSe/FLG. These suggest that SnSe nanoparticles grow very fast during cycling without the FLG support and Sn–C and Se–C co-bonding. d–i reveal the TEM observation results of electrodes after cycling, for the cycled SnSe and SnSe/C electrodes; SnSe nanoparticles aggregate into larger particles. In contrast, most of the SnSe nanoparticles are still evenly distributed in the carbon matrix in the cycled SnSe/FLG electrode. This is also demonstrated by the Sn, Se, and C elemental mappings of the cycled SnSe/FLG electrode (). Furthermore, the XPS and Raman spectra () show that the Sn–C and Se–C co-bonding still exists in SnSe/FLG even after extensive cycling. All of these suggest that the strong affinity of FLG to SnSe can prevent the aggregation and pulverization of SnSe nanoparticles during cycling and enable SnSe nanoparticles to homogeneously distribute in the FLG matrix.",
                "In addition to the enhanced affinity of FLG to SnSe due to the defect-induced Sn–C and Se–C co-bonding, the superstrength of FLG also benefits a lot in maintaining the structural stability of SnSe/FLG. To gain fundamental insights into this benefit of FLG, we analyze the tolerance of FLG to the stress generated from the volume expansion of SnSe during cycling. For the SnSe phase, the stress generated from the SnSe → LixSn + Li2Se conversion can be understood by the elastic-strain effect, which can be evaluated by the micromechanics theory based on Eshelby’s ellipsoidal inclusion theory, and can be estimated based on the following equations where σ, γ, and ε are the stress, total strain, and eigenstrain generated from the volume expansion of the SnSe → LixSn + Li2Se conversion, respectively. S and E denote the Eshelby tensor and elastic constant of SnSe. V1 represents the volume per mole of the SnSe phase, and V2 represents the total volume per mole of the LixSn and Li2Se phases. In our case, we consider the SnSe → Li22Sn5 + Li2Se transition. Based on , VSnSe = 32.0 × 10–6 m3 mol–1, VLi22Sn5 = 58.0 × 10–6 m3 mol–1, VLi2Se = 32.4 × 10–6 m3 mol–1, and S = 0.856. Thus, ε and γ can be calculated to be 0.412 and 0.353, and employing  with ESnSe = 65.7 GPa,  the stress generated from the volume expansion of SnSe during lithiation can be estimated to be 23.3 GPa, which far exceeds the fracture strength of SnSe (∼0.59 GPa) and then results in the rupture of SnSe.  However, the fracture strength of graphene can reach up to 130 GPa, and the fracture strength of graphene with vacancy defects can still remain at ∼80 GPa.  Thus, for SnSe/FLG, the FLG is fully capable of tolerating the stress generated from the volume expansion of SnSe during cycling and preventing its disintegration.",
                "Here, we also assemble the full-cells based on the SnSe/FLG anode and the LiFePO4 cathode and test their electrochemical performance. a shows that the full-cells exhibit a high reversible capacity of 602 mAh g–1 at 0.5 A g–1 in the voltage window of 0.5–3.3 V. Encouragingly, the “SCUT”-shaped light-emitting diode (LED) panel can be lightened by connecting the full-cells (inset of a). Subsequently, they also exhibit a superior cycling performance, with a high capacity of 526 mAh g–1 retained after 120 cycles (b). Moreover, the SnSe/FLG composite also exhibits a superb sodium storage performance. c displays the first three CV profiles of SnSe/FLG. During the initial cathodic scan, the peak located at 0.7 V can be attributed to the sodiation processes to form the NaxSn alloy and Na2Se, in addition to the formation of SEI.  During the anodic scan, the peaks at 0.08 and 0.32 V are associated with the dealloying of the NaxSn alloy, and the peaks located at 1.0–1.8 V correspond to the conversion reactions of Sn with Na2Se to form SnSe. d displays the galvanostatic discharge/charge curves of SnSe/FLG at 0.2 A g–1. SnSe/FLG exhibits a high initial reversible capacity of 477.8 mAh g–1 and a high initial coulombic efficiency of 66.9%, and the volumetric capacity can reach up to 1099 mAh cm–3. During the subsequent cycles, the shapes of the discharge/charge profiles are similar, indicating a high stability of the electrode. e depicts the cycling performances of SnSe, SnSe/C, and SnSe/FLG at 0.2 A g–1. SnSe/FLG retains a high reversible capacity of 439.5 mAh g–1 after 200 cycles, which is much higher than those of SnSe (only 12 mAh g–1) and SnSe/C (315 mAh g–1). f shows the rate performance of the above three samples tested at various rates; SnSe/FLG delivers high reversible capacities of 488, 460, 703, 396, 342, and 285 mAh g–1 at 0.1, 0.2, 0.5, 1.0, and 2.0 A g–1, respectively, much higher than those of SnSe and SnSe/C obtained at the same current densities. Moreover, SnSe/FLG also exhibits an impressive long-term cycling stability at high current densities; it shows high initial reversible capacities of 340.8 mAh g–1/783.9 mAh cm–3 and 275.6 mAh g–1/633.8 mAh cm–3 even tested at 1.0 and 2.0 A g–1, with high capacity retentions of 91.6 and 90.8% after 1000 cycles, respectively (g). As shown in , the cyclic stability of the SnSe/FLG anode clearly outperforms most reported Sn-based anodes.",
                "The above results demonstrate that the micro–nano-structured SnSe/FLG composites exhibit superb electrochemical performance as LIB and SIB anodes. The superb electrochemical performance is highly related to its unique structure: (1) The obtained microsized secondary granules possess a high tap density, which leads to a high volumetric capacity and thus a high volumetric energy density. (2) The FLG matrix can function as a flexible buffer, which can effectively alleviate the large stress generated from the volume change of SnSe during cycling, while it also serves as a conductive network offering fast paths for electron and ion transport. (3) The Sn–C and Se–C co-bonding benefitting from the formation of substantial vacancy defects enables a strong affinity between SnSe nanoparticles and the FLG matrix, which can stabilize the electrode structure by preventing SnSe from aggregating and detaching even after long-term cycling."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a facile one-step method, P-milling, has been developed for the scalable synthesis of micro–nano-structured SnSe/FLG composites with a high tap density, in which SnSe nanoparticles are strongly bound with the robust FLG matrix to assemble nanosized primary particles and then microsized secondary granules. The FLG matrix can effectively alleviate the large cycle-induced stress of SnSe due to its superstrength. More importantly, the Sn–C and Se–C co-bonding, resulting from the formation of substantial C vacancy defects in the P-milling exfoliation of EG to FLG, enables a strong affinity between SnSe nanoparticles and the FLG matrix, preventing SnSe from aggregating and detaching even after long-term cycling. Thus, the required combination of high volumetric storage (1990 mAh cm–3 at 0.2 A g–1) and ultralong life (more than 2000 cycles) can be achieved in the SnSe/FLG anode. The full-cells also display a superior electrochemical performance with a high capacity of 602 mAh g–1 and a high capacity retention of 87.4% after 120 cycles at 0.5 A g–1. Moreover, an impressive cycling stability (capacity retention of 91.6% after 1000 cycles at 1.0 A g–1) is also achieved for SIBs. Overall, this work demonstrates a promising anode material and a viable solution to develop durable Sn-based hybrid anodes for battery application."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Sn–C and Se–C Co-Bonding SnSe/Few-Layered Graphene Micro–Nano Structure: Route to a Densely Compacted and Durable Anode for Lithium/Sodium-Ion Batteries"
}