{
    "DOI": "10.1021/acsami.4c00278",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries, known for their high efficiency and reliability, have become integral in modern life, powering electric cars and portable electronic products.  Despite their widespread use in various commercial fields, further application is limited by the scarcity and high cost of lithium resources.  Compared to lithium, sodium resources are abundant and cost-effective on Earth.  Therefore, Sodium-ion batteries (SIBs) have attracted significant attention as a highly anticipated contender for energy storage and transportation applications. ",
                "In recent years, layered transition metal dichalcogenides (TMDs) have garnered extensive concern for their unique physical and chemical properties in the realm of energy storage.  VSe2, a representative member of TMDs, features a large interlayer spacing of 6.11 Å, facilitating Na+ (de)intercalation. Besides, its metallic properties are conducive to ion storage.  However, the lower d-orbital energy level of selenium leads to the reduction of V4+ and the oxidation of Se2–, causing the inherent instability of VSe2.  This instability results in the agglomeration of VSe2 into bulk materials.  Consequently, during the Na+ insertion/extraction processes, VSe2 experiences substantial volume fluctuations, leading to electrode fragmentation and compromised cycling stability. ",
                "V1.13Se2, a nonstoichiometric compound, can be considered a self-intercalating layered material, where excess vanadium is systematically situated amid the continuous Se–V–Se interlayers.  This unique structure enhances electron transfer efficiency and structural stability throughout repeated cycles.  Additionally, the design of heterostructures involving transition metal compounds can achieve coordinated interactions between diverse ions, bringing about remarkable structural stability. For example, Wang et al. reported a V1.11S2/V1.13Se2/C heterostructure prepared by a multistep reaction process of solvothermal-polymerization-selenylation, delivering excellent rechargeability and durability.  However, the formation of heterostructures with chalcogenide elements (O2–, S2–, Se2–, or Te2–) requires an initial bond-breaking process with metal ions, necessitating substantial reaction energy and introducing notable variability.  This complexity has limited the investigation of the synthesis techniques of V1.13Se2 and its heterostructures. Consequently, research on V1.13Se2/V2O3 is scarce, and the synthesis methods are quite complex, highlighting the need for further investigation in this field. It is necessary to seek simple methods to prepare V1.13Se2/V2O3 and investigate its electrochemical performance.",
                "In this work, the V1.13Se2/V2O3 heterostructure was initially synthesized through a convenient one-step solid-state sintering approach. The resulting composite exhibits noteworthy characteristics, including a high specific capacity of 343.9 mAh g–1 at 0.2 A g–1, remarkable rate capability of 278.9 mAh g–1 at 5 A g–1, and exceptional cycling performance with a capacity of 328.5 mAh g–1 at 2 A g–1 after 1500 cycles. Moreover, we have explored the storage mechanism of V1.13Se2/V2O3 by using X-ray diffraction (XRD) and transmission electron microscopy (TEM) during the charge–discharge processes. Additionally, the electrochemical behavior of V1.13Se2/V2O3 as an anode material in full cells has also been comprehensively investigated, revealing its exceptional power storage capabilities."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "V1.13Se2/V2O3 was synthesized via a simple solid-state sintering method. Specifically, 70 mg of vanadyl acetylacetonate (C15H24O6V) and 70 mg of selenium were ground together in a mortar and pestled to obtain a homogeneous mixture. The mixture was then heated in a tube furnace under an Ar atmosphere at a heating rate of 5 °C/min to 700 °C and held at this temperature for 3 h. Pure V1.13Se2 was synthesized at 700 °C for 1 h with a heating rate of 5 °C/min under an Ar atmosphere using the same synthetic route."
                    ],
                    "name": "2.1.  Synthesis of V1.13Se2/V2O3 and V1.13Se2",
                    "type": "h3"
                },
                {
                    "content": [
                        "The microstructure and morphology of the samples were investigated using scanning electron microscopy (SEM, Hitachi SU8220) and transmission electron microscopy (TEM, Talos F200S, FEI, Thermo). The phase composition and chemical structure of the samples were tested using X-ray diffraction (XRD) with Cu Kα radiation from a Bruker D2 phaser X-ray diffractometer. The surface composition and chemical states were determined using X-ray photoelectron spectroscopy (XPS, ESCALAB 250xi). Thermogravimetric analysis (TG) was performed in the air and N2 atmospheres using a synchronized thermal analyzer (409 PC)."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the V1.13Se2/V2O3 material were tested using a coin-type half-cell. The anode electrode slurry was fabricated by adding active material, carbon black, and sodium carboxymethyl cellulose (CMC-Na) at a weight ratio of 7:2:1 into deionized water and ground thoroughly. The slurry was then uniformly coated on the Cu foil and dried at 60 °C for one night. The mass loading of V1.13Se2/V2O3 in the electrode was about 1.0–1.2 mg cm–2. The NaPF6 (1.0 M) dissolved in diglyme was used as the electrolyte. Charge–discharge tests were performed between 0.01 and 3.0 V on the NEWARE battery test system. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were measured using an electrochemical workstation (CHI 760E). The resistivity of the samples was obtained using a Four-point probe tester (SN/RTS-8).",
                        "Using Na3V2(PO4)2F3@reduced graphene oxide (rGO) as the cathode, 1.0 M NaPF6 dissolved in diglyme as the electrolyte, and V1.13Se2/V2O3 as the anode, a sodium ion full cell was assembled. The cathode electrode slurry was prepared by mixing the active material, carbon black, and polyvinylidene fluoride (PVDF) with a weight ratio of 7:2:1. To balance the capacity between the cathode and anode, the weight ratio between the Na3V2(PO4)2F3@rGO cathode and V1.13Se2/V2O3 anode was maintained at 3:1. Before the full cell was assembled, the V1.13Se2/V2O3 electrode was activated for five cycles at 0.1 A g–1 in the half battery."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a visually demonstrates the successful synthesis of the V1.13Se2/V2O3 heterostructure by utilizing a straightforward one-step solid-state sintering technique. The surface and morphology characteristics of the heterostructure were analyzed using SEM and high-resolution transmission electron microscopy (HRTEM). In comparison to the distinct block shapes of V1.13Se2 and V2O3 (), the V1.13Se2/V2O3 heterostructure reveals a blocky morphology with surface-enriched particles as depicted in b. This unique morphology facilitates efficient interaction between solid and liquid phases, improving the ion transport efficiency.  HRTEM and selected area electron diffraction (SAED) images confirm the coexistence of V1.13Se2 and V2O3 in the heterostructure (c,d). The characteristic lattice spacings of 0.21 and 0.27 nm are evident, corresponding to the (102) plane of V1.13Se2 and the (104) plane of V2O3, respectively. Moreover, a distinct heterointerface between V1.13Se2 and V2O3 is visible, demonstrating atomic matching and rich interface active sites. This heterointerface with abundant interface active sites is beneficial for ion transport.  Energy dispersive spectroscopy (EDS) in e reveals an even distribution of V, Se, and O elements throughout the structure, further evidencing the successful synthesis of the V1.13Se2/V2O3 heterostructure. The crystal structure diagram of V1.13Se2 presented in f exhibits a typical layered structure that facilitates Na+ transport.  It is worth noting that excess vanadium orderly occupies the interstitial spaces between the consecutive layers of V1.13Se2, increasing the structural stability.",
                "The phase structure of V1.13Se2/V2O3, V1.13Se2, and V2O3 was determined through XRD analysis in a. The XRD pattern of V1.13Se2/V2O3 can be assigned to the hexagonal phases of both V1.13Se2 (PDF no. 32-1415) and V2O3 (PDF no. 34-0187). The refined XRD patterns of V1.13Se2/V2O3 in b suggest the coexistence of these two phases (V1.13Se2 and V2O3) in the composite material, with a mass ratio of 82:18%. The successful synthesis of the V1.13Se2/V2O3 heterostructure is additionally supported by the identification of the Se, V, and O elements in the XPS elemental analysis (). c displays the V 2p spectra of V1.13Se2/V2O3 and pure V1.13Se2, revealing doublet peaks at 517.1 and 524.5 eV in V1.13Se2/V2O3, attributed to V 2p3/2 and V 2p1/2 of V4+,  respectively. Two additional peaks at 516.0 and 523.5 eV correspond to V 2p3/2 and V 2p1/2 of V3+,  respectively. In Se 3d spectra (d), the Se 3d5/2 and Se 3d3/2 peaks at approximately 53.0 and 54.0 eV for V1.13Se2/V2O3 are assigned to Se2–, while the peak at 58.9 eV belongs to Se–O.  Notably, compared to pure V1.13Se2, the peaks for V1.13Se2/V2O3 heterostructures in the V 2p and Se 3d spectra significantly shift toward lower binding energies. These shifts are due to the formation of a heterointerface between V1.13Se2 and V2O3, indicating the electron transfer between the two materials.  This phenomenon can be attributed to the existence of the inherent electric field and the electron coupling interaction between V1.13Se2 and V2O3.  Simultaneously, the heterointerface on the surface also partially weakens the further oxidation of the V1.13Se2/V2O3 heterostructure, explaining the stronger Se–O peak at 58.9 eV for pure V1.13Se2 in d.  The high-resolution O 1s spectrum of the V1.13Se2/V2O3 heterostructure (e) can be resolved into two distinct peaks situated at 530.3 and 532.3 eV, respectively, which correspond to the V–O bond of V2O3 and the absorbed water,  further corroborating the successful synthesis of the V1.13Se2/V2O3 heterostructure. f and  depict the TG curves of the V1.13Se2/V2O3 heterostructure under air and N2 atmospheres. The weight of V1.13Se2/V2O3 gradually increases in the range of 200–320 °C under air, differing from its behavior under an N2 atmosphere, which can be assigned to the oxidation of V1.13Se2 to V2O3 and SeO2.  Moreover, a swift decrease in weight is observed after 320 °C, attributed to the volatilization of SeO2 as a gaseous byproduct.  The transformation of V1.13Se2/V2O3 during the TG testing under air is presented below21.13V1.13Se2+11.392.26O2=V2O3+41.13SeO2",
                "Theoretical calculations suggest that pure V1.13Se2 experiences a weight loss of 73%. The actual weight loss of V1.13Se2/V2O3 is measured at 60%, indicating that the proportion of V1.13Se2 in V1.13Se2/V2O3 is approximately 87%, closely aligning with the refined XRD results.",
                "The electrochemical behavior of the V1.13Se2/V2O3 heterostructure was investigated by using CV at 0.1 mV s–1, as illustrated in a. Upon the initial Na+ insertion, three cathodic peaks at 0.83, 1.37, and 2.05 V are ascribable to the formation of NaxVSe2 and Na2Se.  On the other hand, distinct anodic peaks at approximately 1.51, 1.84, and 2.06 V are predominantly ascribed to the extraction of Na+, the formation of intermediate product NaxVSe2, and fully charged product VSe2.  The V2O3 component in V1.13Se2/V2O3 exhibits typical capacitive features with no observable redox peaks, resembling the CV curve of pure V2O3 (). Besides, an initial cathodic peak at 0.36 V vanishes in later cycles, demonstrating the formation of a solid electrolyte interface (SEI) film.  The overlapping profiles in subsequent cycles highlight the excellent cycling stability of V1.13Se2/V2O3. b reveals the initial charge–discharge curves of the three electrodes at 0.2 A g–1. Notably, the first charge–discharge curve of the V1.13Se2/V2O3 heterostructure exhibits some plateaus aligned with the redox peaks observed in CV. The initial charge/discharge capacities for V1.13Se2/V2O3, V1.13Se2, and V2O3 are 422.3/447.7, 411.2/440.8, and 59.2/212.1 mAh g–1, yielding initial Coulombic efficiencies of 94, 93, and 28%, respectively. c presents a comparison of the cycling performances for V1.13Se2/V2O3, V1.13Se2, and V2O3 at 0.2 A g–1. V1.13Se2/V2O3 exhibits a fluctuating capacity with an initial decrease followed by an increase. The initial decrease can be attributed to the formation of an SEI film.  The subsequent increase in capacity is due to further electrolyte penetration into the interior of the V1.13Se2/V2O3 electrode.  This continuous infiltration enhances the conversion process, resulting in the exposure of more boundary positions and heterogeneous interfaces, consequently enhancing the capacity.  V1.13Se2/V2O3 attains the highest capacity of 343.9 mAh g–1 after 50 cycles, with a capacity retention of 96%. d and  illustrate the rate capability of the three electrodes at various current densities ranging from 0.1 to 0.2, 0.5, 1, 2, and 5 A g–1. The capacities of V1.13Se2/V2O3 at these current densities are 374.2, 318.5, 312.6, 306.6, 296.8, and 278.9 mAh g–1, respectively. When reverting to a current density of 0.1 A g–1, V1.13Se2/V2O3 delivers the highest specific capacity of 366.7 mAh g–1 with a maintenance rate of 98%. On the contrary, V1.13Se2 and V2O3 represent lower capacities of 248.9 and 12.3 mAh g–1 at 5 A g–1, highlighting the substantial influence of the V1.13Se2 component on the rate performance of V1.13Se2/V2O3. V1.13Se2/V2O3 maintains a capacity of 328.5 mAh g–1 after 1500 cycles at a high current density of 2 A g–1 as displayed in e. When the loading mass of V1.13Se2/V2O3 in the electrode increases to 2–2.5 mg cm–2, the electrode can also deliver a capacity of 244.9 mAh g–1 after 1200 cycles at the same current density in , demonstrating its potential as a high-loading anode material. Conversely, pure V1.13Se2 exhibits obvious instability after only 100 cycles, while V2O3 demonstrates commendable cycling performance but with limited capacity. These results suggest that the advantage of V1.13Se2/V2O3 over V1.13Se2 lies in its superior cycling stability. While the capacity of V1.13Se2/V2O3 is mainly contributed by V1.13Se2, the appearance of the heterostructure confers excellent cycling stability for V1.13Se2/V2O3.",
                "To elucidate the disparities in electrochemical performance, the reaction kinetics of the electrode was measured by EIS and CV at different scan rates. The charge transfer resistance (Rct) is deduced from the semicircle radius in the Nyquist plot (a). The V1.13Se2/V2O3 heterostructure exhibits a smaller semicircle diameter in comparison to V1.13Se2 and V2O3. Precisely, the Rct values for the V1.13Se2/V2O3 heterostructure, V1.13Se2, and V2O3 are measured as 13.3, 22.5, and 35.3 Ω, respectively, indicating the superior ion conductivity of the V1.13Se2/V2O3 heterostructure relative to V1.13Se2 and V2O3. The Bode plots of impedance measurements (b and ) delineate the real (C′) and imaginary (C″) components of the capacitance for different samples. The real component C′ reflects the contribution of reversible fast electrochemical processes at a given frequency.  V1.13Se2/V2O3 displays a slower decay of C′ with a minimum characteristic relaxation time constant (τ0) of 4.2 s, which is much smaller than the values for pure V1.13Se2 (7.1 s) and V2O3 (14.5 s) as calculated from C″. Besides, the resistivity data in  reveal that the resistivity of V1.13Se2/V2O3 is also lower than that of V1.13Se2. These results demonstrate that the V1.13Se2/V2O3 heterostructure exhibits enhanced ion diffusion and transport effects. ",
                "c,  display the CV curves at different scan rates ranging from 0.1 to 1.0 mV s–1 to investigate the kinetics behavior of the V1.13Se2/V2O3, V2O3, and V1.13Se2 electrodes. The relationship between peak current (i) and scan rate (v) can be expressed as i = avb.  The slope value of b can be obtained by fitting the log v and log(i) plots. The b value approaching 0.5 signifies a diffusion-controlled sodium storage process, while the b value near 1 indicates the dominance of surface pseudocapacitance.  As depicted in d and , the calculated results reveal that the b values of all peaks for V1.13Se2/V2O3 and V1.13Se2 are approximately 1, implying that their sodium storage process is predominantly governed by pseudocapacitance, known for their swift response capabilities. V1.13Se2/V2O3 heterostructure exhibits the highest capacitance fraction with values of 90.8, 92.6, 94.2, 96.2, and 96.7% at scan rates of 0.1, 0.3, 0.5, 0.8, and 1.0 mV s–1 (e,f), respectively. This remarkable pseudocapacitive behavior observed in the V1.13Se2/V2O3 electrode is attributed to its unique heterostructure, which offers additional electrochemical active sites at the heterointerface. The heterointerface promotes interactions between the electrolyte and the electrode, thereby enhancing response kinetics and electrochemical performance.  Besides, the V1.13Se2/V2O3 electrode represents a reduction in particle size from 5 to 9 to 3–7 μm as the cycles increase from the initial cycle to 40 cycles shown in , revealing capacity losses in the first few cycles. It is worth mentioning that the electrode’s structure and morphology remain unchanged after 40 cycles, highlighting its remarkable cycle stability.",
                "Ex-situ XRD was used to investigate the structural transformation and phase evolution of V1.13Se2/V2O3, as illustrated in a. During the initial cycle, the peak intensity of the V1.13Se2 phase at 29.9° gradually diminishes and subsequently reappears, while the corresponding Na0.6VSe2 (PDF no. 83-1276) phase at 11.8° shows an incremental-then-decremental trend. Besides, at the discharged state, the peak for the V1.13Se2 phase disappears and the peak for Na2Se (PDF no. 77-2155) at 23.1° emerges, validating the conversion reaction from V1.13Se2 to Na2Se. In the initial stage, characteristic peaks of the (104) and (110) planes for V2O3 can be observed at 33.1° and 36.2°, respectively. These peaks exhibit a slight negative shift during the discharging process, indicating that the insertion of Na+ into the V2O3.  The peaks corresponding to Na2Se and residual Na0.6VSe2 reappear at the fully discharged state of the second cycle in b, while the peaks indexed to V1.13Se2 and V2O3 are observed at the fully charged state, consistent with the products in the initial cycle. Further evidence is provided by HRTEM (c–f) at cutoff voltages of 0.01 and 3.0 V. The observed lattice spacings of 0.12, 0.19, 0.24, and 0.29 nm correspond to V, Na2O, Na2Se, and residual Na0.6VSe2 at a discharge potential of 0.01 V, respectively. At the fully charged state (3.0 V), the lattice spacings of 0.26 and 0.36 nm attributed to V1.13Se2 and V2O3 reappear, along with the heterointerface formed between V1.13Se2 and V2O3, confirming the generation of the V1.13Se2/V2O3 heterostructure. These findings demonstrate that the electrochemical reactions involving sodium and V1.13Se2/V2O3 can be ascribed to the formation of Na2O, Na2Se, and V during the discharging process, and the regeneration of the V1.13Se2/V2O3 heterostructure during the charging process (g). The following chemical equations represent the sodium storage mechanism.V1.13Se2+4Na++4e−↔1.13V+2Na2SeV2O3+6e−+6Na+↔3Na2O+2V",
                "Na3V2(PO4)2F3@rGO exhibits high voltage and splendid structural stability as a cathode material for SIBs.  Hence, a sodium-ion full battery was assembled using Na3V2(PO4)2F3@rGO as the cathode, NaPF6/diglyme as the electrolyte, and V1.13Se2/V2O3 as the anode to evaluate the practical application of V1.13Se2/V2O3 as shown in a. The fully charged battery demonstrates its practicality by effortlessly illuminating 34 commercial light-emitting diodes (LEDs). b portrays the charge–discharge profiles of the full cell in the initial three cycles, revealing discernible discharging slopes in the voltage range of 1.8–2.5 V, coinciding with the redox peaks in the dQ/dV curve (). The full battery delivers average capacities of 170.3, 165.2, 148.4, 128.5, 100.6, and 39.0 mAh g–1 at current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g–1 in c, respectively. The capacity can be recovered to 173.6 mAh g–1 as the current density decreases from 5 to 0.1 A g–1, highlighting the impressive rate characteristics. The full battery also demonstrates remarkable cycling stability, maintaining a capacity of 151.6 mAh g–1 after 40 cycles with a capacity conservation rate of 100% in d. Furthermore, even after 1000 cycles at a high current density of 1 A g–1, the full cell retains a capacity of 118.5 mAh g–1 and a Coulombic efficiency of 100% shown in e. Therefore, the full battery demonstrates competitive electrochemical performance, establishing its potential applications in energy storage."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "This work focuses on the investigation of a novel anode material, the V1.13Se2/V2O3 heterostructure, fabricated through a one-step solid-state sintering method. The heterostructure provides an inherent electric field and abundant active sites on the material surface, thus enhancing performance such as capacity and rate capability. Therefore, the V1.13Se2/V2O3 heterostructure shows the highest pseudocapacitance and the lowest characteristic relaxation time constant, indicating fascinating rate capability (278.9 mAh g–1 at 5 A g–1), and remarkable cycling stability (328.5 mAh g–1 after 1500 cycles at 2 A g–1). Similarly, the sodium-ion full battery demonstrates a stable capacity of 118.5 mAh g–1 after 1000 cycles at 1 A g–1 and a high capacity of 170.3 mAh g–1 at 0.1 A g–1. Ex-situ technical results manifest a reversible conversion reaction for the V1.13Se2/V2O3 heterostructure during Na+ insertion/extraction processes. This one-step solid-state sintering method offers a simple and efficient approach for the preparation of similar heterostructure materials."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "One-step Solid-State Synthesis of V1.13Se2/V2O3 Heterostructure as a High Pseudocapacitance Anode for Fast-Charging Sodium-Ion Batteries"
}