{
    "DOI": "10.1002/smll.202107869",
    "Journal": "",
    "Keywords": [
        "electrospinning",
        "free‐standing anodes",
        "N‐doped carbons",
        "SbSn alloys",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs), as green energy storage equipment, have raised widespread attention ascribed to high natural abundance of sodium resources (about 2.8 wt% in the earth's crust), low cost, and environmental friendliness.[] Whereas, the large diameter (0.102 nm) and high mass of sodium present considerable resistance in alloying/dealloying, resulting in sluggish ion kinetics, poor reversibility, and rate performance.[] Therefore, great efforts have been made to develop anode materials for high‐performance SIBs. So far, alloy‐type materials, mainly the group IV and V elements, such as Sn,[] Sb,[] Bi,[] Si,[] Ge,[] etc., have been perceived as the most potential anode materials owning to their outstanding superiorities of high theoretical capacity and efficient utilization of atoms (M + xNa+ +xe− ↔ NaxM, M = Sn, Sb, Bi, etc.).[] Besides, there are no extra products (such as Na2O and Na2S) during the dealloying process, which can be helpful for increasing the power density of SIBs. Among these metals, Sn and Sb with high theoretical specific capacities (847 and 660 mAh g−1 for SIBs, respectively), are considered as appealing candidates for SIBs anode materials.[] However, it is inevitable that the extreme volume expansion and sudden contraction of these two metals in the charging and discharging process (420% for Na15Sn4 and 390% for Na3Sb) surely lead to the crushing of electrode materials, which results in the separation of the active substance from the collector and the awful circulation stability.[] Furthermore, the solid electrolyte interface (SEI) layers can be formed continuously on the electrode surface, giving rise to the fact that the sodium ions are expended excessively, bringing about the undesirable electrode dynamics and low Coulomb efficiency.[] To overcome these concerns, designing intermetallics containing two or more metals has been reported to be an effective pathway. This kind of intermetallics can greatly alleviate volume expansion owing to the different redox potentials of the metals during the alloying/dealloying, which promoted the cyclic stability substantially.[] For example, Huang et al. encapsulated SnCo alloy into carbon shell (SnCo@C), delivering higher capacity than that of Sn@C after 120 cycles at 100 mA g−1 (276.2 and 131.6 mAh g−1, respectively).[] In view of this, SbSn alloy, benefitted from higher theoretical capacity (752 mAh g−1), lower voltage platform, and better conductivity than those of pure Sn and Sb, had attracted considerable attention from scientists worldwide. It is well known that Sn and Sb are both electrochemically active metals, which can react with sodium ions and contribute greatly to the total capacity of batteries. Most importantly, Sn and Sb alternately act as volume buffering agents owing to the different sodium potential, which slowing down the volume change during repeated charge–discharge processes.[] However, the volume expansion and crushing fracture of the material in alloying/dealloying reactions is still an inevitable problem, which inhibited the further advancement of SIBs to a degree. Therefore, it is urgent to design the reasonable structure to improve the electrochemical performance of SIBs.[]",
                "As is well known, controlling the size of the alloy particles at the nanometer is a useful route to reduce absolute strain and volume variation during the alloying/dealloying. Besides, the nanostructuring not only shortens the charge diffusion path between ions/electrons and active materials but also provides sufficient electrochemical active sites so as to improve the rate performance to a large extent.[] Nevertheless, the high surface area of nanoparticles causes the decomposition of the electrolyte and formation of a large amount of SEI layers, which leads to low initial Coulombic efficiency. Meanwhile, the aggregation of nanoparticles is occurring easily during the alloying/dealloying, causing poor electrode kinetics. Apparently, adjusting the size of the alloy to nanoscale is not enough to solve the volume expansion problem.[] To the best of our knowledge, the construction of carbon‐based materials, particularly hollow carbon spheres (HCSs), can provide more buffer space and lower energy barrier for the insertion of Na+, which plays a crucial role in improving the kinetics and electrochemical performance.[] HCSs with larger specific surface area and more active sites can enhance the interface contact with electrolyte, thereby beneficial to the diffusion transfer of electron and ion. Moreover, owing to great structural stability of HCSs, the volume expansion and the aggregation of active material can be restrained largely in a long cycling so as to improve the cycle stability of the battery. Most importantly, the HCSs with high porosity can also be used as an active material matrix and electrochemical reactor, where the filled alloy materials will minimize the unfavorable influence derived from the cracking of aggregated particles.[]",
                "Carbon fibers, as one of the most appealing carbon‐based materials, are ideal flexible base due to their excellent electrical conductivities, large specific surface areas, and high electrochemical stabilities.[] As the nanotechnology had found its way into research community, electrospinning as a simple and effective processing technology had enjoyed a rising popularity.[] Through electrospinning and subsequent reduction calcination, the free‐standing and flexible membrane can be obtained, in which the alloy particles uniformly packed into the carbon matrix. Attributing to the high specific surface area and porosity, the 1D structure provides more reactive sites and alleviates the volume expansion greatly.[] Specifically, the introduction of N by polyacrylonitrile (PAN), increasing the defect of carbon as well as the distribution density of SbSn alloy, has further enhanced the conductivity and the pseudo‐capacitors of batteries.[] Moreover, in recent years, flexible wearable devices have been widely studied due to their application prospects in portable mobile electronic devices and human movement monitoring such as portable mobile electronic watch.[] However, the common electrodes bonded by binder are not flexible enough, which can easily cause the crack and powder failure, substantially limiting its use in flexible wearable devices. The main advantage of electrospinning is that a free‐standing membrane including interconnected structure of fibers without conducting agent and binder can be produced, which can be used as a negative electrode directly to meet the requirements of flexible wearable electronic devices. Besides, the electrospinning can simplify the process flow greatly, which can be applied to industrialization. In virtue of diversity and flexibility of electrospinning, this method has been widely applied to the field of lighter and thinner wearable batteries.[]",
                "Herein, inspired by the above advantageous structures, we originally synthesized a flexible free‐standing electrode with bean pod‐like structure, in which SbSn particles were encapsulated in integrated carbon matrix‐synergized N‐doped carbon fibers with hollow carbon spheres (B‐SbSn/NCFs) by one‐step electrospinning and reduction. The superiorities of this material can be summarized as follows: First, benefited from SbSn bimetal alloy high specific capacity and the different sodium potentials between Sn and Sb, the temporary separation of the sodium process prompts the two metals alternately as volume buffers. Notably, corresponding to this synergistic effect, SbSn alloy exhibits high specific capacity and excellent rate performance. Second, the integrated carbon matrix further alleviates the volume change of SbSn alloy, promotes the charge transfer, and avoids the formation of redundant SEI layer in the composite. When the flexibility of the electrode improved, the volume effect and thermal effect are reduced, thereby avoiding the particle pulverization in the cycle process. Last but not least, free‐standing flexible B‐SbSn/NCFs membrane can act directly as a free‐standing electrode without conducting agent and binder, which avoids side reaction and greatly simplifies the process flow. Ultimately, free‐standing flexible B‐SbSn/NCFs membrane electrode had excellent electrochemical performance, which showed admirable reversible capacity of 486.9 mAh g−1 after 400 cycles at 100 mA g−1 for SIBs, while B‐SbSn/NCFs||NVOPF@3Dc full cell presented good performance. Furthermore, the excellent cycling stability of B‐SbSn/NCFs membrane provides a design idea for large‐scale manufacture of flexible electrode in the future."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The fabricated process of bean pod‐like B‐SbSn/NCFs is illustrated in Figure . Resumptively, the synthesis process predominantly was consisted of two straightforward measures, preparation of hollow carbons spheres and electrospinning. Concretely, SiO2 nanospheres, manufactured by Stöber method, were made by hydrolysis of tetraethyl orthosilicate (TEOS) in ethanol and deionized water at room temperature. Subsequently, the resorcinol (R) and formaldehyde solution (F) were added to carry out in situ polymerization reaction. Then, the obtained SiO2@SiO2/RF was carbonized into SiO2@SiO2/C at 650 °C under argon atmosphere. Figure  (Supporting Information) shows the scanning electron microscope (SEM)s images of SiO2@SiO2/RF and SiO2@SiO2/C nanospheres. The diameter of SiO2@SiO2/C nanospheres was 280 nm, less than SiO2@SiO2/RF nanospheres (300 nm). Finally, the obtained SiO2@SiO2/C nanospheres were etched with 2 m of NaOH solution to remove SiO2, forming HCSs.",
                        "The precursor solution was acquired by dissolving PAN, HCSs, and metal chlorides in N,N‐dimethylformamide (DMF). The precursor nanofibers were obtained by electrospinning at 15 kV. Ultimately, the precursor nanofibers were stabilized in air at 250 °C and reduced at 600 °C under the atmosphere of Ar/H2, finally obtaining B‐SbSn/NCFs membrane. It is worth mentioning that PAN provided a mesoporous nitrogen‐doped carbon cross‐linked network matrix after high‐temperature carbonization. What is important, HCSs played a significant role in improving the conductivity and providing void space for the expansion of active SbSn nanomaterials. For the sake of further demonstrating intuitively the excellent performance of B‐SbSn/NCFs membrane, as a comparison, the SbSn/NCFs, B‐Sn/NCFs, B‐Sb/NCFs, and B‐NCFs membranes were produced under the same conditions. Correspondingly, the preparation method was verified in the experimental part in detail.",
                        "Intuitively, the photographs of the B‐SbSn/NCFs membrane are shown in Figure . To prove the flexibility of the membrane, the free‐standing membrane was bent and folded at different angles. Delightfully, the membrane showed great flexibility and toughness, and under the 180° bending and folding the membrane was still intact and did not split. Based on this feature, the B‐SbSn/NCFs membrane was expected to improve the cycle stability of the electrode by alleviating the cracking of the SbSn during the alloying/dealloying process. Besides, macroscopically, the contact angle experiment was used to explore the relation of wettability between the free‐standing membrane and the NaClO4 electrolytic solution. The contact angle of the B‐SbSn/NCFs membrane and SbSn/NCFs membrane without HCSs were tested. From Figure  and Figure  (Supporting Information), it was apparent to observe that the contact angles of the B‐SbSn/NCFs membrane and SbSn/NCFs membrane were 18.5° and 31.3°, respectively in the first second. At the sixth second, the B‐SbSn/NCFs membrane had been completely wetted by the electrolyte, while the contact angle between the SbSn/NCFs membrane and the electrolyte was 10.5°, indicating that the sodium electrolytic solution was easier to immerse into the inside of the B‐SbSn/NCFs membrane. In addition, to further study the penetration of the electrolyte into the B‐SbSn/NCFs, transmission electron microscope (TEM) characterization was applied to observe the B‐SbSn/NCFs membrane immersed in the sodium electrolytic solution (NaClO4) overnight. From TEM and its corresponding element mapping of Na (Figure , Supporting Information), it was noted that sodium ions were uniformly distributed inside the B‐SbSn/NCFs, especially in the void space, suggesting that the existence of HCSs can be favorable for the diffusion of electrolyte.",
                        "The SEM, TEM, and X‐ray diffraction (XRD) were used to study the morphology and microstructure of the obtained free‐standing B‐SbSn/NCFs membrane. As shown in Figure , HCSs were uniformed and had the average diameter of about 280 nm. In addition, in the inserted TEM picture, hollow structure can be observed and the outer shell was the thin carbon layer, manifesting that the SiO2 nanoparticles had been completely etched by the sodium hydroxide solution. After electrospinning, as shown in Figure , the PAN/HCSs/SnCl2⋅2H2O/SbCl3 precursor was a 3D interconnected network weave, with the smooth surface and a diameter of around 500 nm of each fiber. Meanwhile, the HCSs could be found in the fibers. Figure  (Supporting Information) shows TEM images of the precursor. It was seen that no particles were formed while HCSs were present along the fibers. TEM‐EDS (energy dispersive X‐ray spectroscopy) element mapping images of the precursor indicated homogenous distribution of metal chloride salts along with 1D PAN fibers, favoring a uniform disperse of formed SbSn nanoparticles afterward. After high‐temperature calcination and carbonization, the formed B‐SbSn/NCFs still remained 1D fiber shape. As against the precursor, the as‐obtained B‐SbSn/NCFs had a slightly reduced diameter of around 400 nm, resulting from the decomposition of polymers and reduction of ionic salts during the high‐temperature calcination (Figure ). Regarding the crystallinity, XRD pattern of B‐SbSn/NCFs was demonstrated in Figure , illustrating that all distinct peaks at 29.1°, 41.5°, 41.7°, 51.2°, 51.7°, 60.2°, 68.1°, and 68.5° could be well ascribed to (101), (012), (110), (003), (021), (202), (113), and (211) planes of SbSn alloy (hexagonal phase, JCPDS no. 33–0118).[] In evidence, there were no characteristic peaks of elemental Sn and Sb, manifesting that the SbSn alloy with high crystallinity was formed under high‐temperature carbonization and reduction. Because of the strong diffraction peaks of SbSn, the commonly broad peak of carbon at 26.6° was not obvious.[] As shown in Figure , TEM image manifested that HCSs were integrated with nitrogen‐doped carbon fiber calcined by PAN and that HCSs were filled with several nanoparticles, yielding a bean pod‐like structure of SbSn/N‐doped carbon fiber. Besides, it was noticed that a large amount of nanodots were present in the skeleton of carbon fiber. Furthermore, the selected area electron diffraction (SAED) of the B‐SbSn/NCFs membrane in Figure , was well consistent with the hexagonal SbSn phase with the diffraction rings of (101), (012), and (201). Additionally, in the high‐resolution TEM (HRTEM) image (Figure ), the lattice spacing was 0.31 nm, which could be attributed to the (101) plane of SbSn. As demonstrated in Figure , it was further proved that Sn, Sb, C, and N elements were uniformly distributed in the skeleton of B‐SbSn/NCFs. Conclusively, bean‐pod like SbSn/N‐doped carbon fibers were successfully synthesized. In order to make a comprehensive comparison, the SbSn/NCFs, B‐NCFs, B‐Sn/NCFs, and B‐Sb/NCFs were also prepared under the same conditions, in the absence of HCSs, SnSb, Sb, and Sn sources, respectively. In Figure  (Supporting Information), SEM images of the as‐spun PAN/SnCl2⋅2H2O/SbCl3 and SbSn/NCFs, as well as the TEM inset of SbSn/NCFs were displayed, demonstrating that SbSn/NCFs had 1D structure and that SbSn nanodots were uniformly dispersed inside carbon fibers. Figure  (Supporting Information) indicated that all diffraction peaks matched with SbSn hexagonal phase. In case of without SbSn, the as‐spun PAN/HCSs and B‐NCFs membrane was produced and tested by SEM and TEM. In Figure  (Supporting Information), the membrane has fiber shapes with diameter of about 500 nm. Many pores were present along the fibers, which were attributed to the addition of HCSs, suggesting that the bean pod‐like structure was determined by electrospinning of PAN together with HCSs. Moreover, the morphological and structural characterizations of B‐Sn/NCFs and B‐Sb/NCFs membranes are shown in Figures  and  (Supporting Information), respectively. Similar to B‐SbSn/NCFs, these two comparison samples had 1D shape homogenously encapsulated with Sn or Sb nanodots. Meanwhile, XRD patterns of B‐Sn/NCFs and B‐Sb/NCFs were in compliance with metal substance of Sn (JCPDS no. 04–0673)[] and Sb (JCPDS no. 85–1323),[] respectively, which were also verified with SAED results. Note that the lattice spacing with about 0.29 nm was pointed to the (200) plane of Sn (JCPDS no. 04–0673) while that value with 0.31 nm referred to the (012) plane of Sb (JCPDS no. 85–1323). TEM‐EDS element mapping images of B‐Sn/NCFs and B‐Sb/NCFs revealed a homogenous distribution of the corresponding elements along the carbon fibers, suggesting the uniform disperse of Sn or Sb nanodots.",
                        "Furthermore, Raman spectrum illustrated furtherly the carbonization degree of B‐SbSn/NCFs. As shown in Figure , two broad peaks around ≈1350 and ≈1580 cm−1 were attributed to two characteristic peaks of the carbon, corresponding to the D and G bands, respectively. It was well known that the D band represented defects in the lattice of carbon atoms, while the G band represented the in‐plane stretching vibration of sp2 hybridization of carbon atoms.[] On that account, the relative intensity ratios of the D band and G band (ID/IG) could be used to illustrate the defect trait of the composite materials. The relative intensity ratio for B‐SbSn/NCFs was calculated to be 1.40, while the B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs were 1.18, 1.25, and 1.21, respectively (Figure , Supporting Information). In addition, it could be demonstrated that the introduction of HCSs could enhance the disorder of the composite material, which was conducive to introduce more crystal surface defects. As shown in Figure , the thermogravimetric analysis (TGA) of B‐SbSn/NCFs was carried out, illustrating that the first loss of weight (5.03%) was the evaporation of the water absorbed by the sample. The mass proportion of active substance SbSn in the B‐SbSn/NCFs was 51.4%, and was calculated by the following equation[]1SbSn+O2→Sb2O4+SnO2\\[\\begin{array}{*{20}{c}}{{\\rm{SbSn}} + {{\\rm{O}}_2} \\to {\\rm{S}}{{\\rm{b}}_2}{{\\rm{O}}_4} + {\\rm{Sn}}{{\\rm{O}}_2}}\\end{array}\\]2C+O2→CO2\\[\\begin{array}{*{20}{c}}{{\\rm{C}} + {{\\rm{O}}_2} \\to {\\rm{C}}{{\\rm{O}}_2}}\\end{array}\\]3SbSn %=MSbSn×mSnO2+mSb2O4MSnO2+MSb2O4mB−SbSn/NCFs×100%\\[\\begin{array}{*{20}{c}}{{\\rm{SbSn}}\\,\\left( \\\\end{array}\\]where the mB−SbSn/NCFs is the initial weight while the mSnO2+mSb2O4${m_{{\\rm{Sn}}{{\\rm{O}}_2} + }}{m_{{\\rm{S}}{{\\rm{b}}_2}{{\\rm{O}}_4}}}$, is the finial weight of the B‐SbSn/NCFs, and MSbSn, MSb2O4${M_{{\\rm{S}}{{\\rm{b}}_2}{{\\rm{O}}_4}}}$ and MSnO2${M_{{\\rm{Sn}}{{\\rm{O}}_2}}}$ are the relative molecular masses of SbSn, Sb2O4, and SnO2, respectively. Meanwhile, the TG curves of B‐Sn/NCFs and B‐Sb/NCFs are shown in Figure  (Supporting Information).",
                        "Through the nitrogen adsorption‐specific surface area test, the adsorption and desorption of gas under different pressures were measured. The Brunauer–Emmett–Teller (BET) method and Barrett–Joyner–Halenda method were used to calculate the specific surface area and pore size distribution of the sample. As shown in Figure , the type‐IV curve was observed, indicating that the B‐SbSn/NCFs material had mesoporous structure with the pore size of 4 nm (inset in Figure ). The specific surface area of the sample was counted by the BET method to be 111.64 m2 g−1, might be derived from the existence of mesoporous structure. The high surface area not only can effectively increase the contact point of the electrode material and electrolyte, but also buffer the volume change during charge and discharge. As comparison, the specific surface areas of the B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs were lower than that of B‐SbSn/NCFs, which were 97.90, 88.37, and 91.15 m2 g−1, respectively (Figure , Supporting Information). The conductivity tests were conducted to explore the flow of charges in the membrane material. As can be intuitively seen from Figure , the electrical conductivities of B‐Sn/NCFs, B‐Sb/NCFs, SbSn/NCFs, and B‐SbSn/NCFs were 1.808, 4.659, 3.274, and 8.295 S m−1, respectively, indicating good conductivities of carbon fibers. Besides, the X‐ray photoelectron spectroscopy (XPS) was utilized to investigate the surface compositions and valence states of B‐SbSn/NCFs, B‐Sn/NCFs, and B‐Sb/NCFs, as shown in Figure  and Figure  (Supporting Information). The full survey spectrum of B‐SbSn/NCFs (Figure ) revealed the existence of C, N, Sn, and Sb, coinciding with the element mapping. In contrast, from the full spectra of the B‐Sn/NCFs and B‐Sb/NCFs, the characteristic peaks of the Sb and Sn could be observed in B‐Sn/NCFs and B‐Sb/NCFs, respectively. The C 1s XPS spectrum (Figure ) was fitted into three peaks at 284.6, 285.3, and 286.7 eV, which was corresponded to CC, CN, and CN bonds, respectively, verifying the heteroatom doping of N in the carbon matrix.[] Additionally, as for nitrogen doping derived from the decomposition and carbonization of PAN, the N 1s spectrum (Figure ) presented three peaks distributed at 398.2, 400.3, and 401.6 eV corresponding to pyridinic, pyrrolic, and graphitic N, respectively. Note that, N‐doped carbon could provide higher conductivity and more active sites for electrochemical reactions, which promotes electron transfer and improves battery performance. Figure  presents the Sn 3d spectra in B‐SbSn/NCFs, the two high peaks at 485.9 and 494.4 eV were corresponded to the Sn 3d5/2 and 3d3/2 of Sn4+ while other two peaks at 483.8 and 493.1 eV were ascribed to metallic Sn.[] In Figure , the two peaks were assigned to Sb 3d5/2 (530.4 eV) and Sb 3d3/2 (539.7 eV) of Sb3+, while two peaks located at 528.0 and 537.5 eV were ascribed to Sb0.[] The existence of Sb3+ and Sn4+ indicated the oxidation on the surface of the sample in the air. Meanwhile, The XPS spectra of Sn 3d in B‐Sn/NCFs are shown in Figure  (Supporting Information), which were fitted into Sn 3d5/2 (486.1 eV) and 3d3/2 (494.6 eV) of Sn4+, the two peaks located at 484.1 and 493.2 eV were assigned to Sn0. Besides, as for Sb 3d spectra in B‐Sb/NCFs (Figure , Supporting Information), the Sb 3d5/2 (530.3 eV) and 3d3/2 (539.4 eV) were ascribed to Sb3+. Besides, two peaks at 527.7 and 536.9 eV were attributed to Sb0.",
                        "In order to further investigate the phase and morphological evolution of B‐SbSn/NCFs, ex situ XRD and TEM measurements were conducted at different reaction temperature points (see Figure ). As represented in Experimental Section, the sample was stabilized in air at 250 °C for 2 h, heated up to 600 °C with 2 °C min−1, and then carbonized for 2 h in the gas flow of Ar/H2 (95 vol% vs 5 vol%). According to the literature reports, the preoxidation process played an important role in the preparation of electrospinning fibers, which enhanced the thermal stability of the nanofiber and preserved the fiber shape during the subsequent carbonization process.[] In Figure , it was apparently found that after preoxidation at 250 °C for 2 h, a weak broad diffraction peak between about 26° and 27° appeared, corresponding to the carbonaceous material but no obvious peaks of SbSn in presence, suggesting a certain degree of PAN carbonization and no actual formation of SbSn. In Figure , its corresponding TEM images were displayed, suggesting a straight carbon fiber with HCSs. Regarding EDS mapping analysis, no clear difference could be noticed between pristine PAN/HCSs/SnCl2⋅2H2O/SbCl3 precursor and the sample after preoxidation. With the increase of temperature to 425 °C, several diffraction peaks were observed, in agreement with phases of Sb (JCPDS no. 85–1323) and SbSn (JCPDS no. 33–0118). As far as we know, Sn is slightly more active than Sb. Thereby, once the Sn was formed, Sn was tended to alloy with Sb to generate SbSn alloy in the calcination process. TEM images in Figure  demonstrated that plenty of particles were formed in the carbon fiber. Besides, the sizes of these particles were smaller than that of final SbSn alloy, revealing that as the reaction went on the particles were growing gradually. When the temperature reached 600 °C, all the XRD peaks matching with SbSn phase were found, indicating the formation of SbSn with a high purity. However, these diffraction peaks were not as strong as those of final product of SbSn, meaning that long reaction time was helpful for the crystallization of SbSn. In Figure , it could be observed by TEM that the alloy particles continued to grow up, with a diameter of up to 120–130 nm. HRTEM also revealed a lattice distance with 0.31 nm, matching with SbSn phase. As the reaction lasted for 2 h at 600 °C, a bean pod‐like structure, in which SbSn particles were encapsulated in integrated carbon matrix, was synthesized eventually."
                    ],
                    "name": "Results and Discussion",
                    "type": "section"
                },
                {
                    "content": [
                        "The sodium storage performances of the composite materials were directly tested and characterized as free‐standing anode materials by assembling into CR2025 coin cells, with sodium foil as counter electrode (Figure ). To further explore the reaction mechanism of SbSn alloy with Na+, Figure  displays the cyclic voltammograms (CV) curves of B‐SbSn/NCFs electrode for the initial three cycles at 0.2 mV s−1 between 0.005 and 3.0 V (relative to Na/Na+). Apparently, a broad reduction peak occurred at the range of 1.2–0.8 V in the first cathodic scanning but disappeared after the subsequent scanning, which primarily is related to the formation of the SEI film.[] There were seven peaks in the CV curves, which represented the alloying and dealloying process of SbSn alloy. What is important, owing to the alloying potential of Sb was higher than Sn, the peaks at around 0.56 V (Peak 1) were attributed to the alloying reaction of Sb to produce Na3Sb.[] Furthermore, the lower potential peaks, at around 0.21 V (Peak 2) and even close to 0 V (Peak 3), were given rise to the multiple step alloying reactions with Sn, resulting in Na9Sn4, Na3Sn, and Na15Sn4, successively.[] Conversely, the peaks located at 0.09 V (Peak 4) and 0.21 V (Peak 5) were associated with the dealloying reaction of Na3.75Sn and Na3Sn, respectively.[] Subsequently, the peak at about 0.65 V (Peak 6) was corresponded to overlapping of the dealloying reaction to reform Sb and Sn.[] At last, the peak at 0.9 V (Peak 7) could be assigned to the dealloying reaction of Sb.[] The curves were closed to overlap in the subsequent process, indicating the high stability and reversibility of the electrochemical process. Benefitted from the synergistic effects of the different alloying/dealloying potentials of Sn and Sb, the temporarily separated discharge process ensured that Sn and Sb alternately acted as volume buffers. Commonly, the alloying and dealloying reactions of SbSn can be described as follows[]4SbSn+3Na++3e−↔Na3Sb+Sn\\[\\begin{array}{*{20}{c}}{{\\rm{SbSn}} + 3{\\rm{N}}{{\\rm{a}}^ + } + 3{{\\rm{e}}^ - } \\leftrightarrow {\\rm{N}}{{\\rm{a}}_3}{\\rm{Sb}} + {\\rm{Sn}}}\\end{array}\\]5Na3Sb+Sn+3.75Na++3.75e−↔Na3Sb+Na3.75Sn\\[\\begin{array}{*{20}{c}}{{\\rm{N}}{{\\rm{a}}_3}{\\rm{Sb}} + {\\rm{Sn}} + 3.75{\\rm{N}}{{\\rm{a}}^ + } + 3.75{{\\rm{e}}^ - } \\leftrightarrow {\\rm{N}}{{\\rm{a}}_3}{\\rm{Sb}} + {\\rm{N}}{{\\rm{a}}_{3.75}}{\\rm{Sn}}}\\end{array}\\]",
                        "In contrast, the CV curves of the B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes are presented under the same conditions in Figure  (Supporting Information), respectively. As comparison, the CV curves of the B‐SbSn/NCFs electrode had better overlap and regularity than those of other three electrodes, demonstrating the great reversibility and stability of B‐SbSn/NCFs electrode.",
                        "The galvanostatic charge–discharge profiles of B‐SbSn/NCFs, B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes for the initial three cycles at 100 mA g−1 are also presented in Figure  and Figure  (Supporting Information), respectively. With regard to B‐SbSn/NCFs electrode, the platform in the discharge process was corresponded distinctly to the alloying process of SbSn. Two slopes were appeared in the charging curve around 0.2 and 0.6 V, which were approximately regarded as platforms, corresponding to the dealloying process of the Na3.75Sn and Na3Sb. More importantly, the B‐SbSn/NCFs electrode verified the charge and discharge capacities of 831.8 and 1140.25 mAh g−1, respectively, in which the initial Coulombic efficiency (ICE) was 72.9%. While the ICE of B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes was 61.4%, 49.5%, and 57.4%, respectively. The initial capacity was higher than the theoretical capacity of SbSn, implying the storage capacities enhanced after being composited with integrated carbon matrix. The integrated carbon matrix, as a kind of electrochemically active materials, also provided a certain capacity contribution. It increased the defects of electrode, which contributed to interact with Na+ and provided high specific capacity. Besides, when sodiating, the higher initial capacity also partly attributed to the pseudo‐capacitance interaction between the Na+ and the B‐SbSn/NCFs. More importantly, the active material SbSn alloy and integrated carbon matrix were combined as a whole material. Generally, because of the presence of integrated carbon matrix, the proportion of pseudo‐capacitance was increased, thus improving the overall cycling stability of the bean pod‐like B‐SbSn/NCFs material. Likewise, because of good conductibility of metallic SbSn, the storage behavior of carbon matrix could be boosted at a degree. Indeed, the contribution capacity of SbSn or NCFs in the composite was higher than the capacity of single SbSn or single NCF. Besides, when sodiating, the higher initial capacity also partly attributed to the pseudo‐capacitance interaction between the Na+ and the B‐SbSn/NCFs. Moreover, the irreversible capacity loss during the initial charge and discharge process was attributed to the decomposition of the electrolyte and the formation of irreversible SEI film on the surface of the electrode material. In the subsequent cycles, the charging/discharging curves tended to overlap and the Coulomb efficiency was increased, which prove the great reversibility and stability of the B‐SbSn/NCFs electrode.",
                        "Figure  shows the rate performance of the electrodes obtained at current density of 0.1–1.6 A g−1, the B‐SbSn/NCFs electrode presented the excellent rate performance, which the average discharge specific capacity was 728.2, 623.08, 525.02, 444.14, and 388.2 mAh g−1 at 0.1, 0.2, 0.4, 0.8, and 1.6 A g−1, respectively. Encouragingly, the specific discharge capacity of the B‐SbSn/NCFs electrode could still reach 591.4 mAh g−1 even when the current density returned to 0.1 A g−1. Apparently, the performance of the B‐SbSn/NCFs electrode was highest than that of other contrast electrodes, which owing to the different alloying/dealloying potentials of Sn and Sb metal. To be specific, the metals Sn and Sb were alternately used as volume buffers during alloying/dealloying.",
                        "Regarding long‐term performance, as shown in Figure , it was seen that compared with the B‐Sn/NCFs, B‐Sb/NCFs, and B‐NCFs electrodes, the B‐SbSn/NCFs electrode yielded the highest sodium storage capacity. To be specific, the initial discharge capacities of the B‐SbSn/NCFs, B‐Sn/NCFs, B‐Sb/NCFs, and B‐NCFs electrodes were 1203.5, 835.7, 700.4, and 498.3 mAh g−1, respectively, while the initial charge capacities were 824.9, 587.3, 346, and 205.2 mAh g−1 at 100 mA g−1. After 400 cycles, the discharge specific capacity of the B‐SbSn/NCFs electrode could reach 486.9 mAh g−1, and the Coulombic efficiency was as high as 99.97%. In addition, the specific discharge capacities of B‐Sn/NCFs, B‐Sb/NCFs, and B‐NCFs electrodes were 259.3, 209.7, and 111.3 mAh g−1, respectively. There was an obvious capacity fade of the B‐SbSn/NCFs electrode at the beginning of the cycling test, the possible reasons are as follows: 1) the irreversible SEI film formed on the electrode surface consumed the Na+.[] 2) The decomposition of electrolyte and solvent in electrolyte would cause the loss of battery capacity. 3) Dissolution of electrode active material. 4) When the SIBs were overcharged, the Na+ were not completely exited after sodiation, which deposited on the surface of the negative electrode.[] Evidently, with increasing the number of cycles, the volume of Sn and Sb expanded continuously and the particles were crushed, which leaded to the rapid attenuation of capacity. For comparison, the cycling performances of B‐SbSn/NCFs and SbSn/NCFs electrodes under 0.5 A g−1 (Figure , Supporting Information) were tested. Obviously, over the course of 200 cycles, the discharge specific capacity of B‐SbSn/NCFs electrode was 292.4 mAh g−1 while the SbSn/NCFs electrode decayed to 193.5 mAh g−1 after 100 cycles, which demonstrated that HCSs played a key role in electrochemical performance. Besides, the electrochemical properties of B‐SbSn/NCFs electrode were compared with those previously reported Sn/Sb‐based electrodes in Table  (Supporting Information), which further proved the superiority of the bean pod‐like SbSn/NCFs electrode.",
                        "For the purpose of verifying the excellent electrochemical performance, the electrochemical impedance spectroscopy (EIS) results of the four materials, including B‐SbSn/NCFs, B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes, are presented in Figure . It was particularly noted that the impedance diagram was composed of a semicircular arc in the high‐frequency area and a straight line in the low‐frequency area. The semicircular arc in the high‐frequency region represented the SEI film resistance Rf and the charge transfer resistance Rct at the electrode–electrolyte interface. The intercept between the semicircular arc and Z’ was attributed to the electrolyte impedance (Re), while the linear slope in the low‐frequency region reflected the Na+ diffusion resistance of the electrode, namely, the Warburg impedance Zw. Generally, the larger the diameter of the semicircular arc in the high‐frequency region, the greater the charge transfer resistance. In addition, the larger the slope of the inclined line in the low‐frequency region, the smaller the resistance of sodium ion diffusion. Obviously, compared with the other three comparative electrodes, B‐SbSn/NCFs electrode had the smallest Rct (77.0 Ω) under the fresh condition, indicating the great charge transfer ability and high electrochemical activity. After three cycles, the Rct of the B‐SbSn/NCFs electrode decreased from 77 to 49.6 Ω, the reduction of resistance after cycling was attributed to the increased wettability of the integrated carbon substrate and electrolyte.[] After three cycles, the activation degree was improved in the electrochemical reaction process, the active substance was activated, and the stable SEI film was formed on the electrode surface and interface, which promoted the charge transfer and thus Rct of B‐SbSn/NCFs electrode was smaller after cycling.[] Moreover, to further explore the diffusion process of sodium ions, the relationship of Z′ and ω−1/2 was calculated according to the following relational equation[]6D=R2T22A2n4F4C2σW2\\[\\begin{array}{*{20}{c}}{D = \\frac{{{R^2}{T^2}}}{{2{A^2}{n^4}{F^4}{C^2}\\sigma _{\\rm{W}}^2}}}\\end{array}\\]7Z′=Re+Rct+σwω−1/2\\[\\begin{array}{*{20}{c}}{Z' = {R_{\\rm{e}}} + {R_{ct}} + {\\sigma _{\\rm{w}}}{\\omega ^{ - 1/2}}}\\end{array}\\]where R and F represents the gas constant and Faraday constant, respectively, the T refers to the absolute temperature, A indicates the surface area of the electrode, n and c are separately the concentration of sodium ions and the number of electrons per molecule during oxidation, σw implies the Warburg coefficient, and ω stands for the angular frequency. As shown in Figure  (Supporting Information), through transverse comparison, B‐SbSn/NCFs electrode had the smallest slope than B‐Sn/NCFs and B‐Sb/NCFs electrodes, indicating that the B‐SbSn/NCFs electrode had the highest electrical conductivity and fastest diffusion kinetics. At the same time, compared with SbSn/NCFs electrode, the slope of the B‐SbSn/NCFs electrode was smaller, which further demonstrated that the addition of HCSs improved the electrical conductivity and prevented the self‐agglomeration of alloy particles. Besides, it had greatly shortened Na+ diffusion channel, thus accelerating the diffusion of Na+.",
                        "It was well known that the faster the reaction kinetics of Na+, the more superior electrochemical performance of the SIB batteries. To further investigate the excellent rate performance of the B‐SbSn/NCFs, B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes, the kinetics tests were performed by measuring CV at different scan rate ranging from 0.2 to 1.0 mV s−1 (Figure  and Figure , Supporting Information). Obviously, as the scanning speed increased, the intensity of the redox peak gradually increased. Besides, the peak shape was still similar, implying the excellent adaptability of the B‐SbSn/NCFs electrode at large scanning speeds. As reported, the kinetic relationship between the peak current (i) and scan rate (v) obeyed the power law[]8iV=avb\\[\\begin{array}{*{20}{c}}{i\\left( V \\right) = a{v^b}}\\end{array}\\]9logiV=blogv+loga\\[\\begin{array}{*{20}{c}}{\\log i\\left( V \\right) = b\\log v + \\log a}\\end{array}\\]where a and b are two constants, in which the value of b stands for the ratio of capacitance contribution. Generally, the value of b determined by the slope of the log i(V)–log v graph. In addition, as an adjustable parameter, the value range of b was between 0.5 and 1. If the b value tended to 0.5, it indicates that the electrochemical reaction was controlled by the diffusion process. On the contrary, when the b value was close to 1, the capacitive‐controlled process dominated. In Figure , the value of b fitted in cathodic and anodic processes was 0.80 and 0.74, respectively, indicating the dominance of capacitive control of the B‐SbSn/NCFs electrode, which showed the faster reaction kinetics of Na+. Similarly, in Figure  (Supporting Information), the b‐value of the B‐Sn/NCFs (0.76 and 0.51), B‐Sb/NCFs (0.89 and 0.69), and SbSn/NCFs (0.75 and 0.70) electrodes was smaller than that of B‐SbSn/NCFs electrode.",
                        "To further quantify the contribution ratio of the diffusion and capacitive control, the pseudo‐capacitance contribution rate at a certain scan rate was counted according to the equations as follows[]10iV=k1v1/2+k2v\\[\\begin{array}{*{20}{c}}{i\\left( V \\right) = {k_1}{v^{1/2}} + {k_2}v}\\end{array}\\]11iV/v1/2=k1+k2v1/2\\[\\begin{array}{*{20}{c}}{i\\left( V \\right){\\rm{/}}{v^{1/2}} = {k_1} + {k_2}{v^{1/2}}}\\end{array}\\]where k1v1/2 and k2v represents the diffusion‐controlled process and the capacitive behavior, respectively. As shown in Figure , the area in the shaded part represented the pseudo‐capacitance contribution of the material, which indicating the contribution of capacitance behavior of the B‐SbSn/NCFs electrode attained 63.5% at 0.2 mV s−1. In contrast, the capacitance contribution of B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes, lower than that of the B‐SbSn/NCFs electrode, was accounted for about 52.78%, 46.68%, and 60.72%, respectively (Figure , Supporting Information). Along with ascending the scan rate, the capacity contribution was also elevated by degrees to 71.17%, 77.42%, 82.68%, and 88.51% at the 0.4, 0.6, 0.8, and 1.0 mV s−1, respectively (Figure ). Through the comparison, the capacitance contribution of the B‐SbSn/NCFs electrode was the highest at different scanning speeds than B‐Sn/NCFs, B‐Sb/NCFs, and SbSn/NCFs electrodes. As well we known, the increasing of capacitance contribution implied the fast electron transfer and short diffusion path, which contributed to the excellent rate performance. To be specific, the bean pod‐like structure provided space for the volume expansion and enhanced the diffusion kinetics of Na+. In addition, SbSn nanoparticles also curtailed the diffusion distance of Na+, thereby improving the cycle stability and rate performance of the electrodes.",
                        "Furthermore, the diffusion coefficients of sodium ions of the B‐SbSn/NCFs and SbSn/NCFs electrodes were investigated by galvanostatic intermittent titration technique, in which a constant current density of 100 mAh g−1 at 0.005–3.0 V for 5 min was applied and then it was left for 5 min in an open circuit state (Figure , Supporting Information). The diffusion coefficient can be calculated by the following formula[]12DNa+=4τπmBVMMBS2ΔEsΔEτ2\\[\\begin{array}{*{20}{c}}{{D_{{\\rm{N}}{{\\rm{a}}^ + }}} = \\frac{4}{{\\tau \\pi }}{{\\left( {\\frac{{{m_{\\rm{B}}}{V_{\\rm{M}}}}}{{{M_{\\rm{B}}}S}}} \\right)}^2}{{\\left( {\\frac{{\\Delta {E_{\\rm{s}}}}}{{\\Delta {E_\\tau }}}} \\right)}^2}}\\end{array}\\]where τ is the constant current pulse time. mB, MB, and VM refers to the mass, molar mass, and the molar volume of the active material of the electrode, respectively. S represents the contact area between electrode and electrolyte. At last, ΔEs and ΔEτ indicates the voltage change caused by pulse and the voltage change of constant current charging and discharging, respectively. As shown in Figure , the DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ of the B‐SbSn/NCFs membrane electrode was between 6.12 × 10−16 and 2.29 × 10−14 during the discharge process, while the value of DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ ranged from 4.09 × 10−14 to 1.72 × 10−13 in the charge process. As shown in Figure  (Supporting Information), compared with the SbSn/NCFs membrane electrode (4.07 × 10−17 to 6.31 × 10−16 in the discharge process and 4.9 × 10−15 to 2.19 × 10−14 during the charge process), B‐SbSn/NCFs membrane electrode could offer a higher value of DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$, proving the faster Na+ diffusion, in agreement with the results of EIS.",
                        "To verify the storage mechanism of sodium for SbSn alloy, the structure of the B‐SbSn/NCFs electrode at fully sodiated and desodiated states are characterized though ex‐TEM (Figures  and , Supporting Information). When the initial discharge reached 0.005 V, the morphology of the electrode kept the original bean pod shape and the particle size of SbSn did not change significantly, which proved the unique integrated carbon substrate effectively alleviated the huge volume expansion during the process of sodiation (Figure , Supporting Information). The HRTEM images (Figure , Supporting Information) showed the two lattice space of 0.26 and 0.46 nm, corresponding to the (103) and (220) crystal planes of Na3Sb and Na3.75Sn phases, respectively, which indicated the SbSn fully alloyed with Na.[] Figure  (Supporting Information) shows the TEM‐EDS mapping images, the C, N, Sn, Sb, and Na elements were homogenously anchored on B‐SbSn/NCFs. Conversely, when charged to 3.0 V, as shown in Figure  (Supporting Information), the unique bean pod electrode morphology kept the original state, the carbon fiber was about 400 nm and the largest SbSn particle was about 230 nm in diameter, implying the good stability of electrode after fully desodiated. Noted that at this state, the HRTEM images (Figure , Supporting Information) only revealed the lattice space of 0.31 nm, which contributed to (101) crystal plane of the SbSn phase.[] Further, it was shown that the Na3Sb and Na3.75Sn phases came through dealloying reaction to convert to primitive SbSn phase after desodiation. After desodiation, the TEM‐EDS mapping images (Figure , Supporting Information) showed the elements distributed uniformly, indicating the extraction of Na+. Note that the SEI films or products leading to irreversible capacity also can contain sodium, so the TEM‐EDS mapping images showed the presence of sodium. From what has been discussed above, the B‐SbSn/NCFs electrode was conveyed to the Na3Sb and Na3.75Sn phases after fully sodiated while reconverted into SbSn phase after fully desodiated. The process buffered volume changes through a unique integrated carbon substrate, thus maintaining good electrochemical stability of the electrode.",
                        "In order to further demonstrate the cycling stability of the B‐SbSn/NCFs electrode, the morphology and structure of B‐SbSn/NCFs electrode material after 400 cycles were fully characterized. As shown in Figure , ex situ XRD pattern displayed that three evident peaks at 29.1°, 41.5°, and 41.7° corresponded to the (101), (012), and (110) crystal planes of the hexagonal SbSn, respectively, suggesting a high reversible reaction of SbSn during alloying and dealloying. The difference between the XRD before and after cycling may attribute to the repeated process of sodiation and desodiation of SbSn alloy, resulting in structural changes, which break the lattice structure. According to the TEM image (Figure ), as against the fresh sample, the bean pod‐like morphology remained almost unchanged while the SbSn particles agglomerated together to a degree, indicating a good structural stability of B‐SbSn/NCFs electrode. Repeated charge‐discharge process would lead to particle pulverization and volume expansion, irreversible sodiation/de‐sodiation reaction cannot be ruled out, which inevitably consumed some SbSn alloys. Therefore, after 400 cycles, the atoms occupied by Sb and Sn elements in the electrode were smaller than before the cycles (Table , Supporting Information). But overall, the whole morphology of the electrodes did not change, and the atomic ratio of Sb to Sn in the electrodes was still about 1:1 before and after cycling. Moreover, two diffraction rings in accordance with the (021) and (101) planes of SbSn (JCPDS no. 33–0118) were observed by SAED (Figure ), in line with XRD result. In order to visually present the element distribution after the cycling, the TEM‐EDS element mapping patterns are shown in Figure . The SbSn alloy particles were still uniformly embedded in the bean pod‐like carbon matrix, which proved the cyclic stability of the electrode and further revealed the reason for the high stability of the electrode material. In addition, the SEI films and incomplete removal of sodium also caused the presence of sodium in mapping images.",
                        "Encouraged by the excellent sodium storage performance of the B‐SbSn/NCFs membrane anode, we assembled preliminary full cell with the B‐SbSn/NCFs membrane anode and the NVOPF@3Dc cathode which produced by our research group to measure the electrochemical performance. Note that in assembling the battery, there was an excess of NVOPF@3Dc cathode material. Figure  shows the charge and discharge curves of the NVOPF@3Dc cathode and the B‐SbSn/NCFs membrane anode, respectively. Apparently, the charging/discharge platform of the full cell would emerge near 3.68 and 2.58 V, respectively. On that account, the operating voltage window for the full cell was set to 1.5–4.2 V. Correspondingly, Figure  shows the charging capacity of the initial cycle was 497.8 mAh g−1, the discharging capacity was 331 mAh g−1, which the Coulomb efficiency was about 66.49% at 100 mA g−1. With the increasing of cycles, the Coulomb efficiency gradually increased. Also, the storage capacity could reach 125.8 mAh g−1 after 100 cycles. Encouragingly, the flexible B‐SbSn/NCFs anode material and NVOPF@3Dc cathode material were soft‐packaged into soft‐pack full cell (Figure ), which could light up the 14 light‐emitting diodes (LEDs), suggesting fully the great potential practical application.",
                        "To further have insights into the formation energy and volume change of sodiated SbSn models with increasing the number of Na+, in the view of the energy, density functional theory (DFT) calculations were conducted. A 2 × 2 × 2 supercell of SbSn was full relaxed and then the supercell was used to compute the Na capacity by inserting Na atom one by one. The blue, red, and yellow spheres represent the Sn, Sb, and Na atoms, respectively. In Figure , the SbSn supercells with inserted Na ions (from 1 to 9) are shown. As comparison, the pristine SbSn supercell without Na+ is demonstrated in Figure  (Supporting Information). Accordingly, the formation energy of sodiated SbSn model as a function of the number of inserted sodium ions is plotted in Figure  and the corresponding values are displayed in Table  (Supporting Information). Noticeably, from an energy point of view, regardless of the lattice change, it was found that the maximum number of inserted Na+ in a 2 × 2 × 2 supercell of SbSn was 9 while keeping the formation energy value negative. In this stage, the inserted Na+ ions can be regarded as doped cations in SbSn crystal, which does not lead to the broken structure of SbSn yet. When the number of inserted Na+ rose to 10, the formation energy became 0.064 eV, meaning that 2 × 2 × 2 supercell of SbSn with 10 Na+ could not maintain the SbSn supercell structure and might start to crack. It is assumed that the cracked supercell can give rise to smaller crystals for the continuation of sodiation. In addition, with changing the number of Na+, the crystal cell parameters and volumes of all the calculated sodiated SbSn were varied as well. The volume change ratio of sodiated SbSn versus pristine SbSn and their corresponding cell parameters are also shown in Figure  and Table  (Supporting Information), respectively. As the number of inserted sodium ions into SbSn increased up, the volume of sodiated SbSn was elevated gradually."
                    ],
                    "name": "Electrochemical Evaluation of SIBs",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, through the simple process of electrospinning and high‐temperature calcination reduction, the alloy of SbSn was encapsulated in integrated carbon matrix including HCSs and nitrogen‐doped carbon fibers, and the bean pea‐like free‐standing flexible B‐SbSn/NCFs membrane electrode was designed. Inspiringly, the integrated carbon matrix further alleviated the volume change of SbSn alloy and reduced volume expansion and crushing, which contributed to excellent charge–discharge specific capacity and rate performance of electrode. As anodes for SIBs, the B‐SbSn/NCFs membrane electrode presented high charge and discharge capacity of 486.8 and 486.9 mAh g−1 at 100 mA g−1 after 400 cycles. Besides, even if the current density was increased to 500 mA g−1, the discharge specific capacity of 292.4 mAh g−1 could still be achieved after 200 charge–discharge cycles. In particular, due to simple process and excellent performance, this material had great potential for the preparation and development of flexible free‐standing membrane electrode, which is expected to be applied to supercapacitors on a large scale and for commercial development."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical procedure, ammonia solution (3 mL, 25 wt%) and TEOS (3.5 mL) were successively dissolved in a mixture solution of deionized water (10 mL) and ethanol (70 mL) by stirring vigorously. Then, resorcinol (0.4 g) and formaldehyde (0.56 mL) were added into the above prepared solution and stirred for 24 h at room temperature. The obtained flesh pink solid product was washed with deionized water and ethanol repeatedly, and dried under vacuum oven at 80 °C for 12 h. Subsequently, the obtained SiO2@SiO2/RF nanospheres were calcinated at 650 °C for 5 h under Ar atmosphere with a heating rate of 5 °C min−1 to achieve the SiO2@SiO2/C nanospheres. Typically, the HCSs were obtained by etching the SiO2@SiO2/C nanospheres (2 m NaOH solution).",
                        "The B‐SbSn/NCFs were obtained by a facial electrospinning process for further calcination. Typically, polyacrylonitrile (PAN, 0.5 g, Mw = 150 000, Aldrich) and 0.1 g HCSs were dissolved in DMF (99.8%), and stirred vigorously at 40 °C for 3 h. After that, equal mol ratio of SnCl2⋅2H2O and SbCl3 was added into the above solution and stirred for 3 h at the same temperature. Afterward, the resulting solution was poured into the 5 mL plastic syringe equipped with a 20‐gauge stainless‐steel needle. When spinning, the distance between the needle and the collector was maintained at 18 cm. The applied voltage and the feed speed were about 15 kV and 0.6 mL h−1, respectively. The obtained as‐spun fibers were dried at 60 °C overnight in a vacuum oven. Then, the sample was stabilized in air at 250 °C for 2 h, heated up to 600 °C with 2 °C min−1, and then carbonized up to 2 h in the gas flow of Ar/H2 (95 vol% vs 5 vol%). Finally, the B‐SbSn/NCFs were obtained. For the sake of contrast, the control samples, the B‐Sn/NCFs, B‐Sb/NCFs, B‐NCFs, and SbSn/NCFs were got without Sb, Sn, SnSb and HCSs sources under the same conditions, respectively.",
                        "The crystal structure information of all the samples was recorded by powder XRD (Bruker D8 ADVANCE, Cu Kα radiation, λ = 0.15418 nm), with a step size of 0.1° s−1 in the 2θ ranging from 10° to 80°. The surface/internal morphologies and structures of the prepared samples were investigated by using SEM (Hitachi SU8010) at an accelerating voltage of 30 kV and TEM (FEI Talos F200X, USA) at an accelerating voltage of 200 kV, respectively. The molecular structure and atomic valence were collected by XPS (PHI 5000 VersaProbe III). TGA (SDT Q600) was performed to calculate carbon content of materials under an air atmosphere from room temperature to 800 °C at a heating rate of 10 °C min−1. Raman spectra were recorded at a wavelength of 532 nm using dispersive Raman microscope (XPLORA PLUS). Electrical conductivity analysis was tested by the ST2742B Automatic Powder Resistivity Tester. The contact angle was measured by the DSA25S Contact Angle Meter.",
                        "The CR2025‐type coin cells were assembled in Ar‐filled glove box, which the content of oxygen and water were both less than 0.1 ppm. For half‐cell, the free‐standing B‐SbSn/NCFs membrane electrode (loading mass: 1.0 mg cm−2) worked as the working anode and the Na metal as the counter electrode. The sodium foil glass fiber membrane was applied between the Na metal and the working anode, utilized as the separator, while the electrolyte solution was 1 m NaClO4 dispersed in a mixture of propylene carbonate/ethylene carbonate (1:1) with fluoroethylene carbonate (5 wt%) as the additive. Likewise, sodium full cell was assembled by using B‐SbSn/NCFs free‐standing membrane as working anode and the Na3V2(PO4)2F3 nanoflower was anchored on 3D carbon sheets (NVOPF@3Dc, the research group produced) material as cathode. Additionally, the galvanostatically charged–discharged tests were performed on the LAND test system (LAND CT 2001A) at 30 °C, which the potential window ranged from 0.005 to 3 V at various current densities. The CV curves at different scanning rates were conducted in the CHI 660D electrochemical workstation, and EIS was examined in the frequency range of 0.01 to 105 Hz.",
                        "All the DFT calculations were conducted by the open‐source code Quantum Espresso software package. The electron–ion interactions were described by the projected augmented wave potentials, while the exchange‐correlation interactions were calculated by employing the Perdew–Burke–Enzerhof pseudopotentials of generalized gradient approximation.[] The vdW‐D3 method developed by Grimme was employed to describe the van der Waals interaction.[] The plane‐wave energy cutoff was set as 400 eV. The convergence threshold was set as 1.0 × 10−6 eV in energy and 0.01 eV per Angstrom in force. A 2 × 2 × 2 supercell of SbSn was fully relaxed and then the supercell was used to compute the Na capacity by inserting Na atom one by one. The Brillouin zone was modeled by gamma‐centered Monkhorst–Pack scheme, in which 2 × 2 × 2 grid was adopted during structure optimization. The formation energy of Na intercalation was computed by13ΔE=ESnSbxNax2−ESnSbxNax1−x2−x1ENax2−x1\\[\\begin{array}{*{20}{c}}{\\Delta E = \\frac{{E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_2}}}} \\right] - E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_1}}}} \\right] - \\left( {{x_2} - {x_1}} \\right)E\\left[ {{\\rm{Na}}} \\right]}}{{{x_2} - {x_1}}}}\\end{array}\\]"
                    ],
                    "name": "Synthesis of Hollow Carbon Spheres",
                    "type": "section"
                },
                {
                    "content": [
                        "In a typical procedure, ammonia solution (3 mL, 25 wt%) and TEOS (3.5 mL) were successively dissolved in a mixture solution of deionized water (10 mL) and ethanol (70 mL) by stirring vigorously. Then, resorcinol (0.4 g) and formaldehyde (0.56 mL) were added into the above prepared solution and stirred for 24 h at room temperature. The obtained flesh pink solid product was washed with deionized water and ethanol repeatedly, and dried under vacuum oven at 80 °C for 12 h. Subsequently, the obtained SiO2@SiO2/RF nanospheres were calcinated at 650 °C for 5 h under Ar atmosphere with a heating rate of 5 °C min−1 to achieve the SiO2@SiO2/C nanospheres. Typically, the HCSs were obtained by etching the SiO2@SiO2/C nanospheres (2 m NaOH solution).",
                        "The B‐SbSn/NCFs were obtained by a facial electrospinning process for further calcination. Typically, polyacrylonitrile (PAN, 0.5 g, Mw = 150 000, Aldrich) and 0.1 g HCSs were dissolved in DMF (99.8%), and stirred vigorously at 40 °C for 3 h. After that, equal mol ratio of SnCl2⋅2H2O and SbCl3 was added into the above solution and stirred for 3 h at the same temperature. Afterward, the resulting solution was poured into the 5 mL plastic syringe equipped with a 20‐gauge stainless‐steel needle. When spinning, the distance between the needle and the collector was maintained at 18 cm. The applied voltage and the feed speed were about 15 kV and 0.6 mL h−1, respectively. The obtained as‐spun fibers were dried at 60 °C overnight in a vacuum oven. Then, the sample was stabilized in air at 250 °C for 2 h, heated up to 600 °C with 2 °C min−1, and then carbonized up to 2 h in the gas flow of Ar/H2 (95 vol% vs 5 vol%). Finally, the B‐SbSn/NCFs were obtained. For the sake of contrast, the control samples, the B‐Sn/NCFs, B‐Sb/NCFs, B‐NCFs, and SbSn/NCFs were got without Sb, Sn, SnSb and HCSs sources under the same conditions, respectively.",
                        "The crystal structure information of all the samples was recorded by powder XRD (Bruker D8 ADVANCE, Cu Kα radiation, λ = 0.15418 nm), with a step size of 0.1° s−1 in the 2θ ranging from 10° to 80°. The surface/internal morphologies and structures of the prepared samples were investigated by using SEM (Hitachi SU8010) at an accelerating voltage of 30 kV and TEM (FEI Talos F200X, USA) at an accelerating voltage of 200 kV, respectively. The molecular structure and atomic valence were collected by XPS (PHI 5000 VersaProbe III). TGA (SDT Q600) was performed to calculate carbon content of materials under an air atmosphere from room temperature to 800 °C at a heating rate of 10 °C min−1. Raman spectra were recorded at a wavelength of 532 nm using dispersive Raman microscope (XPLORA PLUS). Electrical conductivity analysis was tested by the ST2742B Automatic Powder Resistivity Tester. The contact angle was measured by the DSA25S Contact Angle Meter.",
                        "The CR2025‐type coin cells were assembled in Ar‐filled glove box, which the content of oxygen and water were both less than 0.1 ppm. For half‐cell, the free‐standing B‐SbSn/NCFs membrane electrode (loading mass: 1.0 mg cm−2) worked as the working anode and the Na metal as the counter electrode. The sodium foil glass fiber membrane was applied between the Na metal and the working anode, utilized as the separator, while the electrolyte solution was 1 m NaClO4 dispersed in a mixture of propylene carbonate/ethylene carbonate (1:1) with fluoroethylene carbonate (5 wt%) as the additive. Likewise, sodium full cell was assembled by using B‐SbSn/NCFs free‐standing membrane as working anode and the Na3V2(PO4)2F3 nanoflower was anchored on 3D carbon sheets (NVOPF@3Dc, the research group produced) material as cathode. Additionally, the galvanostatically charged–discharged tests were performed on the LAND test system (LAND CT 2001A) at 30 °C, which the potential window ranged from 0.005 to 3 V at various current densities. The CV curves at different scanning rates were conducted in the CHI 660D electrochemical workstation, and EIS was examined in the frequency range of 0.01 to 105 Hz.",
                        "All the DFT calculations were conducted by the open‐source code Quantum Espresso software package. The electron–ion interactions were described by the projected augmented wave potentials, while the exchange‐correlation interactions were calculated by employing the Perdew–Burke–Enzerhof pseudopotentials of generalized gradient approximation.[] The vdW‐D3 method developed by Grimme was employed to describe the van der Waals interaction.[] The plane‐wave energy cutoff was set as 400 eV. The convergence threshold was set as 1.0 × 10−6 eV in energy and 0.01 eV per Angstrom in force. A 2 × 2 × 2 supercell of SbSn was fully relaxed and then the supercell was used to compute the Na capacity by inserting Na atom one by one. The Brillouin zone was modeled by gamma‐centered Monkhorst–Pack scheme, in which 2 × 2 × 2 grid was adopted during structure optimization. The formation energy of Na intercalation was computed by13ΔE=ESnSbxNax2−ESnSbxNax1−x2−x1ENax2−x1\\[\\begin{array}{*{20}{c}}{\\Delta E = \\frac{{E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_2}}}} \\right] - E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_1}}}} \\right] - \\left( {{x_2} - {x_1}} \\right)E\\left[ {{\\rm{Na}}} \\right]}}{{{x_2} - {x_1}}}}\\end{array}\\]"
                    ],
                    "name": "Synthesis of Hollow Carbon Spheres",
                    "type": "section"
                },
                {
                    "content": [
                        "In a typical procedure, ammonia solution (3 mL, 25 wt%) and TEOS (3.5 mL) were successively dissolved in a mixture solution of deionized water (10 mL) and ethanol (70 mL) by stirring vigorously. Then, resorcinol (0.4 g) and formaldehyde (0.56 mL) were added into the above prepared solution and stirred for 24 h at room temperature. The obtained flesh pink solid product was washed with deionized water and ethanol repeatedly, and dried under vacuum oven at 80 °C for 12 h. Subsequently, the obtained SiO2@SiO2/RF nanospheres were calcinated at 650 °C for 5 h under Ar atmosphere with a heating rate of 5 °C min−1 to achieve the SiO2@SiO2/C nanospheres. Typically, the HCSs were obtained by etching the SiO2@SiO2/C nanospheres (2 m NaOH solution)."
                    ],
                    "name": "Synthesis of Hollow Carbon Spheres",
                    "type": "section"
                },
                {
                    "content": [
                        "The B‐SbSn/NCFs were obtained by a facial electrospinning process for further calcination. Typically, polyacrylonitrile (PAN, 0.5 g, Mw = 150 000, Aldrich) and 0.1 g HCSs were dissolved in DMF (99.8%), and stirred vigorously at 40 °C for 3 h. After that, equal mol ratio of SnCl2⋅2H2O and SbCl3 was added into the above solution and stirred for 3 h at the same temperature. Afterward, the resulting solution was poured into the 5 mL plastic syringe equipped with a 20‐gauge stainless‐steel needle. When spinning, the distance between the needle and the collector was maintained at 18 cm. The applied voltage and the feed speed were about 15 kV and 0.6 mL h−1, respectively. The obtained as‐spun fibers were dried at 60 °C overnight in a vacuum oven. Then, the sample was stabilized in air at 250 °C for 2 h, heated up to 600 °C with 2 °C min−1, and then carbonized up to 2 h in the gas flow of Ar/H2 (95 vol% vs 5 vol%). Finally, the B‐SbSn/NCFs were obtained. For the sake of contrast, the control samples, the B‐Sn/NCFs, B‐Sb/NCFs, B‐NCFs, and SbSn/NCFs were got without Sb, Sn, SnSb and HCSs sources under the same conditions, respectively."
                    ],
                    "name": "Synthesis of B‐SbSn/NCFs",
                    "type": "section"
                },
                {
                    "content": [
                        "The crystal structure information of all the samples was recorded by powder XRD (Bruker D8 ADVANCE, Cu Kα radiation, λ = 0.15418 nm), with a step size of 0.1° s−1 in the 2θ ranging from 10° to 80°. The surface/internal morphologies and structures of the prepared samples were investigated by using SEM (Hitachi SU8010) at an accelerating voltage of 30 kV and TEM (FEI Talos F200X, USA) at an accelerating voltage of 200 kV, respectively. The molecular structure and atomic valence were collected by XPS (PHI 5000 VersaProbe III). TGA (SDT Q600) was performed to calculate carbon content of materials under an air atmosphere from room temperature to 800 °C at a heating rate of 10 °C min−1. Raman spectra were recorded at a wavelength of 532 nm using dispersive Raman microscope (XPLORA PLUS). Electrical conductivity analysis was tested by the ST2742B Automatic Powder Resistivity Tester. The contact angle was measured by the DSA25S Contact Angle Meter."
                    ],
                    "name": "Material Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "The CR2025‐type coin cells were assembled in Ar‐filled glove box, which the content of oxygen and water were both less than 0.1 ppm. For half‐cell, the free‐standing B‐SbSn/NCFs membrane electrode (loading mass: 1.0 mg cm−2) worked as the working anode and the Na metal as the counter electrode. The sodium foil glass fiber membrane was applied between the Na metal and the working anode, utilized as the separator, while the electrolyte solution was 1 m NaClO4 dispersed in a mixture of propylene carbonate/ethylene carbonate (1:1) with fluoroethylene carbonate (5 wt%) as the additive. Likewise, sodium full cell was assembled by using B‐SbSn/NCFs free‐standing membrane as working anode and the Na3V2(PO4)2F3 nanoflower was anchored on 3D carbon sheets (NVOPF@3Dc, the research group produced) material as cathode. Additionally, the galvanostatically charged–discharged tests were performed on the LAND test system (LAND CT 2001A) at 30 °C, which the potential window ranged from 0.005 to 3 V at various current densities. The CV curves at different scanning rates were conducted in the CHI 660D electrochemical workstation, and EIS was examined in the frequency range of 0.01 to 105 Hz."
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                },
                {
                    "content": [
                        "All the DFT calculations were conducted by the open‐source code Quantum Espresso software package. The electron–ion interactions were described by the projected augmented wave potentials, while the exchange‐correlation interactions were calculated by employing the Perdew–Burke–Enzerhof pseudopotentials of generalized gradient approximation.[] The vdW‐D3 method developed by Grimme was employed to describe the van der Waals interaction.[] The plane‐wave energy cutoff was set as 400 eV. The convergence threshold was set as 1.0 × 10−6 eV in energy and 0.01 eV per Angstrom in force. A 2 × 2 × 2 supercell of SbSn was fully relaxed and then the supercell was used to compute the Na capacity by inserting Na atom one by one. The Brillouin zone was modeled by gamma‐centered Monkhorst–Pack scheme, in which 2 × 2 × 2 grid was adopted during structure optimization. The formation energy of Na intercalation was computed by13ΔE=ESnSbxNax2−ESnSbxNax1−x2−x1ENax2−x1\\[\\begin{array}{*{20}{c}}{\\Delta E = \\frac{{E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_2}}}} \\right] - E\\left[ {{\\rm{SnSbx}}{{\\left( {{\\rm{Na}}} \\right)}_{{x_1}}}} \\right] - \\left( {{x_2} - {x_1}} \\right)E\\left[ {{\\rm{Na}}} \\right]}}{{{x_2} - {x_1}}}}\\end{array}\\]"
                    ],
                    "name": "Computational Details",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by National Natural Science Foundation of China (no. 22075227), China Postdoctoral Science Foundation (no. 2021M692605), Industrial Innovation Chain of Key Research and Development Project of Shaanxi Province (nos. 2018ZDCXLGY08‐04, 2019ZDLGY16‐07), and Major Project of Shaanxi Coal Joint Fund of Shaanxi Provincial Science and Technology Department (2019JLZ‐07)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that supports the findings of this study are available in the supplementary material of this article."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Bean Pod‐Like SbSn/N‐Doped Carbon Fibers toward a Binder Free, Free‐Standing, and High‐Performance Anode for Sodium‐Ion Batteries"
}