{
    "DOI": "10.1002/anie.201913683",
    "Journal": "",
    "Keywords": [
        "CoP@C composites",
        "hierarchical hollow structures",
        "potassium storage",
        "sodium storage"
    ],
    "Sections": [
        {
            "content": [
                "With the increasing demand for energy storage systems, rechargeable batteries have attracted more and more attention. While lithium ion batteries are still dominating the portable electrical device and vehicle industries, sodium ion batteries (SIBs) and potassium ion batteries (PIBs) are emerging as potential alternatives or supplements, especially for large‐scale energy storage to alleviate the giant demands on limited lithium resources. Nevertheless, the large radius and heavy mass of Na+ or K+ adversely limit their capacities, cycle life, and rate capability. It is essential to find suitable electrode materials with high performance for sodium and potassium storage.",
                "Metal phosphides have attracted much attention as anode materials for alkaline ion batteries owing to their low redox potentials and high theoretical capacities compared to their oxide and sulphide counterparts. They still suffer, however, from large volume variation and low intrinsic electrical conductivity, which lead to rapid capacity decay and poor rate performance during cycling. Preparing nanostructures is an efficient way to shorten the diffusion length and electron transport distance for electrode materials, but the increased interface charge transfer resistance, and self‐aggregation and pulverization of nanoparticles during cycling are issues that need to be addressed. Devising hollow morphologies and compounding with a conductive matrix are being further utilized, offering synergistic effects to decrease the self‐aggregation of nanoparticles, permit easy permeation of the electrolyte, and buffer the volume strain during cycling. Many metal phosphides and carbon composites, including MoP@C, carbon nanotube@FeP@C, Ni2P/N‐doped graphene/Ni2P, CuP2/C, Sn4P3@C, SnP3/C, and CoP@N‐doped C have been studied as anodes for SIBs and demonstrated enhanced electrochemical performance compared with pure metal phosphides. For example, Sn4P3/reduced graphene oxide hybrids showed an excellent reversible capacity of 656 mAh g−1 at 100 mA g−1 over 100 cycles. Metal phosphides for PIBs are, however, still in their infancy with limited reports. Sn4P3/C composite for PIBs was reported to deliver a reversible capacity of 384.8 mAh g−1 at 50 mA g−1, but the Sn4P3 particles were decrystallized and agglomerated into larger globules after 50 cycles, resulting in sudden capacity decay. N,P‐codoped carbon/CoP hybrids were reported to be capable of delivering capacity of 127 mAh g−1 after 1000 cycles at 100 mA g−1 for PIBs. It is still a challenge to find a suitable host for both sodium and potassium storage with excellent electrochemical properties.",
                "In this work, hierarchical hollow CoP and carbon composites were synthesized through a facile one‐step carbonization and phosphorization treatment of Co‐glycerate precursor. The composite is composed of CoP@C spheres, which are further made up of CoP nanoparticles with a thin outer carbon layer. Electrochemical performances of the prepared CoP@C composites as anode materials for SIBs and PIBs were evaluated and discussed. In situ TEM, in situ synchrotron XRD, and DFT calculations were conducted to study the structure evolution and the interaction between Na/K and CoP during cycling processes. The conductive carbon layer of CoP@C composite not only accelerates the conduction of electrons, but also confines the CoP nanoparticles together, maintains electrode integrity, and prevents electrode pulverization during repeated discharging/charging processes. The hollow structure is beneficial for the contact between the active materials and the electrolyte, as well as effectively accommodating the volume change during the charging/discharging processes. The as‐prepared CoP@C composites demonstrate excellent sodium and potassium storage capability as anode materials for rechargeable batteries."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthesized Co‐glycerate precursor is composed of solid nanospheres with diameters of about 600 nm along with an outer carbon layer and shows an amorphous structure (Supporting Information, Figures S1, S2). Based on the TGA result (Supporting Information, Figure S3), the precursor was calcined at different temperatures under various gas atmospheres. An illustration of the synthesis is shown in Scheme . In Route 1, carbonization of the precursor occurred with calcination under N2 atmosphere. Co@C composite was formed (Supporting Information, Figure S4), with nanoparticles protuberances of about 50 nm in diameter appearing on the surface. A second‐step phosphorization strategy was applied to convert the Co@C to cobalt phosphide and carbon composites (T‐CoP@C) (Supporting Information, Figure S5). Although CoP phase was formed, the particles on the surface of the composite became larger and were not uniform, resulting from the phase transformation from Co to CoP. In Route 2, the precursor was first oxidized to hollow Co3O4 after calcination under air atmosphere (Supporting Information, Figure S6), and hollow cobalt phosphide (O‐CoP) was then obtained after phosphorization treatment (Supporting Information, Figure S7). In a much simpler Route 3, the phosphorization and carbonization of the Co‐glycerate precursor are completed within a one‐step calcination under PH3 atmosphere, which was from the decompositon of sodium hypophosphite monohydrate under high‐temperature calcination. CoP@C composites composed of uniform secondary nanoparticles were directly obtained. In this preparation, a slow heating rate is essential for the formation of final product. Otherwise, a mixture of CoP2 and CoP would be obtained (Supporting Information, Figures S8, S9). Bulk cobalt phosphide (B‐CoP) was also prepared for comparison (Supporting Information, Figure S10). It is found that the phosphorization of Co‐glycerate precursor and synthesis of CoP@C could be realized at 600 °C or 400 °C. It is more attractive, however, to sinter at 600 °C, where carbonization could be completed within the same step. Moreover, the phosphorization happens before the carbonization during the process, so the CoP nanoparticles formed in the first step are well confined by the carbon framework and could retain their small size without agglomeration in the carbonization process.",
                "Figure  a presents XRD patterns of different cobalt phosphide samples. All of the prepared products could be indexed to orthorhombic CoP phase (PDF 65‐1474). For carbonized CoP samples (CoP@C‐400 and CoP@C‐600), no obvious characteristic peak of carbon was observed, indicating that the carbon remains amorphous. CoP@C‐600 shows higher peak intensities than CoP@C‐400, indicating its higher crystallinity resulting from the higher calcination temperature. The morphology and microstructure of CoP@C‐600 are shown in detail in Figure  b–e. CoP@C‐600 retains the spherical morphology of the Co‐glycerate precursor in the form of hierarchical hollow CoP@C spheres in diameter of about 600 nm. The spheres further consist of small nanoparticles about 10 nm in diameter, which are well‐confined in a thin carbon layer with a thickness of about 1 nm. The interplanar d‐spacing of 0.189 nm of the nanoparticle corresponds to the (111) lattice planes of CoP. High‐resolution TEM image and energy dispersive spectroscopy (EDS) mapping indicate the homogeneous distribution of Co and P elements and the existence of an outer carbon layer. CoP@C‐400 show similar morphology with CoP@C‐600, as shown in the Supporting Information, Figure S11. The nanosized CoP are well and uniformly embedded in the spherical carbon framework.",
                "The status and content of carbon in CoP@C‐400 and CoP@C‐600 were investigated. Raman spectra of CoP@C‐400 and CoP@C‐600 are presented in the Supporting Information, Figure S12. Both spectra show the existence of the D band at about 1350 cm−1 and the G band at about 1580 cm−1, where the former originates from the vibrations of disordered carbon at the edges of the graphite sheets and the latter represents the in‐plane C−C bond stretching vibration of graphitic (sp2) carbon. The intensity ratios (ID/IG) for CoP@C‐400 and CoP@C‐600 are 1.31 and 1.23, respectively. It is obvious that the increasing carbonization temperature results in an increasing ratio of sp2 bonds, as well as organized crystalline ordering of the carbon component, which is beneficial to enhanced surface electronic conductivity. XPS investigations were performed to study the status of Co, P, and C elements for CoP@C‐400 and CoP@C‐600 (Supporting Information, Figure S13). For CoP@C‐600, the P 2p peaks centered at 133.8 and 129.2 eV can be assigned to P−O and P−Co bonds, respectively. The peaks in the C 1s spectra verify the formation of P−C bonds (288.3 eV), along with predominant graphitic C=C bonds, as indicated by the peak at 284.3 eV, and there is another small peak for C−O bonds. The formation of P−C bonds can enhance the conductivity as well as maintaining the integrity of electrode materials. The Co 2p spectra present Co 2p3/2 at 778.2 and 781.3 eV with a satellite peak at 786.8 eV and Co 2p1/2 at 793.1 and 797.6 eV with a satellite peak at 803.8 eV. CoP@C‐400 shows similar XPS peaks with different relative intensities from CoP@C‐600, indicating that it has the same composition and elemental status. The contents of CoP were calculated from TGA test to be 68.2 % and 79.0 % in CoP@C‐400 and CoP@C‐600, respectively (Supporting Information, Figures S14, S15). The CoP content in CoP@‐600 is higher than that in CoP@C‐400 owing to the more sufficient carbonization induced at higher temperature. All of these above results demonstrate the successful synthesis of hierarchical hollow CoP@C composites.",
                "The electrochemical performances of different cobalt phosphides samples as anodes for SIBs and PIBs were studied and are shown in Figure . Figure  a shows the first three galvanostatic charge‐discharge curves of CoP@C‐600 for SIB. The long discharge plateau starting from 1.07 V in the first cycle comes from the decomposition of electrolyte, the formation of the solid‐electrolyte interphase (SEI) film together with the Na+ ion insertion, and the conversion reaction of CoP into Na3P, in consistent with the CV curve (Supporting Information, Figure S16a). Owing to the small particle size of CoP, conversion reaction (Co+Na3P−3 e−→CoP+3 Na+), instead of a de‐alloying reaction, would occur during the first charge process. The charge plateaus at 2.1 V, and the discharge slopes between 1.2 and 0.01 V in the following cycles are also in agreement with the CV curves. When performing electrochemical cycling, CoP@C‐600 shows obviously better cycle life and rate performance than CoP@C‐400, O‐CoP and B‐CoP (Figure  c; Supporting Information, Figure S17a). The initial discharge capacity of CoP@C‐600 is 717.3 mAh g−1 with an initial Coulombic efficiency (CE) of 53.6 %, which reaches 99 % after the first few cycles. Moreover, CoP@C‐600 maintains a reversible capacity of 320 mAh g−1 after 300 cycles when cycling at 100 mA g−1. CoP@C‐400, O‐CoP, and B‐CoP show much lower specific capacities albeit with acceptable capacity retention. Moreover, as the current densities increase in the order of 100, 200, 500, 1000, and 2000 mA g−1, the capacities for CoP@C‐600 are 330.1, 286.2, 251.2, 230.9, and 208.8 mAh g−1, and the capacity recovers to 301.3 mAh g−1 when the current density changes back to 100 mA g−1 again, demonstrating better rate performance than other samples (Supporting Information, Figure S17a). More importantly, the capacity retention is 52.4 % of the second cycle after 7000 cycles at 1000 mA g−1 (Figure  e), demonstrating the superior cyclicity of CoP@C‐600 for SIB. The introduction of carbon constituent contributes to the increased capacity and enhanced rate performance of CoP@C composites comparing with those of O‐CoP and B‐CoP. CoP@C‐600 show better cycling retention and rate performance than CoP@C‐400 due to its higher degree of carbonization and better electronic conductivity. The hollow structure brings improved performance of other samples than that of B‐CoP.",
                "The galvanostatic discharge‐charge curves of CoP@C‐600 for PIB is shown in Figure  b. The long discharge plateau in the first cycle could be attributed to the decomposition of the electrolyte, the formation of the SEI layer, and the potassiation process. In the second cycle, CoP@C‐600 exhibits a discharge slope from 1.26 V, and the charge curve is consistent with that of the first cycle. CV curves (Supporting Information, Figure S16b) show corresponding peaks as well. When cycling at 50 mA g−1, as shown in Figure  d, the initial discharge and charge capacities are 706.5 and 301.6 mAh g−1 with CE of 42.7 % for CoP@C‐600, which can be attributed to the formation of the SEI layer on the surface. The CE value rise above 90 % after the first 5 cycles and above 96 % after 15 cycles. After 100 cycles, the capacity retention with respect to the second cycle was 62 % for CoP@C‐600. CoP@C‐400 shows inferior capacity retention of 36 %, which is due to the insufficient carbonization at lower temperature. O‐CoP exhibits capacity of 762.7 mAh g−1 in the first cycle but experiences rapid capacity decay, and the initial specific capacity of B‐CoP is only 113 mAh g−1. CoP@C‐600 also presents superior rate performance comparing with other samples (Supporting Information, Figure S17b). It delivers discharge capacities of 307.0, 221.7, 163.7, 134.9, and 106.7 mAh g−1 at 50, 100, 250, 500, and 1000 mA g−1, respectively. The capacity could return back to 261.8 mAh g−1 when the current density recovered after cycling at 1000 mA g−1, and it retains capacity of 40 mAh g−1 at 1000 mA g−1 after 400 cycles with CE close to 99 %. Nyquist plots of these samples are shown in the Supporting Information, Figure S18. All of the plots include one semicircle and one inclined line, and the diameter of the semicircle corresponds to the charge‐transfer resistance (Rct). The CoP@C‐600 sample exhibits the lowest Rct for both SIB and PIB, demonstrating the enhanced electrical conductivity and thus superior kinetics of CoP@C‐600 over other samples. The TEM images (Supporting Information, Figure S19) and SEM images (Supporting Information, Figure S20) of cycled electrodes further confirm the excellent structural stability of CoP@C‐600. The hollow spherical structure was well maintained after hundreds of cycles for both SIBs and PIBs, further demonstrating its superior stability upon cycling.",
                "The electrochemical mechanism of CoP@C‐600 for SIB and PIB were investigated, respectively. The results of in situ TEM test for CoP@C‐600 after sodiation and de‐sodiation are shown in Figure  a,b. After the application of a −0.5 V bias to the sample, the sodium was driven onto the surface of the sample, and the evolution of the Na/Na2O reference could be clearly seen during the sodiation process. The integrity of CoP@C‐600, however, was well‐maintained. During the desodiation process with a 2.0 V bias applied, the irreversible formation of Na2O was retained on the surface of the sample, which unveils the origin of the capacity loss. The dynamic structural evolution can be found in Movie S1 (sodiation process) and Movie S2 (desodiation process) in the Supporting Information. CoP, Co, and Na3P were tested after 2.0 V bias applied (Figure  b). The sodiation reaction CoP+3 Na+→Co+Na3P−3 e− during the discharge process of CoP is thus demonstrated, which is consistent with the CV analysis. In situ synchrotron XRD was conducted to study the structural evolution of CoP@C‐600 for PIB and is shown in Figure  c. No new phase was formed during the cycling process, indicating a solid‐solution reaction mechanism. Similar phenomenon was reported to happen in hollow K0.6Mn1F2.7 anode and P‐doped TiO2 nanocrystals. The main peaks remain nearly unchanged both in position and in intensity, suggesting reversible diffusion of K+ ions throughout the cycle. This outstanding cycling stability results from the synergetic effect of the hollow structure and the constrained carbon layer. CV tests at different sweep rates were performed to study the electrochemical kinetic of CoP@C‐600 (Supporting Information, Figure S21). The b values of anodic and cathodic peaks for SIB and PIB are 0.84, 0.97 and 0.77, 0.85, respectively, indicating that CoP@C‐600 experienced mainly capacitance behavior together with minor contribution from diffusion process for both SIB and PIB. The capacitance contribution at 0.7 mV s−1 was estimated to 78 % and 68 % for SIB and PIB, respectively. This capacitive‐dominated feature is beneficial for the fast transportation of Na+/K+ ions during cycling, ensuring long cycle life and enhanced reversibility. DFT calculation was conducted (Supporting Information, Figure S22). The adsorption of Na+ and K+ ions at the P sites were found to be the most energetically stable. The adsorption energy (Ead) for the adsorption of Na and K on the surface of CoP is calculated to −2.61 eV and −3.61 eV, respectively, indicating spontaneous adsorption of Na/K on the surface of CoP. The total density of states (DOS) of pristine CoP, Na‐CoP, and K‐CoP were calculated (Supporting Information, Figure S22c). They all have non‐zero DOS at the Fermi level and show metallic properties, which endows CoP with good rate performance for sodium and potassium storage."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "Hierarchical hollow CoP@C composites were successfully synthesized by a facile one‐step carbonization and phosphorization strategy. The constituent CoP nanoparticles are well‐confined and uniformly distributed in the carbon framework. The strong adhesion between CoP and carbon ensures enhanced electrical conductivity and good structural integrity. The architecture composed of nanosized particles reduces the diffusion distance of Na+/K+ ions. The void spaces of hollow structures alleviate the big volume changes during repeated Na+/K+ insertion/extraction and guarantees good contact between the material and the electrolyte solution. Owing to the advantageous hierarchical hollow structure and confinement effect of the conductive carbon framework, the as‐prepared CoP@C‐600 present excellent long‐life and superior rate performance when applied as anode materials for both SIBs and PIBs."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This work was financially supported by an Australian Renewable Energy Agency (ARENA) grant and funds from the National Natural Science Foundation of China (51772219, 51872209, and 51971124) and Zhejiang Provincial Natural Science Foundation of China (LZ17E020002, LR17H180001). The authors are grateful to Dr. Tania Silver for her critical revision of the manuscript. The authors also acknowledge the use of the facilities in the UOW Electron Microscopy Centre and Australian Synchrotron (ANSTO)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        }
    ],
    "Title": "Facile Synthesis of Hierarchical Hollow CoP@C Composites with Superior Performance for Sodium and Potassium Storage"
}