{
    "DOI": "10.1039/D3CC05548E",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rapid depletion of fossil fuel reserves and the resulting environmental repercussions have spurred extensive efforts to explore renewable and sustainable alternatives. Among the most promising and feasible options for use in clean energy solutions are lithium-ion batteries (LIBs). Recently, the shift to sodium-ion batteries (SIBs) has come about due to more abundant and cost-effective raw material supply, making SIBs a compelling alternative for energy storage applications. However, a significant challenge arises from the disparity in their ionic radii, where Na+ has a larger ionic radius than Li+. Hence, the major focus of anode research for SIBs is to identify or design suitable materials with adequate interstitial space to accommodate the larger Na+ ions.",
                "There have been efforts to develop anode materials for next-generation SIBs by improving various aspects, such as specific capacity, rate capabilities and cycling stability. Huang et al. reported an MoSSe@rGO SIB anode that achieved a capacity of 361.5 mA h g−1 at a high rate of 6.2 A g−1 and was stable up to 600 cycles at 1 A g−1. Wang et al. designed an SnS/SnSe2 heterostructure anode that exhibited superior rate performance (267 mA h g−1 at 10 A g−1) and cycling stability over 100 cycles with 580 mA h g−1 at 0.1 A g−1. Jiang et al. studied a sandwich-like SnS2/graphene/SnS2 anode for its Na+ storage properties and demonstrated a remarkably high capacity of 765 mA h g−1 at 10 A g−1. Cycling stability was observed for up to 200 cycles, delivering a capacity of 909 mA h g−1 at 1 A g−1. Most often, it is observed that the anodes have high specific capacities and rate capabilities but struggle with long-term cycling stability, which is an important parameter for the lifetime of the battery. Therefore, there is a need to design robust anode materials for SIBs that are stable over thousands of cycles.",
                "In this context, Nb-based anode materials have recently garnered significant attention due to their enhanced stability towards Li+ and Na+ insertion. Despite their exceptional stability, there are few reports on Nb-oxide or sulfide-based anodes, possibly due to difficulties associated with synthesizing pure phases of the materials. Herein, by employing a simple synthetic approach, we have obtained highly crystalline pure-phase 3R-NbS2 through the decomposition of the niobium hexadecylamine (Nb–HDA) complex at high temperatures in the presence of H2S gas. The as-synthesized NbS2 is used to fabricate electrodes for SIBs. A superior cycling stability is observed with a specific capacity of ∼150 mA h g−1 at 0.5 A g−1 for 2500 cycles. The exceptional stability of NbS2 towards Na+ ion storage, without the support of any carbonaceous materials to compensate for structural damage is analysed by evaluating the capacitive behaviour of the NbS2 anode. The charge storage mechanism of the NbS2 anode is primarily influenced by the surface-controlled capacitive behaviour, which effectively accounts for its remarkable stability.",
                "The 3R-NbS2 nanosheets are prepared using a simple solid-state annealing route. In brief, the Nb–HDA complex synthesized at room temperature is decomposed in the presence of H2S gas at 950 °C. The rhombohedral crystal structure of 3R-NbS2 is shown in Fig. 1(a). The crystallinity and phase of the obtained product is characterized by X-ray diffraction (XRD), as shown in Fig. 1(b). The peaks are indexed to JCPDS 38-1367, corresponding to the rhombohedral structure of 3R-NbS2.",
                "Spectroscopic evidence of the formation of 3R-NbS2 is obtained by recording the Raman spectrum (Fig. 1(c)). The rhombohedral lattice of NbS2 gives rise to a peak at 333 cm−1 corresponding to the Raman-active E2 mode. The sharp peak at 382 cm−1 and a broad band at 452 cm−1 are attributed to the A1 and A2 modes, respectively.",
                "The oxidation state and chemical composition of 3R-NbS2 are established by X-ray photoelectron spectroscopy (XPS). Fig. S1(a) (ESI†) shows the Nb 3d XPS spectrum of the 3R-NbS2 nanosheets. The peaks observed at 203.8 eV and 206.5 eV correspond to the binding energies associated with the 3d5/2 and 3d3/2 states of Nb4+ respectively. The XPS spectrum of S 2p (Fig. S1(b), ESI†) reveals peaks at 161.2 and 163.8 eV corresponding to S 2p1/2, while the S 2p3/2 peaks are observed at 162.1 and 162.8 eV. The binding energies at 207.7 eV and 210.0 eV indicate the presence of Nb in the +5 oxidation state, suggesting that the surface of the 3R-NbS2 nanosheets is susceptible to oxidation.",
                "Microscopic characterization is carried out to analyse the morphology of the 3R-NbS2. The transmission electron microscopy (TEM) images shown in Fig. 1(d) clearly depict the nanosheet-like morphology of 3R-NbS2. Further, the lattice fringes observed in the high resolution-TEM (HRTEM) image (Fig. 1(e)) can be indexed to the (101) plane. The selected area electron diffraction (SAED) pattern image shown in Fig. 1(f) exhibits a hexagonal array of spots, clearly depicting the crystallinity of the nanosheets, which are indexed to the (101) plane. In addition, the size of the 3R-NbS2 nanosheets was determined using dynamic light scattering (DLS) measurements (Fig. S2, ESI†) to be approximately 200 nm.",
                "The electrochemical properties of the NbS2 SIB anode are evaluated by cyclic voltammetry (CV) curves recorded at a scan rate of 0.1 mV s−1 in the potential range of 0.01–2.5 V (Fig. 2(a)). The peaks observed in the anodic and cathodic scans match with those previously reported for NbS2 SIB anodes. During the first discharge, the peak centred at 0.33 V can be attributed to the formation of the solid electrolyte interface (SEI) along with the degradation of the electrolyte, which results in irreversible capacity loss after the first discharge. The peak current decreases significantly during subsequent cycles, indicating the stability of the electrode. Further, a peak at 0.73 V arises due to the insertion of Na+ ions into the NbS2 layers. In the successive scans, this peak is split and stabilizes into two peaks at 0.89 and 1.36 V. During the anodic scan, peaks corresponding to Na+ deinsertion are observed at 0.95 and 1.5 V. Electrochemical impedance spectroscopy (EIS) is carried out before and after the CV measurements, and the Nyquist plots are shown in Fig. S3 (ESI†). A significant decrease in the charge transfer resistance (Rct), which arises from the SEI layer formation, is observed after cycling. The Rct value of the fresh electrode is found to be 4.36 kΩ whereas Rct after cycling decreases to 672 Ω. Galvanostatic charge–discharge (GCD) curves of the NbS2 anode at a current density of 0.1 A g−1 are shown in Fig. 2(b). A low initial coulombic efficiency (CE) of 41% is observed due to the formation of SEI, resulting in an irreversible capacity loss. Subsequently, the CE increases to ∼95% at the end of 5 cycles, indicating the stabilization of the SEI layer. The robust nature of the NbS2 anode is further evident by the rate capabilities depicted in Fig. 2(c), wherein capacities of 172.5, 153.6, 146.3, 135.9 and 127.4 mA h g−1 are obtained at current densities of 0.1, 0.2, 0.3, 0.4 and 0.5 A g−1 respectively. An exceptional capacity retention of 100% is observed when the anode is cycled back to 0.1 A g−1, with further cycling yielding similar capacities observed at consecutive rates for 150 cycles. Further, the high-rate performance of the anode is also shown in Fig. S4 (ESI†). The cycling stability of the anode is evaluated after a pre-cycling step wherein the anode was cycled at a lower rate of 0.1 A g−1 for 10 cycles to ensure stable SEI formation (Fig. S5, ESI†) before increasing the rate to 0.5 A g−1. A capacity of ∼150 mA h g−1 is consistently maintained over 2500 cycles at 0.5 A g−1, with a capacity retention of 85% and an average CE of ∼99% throughout (Fig. 3(a)). The observed cycling stability is directly attributed to the superior electrochemical properties of the NbS2 anode, which has been used as such, without designing any carbon composites or heterostructures. Further, scanning electron microscopy (SEM) and TEM characterisation is carried out for the NbS2 electrode before and after 2500 cycles, as shown in Fig. S6 and S7 (ESI†) respectively. From the SEM images, it is clear that the NbS2 electrode did not undergo any visible changes, even after 2500 cycles. The TEM image of the pristine NbS2 electrode shows its nanosheet-like morphology (Fig. S7(a), ESI†), and the (101) plane is indexed by HRTEM (Fig. S7(c), ESI†). After 2500 cycles, similar nanosheets are observed as shown in Fig. S7(b) (ESI†), and the (101) plane is evident in the HRTEM image (Fig. S7(d), ESI†), confirming the retention of crystallinity due to the intrinsic stability of 3R-NbS2, even after prolonged Na+ insertion/deinsertion.",
                "The capacitive nature of the NbS2 anode is studied using scan rate-dependent CV studies (Fig. 3(b)). The current predominantly arises from the diffusion of Na+ ions deep into the bulk of the material and the capacitor-like behaviour, which is confined to surface-level processes. These two components can be separated by the following equation:",
                "iνkkkνkνkk",
                "The Na+ diffusion characteristics of NbS2 are evaluated using the galvanostatic intermittent titration technique (GITT). Fig. S8(a) (ESI†) shows the GITT plot of the NbS2 anode which is obtained by supplying a current of 0.1 A g−1 for 10 min and maintaining a relaxation time of 1 h over the entire potential range (0.01–2.5 V) during charging/discharging. The representative magnified view of the current charging step is shown in Fig. S8(b) (ESI†) along with the dependence of the saturation voltage on the square root of the charging time (ΔEtvs. t1/2) (Fig. S8(c), ESI†). The Na+ diffusion coefficient is in the range of (1.3–5.3) × 10−13 cm2 s−1 over the voltage range of 0.01–2.5 V (Fig. S8(d), ESI†). During charging, the dip in diffusion coefficient values at 0.56, 0.92 and 1.9 V coincides with the broad CV peaks observed at 0.45, 0.97 and 1.6 V in the anodic scan. During discharge, the lower diffusion coefficient values at 0.88 and 1.32 V correspond to the peak potentials at 0.89 and 1.39 V in the cathodic scan. The decrease in the diffusion coefficient values at the CV peak potentials indicates that the Na+ insertion/deinsertion process is a possible rate-determining step, involving multiple stages of Na+ diffusion into the 3R-NbS2 lattice. Hence, the Na+ ion diffusion characteristics of the anode have been correlated with the observed CV peaks, providing further insight into the Na+ storage behaviour of 3R-NbS2.",
                "In summary, a simple solid-state annealing route is employed to obtain 3R-NbS2 nanosheets. Spectroscopic and microscopic characterisation was carried out to analyse the phase purity and morphology of the nanosheets. The 3R-NbS2 nanosheets are used as such to fabricate electrodes for SIBs. An impressive cycling stability of 2500 cycles was observed at 0.5 A g−1. The remarkable stability of NbS2 in storing Na+ ions without relying on any carbon-based materials to mitigate structural damage is analysed by assessing the capacitive behaviour of the anode. The charge storage mechanism of the anode is predominantly influenced by the surface-controlled capacitive behaviour. The Na+ diffusion kinetics is also studied using GITT, which provides a comprehensive view of the Na+ storage mechanism.",
                "P. C. has carried out the synthesis and characterization of NbS2. S. V. has carried out the battery fabrication and analysis. The manuscript was written through the contributions of all authors.",
                "The authors thank the Central Research Facilities (CRF) and CeNS for the facilities. HSSRM acknowledges funding support from Core Research Grant-SERB, DST, New Delhi, India (grant number CRG/2019/002963). S. V. acknowledges DST INSPIRE for fellowship (INSPIRE code: IF190206). P. Chithaiah acknowledges C. N. R. Rao Hall of Science, JNCASR, for the post-doctoral fellowship."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "3R-NbS2 as a highly stable anode for sodium-ion batteries"
}