{
    "DOI": "10.1002/adma.202104427",
    "Journal": "",
    "Keywords": [
        "full cells",
        "mesoporous materials",
        "single layered materials",
        "sodium‐ion batteries",
        "transition‐metal sulfides"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) have been considered as auspicious alternatives for the state‐of‐the‐art lithium‐ion batteries (LIBs) because of the rich natural abundance (Na: 2.3 wt% vs Li: 0.0017 wt%).[] However, owing to the bigger ionic radius of Na+ (1.02 Å) compared to Li+ (0.76 Å), the reaction kinetics of SIBs is sluggish with severe volume changes.[] 2D transition‐metal sulfides with high theoretical specific capacity (670 mAh g−1 for MoS2) and tunable interlayer spacing have widely been investigated as desirable anode materials for SIBs.[] However, the inadequate charge/mass transfer[] and large volume variation during the charge/discharge cycling tend to deteriorate cycling stability and high rate performance.[] To solve these issues, strategies on modulation of microstructure, expansion of interlayer distance, as well as incorporation of various conductive matrices have been employed.[]",
                "Amphiphilic molecules and polymers such as cetyltrimethylammonium bromide (CTAB), oleylamine, oleic acid, and polyvinyl pyrrolidone (PVP) have been used as expanders and/or carbon precursors to synthesize large interlayer space or single‐layered MoS2/carbon composites to improve their electrochemical kinetics and structural stability.[] Wang et al.[] prepared a 3D MoS2 nanoflower with an expanded interlayer spacing on double‐layer carbon tubes with the assistance of PVP. Zhu et al. prepared a single‐layered ultrasmall nanoplate of MoS2 embedded in carbon nanofibers by an electrospinning process.[] Mesoporous materials with a large specific surface area, narrow pore size distribution, and large pore volume offer abundant active sites and efficient mass/charge transfer for sodium storage. Traditionally, ordered mesoporous metal sulfide and selenide materials are synthesized by using ordered mesoporous silica as a hard template (e.g., Pluronic P123 for SBA‐15).[] Normally, the organic template (such as Pluronic P123 for SBA‐15) is removed by calcination or other methods before the mesoporous silica is used as a hard template. However, the as‐prepared mesoporous silica with the organic template is still inside the pore channels and is seldom be used directly as templates because their pore channels are blocked. Unexpectedly, the nitrogen sorption results (Figure , Supporting Information) of the untreated SBA‐15 (with P123 still inside, named as SBA‐15‐P123) show that it already has an open pore framework with a considerable specific surface and pore volume. These features make it a potential hard template.",
                "We herein report a versatile dual‐template strategy to fabricate single‐layered mesoporous transition‐metal sulfide/carbon composites by using SBA‐15‐P123 as the template. The mesostructured silica framework provides a confined space to prevent the metal sulfides from growth outside the channels, while Pluronic P123 polymer serves as a matrix to facilitate the highly dispersed metal sulfide precursor and acts as the carbon source. The dual‐template strategy avoids the use of an additional carbon source, and a poisonous sulfur source (such as S and H2S), resulting in an eco‐friendly and controllable process. Specifically, single‐layered mesoporous MoS2/carbon materials (denoted as SMSC‐x‐Mo‐y, where x represents the template (1 represent SBA‐15‐P123, 2 for MCF‐P123, 3 for KIT‐6‐P123, 4 for MCM‐41‐CTA+, and 5 for pure P123) and y represents different metal sulfide loading amounts) are constructed with the MoS2 loading up to 80 wt% and the surface area up to 237 m2 g−1. The detailed physicochemical properties of all the composites are summarized in Table  (Supporting Information). When evaluated as an anode material for SIBs, the SMSC‐1‐Mo‐2 shows excellent cycling stability and outstanding high rate performance. Furthermore, this method is also suitable for synthesizing other 2D metal sulfide/carbon composites such as WS2 and ReS2 with potential applications such as energy storage,[] catalysis,[] biomedicine,[] and sensor.[]"
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "As illustrated in Figure , thiourea is mixed with SBA‐15‐P123. Then, H3PMo12O40 (PMA) is added to the mixed solution during magnetic stirring. After the solvent is evaporated, thiourea and PMo12− are impregnated into the pore of silica template. Owing to the existence of thiourea, there is no need to add extra harmful sulfur vapor and/or H2S gas at the following vulcanization process in Ar atmosphere. As the temperature increased, P123 is pyrolyzed and simultaneously intercalated into the layer space of MoS2 nanosheets. Finally, after the template removal, a series of single‐layered mesoporous MoS2/C composites (e.g., SMSC‐1‐Mo‐1, SMSC‐1‐Mo‐2, and SMSC‐1‐Mo‐3) with the carbon contents of 30%, 26%, and 20% are formed. The carbon contents are determined by thermogravimetric analysis (TGA) (Figure , Supporting Information). Pure P123 and SBA‐15‐OH (silanol‐rich SBA‐15)[] are also used as templates for the synthesis. Single‐layered MoS2 is also observed in the transmission electron microscopy (TEM) image of SMSC‐5‐Mo by only using P123 as the soft template and a carbon source (Figure , Supporting Information). Single‐layered MoS2 is absent by using SBA‐15‐OH as the template (named as meso‐MoS2; Figure , Supporting Information). The TEM image of meso‐MoS2 shows an interlayer spacing of 0.65 nm (Figure , Supporting Information), indicating that P123 plays an important role in formation of single‐layered MoS2 structure. The carbon content of annealed thiourea@SBA‐15‐P123 is 7.7% (Figures  and , Supporting Information). When annealing SBA‐15‐P123 without impregnating thiourea in Ar, P123 is completely decomposed and there is almost no residual carbon. The thiourea may facilitate the carbonization process of P123 to a certain degree. Thus, the P123 is pyrolyzed and simultaneously intercalated into the interlayer space of MoS2 sheets during the formation of MoS2.",
                "Small‐angle X‐ray scattering (SAXS) patterns of all the SMSC‐1‐Mo samples in Figure  clearly show four well‐resolved scattering peaks that can be ascribed to (100), (110), (200), and (210) planes of 2D hexagonal symmetry with the space group of p6mm, indicating good replication of the ordered mesoporous silica template. Powder X‐ray diffraction (XRD) pattern (Figure ) of meso‐MoS2 shows distinct reflections of 2H phase MoS2 (JCPDS No. 37–1492), while the (002) reflection peak of all the SMSC‐1‐Mo composites disappears, suggesting no stacking of MoS2 layers in the c‐direction. Besides the two reflection peaks at 33.5° and 59.1° of (100) and (110) planes of MoS2, the SMSC‐1‐Mo composites also display two weak reflections at ≈7.5° and 17.6°, which are attributed to the reflection from adjacent single‐layered MoS2 sheets.[] These two peaks shift to lower degree positions with the decreasing MoS2 content, indicating that higher single‐layered MoS2 content formed.[] As shown in Figure  and in Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Versatile Preparation of Mesoporous Single‐Layered Transition‐Metal Sulfide/Carbon Composites for Enhanced Sodium Storage"
}