{
    "DOI": "10.1039/D3GC02488A",
    "Journal": "Green Chemistry",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have been widely employed in various applications including portable electronic devices, electric vehicles (EVs) and other renewable energy storage systems over the past decades. However, the rapidly increasing demands for low-cost energy storage are seriously restricted by the scarcity and high cost of lithium resources. Sodium-ion batteries (SIBs) are currently regarded as one of the most promising alternatives to LIBs in the next generation owing to the abundance and low price of sodium resources and their similar electrochemical mechanisms to LIBs. However, serious problems such as large volume expansions and slow kinetics generally occur in SIBs due to the larger ionic radius and heavier mass of Na-ions. Poor electrochemical performance, especially in the aspects of high-rate capability and cycling stability, is suffered by SIBs. Therefore, it is urgent but full of challenges to improve the electrochemical performance of SIBs via combinational strategies, such as exploration of advanced electrode materials, utilization of appropriate electrolytes, etc.",
                "As an emerging representative material of layered transition metal dichalcogenides (LTMDs), rhenium disulfide (ReS2) has recently attracted increasing attention in various application fields such as electrocatalysis, electrochemical energy storage, optoelectronics, etc. The layered structure with a large interlayer spacing of 0.61 nm and extremely weak interlayer van der Waals (vdWs) interactions (18 meV for ReS2vs. 460 meV for MoS2) makes it highly suitable for alkali-ion batteries, especially for storage of Na-ions that have large ion sizes. ReS2 has a theoretical specific capacity of 428 mA h g−1 for sodium storage with intercalation coupled with a conversion mechanism. Similar to other LTMDs, however, the poor electronic conductivity and structural aggregation in the conversion reaction inevitably restrict the electrochemical performance and hinder the practical application of ReS2 in SIBs. To address these issues, much effort has been devoted to constructing ReS2 composites that integrate high electrical conductivity and structural stability simultaneously. For example, Zhao and co-workers reported the synthesis of 1T′-ReS2 nanosheets confined to a reduced graphene oxide interlayer and N-doped carbon coating (rGO@ReS2@N–C) for outstanding sodium storage performance in NaClO4/ethylene carbonate (EC) and diethyl carbonate (DEC), exhibiting high-rate performance of 231 mA h g−1 at 10 A g−1 and excellent cycling stability at 2 A g−1 for 4000 cycles. Liu et al. prepared MXene@ReS2@C composite anodes possessing improved electrochemical performances (202 mA h g−1 at 2 A g−1 after 200 cycles) using the NaClO4 in EC/DEC electrolyte. Despite the progress achieved, the sodium storage performances of ReS2-based anodes in carbonate-based electrolytes (CBEs) were unsatisfactory, especially at high current densities. The cycling performance at a current density over 2 A g−1 has been scarcely investigated. On the other hand, ether-based electrolytes (EBEs) are attracting increasing attention for SIBs, as they have numerous advantages including high ion transport, a stable solvation structure of Na+, high lowest unoccupied molecular orbital (LUMO) levels of solvated Na+ to form a stable solid electrolyte interphase (SEI) layer, and highly reversible solvent co-intercalation reactions. Therefore, utilization of EBEs is expected to be an effective strategy to improve the sodium storage performance of ReS2. Nevertheless, it was pointed out that the shuttling effect of polysulfides is encountered in EBEs for metal sulfide anodes during the discharge/charge processes, giving rise to the under-voltage failure phenomenon. To date, the sodiation/desodiation mechanism of ReS2 anodes in EBEs has been rarely investigated.",
                "In this work, carbon-coated ReS2 (ReS2/C) hierarchical nanospheres are designed as an advanced anode for high-performance SIBs containing EBEs. The ReS2/C nanospheres are synthesized by a facile hydrothermal route followed by glucose carbonization. Few-layered 1T′-ReS2 nanosheets with expanded interlayer spacing are self-assembled ReS2 nanospheres with diameters of 30–50 nm. When being evaluated as an anode material in SIBs, the ReS2/C nanospheres deliver significantly improved electrochemical performance in EBEs than in CBEs, including superior high-rate capability (186 mA h g−1 at 20 A g−1) and excellent cycling stability (3000 cycles) at a high current density of 10 A g−1. The effect of diverse electrolytes on the performance of ReS2/C anodes is investigated. It is found that the voltage failure phenomenon is attributed to the shuttling effect of polysulfides and side reactions of sulfides with copper current collectors and can be greatly retarded by an amorphous carbon coating on ReS2 nanospheres, thereby resulting in improved capacity and cyclability. Furthermore, the electrochemical performance of Na3V2(PO4)3∥ReS2/C full cells containing EBEs is investigated, revealing great potential for practical applications in SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis procedure of the ReS2/C nanospheres is illustrated in Scheme 1. The ReS2 hierarchical nanospheres self-assembled from few-layered nanosheets were hydrothermally synthesized at 180 °C for 24 h using ammonium perrhenate and thioacetamide as the starting materials. The as-prepared ReS2 nanospheres were then evenly mixed with glucose and underwent thermal annealing at 600 °C. As a result, carbonization of glucose to form an amorphous carbon coating and recrystallization of ReS2 are achieved. The resulting ReS2/C with an amorphous carbon coating is expected to play key roles in two aspects. On the one hand, the carbon coating could increase the electronic conductivity favourable for high-rate performance; on the other hand, the carbon coating could anchor soluble polysulfide species and suppress their shuttling and side reactions, contributing to stable cycling performance.",
                "The morphological features of the as-prepared ReS2 and ReS2/C samples were examined by scanning electron microscopy (SEM) and transmission electron microscopy (TEM) observations. For the ReS2 sample, it is clear that ReS2 nanosheets were self-assembled to nanospheres with a typical size of 30–50 nm (Fig. 1a and b). The ReS2 nanosheets have a layered structure and the interlayer spacing is estimated to be 0.67 nm as shown in the high-resolution TEM (HRTEM) image (Fig. 1c). The ReS2/C sample obtained after 600 °C carbonization can well reserve the hierarchical spherical morphology (Fig. 1d and e), indicating its excellent thermal stability. The ReS2 nanospheres encapsulated by a carbon coating are connected very tightly. The HRTEM image of ReS2/C is shown in Fig. 1f, indicating that the interlayer spacing of ReS2 is also 0.67 nm, which is much larger than the normal value (0.61 nm). The interlayer expansion is probably attributed to lattice distortion coupled with the extremely weak interlayer coupling. The enlarged interlayer spacing could reduce the Na+ diffusion barrier and promote fast Na+ insertion/extraction, thus contributing to the acceleration of the electrochemical reaction kinetics of SIBs.Fig. 1g shows a TEM image of the ReS2/C nanospheres and the corresponding energy-dispersive X-ray spectroscopy (EDS) elemental mappings of Re, S and C. The homogeneous distribution of the C element verifies the formation of a uniform conductive network throughout the ReS2 nanospheres. The atomic ratio of Re:S is about 1:1.88 (Fig. 1h), indicating the existence of some sulfur vacancies in ReS2/C. Thermogravimetry (TG) fails to evaluate the carbon content of ReS2/C (Fig. S1†), which is attributed to the low boiling point of the resulting Re2O7 converted from ReS2. The carbon content of ReS2/C was found to be approximately 12.6 wt% using an elemental analyzer. Nitrogen adsorption–desorption measurements were performed to quantitatively investigate the surface area (Fig. 1i). A typical IV isotherm with a hysteresis loop at a high relative pressure is observed for ReS2/C, offering a large Brunauer–Emmett–Teller (BET) surface area of 103.2 m2 g−1. The high BET surface area is attributed to the few-layered thickness and the hierarchical structure and is beneficial for providing good interfacial contact with the electrolyte in discharge/charge processes. In addition, the electronic conductivities of the ReS2 nanospheres before and after carbon coating were measured by using a four-probe tester. ReS2/C exhibits a dramatically enhanced conductivity with a value of about 3.8 × 10−2 S cm−1, which is much higher than that of ReS2 (3.4 × 10−4 S cm−1). Therefore, the carbon coating layer over the ReS2 nanospheres builds a highly conductive 3D network and provides sufficient channels for fast electron transport. Therefore, the ReS2/C nanospheres featuring a hierarchical structure, few-layered thickness, expanded interlayer spacing, a large surface area, and high conductivity are promising as robust anodes for sodium storage.",
                "The X-ray diffraction (XRD) patterns of ReS2/C and ReS2 are shown in Fig. 2a. For both samples, the characteristic peaks from ReS2 at 13.7°, 32.6°, 43.6° and 57.2° are clearly distinguishable, corresponding to the (001), (20), (003), and (22) diffraction of 1T′-ReS2 (JCPDF No. 52-0818). Obviously, the (001) peak is slightly shifted to a lower 2θ degree, indicating expanded interlayer spacing, which is in agreement with the HRTEM observations. The Raman spectra of ReS2/C and ReS2 are shown in Fig. 2b. In both cases, there are two peaks located at 150 and 211 cm−1, corresponding respectively to the Eg mode from the in-plane vibration and the Ag mode from the out-of-plane vibration of ReS2. Moreover, some additional weak peaks in the range of 100–400 cm−1 are also observed, which are derived from the distorted 1T′ structure of ReS2 with asymmetry. Notably, two obvious broad bands at 1340 cm−1 (disorder-induced D-band) and 1580 cm−1 (graphitic G-band) are detected for ReS2/C, confirming the formation of an amorphous carbon layer by glucose carbonization. X-ray photoelectron spectroscopy (XPS) was conducted to further investigate the chemical states and bonding configurations in ReS2/C and ReS2. The survey spectra in Fig. 2c show obvious signals of Re, S, C, and O elements in ReS2/C, supporting the formation of an amorphous carbon layer with functional oxygen-containing groups on the surfaces of ReS2 nanospheres. The high-resolution Re 4f spectra exhibit two characteristic peaks of Re 4f5/2 and Re 4f7/2 at 44.6 and 42.2 eV (Fig. 2d), confirming the existence of Re4+ in both ReS2/C and ReS2. Fig. 2e presents the high-resolution S 2p spectra of two samples. The profiles could be split into two peaks located at 162.7 eV (S 2p3/2) and 163.9 eV (S 2p3/2), indicating the existence of sulfides (S2−). Moreover, the high-resolution C 1s spectrum of ReS2/C in Fig. 2f can be deconvoluted into two peaks of C–C (284.7 eV) and C–O (285.9 eV), respectively.",
                "To evaluate the sodium storage performance of ReS2/C, CR2032 type coin-cells containing the NaPF6/DEGDME electrolyte were assembled. Fig. 3a shows the comparative rate capacities of the two anodes ranging from 0.2 to 20 A g−1. The ReS2/C anode presents higher average reversible capacities of 426, 406, 386, 332, 281, 241 and 185 mA h g−1 at 0.2, 0.5, 1, 2, 5, 10 and 20 A g−1, respectively. However, the corresponding specific capacities of the ReS2 anode are relatively lower and reach 403, 363, 322, 292, 240, 178 and 115 mA h g−1, respectively. The pristine C anode obtained by annealing glucose at 600 °C exhibits even lower specific capacities (below 100 mA h g−1). When the current density returns to 0.2 A g−1, the ReS2/C anode recovers to a high reversible capacity of 439 mA h g−1, while the ReS2 anode regains a decreased discharge capacity of only 342 mA h g−1. This observation reflects the enhanced reversibility of ReS2/C. More importantly, such excellent capacities of ReS2/C at various current densities are much higher than those of the previously reported ReS2-based anodes in CBEs, as shown in Fig. 3b. The high-rate performances in these reports are mainly evaluated below 5 A g−1, except Qiao et al. reported that the rGO@ReS2@N–C electrode had a reversible capacity of 231 mA h g−1 at 10 A g−1. Notably, the specific capacity of ReS2/C in our case can reach as high as 241 mA h g−1 at 10 A g−1. Remarkably, excellent high-rate performance at an ultra-high current density of 20 A g−1 is achieved for the first time, yielding a high capacity of 186 mA h g−1. Therefore, the ReS2/C anode exhibits higher capacities than those of ReS2-based anodes at all current densities (Table S1†).",
                "The galvanostatic intermittent titration technique (GITT) was used to evaluate the diffusion coefficient of Na ions (DNa) in the ReS2/C and ReS2 anodes, and the corresponding curves are shown in Fig. 3c. The DNa value can be calculated from the equation expressed as , where L is the Na-ion diffusion length that can be equal to the thickness of the dense electrode, τ is the constant current pulse time, ΔEs is the potential difference in the steady state voltage of the step at the plateau, and ΔEτ is the potential change during a constant current pulse time excluding the iR drop. Based on the GITT results, the calculated DNa values of the two anodes from each pulse are displayed in Fig. 3d. They have the same DNa variation trends during the discharge and charge processes. The ReS2/C anode exhibits DNa values in the range of 10−9–10−11 cm2 s−1, which are higher than those of the ReS2 anode in both sodiation and desodiation states. This indicates that the carbon coating encapsulating the ReS2 nanospheres could facilitate the fast diffusion of Na ions and increase the reaction kinetics. Fig. 3e depicts the Nyquist plots of two anodes before cycling and the corresponding equivalent circuit model is shown in the inset, where Rs and Rct represent the series resistance and the charge transfer resistance at the collector/electrolyte interface, respectively. Both curves show similar profiles possessing a semicircle in the high-frequency range and an oblique line in the low-frequency range. It is obvious that the ReS2/C anode delivers a lower Rct value (173 Ω) than that of the ReS2 anode (245 Ω), which further proves improved charge transfer in the ReS2/C nanospheres.",
                "The cycling performances of the ReS2/C and ReS2 anodes at 1 A g−1 are shown in Fig. 3f. A high reversible capacity of 328 mA h g−1 is maintained after 1000 cycles with a capacity retention of 83.5% for the ReS2/C anode, whereas the ReS2 anode keeps a capacity of 222 mA h g−1 after 400 cycles with a low capacity retention of only 63.4%. Remarkably, when galvanically cycled at 5 A g−1, the ReS2/C anode can present an impressive cyclability of 2500 cycles with a maintained capacity of 198 mA h g−1, thus yielding a capacity retention of 70.2% (Fig. 3g). Significantly increased capacities and improved cycling lifespans are achieved by ReS2/C relative to ReS2. The pristine C anode has rather low specific capacities, but shows excellent cycling stability and a long cycle lifespan. There is an abnormal “under-voltage failure” observed for the ReS2 anode. Fig. S2† displays the last three discharge/charge curves of the ReS2 anode after cycling at 1 and 5 A g−1, respectively. The abnormal cycle failures generally occur as the ReS2 cells fail to reach a given cut-off voltage while being charged.",
                "More surprisingly, the ReS2/C anode can even be cycled at a current density as high as 10 A g−1 (Fig. 4a). It exhibits a high specific capacity of 209 mA h g−1 after 3000 cycles and presents an extremely low attenuation rate of 0.0031% per cycle, further verifying its excellent long-term cycling stability in EBEs. The ReS2/C anode exhibiting such remarkable high-rate cyclability surpasses the previously reported ReS2-based anodes (Fig. 4b and Table S1†). The SEM image of the ReS2/C anode after cycling is presented in Fig. 4c. It clearly reveals that the ReS2/C nanospheres can well retain their original interconnected spherical morphology after cycling, which is responsible for their outstanding cycling performance. On the other hand, the pristine ReS2 anode can also operate over 2400 cycles at 10 A g−1 and maintain a reversible capacity of 136 mA h g−1. Unfortunately, the under-voltage failure is also observed for ReS2 when the cycle number extends to 2453 at 10 A g−1 (Fig. 4d). Abnormal cycle failure leads to infinite charging below the cutoff voltage. This phenomenon is believed to be caused by the dissolution and escape of polysulfide intermediates in the EBEs, leading to the occurrence of the shuttle effect. The dissolved polysulfides could further react with the copper current collector, thus leading to current collector corrosion and the formation of possible impurities of copper sulfides. In order to verify this speculation, the cells with ReS2 and ReS2/C anodes after cycling were dismantled to observe the color change of the separators and the current collectors, as shown in Fig. 4e. Compared with the original white separator (i), there is an obvious yellow intermediate substance stuck to the spent glass fiber separator from the ReS2 cell (iii), while the separator from the ReS2/C cell (ii) has negligible colour change. This observation supports the fact that the shuttling effect of polysulfides diffused through the separator could be inhibited by the carbon coating. On the other hand, the copper current collectors from the two cells after cycling were also investigated after removing the electrode materials by an ultrasonication treatment. It is observed that the copper foil from the ReS2 anode was seriously corroded and became black more obviously relative to the one from ReS2/C. The Raman spectra of the two copper current collectors were obtained in the black regions (Fig. 4f). Two peaks located at 268 and 473 cm−1 can be attributed to the vibrational stretching mode from the Cu–S bond and the vibrational stretching mode from the covalent S–S bond of S2− ions, respectively, thus indicating the formation of Cu2S on the surfaces. A side reaction might take place in the charge process as 2Cu + S2− → Cu2S + 2e−. By contrast, the less black color on the copper foil and the lower Raman signals of Cu2S imply that the side reaction to form Cu2S is significantly suppressed in the ReS2/C anode owing to the enhanced strong anchoring of sulfide species by the amorphous carbon coating.",
                "In order to uncover the influences of electrolytes on Na-ion storage behaviours, the electrochemical performances of the ReS2/C anodes in diverse electrolytes such as NaFP6 in DEGDME, NaFP6 in EC/PC, and NaClO6 in EC/PC were investigated. The rate performances of the ReS2/C anodes with different electrolytes were compared at current densities ranging from 0.1 to 5 A g−1 as shown in Fig. 5a. Apparently, the specific capacities of the ReS2/C anode in DEGDME are overall higher than those in EC/PC. Interestingly, NaClO4 and NaPF6 in the EC/PC system show almost the same rate performance. The initial coulombic efficiencies (ICEs) of the ReS2/C anode with NaClO4 in EC/PC, NaPF6 in EC/PC and NaFP6 in DEGDME electrolytes are 78%, 86% and 88%, respectively. This observation is consistent with the previous reports on high ICEs and reversible capacities in EBEs.Fig. 5b reveals that the ReS2/C cell with the NaPF6 in DEGDME electrolyte has a significantly decreased Rct (173 Ω), which is much smaller than those of the cells containing the NaPF6 in EC/PC electrolyte (870 Ω) and the NaClO4 in EC/PC electrolyte (1005 Ω). Fig. 5c shows the cycling performances of the ReS2/C anodes at 1 A g−1 in various electrolytes. The ReS2/C anode maintains a stable reversible capacity of 328 mA h g−1 after 1000 cycles in the NaFP6 in DEGDME electrolyte, delivering a capacity retention of 83.5%. However, the two cells containing EC/PC show deteriorated cyclability. The capacity of the ReS2/C anode decays rapidly to 134 mA h g−1 within 400 cycles in the NaClO4 in EC/PC electrolyte. Compared with the NaClO4 electrolyte, the NaPF6 electrolytes exhibit more stable cycling performance, which is probably attributed to the decent solubility and dissociation degree of PF6− to form stable SEI layers. Therefore, it is demonstrated that the NaFP6 in DEGDME electrolyte is beneficial for high ICEs, stable cycling performance, and high-rate capability for ReS2/C electrodes.",
                "The discharge/charge behaviours of Na∥Na symmetric cells containing different electrolytes were investigated at a constant current of 0.1 mA cm−2 for 250 h (Fig. 5d). The cell containing the NaFP6 in DEGDME electrolyte provides a more stable and much smaller polarization voltage for continuous cycles, indicating its outstanding cycling stability in the EBE.Fig. 5e highlights the five-hour curves of the Na∥Na cells containing CBEs and EBEs after cycling for 50 h. The overpotential of the cell in the NaFP6 in DEGDME electrolyte is stabilized at a low value of only 3.4 mV. The polarization voltage of each cycle in the EBE is stable, forming an output with a quasi-rectangular shape. However, the two types of EC/PC electrolytes have larger overpotentials (30–70 mV) and apparent potential fluctuations, giving a trapezoid or U-shape. The dramatic variation in potential is associated with the continuous decomposition of the electrolyte during the discharge/charge processes and thus leads to negative effects on cycling performance. The Nyquist plots of the Na∥Na symmetrical cells containing various electrolytes are presented in Fig. 5f. The Rct in DEGDME is only 4 Ω, which is approximately two orders of magnitude smaller than those in the EC/PC systems. This suggests the formation of a thin and stable ether-based SEI layer in the DEGDME system, enabling a faster Na-ion transport rate across the SEI film. A similar phenomenon was observed in the ReS2/C∥ReS2/C symmetrical cells containing the different electrolytes (Fig. 5g). The Rct value is smallest for the NaPF6 in DEGDME electrolyte (14 Ω), it increases to 22 Ω for the NaPF6 in EC/PC electrolyte, and further increases to 26 Ω for the NaClO4 in EC/PC electrolyte. All these results reveal that the NaPF6 in DEGDME electrolyte is more favorable for the high-rate sodium storage capability of the ReS2/C electrode.",
                "Therefore, it is found that the ReS2/C anode in the EBE exhibits significantly enhanced sodium storage performance, which could be due to the synergetic effects of the ReS2 nanospheres encapsulated within the carbon coating layer and the EBE system. Firstly, the ReS2/C nanospheres having good structural stability are capable of mitigating the volume changes of ReS2 nanospheres during repeated cycles owing to the hierarchical architectures and the carbon coating. Secondly, the amorphous carbon coating on the surfaces of the ReS2 nanospheres provides efficient conductive channels for the rapid transport of electrons. Thirdly, the surface carbon coating can effectively inhibit the dissolution and escape of polysulfide species in the EBE, thus inhibiting the occurrence of the shuttle effect and the “under-voltage failure” phenomenon. Finally, DEGDME as an EBE can provide high ionic conductivity, a stable solvation structure, thin and stable SEI layers, and fast charge transfer, which favours the ReS2/C anode to achieve enhanced electrochemical performance of SIBs.",
                "Full cells of Na3V2(PO4)3∥ReS2/C containing the NaFP6 in DEGDME electrolyte were further fabricated by using the ReS2/C anode and the commercial Na3V2(PO4)3 cathode. Pre-sodiation of the ReS2/C anode was performed for the full cell fabrication. Fig. 6a plots the discharge/charge curves of the ReS2/C half cell, the Na3V2(PO4)3 half cell and the Na3V2(PO4)3∥ReS2/C full cell. The Na3V2(PO4)3 cathode with a stable discharge plateau at ∼3.35 V (vs. Na+/Na) has a reversible discharge capacity of 100 mA h g−1 at 0.5C (1C = 117 mA g−1). The discharge/charge behaviour of the full cell was investigated in a voltage window of 3.8–1.0 V. The full cell delivers reversible discharge/charge capacities of 105/106 mA h g−1 at 0.5C. Fig. 6b presents the rate capability of the full cell, which yields an average discharge capacity of 106, 105, 103, 101, 89 and 54 mA h g−1 at 0.2, 0.5, 1, 2, 5 and 10C, respectively. Remarkably, the capacity can be restored to 105 mA h g−1 as the rate returns to 0.2C. Fig. 6c displays the cycling performance of the Na3V2(PO4)3∥ReS2/C full cell at 1C for 300 cycles. A capacity of 68 mA h g−1 can be maintained after 300 cycles with an average attenuation rate of 0.097% per cycle, indicating outstanding cycling stability. Significantly, the application of ReS2 in full cells with superior sodium storage performance is demonstrated for the first time in our work, indicating its great potential in practical applications."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the ReS2/C nanospheres with a tiny size of 30–50 nm have been successfully synthesized via a simple hydrothermal route followed by a glucose carbonization treatment. When evaluated as an anode material for SIBs, the as-prepared ReS2/C nanospheres coupled with the EBE system exhibit significantly enhanced electrochemical performance, yielding a high specific capacity (241 mA h g−1 at 10 A g−1) and outstanding cycling stability (209 mA h g−1 at 10 A g−1 after 3000 cycles with a low attenuation rate of 0.0031% per cycle). More impressively, an exceptional rate capability of 185 mA h g−1 is also obtained at 20 A g−1, demonstrating the best high-rate performance to date. The ReS2/C∥Na3V2(PO4)3 full cell is designed and exhibits outstanding cycling performance (300 cycles at 1C). Such superior electrochemical behaviours originate from the intrinsic properties of ReS2 nanospheres, the contribution of the surface carbon coating, and the favourable interaction of EBEs. Our findings provide new insights into the development of advanced LTMD electrodes for high-performance SIBs with EBEs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Xuhui Zhang: methodology, data curation, formal analysis, investigation, visualization, and writing – original draft. Fang Cao: investigation and formal analysis. Zilin Mao: investigation and formal analysis. Junbao Jiang: investigation and visualization. Junwei Chen: resources. Yan Zhang: formal analysis, supervision, and writing – review & editing. Kun Xing: supervision and writing – review & editing. Jun Xu: conceptualization, funding acquisition, resources, project administration, supervision, validation, and writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Carbon-coated ReS2 hierarchical nanospheres to inhibit polysulfide dissolution in ether-based electrolytes for high-performance Na-ion batteries"
}