{
    "DOI": "10.1039/D2DT03616A",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have become increasingly dominant in portable electronic products and new energy vehicles in the prospects of a carbon peak and carbon neutralization. However, the ever-increasing consumption, uneven distribution, and insufficient reserves of lithium resources have resulted in increasing costs in recent years. In examining what may lie beyond LIBs, the sodium-ion battery (SIB) appears to be a promising supplement or even a potential alternative to LIBs in large-scale energy storage systems, due to the abundant sodium resources and low cost, as well as, in particular, working principles that are similar to those of LIBs. The large ionic radius of Na+ (1.02 Å), however, results in sluggish transfer kinetics, and poor energy density and cycling performance of SIBs. Therefore, it is of great significance to develop high-performance anode nanomaterials for LIBs and SIBs.",
                "In terms of anode materials, the conventional graphite anode is quite suitable for LIBs, but not for SIBs, because of the problems of intrinsically low reversible capacity and slow Na+ transfer kinetics. Transition-metal oxides (TMOs), in particular, tin dioxide (SnO2), can provide more considerable theoretical capacity than graphite, via alloying and conversion reactions with Li+/Na+. However, SnO2 anode materials undergo large volume expansion (up to 420%), which leads to continuous pulverization of anode materials and rapid deterioration of cyclability during the charge/discharge process, and thus to the great difficulty in their direct use as anode materials.",
                "To solve these problems, one effective improvement strategy is to design and prepare nano-sized anode materials. It is well-known that nanosized and even sub-nanosized anode materials can shorten the diffusion path of Li+/Na+ intercalation, and alleviate the volume variation during the charge/discharge process. Various downsizing methods have been used to prepare SnO2 composites. A graphene oxide (GO) template-assisted hydrothermal synthesis was used to prepare SnO2 nanocrystals (60 nm) anchored on graphene nanosheets that delivered a reversible capacity of 638 mA h g−1 after 100 cycles at 20 mA g−1 for SIBs. A Sn-based metal–organic framework (MOF) precursor was thermally decomposed to fabricate SnO2@C, which had an average diameter of 40 nm for SnO2 and exhibited a specific capacity of 541.8 mA h g−1 after 100 cycles at 40 mA g−1 for LIBs.",
                "Direct thermal treatment of a tin chloride/tartaric acid mixture was carried out to generate carbon-coated SnO2 (approximately 10 nm), which exhibited a reversible capacity of 100 mA h g−1 after 1000 cycles at 1600 mA g−1 for SIBs. A citrate-assisted gel method was employed to prepare a SnO2@C nanocomposite with particle sizes ranging from 30 to 50 nm, and it displayed a reversible capacity as high as 725 mA h g−1 after 200 cycles at 50 mA g−1 for LIBs. The above SnO2-based anode nanomaterials all exhibited excellent lithium or sodium storage performances, in which downsizing those SnO2 nanostructures was achieved by the confinement of either surface templating, or encapsulation within the precursors (such as MOFs ). However, most of the products readily tend to aggregate during the preparation process, which could cause rapid decay in cycling and rate performances. Therefore, it is extremely crucial to construct ultrasmall and well-dispersed SnO2 nanoparticle anode nanomaterials to achieve high-performance lithium-/sodium-ion storage.",
                "Herein, we demonstrate low-content SnO2 nanodots well-dispersed on the underlying N-doped reduced graphene oxide (SnO2@N-rGO) via lattice confinement of a ternary CoAlSn-LDH precursor (Scheme 1). LDHs are well-known as one large family of two-dimensional layered structures that consist of metal cations within the same crystalline layer and anions between the interlayer galleries. The well-ordered distribution of cations occupied within the LDH layer provides a lattice confinement strategy to design and prepare nanomaterials,i.e., the synthesis process and crystal growth of one metal cation are confined and well-distributed within the matrix of the other metal cations, which are converted to metal-based materials such as alloy, mixed metal oxides, and sulfides.",
                "The advantages of SnO2@N-rGO that enable excellent lithium/sodium storage are: (i) well-dispersed (3.0 ± 0.5 nm) and low-content (17.9 wt%) SnO2 nanoparticles due to lattice confinement; (ii) N-doped rGO to increase the electronic conductivity and structural stability; and (iii) appropriate specific surface area and mesoporous size distribution. The SnO2@N-rGO composite indeed delivers highly boosted reversible capacities for LIBs and SIBs compared with the pristine rGO without the low-content SnO2. The enhancement is further experimentally elucidated by the dominant capacitive contribution and small volume variation."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The ternary CoAlSn-LDH/GO precursor was prepared using a scalable method described in our previous study. Solution A was prepared by mixing Co(NO3)2·6H2O (3 mmol), Al(NO3)3·6H2O (0.5 mmol), SnCl4·5H2O (0.5 mmol), and 100 mg GO in 100 ml of decarbonated water. Solution B was obtained by dissolving sodium laurate (LA, 1.5 mmol), Na2[NiEDTA] (1.5 mmol), and NaOH (0.05 mol) in 100 ml of decarbonated water. Solution B was slowly added to Solution A under strong stirring at 3000 rpm until the pH was adjusted to 10.5 ± 0.1. The resulting slurry was rapidly transferred into a Teflon-sealed autoclave, followed by aging for 24 h at 120 °C. The CoAlSn-LDH/GO was dried in a vacuum oven at 70 °C for 12 h. The precursor was obtained by centrifugation, rinsing with deionized water and ethanol until pH = 7.0, and drying in a vacuum oven at 70 °C for 12 h."
                    ],
                    "name": "2.1 Preparation of the CoAlSn-LDH/GO precursor",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The above-obtained CoAlSn-LDH/GO precursor was placed in a tube furnace, and calcinated from room temperature to 500 °C for 5 h at a ramping rate of 5 °C min−1 under a H2/Ar (5/95 in V/V) atmosphere. After cooling to room temperature, the product was obtained by selective etching using HCl (2 mol L−1) at 80 °C for 6 h. For comparison, N-rGO was prepared using the same procedures without the feed material of SnCl4·5H2O."
                    ],
                    "name": "2.2 Preparation of the SnO2@N-rGO product",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures of the samples were characterized using powder X-ray diffraction (XRD, Bruker D8 Advance) with Cu Kα radiation (λ = 1.5418 Å) scanning within a 2θ range from 3° to 80°. The microscopic morphology was observed using scanning electron microscopy (SEM, ZEISS Supra 55), and the lattice spacing was explored using transmission electron microscopy (TEM, JEOL JEM-2100) and high-resolution TEM (HRTEM).",
                        "The elements and valent state of each element in the samples were probed using X-ray photoelectron spectroscopy (XPS, Axis Supra). The graphitic degree of the carbonaceous portion in the samples was estimated using a Raman spectrometer (Renishaw RM2000) operated within a scanning range between 200 and 40000 cm−1 and with a 532 nm wavelength of excitation light source. The exact content of each component in the samples was determined using thermogravimetric analysis (TG, PerkinElmer TGA7) at 20–1000 °C with a ramping rate of 10 °C min−1. N2 adsorption/desorption isotherms were collected using an automatic adsorption instrument (American Mac, ASAP-2020) to quantitatively determine the specific surface area and pore size distribution."
                    ],
                    "name": "2.3 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All electrochemical tests were performed on CR2032 coin cells in an Ar-filled glove box. The working electrode was obtained via mixing SnO2@N-rGO (N-rGO), poly(vinyl difluoride) (PVDF), and Super P with a weight ratio of 7:1:2, respectively, followed by evenly casting onto the surface of copper foils that were pre-treated and clean. In the case of LIBs/SIBs, a lithium/sodium foil was used as the counter electrode, and the separators were polyethylene porous membrane for LIBs and Whatman glass fiber for SIBs. The mass loading of active material was approximately 1.5 mg cm−2.",
                        "For LIBs, the electrolyte was a mixture of 1 M LiPF6 and dimethyl carbonate (DMC)/diethyl carbonate (DEC)/ethylene carbonate (EC) with a weight ratio of 1:1:1. For SIBs, the electrolyte was a mixture of 1 M NaClO4 and EC/DEC that were mixed with a weight ratio of 1:1. Cyclic voltammetry (CV) curves at different scan rates and electrochemical impedance spectra (EIS) were recorded on an electrochemistry workstation (CHI 760D, Shanghai, China). The former curves were collected at varied scan rates from 0.1 to 2.0 mV s−1 within a voltage range from 0.01 to 3.0 V (vs. Li+/Li, or Na+/Na). The latter data were acquired at the open circuit potential and over a frequency range from 100 kHz to 0.1 Hz. The galvanostatic discharge/charge profiles were measured on a battery tester (LAND CT2001A)."
                    ],
                    "name": "2.4 Electrochemical testing",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The ternary CoAlSn-LDH precursor on GO was prepared using a scalable method. The obtained XRD pattern shows the characteristic reflection peaks of the CoAlSn-LDH precursor, with the (003) basal reflection at 2θ = 11.5° (Fig. S1a†), which is in satisfactory agreement with those of the Co-based binary and ternary LDHs, such as CoAl-LDH, NiCo-LDH, and NiCoAl-LDH. The SEM image shows that the CoAlSn-LDH nanosheets were uniformly grown on the underlying GO support (Fig. S1b†).",
                "The CoAlSn-LDH precursor/GO was then subjected to calcination that was performed at 500 °C for 300 min in a H2/Ar atmosphere. After the completion of acidic treatment, SnO2 nanodots were obtained on the rGO support. The resulting XRD pattern confirms the presence of SnO2 derived from the CoAlSn-LDH/rGO precursor (Fig. 1a). The diffraction peaks at 2θ = 33.86°, 37.94°, and 51.75° were indexed to the (101), (200), and (211) planes of SnO2 (PDF #79-1892). A broad diffraction peak centered at approximately 25° was also observed, which clearly reflects the formation of amorphous carbon derived from EDTA.",
                "Furthermore, the SEM image shows the characteristics of the folded rGO support (Fig. 1b), and the HRTEM image reveals that the SnO2 nanodots, in dark contrast, are uniformly distributed on the rGO support in gray contrast (Fig. 1c). Apparently, the homogenous distribution of the SnO2 nanodots was attributed to the lattice confinement, i.e., the well-ordered arrangement of Co, Al, and Sn cations within the same lamellar layer of LDH precursors, thereby leading to the dispersion effect of Co3O4 and Al2O3 to SnO2, which were all derived from the LDH precursors calcinated at 500 °C.",
                "The SnO2 nanodots have an average dimensional size of 3.0 ± 0.5 nm, which was acquired by Gaussian fitting the numbers collected by manual determination from TEM images (inset of Fig. 1c). A well-defined lattice fringe was quantitatively measured, with an interplanar distance of 0.212 nm indexed to the (210) plane of the SnO2 phase (Fig. 1d). The SEM/EDS images show the satisfactory distribution of the Sn, O, N, and C elements in the SnO2@N-rGO composite (Fig. S2†). In addition, the atomic ratio of Sn/O is approximately 0.49, which is consistent with the theoretical value of SnO2 (1:2).",
                "The Raman spectra of the SnO2@N-rGO composite were recorded to examine the graphitic degree of the carbonaceous portion. Fig. 2a shows that two peaks that are centered at 1347 and 1595 cm−1 are ascribed to the D band (disordered carbon and defect) and G band (graphitic carbon) of carbon materials, respectively. The Raman spectrum was fitted by the following five different peaks. The G band is located at 1584 cm−1, which is well related to the sp2-boned graphitic carbons. The D1 band is centered at 1350 cm−1, which is closely associated with sp3 defects. The D2 and D3 bands are located at 1620 cm−1 and 1490 cm−1, respectively, corresponding to defects in graphene layer stacking. D4 is located at 1220 cm−1, which is assigned to the heteroatoms (such as N) on the graphitic plane. As a result, the integral area ratio of the D band and G band for SnO2@N-rGO is 4.14, reflecting the disordered amorphous carbonaceous part in the composite.",
                "Moreover, the exact content of each component in SnO2@N-rGO was measured using TG analysis in air (Fig. 2b). The weight loss below 200 °C is attributed to the removal of the physically adsorbed water from the composite. Another weight ranging from 200 to 600 °C is ascribed to the oxidation of carbon materials. As a result, the content of each component in the composite is 82.1 wt% for N-rGO, and, thus, 17.9 wt% for the SnO2 nanodots.",
                "The specific surface area and pore size distribution of SnO2@N-rGO were evaluated by recording N2 adsorption/desorption isotherms. Fig. 2c shows a typical type-IV isotherm that is characteristic of a H3 hysteresis loop. The specific surface area of the composite was calculated to be 132 m2 g−1. The calculated pore size distribution ranged between 3 and 10 nm (Fig. 2d), which indicates a mesoporous size distribution. Such a surface area with the suitable mesoporous size distribution may facilitate acceleration of ion diffusion of electrolyte and thereby improve the cycling and rate performances of the composite.",
                "The elemental composition and valence state of each specie in SnO2@N-rGO were investigated using XPS. Fig. 3a shows the full spectrum analysis of the composite, which indicates the co-existence of the elements C, N, Sn, and O. In the C 1s spectrum (Fig. 3b), three different peaks are located at 284.7, 285.9, and 288.7 eV, which are attributed to C–C/CCC, C–N, and CO, respectively. This reflects the N doping into the rGO resulting from the calcination of DS−/[EDTA]2− anions. The Sn 3d spectrum exhibits two peaks at 487.1 and 495.6 eV that are ascribed to 3d5/2 and 3d3/2 of Sn4+, respectively (Fig. 3c), which prove the existence of SnO2. Considering that the composite was stored in an Ar–filled glove box until use, and transferred in a protective box for XPS investigation, there was no metallic Sn in the composite.",
                "The N 1s spectrum was fitted by three different peaks located at 398.4, 399.8, and 400.9 eV (Fig. 3d), 401.2, 399.6, and 398.2 eV, which are ascribed to the pyridinic, pyrrolic, and graphitic nitrogen, respectively, and also confirms the N-doping into rGO. The existence of these characteristic peaks indicates that nitrogen was doped into the carbon structure of rGO.",
                "All the aforementioned characterization results confirm that the SnO2@N-rGO composite was obtained and also that the composite possessed the advantageous features of ultra-small and low-content SnO2 nanodots (3.0 ± 0.5 nm, 17.9 wt%) and a conductive N-doped carbonaceous support, as well as appropriate specific surface area and mesoporous size distribution.",
                "The electrochemical performance of SnO2@N-rGO was evaluated to determine its suitability as an anode nanomaterial for LIBs. Fig. 4a displays the CV curves of SnO2@N-rGO between 0.01 and 3.0 V at a scan rate of 0.1 mV s−1. In the first cathodic scan, there are three reduction peaks at 1.48, 1.04, and 0.12 V. The first peak located at 1.48 V was assigned to the reaction between Li+ and functional groups on the carbon surface. The second reduction peak at 1.04 is closely associated with Li+ insertion into SnO2 to form Sn, Li2O, and a solid electrolyte interface (SEI) film. The third reduction peak at 0.12 V was ascribed to the alloying reaction to generate LixSn. In the anodic scan, two obvious oxidation peaks were visible at 0.54 and 1.26 V, which were ascribed to the dealloying and the oxidation of Sn to SnO2. In the subsequent two scans, a satisfactory overlap occurred between the CV curves, which suggests that the electrode could likely have high reversibility and a satisfactory cycling performance during the subsequent discharge/charge progress.",
                "The initial three galvanostatic charge/discharge curves were measured to the SnO2@N-rGO anode nanomaterials for LIBs at 0.1 A g−1. The initial discharge/charge capacities of SnO2@N-rGO were 1850.7 mA h g−1 and 990.4 mA h g−1 (Fig. 4b), respectively. The initial coulombic efficiency (ICE) was thus 53.5%, which is well attributed to the large capacity loss during the formation of a SEI film. In the next two cycles, the coulombic efficiencies gradually increased to 93.8%, which indicated that a stable SEI film was formed on the electrode surface.",
                "The cycling performance of SnO2@N-rGO was examined at 0.1 A g−1. For comparison, N-rGO was prepared as a counterpart material under the same experimental conditions, without using SnCl4·5H2O as a starting material. The as-prepared counterpart of N-rGO exhibited only one diffraction peak at 2θ = approximately 25° that corresponded to amorphous carbon (Fig. S3a†), and an ID/IG ratio of 0.93 that was quite similar to that of SnO2@N-rGO (Fig. S3b†), as well as a specific surface area of 156 m2 g−1 and mesoporous size distribution that are similar to those of the SnO2@N-rGO composite (Fig. S3c†). Fig. 4c shows that the SnO2@N-rGO composite delivers a capacity of 1146.2 mA h g−1 after 100 cycles at 0.1 A g−1, which demonstrates satisfactory cycling stability that is much larger than that of N-rGO (665.3 mA h g−1). Note that both electrodes present capacities for LIBs that decrease and then subsequently increase.",
                "The following possibilities exist for the commonly observed cases. (i) The volume variation of the electrode material continuously changes during the repeated cycles, resulting in an initial decay in the capacity at the beginning. (ii) SEI films were destroyed and regenerated to some extent, and (iii) anode materials underwent a pulverization-activation process, and thus generated sufficient active sites and the subsequently increased capacities.",
                "The rate capability was further evaluated at different rates ranging from 0.5 to 2.0 A g−1. Fig. 4d shows that the SnO2@N-rGO electrode exhibits specific capacities of 943.1, 843.2, 795.6, 725.1, 648.2, 617.4, 566.1, and 529.2 mA h g−1 at 0.1, 0.2, 0.3, 0.5, 0.8, 1.0, 1.5, and 2.0 A g−1, respectively, and is able to achieve a specific capacity of 978.8 mA h g−1 when the current is reset to 0.1 A g−1 (Fig. 4d). All values are obviously larger than those of the N-rGO electrode at the corresponding current densities. In particular, the composite continued to exhibit a reversible capacity of 428.5 mA h g−1 after 300 cycles at 2.0 A g−1 (Fig. S4†).",
                "Based on the abovementioned observed results, the SnO2@N-rGO composite exhibits highly enhanced cycling and rate performances compared with those of the pristine N-rGO. Therefore, the enhancement is mainly attributed to the synergetic contribution of capacity from the additional low-content SnO2 nanodots and the underlying N-doped mesoporous rGO. A comparison of the electrochemical performance shows that the SnO2@N-rGO electrode is comparable to those of high-content SnO2-based anode nanomaterials for LIBs previously reported (Table S1†).",
                "The sodium storage performance of the SnO2@N-rGO composite was also evaluated to gauge its suitability as an anode nanomaterial. Fig. 5a shows CV curves that are similar to those obtained for LIBs. The charge/discharge curves at 0.1 A g−1 show that the SnO2@N-rGO electrode exhibits initial discharge and charge capacities of 1378.6 and 610.7 mA h g−1, respectively, generating a coulombic efficiency of 44.3% (Fig. 5b). The coulombic efficiency in SIBs is lower than that in LIBs, due to the larger radius of (1.02 Å) as compared to that of Li+ (0.76 Å) and the resultant sluggish kinetics of insertion/extraction of Na+ into active materials.",
                "After the completion of 100 cycles at 0.1 A g−1, a reversible specific capacity of 387.0 mA h g−1 was achieved (Fig. 5c), which is significantly greater than that of N-rGO (198 mA h g−1). Furthermore, the SnO2@N-rGO electrode provides rate capacities of 437.5, 386.9, 344.8, 302.2, 260.5, 236.2, 199.1, and 175.2 mA h g−1 at 0.1, 0.2, 0.3, 0.5, 0.8, 1.0, 1.5 and 2.0 A g−1, respectively (Fig. 5d). In particular, as the current density was set back to 0.1 A g−1, the capacity reached as high as 346.1 mA h g−1, reflecting the attractive rate capability of the SnO2@N-rGO electrode. In particular, the SnO2@N-rGO electrode delivers a long-term cycling capacity of 150 mA h g−1 after 1000 cycles at a high current density of 2000 mA g−1 (Fig. S5†). In addition, comparison of cycling performance shows that the sodium-storage performance of SnO2@N-rGO is comparable to those of the reported SnO2-based anode nanomaterials (Table S2†).",
                "The Na+ storage kinetics of SnO2@N-rGO was further examined using CV measurements between 0.2 and 2.0 mV s−1 (Fig. 6a). The anodic and cathodic peaks appear to shift to higher and lower potentials, respectively, because of the well-recognized electrode polarization at the varied current densities. A linear relationship was thus obtained in a logarithmic form of currents (i) and scan rates (v) at the four redox peak potentials, yielding slope values of 0.74 and 0.92 for the anodic and cathodic peaks, respectively (Fig. 6b). The values closely approach 1.0, which indicates that the capacitive contribution is mainly responsible for the high capacities of the composite.",
                "Furthermore, the proportion of capacitive contribution was calculated using the Equation: i = k1v + k2v1/2, where k1v represents the fraction of capacitive contribution. As a result, at 2.0 mV s−1, the capacitive contribution was calculated to be 81% (Fig. 6c). At various scan rates between 0.2 and 2 mV s−1, the capacitive contribution was quantitatively determined to range from 58% to 81% (Fig. 6d). These results strongly demonstrate the predominant capacitive contribution to boost the Na+ kinetics.",
                "Comparison of reversible capacity between both electrodes shows that the SnO2@N-rGO composite delivers a highly boosted electrochemical performance for LIBs and SIBs. This enhancement is attributed to the following two possibilities. First, the SnO2 nanodots additionally contribute to enhancing the electrochemical performance because nanosized and even sub-nanosized structures accelerate the diffusion of Li+/Na+ and contribute to the cycling performance.",
                "Such an enhancement was reported in our recent study, which demonstrated that the low-content NiS2 nanodot (11.0 wt%)/N,S-rGO composite prepared from a LDH host/[NiEDTA]2− guest precursor via a different interlayer nanoconfinement delivered greatly boosted electrochemical performances compared with pristine N,S-rGO without NiS2. Second, the smaller specific surface area of the composite (132 m2 g−1) as compared to that of the counterpart (156 m2 g−1) facilitated alleviation of the undesirable SEI side effects, and contributed to the reversible capacity.",
                "To support these points, the Nyquist plots were recorded using the EIS technique (Fig. S6†). Both Nyquist plots have a high-medium-frequency-range compressed semicircle and a low-frequency-range straight line. Obviously, the SnO2/N-rGO anode exhibits a smaller semicircle and a larger slope than those of the N,S-rGO anode, which reflect a low charge-transfer resistance and low Na+ diffusion resistance for the SnO2/N,S-rGO anode that contribute to the enhanced electrochemical performance.",
                "Moreover, the structural stability was evaluated for the electrode cycled after 100 cycles at 0.1 A g−1 for SIBs. The TEM image shows that the SnO2 nanodots remain evenly distributed on rGO, without significant aggregation or volume expansion (Fig. S7†). These results suggest that the structural design of ultrasmall nanoparticles can effectively alleviate the volume expansion during charge/discharge, and improve the electrochemical performance of SnO2-based anode nanomaterials for SIBs. Therefore, the dominant capacitive contribution, the rapid electronic and ionic transfer, and the small volume variation all give rise to the enhancement of the SnO2@N-rGO composite (as illustrated by Fig. 7)."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have explored low-content SnO2 nanodots (17.9 wt%, 3.0 ± 0.5 nm) on N-doped rGO via a lattice confinement effect of a LDH precursor. The SnO2 nanodots on rGO effectively promote specific capacity and mitigate volume expansion, and the conductive N-rGO networks can effectively alleviate the expansion/contraction stress, accommodate the large volume changes during the Li+/Na+ insertion/extraction process, and prevent the pulverization and agglomeration of SnO2 particles after long-term cycling. In addition, appropriate specific surface area and mesoporous size distribution are conducive to the rapid penetration of electrolyte and provide additional active sites for Li+/Na+.",
                "The higher capacitance contribution, as well as the lower electronic and ionic diffusion resistances enable the SnO2@N-rGO electrode to exhibit the highly boosted electrochemical performance for LIB/SIBs compared with N-rGO. The strategy of lattice confinement of LDH precursors can be used to construct uniform and ultra-small nanoparticles for next-generation batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Shuaipeng Liu: methodology, writing – original draft, writing – review and editing. Yan Dong: writing – original draft. Feijiang Chen: investigation, methodology. Sheng-Yi Li: conceptualization, writing – review and editing. Sailong Xu: conceptualization, funding acquisition, supervision, writing – review and editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Low-content SnO2 nanodots on N-doped graphene: lattice-confinement preparation and high-performance lithium/sodium storage"
}