{
    "DOI": "10.1021/acsami.1c12171",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are emerging as a strong competitor in the market for commercial batteries and are expanding their applications on various devices to replace lithium-ion batteries (LIBs) in the future owing to the high sustainability and economic efficiency of sodium. Competitive electrode materials in SIBs must have stable and safe electrochemical performance, with the expectations of being cost effective and environmentally friendly. Over the years, a variety of anodes have been developed for SIBs. The typical conversion-type  and alloy-type  anode materials, however, are facing challenges, such as high cost, low energy density, and volume expansion. Hard carbon can achieve a high specific capacity at a very low potential plateau, offering the benefit of raising the energy density of the full batteries. In addition to its low cost and the sustainability of Na sources, hard carbon therefore has been considered as the most promising and appropriate anode material for sodium-ion batteries. ",
                "Nevertheless, hard carbon suffers from low initial Coulombic efficiency (ICE) and poor cycling performance, which hinders its practical application. The possible reason for low ICE is that Na+ is irreversibly captured by defects/functional groups in hard carbon and the solid–electrolyte interphase (SEI) layer. Early studies attributed the low ICE to its large specific surface area, which can lead to side reactions with electrolytes. The debates on the electrochemical mechanism of hard carbon, however, have indicated that the hypothesis of effects arising from the specific surface area is still controversial, as some reports in the literature have shown that hard carbon with a low specific surface area can also lead to a poor ICE. Defects created during the thermal process have been considered as another major cause, which has a strong impact on the electrochemical performance of hard carbon. For example, Cao et al.  showed that reducing the pyrolysis rate of hard carbon can improve the ICE due to the lower density of defects. Theoretical calculations also indicated that the vacancy defects in the carbon layer can capture Na+ ions and hinder their diffusion and shuttling during the charge and discharge processes, causing irreversible capacity. Thus, many scientists have been working on developing low-defect carbon-based materials. A high carbonization temperature can increase the degree of graphitization, which is an effective way to reduce defects. Nevertheless, previous results show that continuously increasing the temperature will not always increase the ICE. For example, even though Xu et al.  and Tarascon et al.  raised the heat-treatment temperature of ginkgo leaves and carbon nanofibers (CNF) up to more than 2000 °C, the synthesized hard carbon demonstrated an irreversible capacity of 100 mAh g–1. Recently, Shen et al.  showed that a sandwich structure composed of sucrose and graphite nanopowder could achieve an ICE of 91% owing to the high-level ordering of the structure within pseudographitic domains and decreasing the defects.  Titiric et al.  also increased the ICE from 37% for pristine hard carbon to 80% through the addition of soft carbon from mesophase pitch (MP) to hard carbon from filter paper (FP) as precursors. It is believed that the soft carbon can block the open pores of hard carbon, thereby inhibiting the formation of SEI and the associated sodium-ion depletion. The current methodologies, however, are unable to fully avoid the growth of defects, and the ICE is still relatively low. Thus, a high graphite carbon structure that is highly mixed and coated on hard carbon would be perfect to decrease the defects, both on the surface and in the body of the hard carbon. Also, a clearer mechanism and an in-depth understanding of how the defects affect the irreversible consumption of sodium ions are of high significance to further improve the performance of hard carbon in SIBs.",
                "Herein, we reported a scalable method to prepare a free-standing, low-defect hard carbon with a soft-carbon coating. This specific structure was achieved by designing a preimmersion strategy to impregnate the pitch into both the surface and the internal pores of commercial paper towels followed by an annealing process at 1200 and 1400 °C, respectively. Impressively, hard carbon impregnated by annealing at 1200 °C achieved an ultrahigh ICE of 94.1% and ultralong cycling performance (99% capacity after 100 cycles at a current density of 20 mA g–1). For a better understanding, we also conducted a comprehensive investigation into the electrochemical mechanism of the as-prepared hard-carbon samples to unveil the mechanism for the Na+-ion storage. The results indicated that high hydrogen-containing molecules in the soft-carbon precursor can reduce the oxygen-containing groups in the hard-carbon precursor, which will decrease the probability of irreversibly capturing Na+ ions by the oxygen-containing defects and additional surface terminal groups. On the other hand, the long-range-ordered soft carbon terminates the graphene edges of hard carbon, which reduces the solid electrolyte interphase (SEI) layer formation and the subsequent consumption of sodium-related active substances during cycling. In addition, the as-prepared free-standing hard-carbon electrode could be used as a perfect model for operando Raman spectroscopy to study the sodium storage mechanism. Our results also suggested an “adsorption–intercalation–pore filling–deposition” mechanism. Sodium forms a SEI film in the first part of the slope region, which is then embedded in the turbulent layer. The plateau area mainly goes through the following two paths: (1) sodium fills in the pores near the inner wall of the carbon layer; (2) when the sodium in the inner wall pores approaches saturation, the sodium will be further deposited onto the existing sodium."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In this study, we used the liquid-phase impregnation method to establish a coating of interconnected isomers between the hard carbon and the soft carbon. As shown in , a free-standing commercial paper towel was impregnated with coal–tar pitch for 30 min and then sandwiched between two graphite layers. Then, the samples were calcined in an argon atmosphere at 1200 and 1400 °C for 3 h with the products denoted as HC-P-1200 and HC-P-1400, respectively. In order to make a better comparison, the coal–tar pitch was replaced with water as the blank control group while the other conditions remained unchanged with the products denoted as HC-W-1200 and HC-W-1400, respectively.",
                        "The structure of the above hard-carbon papers was further characterized by X-ray diffraction (XRD) and Raman spectroscopy. As shown in a, a characteristic broad peak appeared at 23–26°, corresponding to the (002) diffraction of graphite. The peak at 43° corresponds to the (100)/(101) peak of graphite. The (002) peak of HC-W-1400 (HC-P-1400) is shifted toward a higher angle than that of HC-W-1200 (HC-P-1200), indicating that the average intergraphene layer spacing decreases as the temperature increases. The intergraphene layer spacing can also be calculated by the Scherrer formula from the interplanar distance (d) value of the (002) planes (). The d values of the (002) planes for HC-W-1200 and HC-P-1200 are 0.373 and 0.369 nm, respectively. The average interlayer spacing of hard-carbon paper impregnated with pitch decreased slightly, which indicated that there was a small amount of soft carbon in HC-P-1200. The intergraphene layer spacing of the soft carbon P-1200 directly obtained from 1200 °C carbonized pitch is only 0.347 nm ().",
                        "b shows the Raman spectrum of the hard-carbon paper described above. Compared to HC-W-1400, HC-P-1400 has a narrower G band and a more characteristic 2D peak. In addition, the 2D peak of HC-P-1200 is also somewhat more distinctive than that of HC-W-1200, which may be attributed to the soft-carbon coating from the coal–tar pitch at high temperatures. c shows a schematic diagram of the structure corresponding to the proportions of the D1, D2, D3, D4, D5, and G bands. The Raman spectra of most of the hard carbon show common modes in the first-order region (1000–1800 cm–1), including the so-called G band around 1600 cm–1 and the D band around 1350 cm–1. The G band is due to the stretching vibration of pairs of sp2 carbon atoms (E2g symmetry) and does not require the presence of aromatic rings. In fact, the position of the G band is at a wavelength of 1580 cm–1 in the Raman spectrum of perfect graphite. The D band is a “disorder-induced band” arising from the presence of defects. In aromatic ring systems, both point defects and edge defects can initiate the breathing modes of sp2 atoms. Thus, the D mode is forbidden in perfect graphite and becomes active when the long-range in-plane symmetry is lost. Most of the literature simply uses the intensity ratio of the D to the G band (ID/IG) to estimate the structural defects of the material and to calculate the length of graphite planar microcrystals (La). Several papers have mentioned that the first-order spectrum can be further subdivided into five bands, including the already mentioned D (D1) and G bands, as well as the D2, D3, and D4 bands. e presents the intensity ratio of the four D bands to the G band in relation to the carbon layer. The D2 band at 1620 cm–1 appears on the G band, which represents a lattice vibration mode like that of the G band and generally represents the graphene layer on the surface of the graphite crystal, i.e., a graphene layer that is not directly sandwiched between another two graphene layers. In-situ Raman spectra of the Li+ embedded in graphite also show a rightward shift of the G band at 1580 cm–1. This suggests that the appearance of the D2 band in hard carbon may still be owing to the interaction between the surface intersections of the two turbulent graphite layers in the stack. The D4 band at 1200 cm–1 reflects the sp2–sp3 hybrid structure or C–C/C═C stretching vibrations at the graphene-terminated edge. The D3 band at 1500 cm–1 is the vibrational response of the short-range sp3 carbon of amorphous carbon.  For example, some adsorbed molecules, molecular fragments, and oxygen-containing functional groups lead to the appearance of the D3 band, which is often encountered in low-temperature pyrolytic carbons (less than 1000 °C). Some reports in the literature suggest that the ratio of ID3/IG is linearly correlated with the content of oxygen-containing functional groups. ",
                        " shows the characterization of the deconvoluted Raman spectra of pitch-impregnated and unimpregnated hard-carbon paper after heat treatment at 1200 °C. The intensity of the D4 and D3 peaks of HC-P-1200 is significantly lower than that of HC-W-1200, indicating that the defects and oxygen-containing groups growing along the carbon edge or carbon layer will be reduced after the soft carbon is coated onto the hard carbon (a and  b). Fourier transform infrared spectroscopy (FTIR) shows that commercial paper towels with cellulose as the main component show an abundance of oxygen-containing functional groups, while coal–tar pitch has almost no such oxygen-containing bonds (e). The infrared spectrum of soft carbon obtained by direct heat treatment at the same temperature has fewer oxygen-containing functional groups than cellulose-based hard carbon (). Therefore, the reduction of defects may be due to the good coating of coal–tar pitch on the paper, which can inhibit the formation of oxygen-containing functional groups at the edges and interlayers of hard carbon during carbonization (c). In addition, the carbon paper coated with pitch (HC-P-1200 and HC-P-1400) has a higher G peak (c and   d), indicating that the carbon paper impregnated with coal–tar pitch contains more long-range graphite domains with smaller intergraphene spacing. According to Eckmann et al.,  the area ratio (AD/AG) of these peaks can be considered to replace the intensity ratio to calculate ID/IG due to the change in the peak width. In addition, according to the value of AD1/AG, the in-plane grain size La can be calculated by the , as reported based on the Tuinstra–Koenig relationship.",
                        " lists the values of AD1/AG, AD2/AG, AD3/AG, AD4/AG, and La after deconvolution of the Raman spectra for the four carbon paper materials listed above. We also present these values on a line graph (c) and correlate these ratios to the electrochemical properties of the hard carbon.",
                        "a,  b,  c, and  d shows scanning electron microscopy images (SEM) of HC-W-1200, HC-P-1200, HC-W-1400, and HC-P-1400, respectively. The structure of the hard-carbon paper is composed of mutually entangled fibers with a length of approximately 50 μm. These fibers clearly inherit the morphological characteristics of the raw materials. The surface of the pitch-treated carbon HC-P-1200 is relatively rough with some particles loaded on the fiber strips.  in the Supporting Information shows a higher magnification of the SEM information. This may be due to the supersaturation of the pitch, which causes the soft-carbon particles to form on the residual carbon paper at high temperatures. Among them, the fiber surfaces of HC-W-1200 and HC-W-1400 () are relatively smooth. Many natural grooves and grooves on the surfaces of carbon paper single fibers may more easily come into contact with the electrolyte and Na+ ions, thus promoting the transport and diffusion of Na+. e and f comparesthe high-resolution transmission electron microscopy (HRTEM) images of two kinds of carbon paper, HC-W-1200 and HC-P-1200. HC-W-1200 exhibits a highly disordered structure with a shorter carbon layer. HC-P-1200 has clearer graphene lattice stripes, and a longer carbon layer is distributed around the short-range-disordered carbon layer. i–l shows schematic diagrams of the structures of these four kinds of carbon. HC-W-1200, which is not impregnated by pitch, shows more defects (represented by red dots). Compared with HC-W-1200, the oxygen-containing defects of HC-P-1200 will be reduced (with the red spots becoming gray), and the long-range-ordered soft carbon after carbonization insulates the contact between the terminal edge of graphene and the electrolyte. HC-W-1400 and HC-P-1400 show similar behavior, but their graphitization degree is increased by heat treatment at 1400 °C. The HRTEM images of HC-W-1400 and HC-P-1400 show clearer long-range graphite domains and smaller intergraphene spacing (g and  h). HC-P-1400, however, failed to form a good soft-carbon-coated hard-carbon isomerization mesophase, which may be due to the higher temperature, leading to the formation of longer graphite domains of hard carbon, which are more difficult to coat with soft carbon."
                    ],
                    "name": "2.1.  Structure and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance relevant to sodium storage in the free-standing hard-carbon electrodes is shown in a, which shows the galvanostatic charge–discharge curves of the four electrodes at a current density of 20 mA g–1. The reversible capacity of the HC-P-1200, HC-W-1200, HC-P-1400, and HC-W-1400 electrodes is 293.3, 297.4, 253.1, and 247.0 mAh g–1, respectively. The HC-P-1200 electrode has the highest ICE at 94.4%, which is greater than the 87.2% of the HC-W-1200 electrode. All of the curves show a sloping region for the high potential range (2.0–0.1 V) and a plateau region for the low potential range (0.1–0.001 V). Specifically, the carbon papers heat treated at 1400 °C (HC-W-1400 and HC-P-1400) have a steeper slope than those heat treated at 1200 °C (HC-W-1200 and HC-P-1200). The percentage of slope capacity for HC-P-1200 is 35.6%, while that for HC-W-1400 drops to 21.2% (b). Some reports in the literature suggest that the slope is due to adsorption and that more defects on the surface are responsible for the adsorption capacity.  It can be observed, however, that the oxygen-containing defects (corresponding to AD3/AG in f) and graphene terminal edge defects (corresponding to AD3/AG in f) are smaller for HC-P-1200 compared to HC-W-1400. This suggests that the slope is not only due to adsorption, since if the slope capacity were simply adsorption the slope capacity of HC-P-1200 would be smaller than that of HC-W-1400. In addition, the d002 values of HC-W-1400 and HC-P-1400 are smaller than that for HC-W-1200, as described above. Therefore, the carbon treated at 1400 °C shows less slope capacity, which may be mainly due to its smaller d spacing. In addition, for many large layer spacings of expanded graphite, only a slope capacity can be observed.  This also indirectly suggests that embedding of Na+ into the larger graphite interlayers is also occurring in the slope region. This simple comparison also supports the “three-stage” mechanism (adsorption–embedding–pore filling) proposed by other reports in the literature. ",
                        "d shows the rate performance and retention rates of various materials. HC-P-1200 has the best rate performance and rate recovery performance. It can still maintain a reversible specific capacity of 122.9 mAh g–1 at a current density of 0.5 A g–1 (). When the current density returns to 20 mAh g–1, the capacity of HC-P-1200 recovers to 100% of the initial reversible capacity. The recovery rate of the electrode (HC-P-1400) carbonized at 1400 °C after pitch treatment also exceeds 100%. e shows the capacity retention of the HC-P-1200, HC-W-1200, HC-P-1400, and HC-W-1400 electrodes at 20 mA g–1 for 100 cycles. The HC-P-1200 electrode delivered a high reversible capacity of 293.2 mAh g–1 at the second cycle, and the capacity retention was 99% after 100 cycles, which indicates an ultrastable cycling performance. The HC-W-1200 electrode, however, only delivered a capacity of 266.2 mAh g–1 after 100 cycles. The AD3/AG and AD4/AG ratios of HC-W-1200 are significantly higher than those of HC-P-1200 (c), indicating that HC-1200 without the pitch coating has higher oxygen defects and graphene edge defects. During cycling, these defects may repeatedly form and consume the SEI, causing a loss of active materials and thus reducing the cycling performance. In contrast, the pitch-pretreated HC-P-1200 with a reduced composition of oxygen-containing defects and graphene edge defects maintained good cycling performance despite its lower initial reversible capacity. In contrast, after carbon heat treatment at 1400 °C, the specific discharge capacities of HC-W-1400 and HC-P-1400 after 100 cycles were 204.2 and 236.5 mAh g–1 at a current density of 20 mA g–1 with capacity retention rates of 81.6% and 91.6%, respectively. The cycling performance of free-standing hard-carbon paper heat treated at 1400 °C is worse than that of hard-carbon paper heat treated at 1200 °C, which may be due to the worse kinetics of sodium-ion transfer in the plateau region, resulting in greater polarization after long-term cycling.",
                        " shows the cyclic voltammetry (CV) curves of sodium insertion and sodium removal for the various carbon papers. HC-P-1200 (a) and HC-W-1200 (b) have similar CV curves, and their first scan curves show sharp reduction peaks near 0.9 and 0.38 V, respectively.  The reduction peak near 0.2–0.4 V results from formation of the SEI film. The CV curves of HC-W-1400 and HC-P-1400 are very different from those of the carbon treated at 1200 °C because they have only one reduction peak in the 0.4–0.2 V range, and the reduction peak in the high potential range disappears. The reason may be that the higher treatment temperature causes oxygen defects and reduction of the specific surface area. The irreversible reduction peak near 0.3 V is caused by the decomposition of the electrolyte’s solvent molecules ethylene carbonate (EC) and dimethyl carbonate (DMC) into films at the edges of the graphene.  shows the electrochemical impedance spectroscopy (EIS) analysis of different potentials during the first cycle discharge of HC-P-1200 and HC-W-1200, respectively. HC-P-1200 has a lower SEI layer resistance (RSEI) than HC-W-1200 in the process of discharge to 0.6, 0.4, and 0.1 V, which indicates that the SEI film formed by HC-P-1200 is thinner.",
                        "The 2032-type full cells were assembled with hard-carbon paper HC-P-1200 electrode as the anode and Na3V2 (PO4)3 as the cathode. As shown in a, the average voltage of the Na3V2 (PO4)3//HC-P-1200 full battery was 3.3 V, and its cumulative discharge capacity was 275.2 mAh g–1 (based on the mass load of the HC-P-1200 anode). The capacity retention rate of the full battery was 73.12% after 50 cycles at a current density of 20 mA g–1. To demonstrate the large-scale preparation of carbon paper, we also prepared a 20 cm × 40 cm carbon paper using a large vacuum box furnace (). The prepared carbon paper had good flexibility because it did not break, even if it was bent to 180° (). The preparation strategy for hard-carbon paper with comprehensive electrochemical properties can offer great inspiration to the commercialization of hard carbon. In addition, the self-supporting hard-carbon paper that we synthesized does not have toxic inactive substances and eliminates the cost of the current collector, while the size of the self-supporting hard-carbon paper is adjustable, so that it can be directly produced for the laminated assembly of pouch batteries, which will greatly increase the volumetric energy density of the system. As shown in b, the full battery has a good cycle performance with a retention rate of 74% and a cycle of 60 cycles at a current density of 100 mA g–1."
                    ],
                    "name": "2.2.  Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The use of free-standing hard-carbon paper to study sodium storage mechanisms has the great advantage of not requiring the interference of conductive agents, current collectors, and binders. Therefore, the free-standing hard-carbon paper can be installed directly in the in-situ cell for testing. a shows the operando Raman spectroscopy cell configuration provided by Beijing SciStar Technology Co. Ltd.",
                        "b shows the in-situ Raman curve of HC-P-1200. The test method is to manually test the Raman information at a fixed potential. In order to better compare the peak shape and peak position, we performed a unified normalization process. It can be seen that for the initial potential, that is, before any sodium is inserted, the typical spectrum of hard carbon is observed. The insertion of sodium obviously leads to a gradual change in the Raman spectrum. The main feature of the spectrum at low sodium content is the peaks near 1600 and 1350 cm–1, corresponding to the G- and D-band modes of the graphite mentioned above. As the discharge progresses, the positions of the G peak and the D peak slowly move to a low wavenumber and the peak shape becomes very wide, and the G peak is extremely inconspicuous after the 0.1 V plateau region. The decrease in the position of the gradual (reversible) G peak can be understood as the electron doping caused by the gradual addition and uniform diffusion of sodium in each layer of sodium. In order to test the operando changes of hard-carbon storage more carefully, we adopt automatic collection. See the  for specific steps.",
                        " shows the actual test curves of operando Raman spectroscopy. During discharge from 1.5 to 0.1 V, the position of the G peak will slowly move to lower wavenumber, and the peak and its width will gradually change until the plateau area after 0.1 V where they almost disappear. In addition, the intensity and background of the Raman curve continuously increased by 0.25–0.031 V during the discharge, but the total intensity of the Raman curve suddenly dropped from 0.031 to −0.001 V. During charging, the peak intensity from 0.021 to 0.063 V is low, but it increases sharply after 0.075 V and then decreases continuously after from 0.11 to 1.0 V during charging.",
                        "This change does not seem to be a random accident. We tried to match the intensity and background slope of the D/G peaks of the Raman spectrum with the potential change during charge and discharge (a). The background slope and the intensity of the D/G peak data points showed periodic and reversible changes during the first and second cycles of charge and discharge. The D/G peak intensity and background slope did not change much in the slope area, in which there was a slight increase between 1.5 and 0.8 V and no change between 0.8 and 0.5 V. The latter range corresponds to the SEI film formation process. Between 0.5 and 0.1 V, the intensity and background slope clearly increase, which corresponds to the process of sodium-ion intercalation. The hard carbon (HC-P-1200) designed according to this paper has very low defects and a high ICE. The defects of HC-P-1200 mentioned above are fewer than those of HC-W-1400, but this electrode shows a higher slope capacity. Therefore, the capacity contribution of the slope between 0.5 and 0.1 V cannot be only attributed to adsorption. The sodium adsorbed on the tube surface can also cause the G peak to shift to a lower wavenumber.  If adsorption were the only mechanism, the G peak would split into two peaks because of the adsorbed part and the unabsorbed graphene layer, but this phenomenon has not been found in this work. In addition, because the number of hard-carbon turbulent layers in this paper is about three, it will not form a multiorder graphite intercalation compound (GIC)  as lithium intercalates into the graphite. Therefore, the Raman spectrum does not show splitting into two peaks due to adjacent intercalated and nonintercalated graphene layers. The shape and position of the G peak in the plateau area are almost unchanged, indicating that there is no further insertion. This may be related to the gradual increase in the metallic properties of sodium substances observed by 23Na nuclear magnetic resonance (NMR).  The sharp increase of the background slope and D/G peak intensity at this stage may also be related to sodium filling. In addition, the disappearance of the G peak was also observed in the last stage of Li intercalation into graphite, which is due to the high electrical conductivity of the GIC, which leads to a decrease in the thickness of the optical skin and low intensity of Raman scattering in this stage. ",
                        "In addition, we also found that after the first discharge to 0.03 V, the background slope and the intensity of the D/G peaks decreased sharply until the cell was charged to 0.004 V. After that, during the charging process from 0.04 to 0.12 V, the background slope and the intensity of the D/G peaks increased sharply. After charging from 0.12 V, this number dropped sharply. The dramatic changes in the Raman intensity and background slope in the plateau area seem to be interesting. We also conducted galvanostatic intermittent titration technique (GITT) testing during the charge–discharge process and found that the change in the diffusion coefficient of Na+ in the plateau region was completely opposite to the change in the intensity of the D/G peaks and the background slope measured by Raman spectroscopy (b). At present, the explanation for the sudden increase of the diffusion coefficient in this section is also controversial. For example, Ji et al.  thought that this was due to the adsorption of Na atoms on the pore surface. Cao et al.  believes, however, that this change should be attributed to the highly attractive interaction between the Na ions inserted in the single-phase NaCx compounds. Huang et al.  conducted GITT testing of a series of phenolic resin-based hard-carbon samples and concluded that the sudden increase in the diffusion coefficient is due to sodium filling in the closed pores. Here, we attempt to propose a new sodium storage mechanism, as shown in c. First, the slope region corresponds to part of the irreversible adsorption and the film formation process of the SEI, the 0.6–0.1 V region corresponds to the intercalation of sodium ions, and the region below 0.1 V corresponds to the filling of the pores with Na+ ions.",
                        "The sodium storage mechanism in the plateau area is still controversial, particularly because the GITT observations showed that the diffusion coefficient of Na+ increased in the last part of the plateau area, which could not be explained. The relationship between the changes in the in-situ Raman spectra observed in this paper and the Na+ diffusion coefficient measured by GITT seems to explain this problem, however. We propose that the pore filling in the plateau area will be divided into two parts: (1) sodium first fills the pores near the inner wall of the carbon layer; (2) when the inner wall pores are nearly saturated with sodium, the existing sodium will further adsorb the filled sodium, which is similar to the normal deposition process for sodium. This seems to be a good explanation for the increase in the diffusion coefficient due to the easy adsorption between sodium and sodium. On the contrary, the extremely difficult process of desorption of sodium from sodium leads to a sharp decrease in the diffusion coefficient. Since it is easier for sodium to desorb from the carbon surface of the inner walls of the pores, the diffusion coefficient begins to increase again. In the slope region, the separation of sodium from the graphene interlayers is relatively easy, which causes the diffusion coefficient to decrease relatively gently. The exact demonstration of the mechanism will be explained in a subsequent paper on the design of a high-capacity and full-plateau hard carbon."
                    ],
                    "name": "2.3.  Elucidating the Sodium Storage Mechanism by In-Situ/Operando Raman Spectroscopy",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this paper, a paper towel impregnated with coal–tar pitch was used as the precursor to prepare self-standing hard-carbon paper electrodes for sodium-ion batteries. The prepared HC-P-1200 formed a uniform hard-carbon@soft-carbon heterogeneous mesophase structure. The HC-P-1200 electrode showed a high ICE of 94.1% and ultralong cycling stability (99% retention after 100 cycles with current density of 20 mA g–1). The reason for the increase in the ICE of hard carbon impregnated with pitch is that in the process of carbonization, molecules with a high H/C ratio can reduce oxygen defects in hard carbon with a high O/C ratio and form long-range-ordered soft-carbon components to isolate the contact between the terminal edge of graphene and the electrolyte. The reduction of oxygen-containing defects inhibits the irreversible capture of sodium ions by defects. Isolation of the graphene terminal edge from the electrolyte inhibits the consumption and dissolution of the SEI in the initial and subsequent cycles. In addition, the self-supporting hard-carbon paper was also used to study the mechanism of sodium storage by operando Raman spectroscopy. Our sodium storage mechanism extends the “adsorption–intercalation–pore filling–deposition” model. We focus on the reasons for the increase of the sodium-ion diffusion coefficient in the latter part of the plateau region and propose for the first time that the pore filling in the plateau area will be divided into two parts: (1) sodium will be filled into the pores near the inner wall of the carbon layer; (2) when the sodium in the inner wall pores is close to saturation, the sodium will be further deposited onto the existing sodium."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Commercial paper towels were obtained from Dongguan Guixiang Paper Products Co., Ltd. The medium-temperature coal pitch powder was dissolved in dimethylformamide (DMF) to prepare a 0.02 g L–1 solution. Then, the paper towels were cut into 1.5 cm × 6 cm rectangles. For comparison, the cut paper pieces were immersed in deionized water and a medium-temperature coal pitch solution and then sonicated for 0.5 h. The cut paper was sandwiched between two graphite plates and placed in a tube furnace. Under an argon atmosphere, the paper was raised to the target temperature (1200 and 1400 °C) at 5 °C min–1 and then kept at 1200 °C for 2 h. Finally, the carbon paper between the graphite plates was taken out, and then discs with a radius of 0.5 cm were cut out with a punch. The synthesized carbon paper is denoted by the annealing temperature in the last 4 digits, HC-P-1200, HC-P-1400, and HC-W-1200, and HC-W-1400. P is to designate the samples using the coal–tar pitch coating."
                    ],
                    "name": "4.1.  Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The synthesized material was characterized by X-ray diffraction (18 kW D/MAX2500 V Rigaku Co., Japan). The morphology was observed with a scanning electron microscope (HITACHI SU-1500). In order to analyze the detailed crystal structure of the material, a high-resolution transmission electron microscope (HRTEM; FEI Tecnai F20) was used. FTIR spectra were recorded on an FTIR spectrometer (Thermo Scientific Nicolet iS5). Raman spectra were recorded with a Renishaw inVia instrument equipped with a 532 nm wavelength laser. While conducting the operando Raman spectroscopy, the charge and discharge curves versus time of the in-situ cell were collected by the chronopotentiometry facility on a CHI660E electrochemical workstation. Operando Raman spectroscopy equipment was provided by Beijing SciStar Technology Co. Ltd. The mass of the active material was 0.753 mg, and the current was set to 0.0452 mA, which was equivalent to a current density of 60 mA g–1. The potential range was from 2.0 to −0.003 V. Scan interval: 434 s. Total test: 80 points. Exposure time: 10 s. Laser power: 50%. Accumulation: 20 times. In-Situ Raman test method is to pause at each potential point and perform manual test to collect data. In order to better compare the peak shape and peak position, we have carried out a unified normalization process."
                    ],
                    "name": "4.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performance testing was carried out on button battery cells (CR2032). The sodium block was rolled into a film with a thickness of 0.1 mm through a paster machine and then cut into discs with a diameter of 1.2 cm as the counter electrodes. Glass fiber (GF/A, Whatman, UK) was used for the separators, and the electrolyte was 1 M NaPF6 in 1:1 EC/DMC (where EC is ethylene carbonate and DMC is dimethyl carbonate). According to the normal button assembly sequence, the cut carbon paper (loading amount is 1–1.2 mg cm–2) and the electrolyte, diaphragm, and sodium sheet mentioned above were assembled in a glovebox filled with argon 17/5000 (H2O, O2 < 0.01 ppm). The galvanostatic charge and discharge testing was carried out on a LAND CT2001 battery test system at room temperature in the potential range of 0–2.0 V (relative to Na+/Na). Cyclic voltammetry (CV) was conducted using a CHI660E electrochemical workstation with a sweep rate of 0.1 mV s–1 and a voltage range from 0 to 2.0 V (vs Na+/Na)."
                    ],
                    "name": "4.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Soft-Carbon-Coated, Free-Standing, Low-Defect, Hard-Carbon Anode To Achieve a 94% Initial Coulombic Efficiency for Sodium-Ion Batteries"
}