{
    "DOI": "10.1039/C6NR06307A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable lithium-ion batteries (LIBs) are urgently desired as efficient energy supply systems for the widespread applications of portable electronics and electric vehicles, owing to their high specific capacity, rate capability and cycling stability. Graphite is commonly used as a commercial anode material for LIBs due to its high electrical conductivity and low cost, but the limited theoretical capacity (372 mA h g−1) cannot meet the increasing demands of society. To improve the energy storage performance, other IVA-group materials, metal oxides, sulfides , carbidesetc. have drawn much attention because of their large reversible capacities. However, the performance of existing anode materials is usually hindered by poor intrinsic conductivity and large capacity decay caused by the huge volume expansion during lithium insertion/desertion. Thus, carbon based materials are still playing a leading role as mainstream anode materials for commercial LIBs, and considerable attention has been directed towards the design of anode materials with rationally defined compositions and structures that could combine both high capacity and good stability.",
                "In addition, based on the earth-abundant element sodium from the alkaline family, sodium-ion batteries (SIBs) have attracted considerable interest as a low-cost alternative to LIBs. One of the major issues for the development of SIBs is the lack of suitable anode materials. Being highly conductive, chemically stable, eco-friendly and cost-effective, carbon nanomaterials are also regarded as a class of promising candidates among the limited choices of anode materials for SIBs. Therefore, it is quite attractive to develop a versatile carbon material with high performances viable for both LIBs and SIBs.",
                "To date, lots of carbon-based anode materials have been employed for LIBs/SIBs, such as hard carbons, carbon nanotubes, carbon nanofibers, carbon nanospheres, graphene and so on. The nano-scale architectures of these materials are critically important for the energy storage performance, and high porosity is desirable to facilitate charge transfer and also beneficial to lithium/sodium storage. In particular, partly graphitized porous carbons are considered to be promising for LIBs/SIBs due to the appropriate porous structure and three-dimensional (3D) conductive matrix. For instance, hollow carbon nanospheres were applied as anode materials for LIBs, exhibiting a specific capacity of 630 mA h g−1 after 50 cycles at a current density of 0.1 C. Recently, carbide-derived carbon (CDC) architectures are emerging as a novel class of carbon materials for providing tailored porous structures with facile adjustment of porosity and graphitization. Interestingly, it was reported that the structural control of CDC can provide a great increase of capacity under high-rate conditions and in prolonged cycling. Moreover, heteroatom doping (nitrogen, phosphorus, sulfur or boron, etc.) of porous carbon materials has been proven to enhance lithium/sodium storage performances. Among these heteroatom substitutions, nitrogen doping is particularly attractive because nitrogen has a similar atomic radius but a larger electronegativity compared to carbon, leading to an enhanced interaction with lithium/sodium ions. Besides, nitrogen doping can introduce different types of defects and vacancies, and thus provide more electroactive sites. However, high nitrogen content may influence the pore structure and electrical conductivity. Therefore, it still remains a challenge to build carbon nanostructures with an optimized porosity and appropriate elemental doping configuration.",
                "Herein, we report a facile and scalable approach to prepare carbide/carbon-derived hierarchical porous nitrogen-rich carbon (HPNC) nanospheres by using a Zn–Co based Prussian blue analogue (PBA) and polyvinylpyrrolidone (PVP) as precursors. Through thermal annealing, the PBA/PVP precursor nanospheres can be converted to metal carbide/carbon hybrid nanoarchitectures, and then the HPNC nanospheres are finally produced by the subsequent HF etching. The as-obtained HPNC nanospheres have a hierarchical three-dimensional conductive structure containing a large number of mesopores and micropores, which can efficiently serve as reservoirs for lithium/sodium ions. Moreover, the content of nitrogen heteroatoms in the HPNC nanospheres is very high (∼17.4 wt%), so that plenty of electroactive sites were provided for adsorbing lithium/sodium ions. Compared to the previous results in the literature, the novel anodes based on HPNC nanospheres in this study exhibited excellent electrochemical performances in both LIBs (Table S1†) and SIBs (Table S2†)."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals in this work are of analytical purity and used without further purification."
                    ],
                    "name": "Chemicals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Typically, 0.60 mmol of zinc acetate dihydrate (Zn(Ac)2·2H2O) and 0.40 g of polyvinylpyrrolidone (PVP) were dissolved in 20 mL of deionized water with ultrasonication to form a transparent solution. Then, 20 mL aqueous solution of 0.40 mmol potassium hexacyanocobaltate (K3[Co(CN)6]) was added into the above solution gradually under ultrasonication and vigorous stirring in an ice-water bath for 1 h. Then the mixture was quiescently aged for 6 h without any disturbance. The precipitate was then collected by centrifugation, washed with deionized water several times, and dried at 60 °C in a vacuum oven."
                    ],
                    "name": "Synthesis of Zn3[Co(CN)6]2·nH2O/PVP precursor nanospheres",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To obtain the HPNC products, Zn3[Co(CN)6]2·nH2O/PVP precursor nanospheres were firstly thermally annealed for 2 h under a nitrogen atmosphere at designated temperature with a ramping rate of 2 °C min−1. Then, the resultant was etched by using hydrofluoric acid (HF, 5 wt%) and hydrochloric acid (HCl, 3.0 M) solution successively. The product was collected and washed with deionized water and absolute ethanol respectively several times, and dried at 60 °C in a vacuum oven. The samples thermally annealed with the temperature of 500, 600, 700, and 800 °C were denoted as HPNC-500, HPNC-600, HPNC-700, and HPNC-800, respectively."
                    ],
                    "name": "Synthesis of HPNC samples",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Field-emission scanning electron microscopy (FESEM) images were collected on a JEOL JSM-6480 scanning electron microscope. Transmission electron microscopy (TEM, JEM-2100), scanning TEM (STEM) images and energy dispersive X-ray (EDX) spectroscopy mapping profiles were obtained on a JEOL JEM-2100F transmission electron microscope using an accelerating voltage of 200 kV. The dynamic light scattering (DLS) data were collected on a MasterSizer 2000 instrument. Powder X-ray diffraction (XRD) patterns were recorded with an X-ray diffractometer (Bruker D-8 Advance) using Cu Kα (λ = 1.5406 Å) radiation at a scanning rate of 6° min−1. Raman scattering was carried out on a Horiba JY Raman spectrometer using a 473 nm laser source. Nitrogen sorption isotherms were obtained through Brunauer–Emmett–Teller (BET) analysis at 77 K on a Quantachrome Autosorb-IQ-2C-TCD-VP instrument. X-ray photoelectron spectroscopy (XPS) was performed on a PHI-5000 VersaProbe X-ray photoelectron spectrometer using Al Kα X-ray radiation. Fourier transform infrared (FT-IR) spectra were collected by using a Nicolet iS 10 spectrometer in the range of 400–4000 cm−1."
                    ],
                    "name": "Instrumentation and characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared by mixing the as-obtained HPNC sample, acetylene black and polyvinylidene fluoride (PVDF) binder in N-methyl-2-pyrrolidone (NMP) solvent with a weight ratio of 80:10:10. The mixture was stirred for 24 h and spread on a copper foil, and then dried in a vacuum oven at 60 °C to remove the solvent. The obtained working electrode was assembled in a glove box filled with argon gas. The LIBs were assembled using a CR2032 cell with lithium metal foil as the counter electrode, and 1.0 M LiPF6 in a mixture of ethylene carbonate and diethyl carbonate (1:1 in volume ratio) as the electrolyte. The SIBs were fabricated using sodium metal foil as the counter electrode, and 1.0 M NaClO4 salt in propylene carbonate (PC) as the electrolyte. The electrochemical properties were tested on a Wuhan LAND battery test system. The loading mass of the active materials was ca. 0.6–0.9 mg, and the specific capacity was calculated based on the total weight of active materials."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "An effective strategy was developed to prepare the HPNC nanospheres (Fig. S1†). Briefly, the steps of a typical preparation process include: (1) large-scale synthesis of PBA/PVP precursor nanospheres, (2) subsequent thermal annealing under a nitrogen gas flow to form metal carbide/carbon hybrid nanoarchitectures, and (3) acidic etching of metal carbides by hydrofluoric acid (HF, 5 wt%) and hydrochloric acid (HCl, 3.0 M) solution, successively. The PBA/PVP precursor nanospheres were synthesized by a solution-phase method using potassium hexacyanocobaltate (K3[Co(CN)6]), zinc acetate dihydrate (Zn(Ac)2·2H2O) and PVP as starting materials. Fig. S2† shows the X-ray diffraction spectrum of PBA/PVP precursor nanospheres, all the diffraction peaks are attributed to the cubic phase of Zn3[Co(CN)6]2·nH2O (JCPDS card, no. 23-1494, space group: Fmm, a = 9.940, b = 9.940, c = 9.940). Field-emission scanning electron microscopy (FESEM) characterization (Fig. S3†) revealed the spherical morphology of the Zn3[Co(CN)6]2·nH2O/PVP precursor with a narrow size distribution of about 500–700 nm. After the annealing process, the resultant products inherited the globose shape of the Zn3[Co(CN)6]2·nH2O/PVP precursor and exhibited high surface roughness (Fig. S4†). Further transmission electron microscopy (TEM) characterization (Fig. S5†) revealed that the samples after annealing consisted of numerous nanoparticles embedded into spherical carbon frameworks. XRD characterization (Fig. S6†) demonstrated that the nanoparticles in HPNC samples were metal carbides, and with the increase of annealing temperature (from 500 to 800 °C), the nanoparticles evolved from Co3ZnC to Co3C due to the gradual evaporation of Zn. In the last step, HPNC nanospheres were obtained by the etching of metal carbides in HF and HCl solutions successively. The final products were denoted as HPNC-x (x = 500, 600, 700, and 800), where x stands for the thermal annealing temperature."
                    ],
                    "name": "Synthesis of HPNC nanospheres",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The size, shape, and nanostructure of HPNC samples were examined by FESEM and transmission electron microscopy (TEM). Fig. 1a and b present the typical FESEM images of the HPNC-600 sample. The HPNC-600 product inherited the original spherical morphology of the Zn3[Co(CN)6]2·nH2O/PVP precursor. The size distribution of HPNC-600 nanospheres was obtained by DLS analysis (Fig. S7†); the slightly reduced size is attributed to the carbonization and volume shrinkage of Zn3[Co(CN)6]2·nH2O/PVP precursor nanospheres during the annealing step. The surface of HPNC-600 nanospheres became rougher after the annealing and etching steps (Fig. 1b). TEM analysis was performed to investigate the surface and structural features of products. Fig. 1c shows a typical magnified view of HPNC-600 nanospheres, displaying a hierarchical porous structure. The TEM image with higher magnification (Fig. 1d) illustrated that the HPNC nanospheres possess lots of well-distributed mesopores. The mesopores were typically 5–10 nm in diameter and with a wall thickness of 3–4 nm (as marked with red arrows in Fig. 1d and e). These pores were mainly generated by the etching of carbide nanoparticles embedded in the carbon frameworks. The corresponding schematic diagram of the porous structure of HPNC nanospheres is illustrated in the inset of Fig. 1e. The high-resolution TEM (HRTEM) images (Fig. 1f and S8†) taken at the edge of HPNC-600 nanospheres clearly show the presence of oriented multilayer graphitic sheets stacked in parallel with an adjacent interlayer distance of approximately 0.35 nm. This value is larger than the normal d-spacing of the (002) crystal plane of bulk graphite. The selected-area electron diffraction (SAED) pattern of the nanospheres in Fig. 1g suggested the disordered nature of HPNC-600 nanospheres; the interlayer distance calculated from the SAED pattern is also 0.35 nm, well-consistent with the above HRTEM observation. The scanning TEM (STEM) image and energy-filtered TEM (EFTEM) elemental mapping (Fig. 1h and i) revealed the co-existence of C, N, and O elements, and further demonstrated the homogeneous elemental distribution in HPNC-600 nanospheres. The morphological characteristics of HPNC-500, HPNC-700, and HPNC-800 samples were also investigated, as shown in Fig. S9.† All the samples exhibited similar appearances and nanostructures to those of HPNC-600 nanospheres.",
                        "The XRD spectra of HPNC samples (HPNC-500, HPNC-600, HPNC-700, and HPNC-800) are presented in Fig. 2a. These samples exhibited similar diffraction features with only a weak and broad diffraction peak at approximately 2θ ≈ 26°, corresponding to carbon with partial graphitization. No other diffraction peak was observed from the XRD spectra, suggesting the complete etching of carbide nanoparticles in carbon frameworks. This result was further confirmed by the energy dispersive X-ray spectrometry (EDX) analysis shown in Fig. S10,† the existing elements were C, N and O, no Co or Zn was detected. The nitrogen species were derived from cyan groups (–CN) and PVP in the Zn3[Co(CN)6]2·nH2O/PVP precursor nanospheres, while the small amount of the O element came from PVP. The Raman spectra of these HPNC samples (Fig. 2b) displayed two Raman bands, which can be ascribed to the known D band (1355 cm−1) and G band (1590 cm−1), respectively. The G band is a characteristic feature of graphitic layers, while the D band corresponds to disordered carbon or defective graphitic structures. The intensity ratio of D to G band (ID/IG) is usually employed to evaluate the amounts of defects. The ID/IG of HPNC-600 (1.07) is higher than those of other samples (0.99 for HPNC-500, 0.98 for HPNC-700, and 0.94 for HPNC-800), suggesting the higher defect content generated during the annealing step. The specific surface areas and pore characteristics of the products were determined by nitrogen adsorption–desorption isotherms, as shown in Fig. 2c and d. The Brunauer–Emmett–Teller (BET) surface areas (Table S3†) were measured to be ca. 274.4, 531.5, 394.6 and 426.9 m2 g−1 for HPNC-500, HPNC-600, HPNC-700, and HPNC-800 samples, respectively. Moreover, all samples exhibited both micropore (pore size centered at ∼1.0 nm) and mesopore (pore size between 3–15 nm) structures. According to previous studies, such a hierarchical pore distribution can facilitate the transfer of the electrolyte because the varying-sized pores and interconnections provide favorable pathways for ion penetration and diffusion.",
                        "X-ray photoelectron spectroscopy (XPS) was performed to investigate the compositions and chemical states of HPNC samples. The survey spectra (Fig. S11†) suggested the co-existence of C, N, and O elements, consistent with the EDX results. The high-resolution XPS spectra of C 1s regions (Fig. S12†) can be divided into three peaks. The main peak at 284.8 eV suggests that most of the carbon atoms are arranged in conjugated sp2 honeycomb lattices. The weak peaks at 285.9 and 287.5 eV reflect different bonding structures of C–N bonds, corresponding well to the N–sp2 C and N–sp3 C bonds, respectively. The high-resolution XPS spectra of N 1s regions (Fig. 2e and f) can be deconvoluted into three peaks, pyridinic N (N-6, 398.4 ± 0.2 eV), pyrrolic N (N-5, 399.8 ± 0.2 eV) and graphitic N (400.7 ± 0.4 eV). Based on the above analysis, a proposed structural scheme of a nitrogen-rich carbon layer in HPNC nanospheres is illustrated (Fig. S13†). Table S4† summarizes the parameters of XPS spectra and the fitting results of the N 1s peaks of HPNC samples. The nitrogen contents of HPNC-500, HPNC-600, HPNC-700, and HPNC-800 samples determined by XPS were ca. 19.3, 17.4, 10.6, and 5.1 wt%, respectively, comparable to the EDX results (Fig. S10†). The pyridinic and pyrrolic N atoms are the dominant N-containing species in the HPNC samples, which can serve as electroactive sites for enhancing the capacitive properties. Notably, the total atomic ratio of pyridinic and pyrrolic N in all N species decreased from 83.9% to 59.2% as the annealing temperature increased from 500 to 800 °C, accompanied by the increasing graphitic N content from 16.1% to 40.8%, suggesting that an appropriate annealing temperature is very important to form carbon nanostructures with a favorable elemental doping configuration. Compared with the conventional post-treatment methods for preparing nitrogen-rich carbon analogues, the strategy in this work provides a facile and effective way for controllably introducing pyridinic and pyrrolic N into 3D porous carbon frameworks."
                    ],
                    "name": "Characterization of HPNC nanospheres",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The HPNC nanospheres with unique structures and special compositions were expected to act as advanced anode materials for LIBs. Fig. 3a shows the typical cyclic voltammetry (CV) curves of a HPNC-600 based anode within the potential range of 0.01–3.0 V vs. Li/Li+ at a scan rate of 0.2 mV s−1. A strong peak at ∼0.6 V was observed in the first cycle and disappeared in the subsequent cycles, suggesting the occurrence of some irreversible side reactions on the surface of the electrode and the formation of solid-electrolyte interface (SEI) films. From the 2nd cycle onwards, the CV curves of the HPNC-600 based anode are almost overlapped, indicating high stability and superior reversibility. Fig. 3b displays the typical charge–discharge profiles of the HPNC-600 based anode for the 1st, 2nd, 50th, and 100th cycles at 100 mA g−1 between 0.01–3.0 V vs. Li/Li+. The charge–discharge profiles of HPNC-600 are in accordance with those of carbon-based LIB anode materials in the literature. The CV curves and typical charge–discharge profiles of other HPNC samples (HPNC-500, HPNC-700 and HPNC-800 nanospheres) are presented in Fig. S14,† showing similar characteristics to those observed from HPNC-600 nanospheres. The first discharge and charge capacities of the HPNC-600 based anode are 1972 and 1129 mA h g−1, respectively, corresponding to a moderate Coulombic efficiency of 57.2%. The capacity loss is ascribed to the formation of SEI films on the surface of active materials. The reversible discharge capacity at the 50th and 100th cycle is as high as 1197 and 1187 mA h g−1, respectively, which is partly attributed to the ultrahigh contents of pyridinic and pyrrolic N in the HPNC-600 nanospheres. Remarkably, the reversible capacity of the HPNC-600 based anode is higher than those of the reported pristine or nitrogen-doped carbon anode materials (Table S1†), further demonstrating the excellent lithium storage performance of HPNC samples.",
                        "The cycling performance of HPNC-600 nanospheres was firstly evaluated for 100 cycles at 100 mA g−1 (Fig. 3c). The HPNC-600 based anode showed excellent cycling stability with a high discharge capacity in the first 100 cycles. The discharge capacity of the 2nd cycle reached 1133 mA h g−1. After 100 cycles, the discharge capacity is 1187 mA h g−1, which is approximately 104.7% to that of the 2nd cycle. The cycling performance of other HPNC samples was also investigated (Fig. S15†), exhibiting high cycling stability, but with discharge capacity lower than HPNC-600. After 100 cycles, the discharge capacity of HPNC-500, HPNC-700, and HPNC-800 was 755, 499, and 384 mA h g−1, respectively. Moreover, in comparison with other carbon-based anode materials in the literature (Table S1†), the HPNC-600 based anode also displayed much better cycling performance.",
                        "The rate performance of HPNC samples was also investigated. Fig. 3d shows the charge–discharge capacities of HPNC-600 nanospheres at various current densities from 100 to 5000 mA g−1. The discharge capacities at 100, 200, 500, 1000, 2000, and 5000 mA g−1 were 1158, 1033, 907, 796, 668, and 470 mA h g−1, respectively. When the current density was restored to 1000 mA g−1, the discharge capacity recovered to 789 mA h g−1, indicating high rate capability. For comparison, the rate capabilities of HPNC-500, HPNC-700, and HPNC-800 based anodes are displayed in Fig. S16,† showing comparable rate capabilities but with relatively lower specific capacities compared to HPNC-600. Therefore, it can be concluded that the HPNC-600 nanospheres exhibit the best electrochemical performance among all of the HPNC samples, owing to the high nitrogen content (especially the pyridinic (N-6) and pyrrolic (N-5) nitrogen species), low graphitic N content, and high specific surface area. Although the nitrogen content of HPNC-500 is higher than HPNC-600, the electrochemical performance is relatively lower. This difference can be undoubtedly attributed to the annealing temperature (500 °C), which is too low and not optimal for the carbonization/graphitization of PBA/PVP precursor nanospheres. As shown in the Fourier transform infrared (FT-IR) spectra (Fig. S17†), some nitrogen atoms in the HPNC-500 sample may still exist in the form of –CN groups, which is not beneficial to lithium storage. The resistance characteristics of HPNC samples were also investigated by the Nyquist plots (Fig. S18†); all of the HPNC based anodes displayed low charge and transfer resistances, owing to the high electrical conductivity.",
                        "The cycling performances of HPNC samples at a high current density (1000 mA g−1) were measured. Fig. 3e shows the long-term cycling performance of the HPNC-600 based anode within the potential range of 0.01–3.0 V vs. Li/Li+. The reversible discharge capacity at the 2nd cycle was 1018 mA h g−1, and still maintained at 788 mA h g−1 even after 500 cycles. This corresponds to a high capacity retention of 77.4% compared to the 2nd cycle, suggesting extraordinary cycling stability. Moreover, the corresponding Coulombic efficiency of the HPNC-600 based anode in the long-term test (Fig. S19†) is close to 100%. The cycling performances of other HPNC samples at 1000 mA g−1 are provided in Fig. S20,† exhibiting a comparable cycling performance but with a lower specific capacity than HPNC-600 after 500 cycles (316 mA h g−1 for HPNC-500, 425 mA h g−1 for HPNC-700, and 272 mA h g−1 for HPNC-800, respectively). In addition, the initial Coulombic efficiency of the HPNC-600 based anode was about 45.2%, much higher than those of other HPNC anodes (29.5% for HPNC-500, 34.1% for HPNC-700, and 23.6% for HPNC-800, respectively).",
                        "As the current density further increased to 5000 mA g−1, the HPNC-600 based anode still exhibited excellent cycling performance. As shown in Fig. 3e, the specific capacity of the HPNC-600 based anode increased in the first 50 cycles (from 467 mA h g−1 at the 2nd cycle to 497 mA h g−1 at the 50th cycle), then it decreased very slowly and still delivered a specific capacity of 396 mA h g−1 after 1000 cycles (with a capacity retention of ca. 84.4% compared to the 2nd cycle). To verify the structural integrity of HPNC materials, the morphology of HPNC-600 nanospheres after long-term stability tests at 5000 mA g−1 was investigated. As shown in Fig. S21,† the SEM and further TEM characterization revealed that the morphology and structure of HPNC-600 nanospheres preserved well even after 1000 consecutive cycles at a very high current density, indicating the high stability and structural integrity of HPNC materials.",
                        "Different from lithium storage, the sodium storage performance of carbon materials can be greatly influenced by the interlayer distance, as illustrated in Fig. 4. Owing to the very small size (0.76 Å), lithium ions can be easily inserted into and extracted from pristine carbon materials. When nitrogen-doping was introduced into pristine carbon materials, the lithium storage performance can be only slightly improved, mainly owing to the increased amounts of electroactive sites. However, the storage of sodium ions in carbon-based materials is usually restricted by the limited interlayer distance of the graphitic structure (3.35 Å). By introducing nitrogen heteroatoms into carbon materials, the insertion/extraction of sodium ions become much easier, due to the enlarged interlayer distance (∼3.5 Å in this work) and the increased amounts of electroactive sites and structural defects. Therefore, the enhancement effect of nitrogen doping on the sodium storage capacity is much stronger than that on the lithium storage capacity.",
                        "Fig. 5a shows the CV curves of the HPNC-600 based anode at 100 mA g−1 within the potential window of 0.01–3.0 V vs. Na/Na+. Similar to LIBs, the capacity loss at the 2nd cycle was ascribed to the formation of SEI films, and the overlap of the 2nd, 3rd, and 4th cycles suggested the high stability of the HPNC anode. Typical charge–discharge curves of the HPNC-600 based anode at 100 mA g−1 are presented in Fig. 5b. The first discharge and charge capacities were 788 and 471 mA h g−1, respectively, corresponding to a Coulombic efficiency of 59.8%. The cycling performance of the HPNC-600 based anode at 100 mA g−1 is presented in Fig. 5c, exhibiting a high stability within the first 100 cycles. After 100 cycles, the discharge capacity reached 272 mA h g−1, and the capacity retention measured from the 2nd cycle was ca. 71.2%. Compared with other HPNC samples (Fig. S22†), the HPNC-600 based anode delivered the highest specific capacity. The rate performance of the HPNC-600 based anode was also examined (Fig. 5d), showing good rate performance with the capacities of 357, 292, 237, and 184 mA h g−1 at 100, 200, 500 and 1000 mA g−1, respectively. When the current density was restored to 100 mA g−1, a high specific capacity of 327 mA h g−1 was obtained. The long-term cycling performance of the HPNC-600 based anode for SIBs at 1000 mA g−1 is presented in Fig. 5e. The specific capacity of the 2nd cycle was 231 mA h g−1, and reached 136 mA h g−1 at the 500th cycle, indicating the great cycling performance of HPNC samples for SIBs. The high structural integrity of the HPNC sample after long-term cycling tests was further confirmed by FESEM, as shown in Fig. S23.† Compared with other pristine or nitrogen-doped carbon materials for SIBs (Table S2†), the as-prepared HPNC material exhibits remarkable sodium storage performance, suggesting its potential as promising anode materials for SIBs.",
                        "The superior lithium/sodium storage performances of HPNC nanospheres are attributed to the unique compositions and structure, which bring about the following advantages: (1) the hierarchical pore distribution (micropores and mesopores) can facilitate the transfer of the electrolyte because the varying-sized pores and interconnections provide more favorable pathways for ion penetration and diffusion, and the pores can also serve as reservoirs for lithium/sodium ions; (2) the introduction of high-content pyridinic and pyrrolic N into the carbon frameworks can induce more electroactive sites and enlarge the interlayer distance (∼3.5 Å in this work) to further improve the capacity; (3) the three-dimensional carbon scaffold of HPNC nanospheres can provide a highly conductive network for electron transfer, and is also very helpful to stabilize the as-formed SEI films on the surface. As a result, the synergistic effect of these factors leads to excellent lithium/sodium storage performances of HPNC nanospheres."
                    ],
                    "name": "Electrochemical performance of HPNC nanospheres",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we rationally designed and prepared carbide/carbon derived HPNC nanospheres by thermal annealing and following acidic etching of PBA/PVP precursor nanospheres. The high content of the nitrogen species, hierarchical pore structure and three-dimensional conductive scaffolds of HPNC materials significantly improved the lithium and sodium storage performance. The HPNC material is a promising candidate as an anode material for both LIBs and SIBs, and is also expected to find broad applications in other energy conversion and storage fields."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Hierarchical porous nitrogen-rich carbon nanospheres with high and durable capabilities for lithium and sodium storage"
}