{
    "DOI": "10.1021/acsami.6b16000",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion batteries have been considered as a promising alternative to Li-ion batteries for energy storage applications because of the low cost and abundant resources of sodium.  However, it is hard to find suitable host materials for reversible Na ion insertion/removal due to the larger size and sluggish diffusion kinetics of Na ion as compared to Li ion. In the past few years, many works have exhibited a variety of cathode host materials such as transition-metal oxides,  phosphates,  and ferrocyanides  that have been explored as potential cathodes for sodium ion batteries (SIBs), which show a relatively high operating voltage (∼3.0 V).  However, most of the reported cathode materials displayed either multiple charge–discharge steps or poor cycling stability, hindering battery applications. In contrast, NASICON-type Na3V2(PO4)3 appears to be an appealing candidate for Na-ion battery cathodes due to its high working voltage plateau, excellent rate capability, and cycling stability.  Yamaki first revealed reversible sodiation/desodiation behaviors of Na3V2(PO4)3 in 2010 but did not obtain satisfactory charge–discharge performances due to the inherent poor electronic conductivity of the phosphate framework.  Later, Jian et al. reported a carbon-coated Na3V2(PO4)3 material, which demonstrated improved Na-storage performance.  Since then, many efforts have been devoted to improve the electrochemical Na-insertion performance of Na3V2(PO4)3 by nanoarchitecturing, carbon coating, and nanocompositing with conductive matrix.  Recently, Saravanan et al. revealed a porous Na3V2(PO4)3/C composite with a capacity retention of 50% over a long cycle life of 30 000 cycles at 40 C.  Fang et al. also reported a carbon fiber-wrapped Na3V2(PO4)3 as a Na-insertion cathode with an ultrahigh rate capability (38 mAh g–1 at 500 C) and superior long-cycling lifespan (20 000 cycles at 30 C).  These results clearly demonstrate significant influence of carbon networks on the electrochemical performance of Na3V2(PO4)3/C composite. Therefore, building a better conductive matrix by more facile synthesis still remains a challenge for development of commercially viable Na3V2(PO4)3/C material.",
                "Graphene appears to be an ideal scaffolding material for building a three-dimensional (3D) conductive framework for high performance electrodes because of its superior electronic conductivity and structural flexibility.  Though several Na3V2(PO4)3/graphene composites have been reported,  the graphene sheets were used only as a conductive additive for increasing the electronic conduction between the Na3V2(PO4)3 particles but were not used for constructing a flexible conductive scaffold to reinforce the electrode structure. Herein, we report a porous and microspherical graphene-scaffolded Na3V2(PO4)3 (denoted as NVP@rGO), where Na3V2(PO4)3 particles were embedded in a 3D interconnected graphene framework. Such an elaborate structural architecture provides not only an enhanced electronic conductivity between the Na3V2(PO4)3 particles but also a flexible buffer to accommodate the structural variation during sodiation and desodiation reactions. As a result, the as prepared NVP@rGO electrode demonstrated a high Na storage capacity (115 mAh g–1 at 0.2 C) with superior cycling stability (81% of capacity retention over 3000 cycles at 5 C) and high rate capability (44 mAh g–1 at 50 C), showing a promising application for sodium ion batteries."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NVP@rGO composites were synthesized by a facile spray-drying method described as follows. Stoichiometric NH4H2PO4, Na2CO3, and V2O5 first were dispersed in water. Oxalic acid was added into the mixture to reduce the V5+ ions to V3+ during stirring at 70 °C. The amount of oxalic acid was set to 1:4 (V2O5/oxalic acid, molar ratio). After the solution became transparent, an appropriate graphene oxide (GO) solution was added under vigorous stirring (5 mg mL–1, 98.5% purity, Sinocarbon Graphene Marketing Center, Shanxi, China). Then, the slurry was spray-dried to form a solid NVP@GO precursor. The precursor was sintered at 850 °C with a rate of 2 °C min–1 in Ar atmosphere to form the NVP@graphene (denoted as NVP@rGO). The bare NVP was synthesized using the same process except that no GO was introduced. In order to investigate the scaffolded graphene microspheres, the Na3V2(PO4)3 nanoparticles were etched by HCl solution: 0.05 g of NVP@rGO nanoparticles was added in 10 mL of 4 M HCl in a 20 mL vial. The mixture was exposed to ultrasound for 5 min and stirred at 80 °C for 6 h. After being centrifuged and washed with water and ethanol for several times, the 3D graphene network was obtained. Moreover, for the full cell, Sb/C anode was synthesized by a high-energy ball milling (HEBM) method in our previous work. "
                    ],
                    "name": "2.1 Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Transmission electron microscope (TEM) and scanning electron microscope (SEM) images were conducted on a transmission electron microscope (JEM-2100FEF) and a scanning electron microscope (SEM, ZEISS Merlin Compact), respectively. The element dispersive spectroscopy (EDS) mapping analysis of the composites was determined by an energy dispersive spectrum (EDS) oxford detector (INCAPentalFETx3, Oxford Instruments). X-ray powder diffraction (XRD) patterns were carried out on a Shimadzu XRD-6000 diffractometer with Cu Kα. The diffraction data were recorded with a scan rate of 2° min–1 in the 2 θ range of 10–80°. The BET surface area was obtained by using a surface area and porosity analyzer (ASAP-2020 HD88). Raman spectroscopy was carried out by using a laser micro-Raman spectrometer (Renishaw in Via, Renishaw, 532 nm excitation wavelength). The carbon content was tested on CHNSO Vario EL cube (Elementar Analysen systeme GmbH, Germany)."
                    ],
                    "name": "2.2 Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The NVP@rGO (or bare NVP) cathodes were prepared by using the slurry containing 70 wt % of NVP@rGO (or bare NVP), 20 wt % of acetylene black, and 10 wt % of poly(vinyldifluoride) (PVdF) in N-methyl-2-pyrrolidone (NMP) solution to coat onto an Al foil. The average mass loading of the electrode was about 2 mg cm–2. Electrochemical characterization was tested by using 2016 coin cells. The Sb/C anodes were prepared by using the slurry containing 70 wt % of Sb/C, 20 wt % of acetylene black, and 10 wt % of polyacrylic acid (PAA, 25 wt %) to coat onto a Cu foil. The electrolyte was 1.0 mol L–1 NaClO4 dissolved in ethylene carbonate/diethyl carbonate (EC/DEC, 1:1 by vol.). For half cells, the Na thin disks were homemade as anodes. For Sb/C//NVP@rGO full cells, the mass ratio of the Na3V2(PO4)3/C cathode and Sb/C anode was designed to be close to 5.2:1, allowing for their reversible capacity and the excess of anode. All the cells were assembled in a glovebox (water/oxygen content <0.5 ppm) and tested at room temperature. The galvanostatic discharging–charging experiments were tested in the voltage range of 2.0–4.0 V by using a LAND battery analyzer (Wuhan Kingnuo Electronic Co., China). Cyclic voltammetric measurements were carried out on a CHI 600a electrochemical workstation (ChenHua Instruments Co., China) at a scan rate of 0.1 mV s–1. Electrochemical impedance spectra (EIS) measurements with frequency ranging from 10 mHz to 100 kHz are conducted on both bare NVP and NVP@rGO electrodes using the AutoLab PGSTAT 128N (Eco Chemie, Netherlands). Before the EIS tests, the electrodes were cycled for 1 cycle and then followed by a 4 h relaxation."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The NVP@rGO microspheres were synthesized by a facile spray-drying method as illustrated in . For comparison, the graphene-free Na3V2(PO4)3 particles (denoted as NVP) were synthesized via a similar method without introduction of GO. Detailed synthetic procedures are described in .",
                "a shows the XRD patterns of the NVP and NVP@rGO samples. Both NVP and NVP@rGO samples display the same diffraction peaks, which can be well indexed to a NASICON-type framework with R3̅c space group, indicating the good crystallinity of the Na3V2(PO4)3 particles. The NASICON-type Na3V2(PO4)3 structure exhibits a 3-dimension framework of VO6 octahedra sharing all of its corners with PO4 tetrahedra, which permits two independent sodium atoms to occupy the two different void sites: the M1 sites were located by Na1 ions (yellow) with 6-fold coordination, and the M2 sites were occupied by Na2 ions (green) forming 8-fold coordination. Only Na2 ions can be extracted during charging and discharging because of strong limitation of the Na ions at M1 sites by the surrounding oxygen atoms. Thus, a theoretical capacity of 117 mAh g–1 is obtained on the basis of the reversible insertion/extraction of the two Na ions at M2 sites. The surface signals of the bare NVP and NVP@rGO can be investigated from their Raman spectra (b). The pristine NVP sample shows a number of vibration bands around 1000 cm–1, corresponding to the stretching vibrations of PO43–.  Broad and weak Raman signals at 1356 and 1605 cm–1 are assigned to the D (sp3-typed) and G (sp2-typed) bands owing to residual carbon.  However, the NVP@rGO sample exhibits higher intensities of D and G bands at 1356 and 1605 cm–1 and weak peaks at 3170, 2928, and 2692 cm–1, reflecting the 2D′, D + G, and 2D modes of reduced graphene oxide, respectively.  The failure to observe the characteristic modes of PO43– originating from the Na3V2(PO4)3 indicates a full screen of the PO4 signals by the tightly coated graphene sheets. The carbon amounts in the bare NVP and NVP@rGO were tested by elemental analysis to be 0.93% and 5.24%, respectively.",
                "a presents the morphology of the as-synthesized NVP@rGO powders by SEM images. As shown in a, the NVP@rGO sample has a microspherical structure with a size distribution ranging from 5 to 18 μm. The higher magnified image in b reveals that each spherical particle is composed of aggregated nanoparticles wrapped in the rGO network. TEM images further show the detailed nanostructure of the NVP@rGO sample. c displays that a single NVP@rGO microsphere has a rough surface, indicating the coating of rGO. d reveals that the graphene nanosheets were well interconnected among the Na3V2(PO4)3 nanoparticles and tightly cover the surface of each nanoparticle to form an ∼3 nm surface layer (e). This highly conductive graphene coating has been suggested to play a key role for achieving high power capability,  which is different from amorphous carbon coating reported in previous literature.  The high resolution TEM image showed a lattice spacing of 0.44 nm (e), which matches well with the d-value of the (104) planes of the Na3V2(PO4)3 in the XRD spectrum (a). Additionally, elemental mapping by EDS in f–k shows homogeneous distribution of Na, V, O, P, and C in the NVP@rGO microspheres, further confirming a well-dispersed distribution of graphene in the composite.",
                "The scaffolded graphene microspheres can also be visualized by removing the Na3V2(PO4)3 particles from the NVP@rGO microspheres with wet chemical etching of the HCl solution. The SEM (a,b) and TEM images (c,d) clearly illustrated that the foam-like microspheres consist of three-dimension graphene sheets, similar to the shape of the NVP@rGO microspheres. The 3D porous graphene microsphere constitutes a highly conductive framework among the secondary Na3V2(PO4)3 nanoparticles, which can be considerably beneficial to the electrochemical properties of the NVP@rGO microspheres.",
                "Very differently, the bare NVP sample appeared just as irregular microparticles after the spray-drying process (). This morphological difference between the NVP and NVP@rGO samples suggests that the GO plays a vital role in the formation of the microsphere. On the one hand, the GO can act as a binder to bond the reactants by the functional group on the surface of GO so as to form spherical particles during the spray-drying process. On the other hand, the graphene sheets coated on the surface of Na3V2(PO4)3 particles prevent the growth and aggregation of the particles during the postcalcination process. It can also be seen that bare NVP particles showed clear boundaries and large particle size (>1 μm) (), suggesting the lack of the graphene isolation protection.  shows a very thin amorphous residual carbon layer coated unhomogeneously on the surface of Na3V2(PO4)3 particles, which originated from the pyrolysis products of oxalic acid. The thin and unhomogeneous amorphous carbon layer is easily penetrated by the Raman laser, leading to the presence of the Raman signal of the PO43–, which is in accordance with the results of the Raman spectra (b).",
                "The surface area and porosity of the samples were characterized by nitrogen adsorption–desorption isotherms (). As expected, the NVP particles exhibited very low Brunauer–Emmett–Teller (BET) area of 1.58 m2 g–1, while the NVP@rGO sample gave a higher BET surface area of 31.28 m2 g–1 and its type-II isotherm with an H3 hysteresis loop indicates a typical mesoporous structure. It is because the 3D porous graphene scaffold provides sufficient surface areas and porosity, in favor of the electron transfer and the penetration of the electrolyte to improve the rate capability of the NVP@rGO sample.",
                "The electrochemical properties of the bare NVP and NVP@rGO composites were investigated by cyclic voltammetry and galvanostatic charge–discharge using 2032-type coin cells. a displays the typical cyclic voltammograms (CV) of the NVP and NVP@rGO electrodes at a scanning rate of 0.1 mV s–1 in the potential region of 3.1–3.6 V (vs Na/Na+). A couple of symmetric redox peaks appear at 3.42/3.32 V for NVP@rGO, corresponding to the oxidation/reduction reactions of V3+ ↔ V4+. In contrast, the bare NVP electrode shows broad redox peaks at 3.48/3.26 V with a larger potential gap, implying that the bare NVP electrode exhibits lower kinetic behavior owing to the lack of the conductive network compared to the NVP@rGO electrode. b shows initial charge–discharge profiles of the bare NVP and NVP@rGO electrodes cycled in the voltage region of 2.0–4.0 V at 0.2 C rate (1 C refers to a current density of 117 mA g–1). The NVP@rGO electrode shows a flat voltage plateau around 3.3 V, which is characteristic of the two-phase Na insertion/extraction reactions. However, the bare NVP electrode displayed sloping discharge/charge profiles with larger potential range. The initial specific discharge capacity of the NVP@rGO electrode is 115 mAh g–1, which is close to its theoretical capacity (117 mAh g–1) and much higher than that (90 mAh g–1) of the NVP electrode at the same rate. This difference on the potential gap and reversible capacity further proves the improved kinetics of the NVP@rGO by its graphene framework. The higher discharge voltage and larger reversible capacity observed from the NVP@rGO electrode are exclusively attributed to the highly conductive graphene matrix, which facilitates electronic transfer throughout the active particles and therefore promotes electrochemical utilization of the material for the reversible Na+ intercalation reaction.",
                "c compares the rate property of the NVP and NVP@rGO electrodes at various charge–discharge current densities. The NVP@rGO electrode displays much higher reversible capacity than the NVP electrode at the same rates. The NVP@rGO electrode shows very high rate capability with discharge capacities of 115, 112, 108, 104, 97, 90, 78, and 63 mAh g–1 at the rate of 0.2, 0.5, 1, 2, 5, 10, 20, and 30 C, respectively. Even at a high rate of 50 C (charging/discharging in 72 s), a reversible capacity of 44 mAh g–1 can be obtained. This excellent rate property is much better than most of the Na3V2(PO4)3/graphene materials reported in previous works.  When the current rate turns back to 0.2 C, the NVP@rGO electrode can recover a capacity of 108 mAh g–1, almost 94% capacity retention compared with its initial capacity. For comparison, the bare NVP electrode shows continuous capacity decay as the charge–discharge rate increases, and its reversible capacity drops almost to zero at current density of 20 C. The high rate capability and cyclability of the NVP@rGO electrode compared with the bare NVP electrode suggest that the graphene framework not only provides a fast electronic transport for improving the rate capability but also acts as a flexible matrix to release the structural stress during charging and discharging. d displays the charge–discharge curves of the NVP@rGO electrode at various C rates. Even up to a high rate of 30 C, the NVP@rGO electrode is capable of delivering ∼70% of its reversible capacity at 0.2 C, exhibiting a strong rate capability.",
                "Besides, the NVP@rGO electrode also exhibits an ultra long-term cyclability. As shown in e, the NVP@rGO electrode shows high capacity retention of 81% after 3000 cycles at 5 C rate. At moderate rates of 0.5 and 1 C (), this material also remains 88% and 91% of its initial capacity over 500 cycles, respectively. This stable cyclability combined with high voltage and high rate capability makes the NVP@rGO composite a competitive candidate for sodium ion batteries applications.",
                "To better understand the improved performance by graphene, electrochemical impedance spectroscopy (EIS) of the NVP and NVP@rGO electrodes was carried out after the first discharge (). The Nyquist plots show that both the bare NVP and NVP@rGO electrodes have similar shapes, corresponding to a semicircle in the high frequency and a sloping line in the low frequency region. It suggests that the charge transfer and sodium ion diffusion control the electrochemical process in different frequency regions.  The semicircle at the high frequency and inclined line at the low frequency are assigned to the charge transfer impedance (Rct) on the electrode/electrolyte interface and the sodium-diffusion within the bulk phase of the electrode material, respectively. The kinetic results of the bare NVP and NVP@rGO electrodes were fitted on the basis of the equivalent circuit (inset in ).  The fitting data were shown in . Obviously, the NVP@rGO electrode exhibits much lower Rct (622 Ω) than that (1055 Ω) of the NVP electrode, suggesting a fast charge transfer kinetics for sodium ion intercalation. Inspired by the remarkable electrochemical property of the NVP@rGO, we used this cathode material to assemble a full Na ion battery using high-capacity and high-safety Sb/C anode, which has been revealed in our previous study as an excellent anode material with a high reversible capacity of ∼600 mAh g–1 and a suitable low potential of ∼0.8 V for sodium ion battery ().  For the full cell, the capacity is calculated on the basis of the active mass of the Na3V2(PO4)3/C cathode. The typical charge–discharge curves of the full cell at 0.1 C (11.7 mA g–1) are given in a. As expected, the full cell shown delivered a reversible capacity of ca. 110 mAh g–1 and a voltage plateau of ∼2.6 V. Therefore, the specific energy density of the Sb/C//NVP@rGO full cell based on only cathode and anode active materials can reach 242 Wh kg–1 at 0.1 C. In addition, the full cell also exhibits excellent rate capacity of 96, 63, 50, and 46 mAh g–1 at current rates of 0.2, 1, 5, and 10 C, respectively. Even at a very high rate of 20 C (2.34 A g–1), the cell can also give a discharge capacity of 43 mAh g–1 and high power density of 4.56 kW kg–1 based on cathode and anode active mass, showing superior power capability (b). When cycled at 0.5 C, the cell remains 78% of its initial capacity after 40 cycles (), indicating a practical feasibility for the NVP@rGO cathode to construct high rate and long-cycling sodium ion batteries."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we reported a facile spray-drying method to synthesize a porous and microspherical graphene-scaffolded Na3V2(PO4)3 with greatly improved electrochemical performances. The NVP@rGO electrode exhibited a high Na storage capacity (115 mAh g–1 at 0.2 C) with long-term cycle life (81% of capacity retention over 3000 cycles at 5 C) and high rate property (44 mAh g–1 at 50 C). In addition, a Sb/C//NVP@rGO full cell also exhibited high capacity (110 mAh g–1) at 0.1 C rate based on cathode mass, high rate capability (43 mAh g–1, corresponding to a superior power density of 4.56 kW kg–1 at 20 C), and cycling stability (78% capacity retention over 40 cycles at 0.5 C). The improved electrochemical properties of the NVP@rGO microsphere originate from its highly conductive and flexible graphene network, which not only suppress the aggregation of NVP nanoparticles but also accommodate the structural stress of the material during charging and discharging. Additionally, the electrode material with spherical structure also facilitates the improvement of the volumetric energy density and the preparation of the electrode for the practical applications. Therefore, the spray-drying method combined with the GO reported in this work may provide a facile and effective approach to enhance the applicability and the electrochemical performance of Na-storable materials for large-scale Na-ion batteries."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Graphene-Scaffolded Na3V2(PO4)3 Microsphere Cathode with High Rate Capability and Cycling Stability for Sodium Ion Batteries"
}