{
    "DOI": "10.1021/acsami.8b05825",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As an appealing alternative to lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) have drawn extensive research interest for large-scale application, due to the low cost, abundant availability of sodium resources as well as the suitable redox potential (ENa+/Na = −2.71 V), and analogous energy mechanisms of SIBs to LIBs.  MoS2-based materials have triggered increasing attention as an anode in SIBs owing to their unique two-dimensional (2D) structures and large interplanar spacing to enable larger Na+ insertion/extraction in the electrode.  MoS2 crystallizes in a graphite-like anisotropy layered S–Mo–S sandwich structure via van der Waals interactions with a large interlayer spacing of about 6.2 Å.  The unique structure makes MoS2 a perfect anode for both LIBs and SIBs with high capacity of 670 mA h g–1.  Nevertheless, easy restacking and aggregating of these unique 2D structures and the low inherent electronic conductivity of MoS2 would cause fast capacity fading and inferior rate performance. ",
                "Different strategies have been developed to mitigate the above-mentioned problems associating with MoS2-based anodes. The nanostructure design and hybridization with conductive materials such as carbon have been widely practiced. First, fabrication of rationally designed nanostructured MoS2, such as nanoflakes, nanosheets, and nano-MoS2 with expanded interlayer spacing, can prevent the inferior structure change upon cycling and lead to enhanced electrochemical performance.  For example, building 2D MoS2 nanosheets on three-dimensional (3D) network structure could prevent the restacking and aggregation of MoS2, resulting in good electrochemical performance.  Hu et al. expanded the (002) interlayer distance of MoS2 nanoflowers from 0.63 to 0.69 nm, which would accelerate the reaction by exposing plenty of active sites, attaining a high discharge capacity (300 mA h g–1 at 1 A g–1) and excellent rate performance (195 mA h g–1 at 10 A g–1).  Another widely accepted strategy is to incorporate MoS2 with conductive and elastic carbonaceous additives, including graphene,  carbon nanofibers,  and polymers,  which could significantly enhance the electrical conductivity of MoS2-based materials and simultaneously buffer the structure change during cycling processes.  Actually, combining the two mentioned approaches is a more effective way to boost the electrochemical properties of MoS2-based anodes.  For example, Zhang et al. grew MoS2 with enlarged (002) crystalline interplanar spacing on carbon nanotubes (CNTs) by a hydrothermal method. The 3D hierarchical MoS2/CNTs nanostructure could improve the conductivity, mechanical strength and hence strengthen the cycle stability. Meanwhile, the expanded interlayer spacing of MoS2 could accelerate the kinetics of Na+ intercalation and create sufficient space to accommodate the inserted Na+. This integrated strategy leads to excellent electrochemical performance of a high specific capacity of 504.6 mA h g–1 at 50 mA g–1 over 100 cycles and 495.9 mA h g–1 at 200 mA g–1.  In spite of this progress, the rational design and synthesis of flexible MoS2-based materials toward flexible energy storage devices still remains a significant challenge.",
                "Apart from designing MoS2-based active materials, the fabrication of electrodes is another key factor for exploring advanced electrode materials for SIBs. Recently, developing flexible electrodes has been an urgent task to meet the ever-growing requirement of flexible electronics.  Flexible carbonaceous substrates, such as carbon nanofibers,  carbon paper,  and graphene paper,  have been largely employed as ideal current collectors to load active materials. Even though the reported flexible MoS2/flexible carbonaceous substrate composites exhibited enhanced SIBs performance, it still needs to be explored to enhance the chemical coupling between MoS2 and flexible carbonaceous substrates.  The well orientation and distribution of MoS2 and flexible carbonaceous substrates in the composite with strong chemical coupling would reduce charge-transfer resistance and voltage hysteresis, allowing for rapid charge transfer and outstanding structural stability upon cycling.  Therefore, the strong chemical coupling between active MoS2 and flexible carbonaceous substrates is of great importance.",
                "Herein, we present the fabrication of 3D interconnected MoS2 with enlarged interlayer spacing epitaxially grown on 1D electrospun carbon nanofibers (denoted as MoS2@CNFs) through an -cysteine-assisted hydrothermal method.  Different from the  previous reports, the MoS2 and CNFs were strongly coupled via the C–O–Mo bonding. When tested as a flexible anode for SIBs, the MoS2@CNFs achieved a high discharge specific capacity (528 mA h g–1), excellent rate capability (412 mA h g–1 at 1 A g–1), and long cycle life (600 cycles). The remarkable electrochemical properties of MoS2@CNFs could be explained by the following reasons: the enhanced electrical conductivity and the short pathway for Na+ diffusion and electron transport derived from the 3D interconnected and conductive MoS2@CNFs networks. In addition, the expanded interlayer spacing (0.66 nm) of MoS2 nanosheets accelerates Na+ transport and the C–O–Mo chemical bonding facilitates charge transfer. The excellent electrochemical performance of MoS2@CNFs renders it great potential as an anode material for flexible SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "N,N-dimethylformamide (DMF, >99.9%), sodium molybdate dehydrate (Na2MoO4·2H2O, ≥99%), -cysteine (HSCH2(NH2)CO2H, 99%), and molybdenum sulfide (MoS2, 98%) were purchased from Aladdin. Polyacrylonitrile (PAN, Mw = 150 000) was bought from Sigma-Aldrich."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "Self-standing and flexible CNFs were prepared by a facile single-electrospinning method. 0.9 g polyacrylonitrile was dissolved in 9.1 g N,N-dimethylformamide. The obtained mixed solution had been agitated for 12 h under ambient temperature. Afterward, the resultant homogeneous solution was poured into a 5 mL syringe with a spinneret of 16-gauge. The flow velocity, applied voltage, and distance between the spinneret and the aluminum foil collector were 35 μL min–1, 17 kV, and 20 cm, respectively. The obtained product was first treated at 250 °C for 3 h in air and followed with an annealed process at 1000 °C for 2 h with a ramping rate of 5 °C min–1 under the atmosphere of Ar (denoted as CNFs)."
                    ],
                    "name": "2.2.  Synthesis of Self-Standing and Flexible Carbon Nanofibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "First, a piece of CNFs (3 × 2 cm2) was soaked into HNO3 for several hours to modify the surface with various oxygen-containing functional groups. The pretreated CNFs were rinsed by deionized water (DIW) and ethanol  three times. The self-standing and flexible MoS2@CNFs was prepared through a facile hydrothermal method under the assistance of -cysteine. 90 mg Na2MoO4·2H2O and 360 mg -cysteine were dispersed in 30 mL ultrapure water under stirring. Then, CNFs and the above solution were added into a 50 mL Teflon-lined stainless-steel autoclave and kept at 220 °C for 12 h. The obtained product was washed by DIW and ethanol three times and further dried at 60 °C overnight. Finally, the MoS2@CNFs was obtained by annealing in Ar/H2 (8%) at 800 °C for 2 h by a ramping rate of 1 °C min–1 to obtain highly crystalline MoS2. MoS2 nanosheets were prepared by -cysteine-assisted hydrothermal method which was similar to that for MoS2@CNFs, except the absence of CNFs."
                    ],
                    "name": "2.3.  Synthesis of Self-Standing and Flexible MoS2@CNFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The material morphologies were observed by high-resolution scanning electron microscopy (HRSEM; SU8220, Hitachi) and transmission electron microscopy (TEM; JEM-2100F, JEOL). The X-ray diffraction (XRD) patterns were taken from 2θ = 10° to 80° by X’pert Powder (PANalytical B.V.) using CuKα radiation. Thermal gravimetric analysis (TGA) was measured on TG 209F3 (NETZSCH) with a heating rate of 10 °C min–1 in air. The Raman spectra were investigated using LabRAM Aramis with a laser wavelength of 532 nm. The X-ray photoelectron spectroscopy (XPS, Thermo Scientific Escalab 250Xi) analysis was measured with a monochromatic AlKα radiation of 1486.6 eV."
                    ],
                    "name": "2.4.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All the electrochemical measurements were tested by assembling 2032-type coin cells. Self-standing and flexible MoS2@CNFs and CNFs were directly used as anodes by cutting into a disk (8 mm). It was estimated that the mass loading of MoS2@CNFs in resultant electrode film was around 1.0 mg cm–2 (8 mm disk, 0.50 mg). On the basis of the thickness of the film (18 μm), the volumetric density of flexible MoS2@CNFs is about 0.56 g cm–3. The films were ground into power to get its tap density of about 0.89 g cm–3. The bulk MoS2 microparticles anodes were prepared by mixing the MoS2 (purchased from Aladdin, 60 wt %), Super P (30 wt %), and PVDF (10 wt %) in several drops NMP into a homogeneous slurry, and subsequently coated onto a copper foil and further dried at 60 °C for 24 h. Sodium rolled into foil was utilized as the counter electrode. The electrolyte was composed of 1 M NaClO4 dissolving in a mixed solution of ethylene carbonate and diethyl carbonate (EC/DEC, 1:1 by volume) with 5 wt % fluoroethylene carbonate (FEC), while the separator was Whatman glass microfiber filters (GF/F). The 2032 coin cells were prepared in an Ar-filled glovebox that maintained both the H2O and O2 concentrations below 1.0 ppm. Electrochemical measurements were performed on a NEWARE battery testing system. The discharge/charge current density and related specific capacity were calculated on the gross mass of MoS2@CNFs and CNFs electrode, and the performance of bulk MoS2 anode was evaluated based on the weight of MoS2. Besides, cyclic voltammograms were tested on Gamry Interface 1000E with a scan rate of 0.1 mV s–1 at a potential range of 0.05–3 V (vs Na+/Na). Electrochemical impedance spectroscopy (EIS) was collected by Gamry Interface 1000E in a frequency range of 1 MHz to 0.01 Hz."
                    ],
                    "name": "2.5.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The MoS2@CNFs films were fabricated through an electrospinning method followed by hydrothermal treatment, giving rise to large, flexible films. Additionally, the flexible MoS2@CNFs shows high flexibility under rolling ( of the , ). The crystal structure of MoS2@CNFs was identified using X-ray diffraction (XRD). As can be seen in , the diffraction peaks could be well indexed to 2H-MoS2 with hexagonal structure (JCPDS 37-1492). It displays no impurity peaks from Mo or other impurities, indicating the formation of pure MoS2. The small peak around 2θ = 25° is attributed to amorphous carbon.  Notably, the (002) peak of hexagonal 2H-MoS2 is supposed to exist at 2θ = 14.38° (); the blue shift in the (002) diffraction (from 14.38° to 13.75°) is attributed to the expanded interlayer space of (002) plane of MoS2. Raman spectra of MoS2@CNFs, CNFs and commercial MoS2 are shown in . MoS2@CNFs and CNFs both exhibit two peaks at 1355 and 1603 cm–1, originating from the respective D and G-band of carbon.  The peaks located at 382 and 409 cm–1, in line with the E 2g and A1g planes of MoS2 with the hexagonal layered structure. In comparison to the commercial MoS2, MoS2@CNFs shows a shift of A1g plane from 409 to 406 cm–1, which confirms the fact that the crystalline interplanar spacing of MoS2 was expanded.  The expanded interlayer space might be caused by the slow ramping rate during the calcined process together with coaxial structure which leads to undulated surface and expansion.  The mass percentage of MoS2 in MoS2@CNFs was measured via thermal gravimetric analysis (TGA, ). There is a small weight loss when the temperature below 100 °C caused by the evaporation of moisture on the composite. The weight loss between 100 and 500 °C would be attributed to two main reasons: (1) the oxidization of carbon in the composite in air and (2) the oxidation of MoS2 to MoO3 in this process.  The weight faction of remaining product MoO3 is about 57%. Therefore, it is calculated that the content of MoS2 in as-prepared MoS2@CNFs composite is as high as 63.1 wt % (the estimate formula is in Part I of the ).",
                "The morphologies of CNFs and MoS2@CNFs were observed using scanning electron microscope (SEM, a, b). 1D CNFs display an average diameter of ∼280 nm, and the rough surface is caused by the decomposition of organic components of PAN.  From , it can be seen that these 1D nanofibers are constructed to a 3D interconnected and conductive nanofibers network. Afterward, MoS2 nanosheets were epitaxially deposited on 1D CNFs by a hydrothermal reaction under the assistance of -cysteine.  The SEM images show a 3D network assembled with uniform nanofiber coated with MoS2 nanosheets (). In this synthesis process, -cysteine could not only release H2S as S source and reducing agent to generate MoS2 nanosheets, but also create various functional groups (e.g., −SH and −COO–) for the conjugation of Mo ions to strengthen the adhesion between MoS2 nanosheets and carbon nanofibers.  After annealing treatment under Ar/H2 atmosphere at 800 °C, the MoS2@CNFs was obtained. As we can see from c, d and , the 3D interconnect and conductive networks were well retained after annealing and MoS2 nanosheets fully covered the surface of 1D CNFs. The average diameter of MoS2@CNFs is about 600 nm. The uniform 3D interconnected structure was well maintained after the hydrothermal process due to the strong mechanical strength of CNFs. Moreover, epitaxially grown MoS2 nanosheets constructed nanovoids on the 1D CNFs, which in turn favors electrode/electrolyte interaction. ",
                "To further understand the morphology and the structure of MoS2@CNFs, transmission electron microscopy (TEM) analysis was performed. a illustrates a typical TEM image of MoS2@CNFs. It could be clearly observed that the MoS2 nanosheets are densely grown on 1D carbon nanofibers and act as a building block of the hierarchical structure. As shown in b, an enlarged TEM image suggests a thickness of about 150 nm for the MoS2 nanosheets. The hierarchical MoS2 structure was built by densely sheet-like MoS2 subunits on the CNFs surface. The polycrystalline nature of MoS2@CNFs could be verified by a series of concentric rings in . High-resolution images of representative 2D layered structure in  c, d reveal lattice fringes with an interplanar spacing of 0.66 nm, an enlarged (002) lattice planes of 2H-MoS2, which is in accordance with the results of XRD and Raman spectra ( and ). To further investigate the reason for the expanded MoS2 layer, the interlayer spacing of various MoS2@CNFs samples which is obtained before annealing, annealed at 10 °C min–1 and MoS2 nanosheet without CNFs annealed at 1 °C min–1, respectively, was investigated by HRTEM. The corresponding interlayer spacing is 0.66, 0.63, and 0.62 nm, respectively (). Those results confirm that the expanded interlayer space might be caused by the slow ramping rate together with coaxial structure (detailed data and discussion seen in , ). ",
                "To investigate the interfacial features between CNFs and MoS2 in the MoS2@CNFs films, X-ray photoelectron spectroscopy (XPS) measurements were performed and analyzed. Overall, the survey XPS of the MoS2@CNFs composite reflects the existence of Mo, C, O, and S elements in the composites (). In the Mo 3d XPS region (a), two peaks located at 232.6 and 229.4 eV, which could be ascribed to the binding energy of Mo 3d3/2 and Mo 3d5/2 of Mo4+ in MoS2, respectively.  Small peak of 235.8 eV was the satellite peak of Mo6+.  Another peak at 226.6 eV is ascribed to S 2s.  The peaks located at 163.4 and 162.3 eV belong to the coexistence of S 2p1/2 and S 2p3/2 (b). c shows the C 1s spectra consisting of four peaks, which includes a main peak for C–C/C═C at 284.7 eV and three other peaks at 286.1, 286.4, and 288.5 eV, corresponding to C–O, C═O, and O–C═O, respectively. d, the spectrum of O 1s, could be decomposed into four parts, 533.8 eV for C–OH, 531.2 eV for C–O, 530.7 eV for C═O, and 532.4 eV for the C–O–metal bond.  According to the O 1s spectrum and the previous reports,  it could be concluded that the peak at 532.4 eV in O 1s region should be attributed to the C–O–Mo bonds. Hence, MoS2 and CNFs are combined by the C–O–Mo bonds, implying strong interaction between Mo species and functional groups on CNFs derived from the activation of HNO3, the multifunctional groups of -cysteine and the peroxidation and carbonation process of PAN-derived CNFs.",
                "To highlight the superior Na+ storage properties of the MoS2@CNFs, the electrochemical performance of MoS2@CNFs and MoS2 was comprehensively investigated and compared in . The typical CV curves of MoS2@CNFs for the first five cycles at a scan rate of 0.1 mV s–1 within the potential window of 0.05–3 V vs Na/Na+ are shown in a.  Four clear anodic peaks can be observed in the first cycle at 1.2, 0.8, 0.6, and 0.05 V. Correspondingly, four oxidation peaks can be observed at 0.7, 1.7, 2.2, and 2.6 V. A good stability and reversibility of as-prepared electrode could be proven by the nearly coincident CV peaks in the following four cycles. The peak at 0.8 V decreased in the following cycles could be ascribed to the generation of solid electrolyte interphase (SEI) film during the first cycle,  leading to the large irreversible capacity loss and the low initial Coulombic efficiency during the initial charge/discharge processes.  The reduction peaks in 1.2 and 0.6 V are caused by the intercalation and the conversion process, respectively. The sodium storage mechanism of MoS2@CNFs could be explained by the following two reactions: ",
                "Intercalation:",
                "Conversion:",
                "The sharp curve around 0.05 V is a common phenomenon in conversion mechanism-based anode materials, which is caused by Na+ inserting into the interface between Na2S and Mo. Furthermore, the almost overlaps of reduction and oxidation peaks from the second cycle demonstrate favorable reversibility and excellent cycling durability of Na+ storage in MoS2@CNFs anode.",
                "b depicts  galvanostatic charge/discharge curves of MoS2@CNFs at a current density of 100 mA g–1. The Slopes at 0.9–1.25 V, 0.8–0.9 V, and 0.2–0.7 V match the result of the CV curves (a) well. Besides, the overlapping of charge/discharge curves from second cycle shows the consistency with the CV results, which could also certify the considerable reversibility and excellent cycling durability of MoS2@CNFs anode. The rate capability of the MoS2@CNFs and bulk MoS2 microparticles were shown in c. Apparently, the MoS2@CNFs manifests outstanding rate performance and high specific capacities compared to bulk MoS2 microparticles. The MoS2@CNFs yields high reversible capacities of 578, 567, 539, 470, and 412 mA h g–1 at the current densities of 50, 100, 200, 500, and 1000 mA g–1, respectively (c and ). Furthermore, the MoS2@CNFs could still reach an average capacity as high as 550 mA h g–1 when the current density recovered to 50 mA g–1, manifesting superior rate capability. For comparison, the bulk MoS2 microparticles exhibited reversible capacities of 451, 264, 165, 91, and 42 mA h g–1 at the current densities of 50, 100, 200, 500, and 1000 mA g–1, respectively. After the current density recovered to 50 mA g–1, the bulk MoS2 microparticles delivered an average capacity of about 200 mA h g–1. The excellent rate behavior of MoS2@CNFs might be caused by the high conductivity of CNFs and the small transport resistance than bulk MoS2 microparticles (). ",
                "The cycling durability and corresponding Coulombic efficiencies of MoS2@CNFs were investigated at a current density of 100 mA g–1. As we could see from d, the MoS2@CNFs delivered an initial discharge and charge capacity of 981 mA h g–1 and 528 mA h g–1 (293 mA h cm–3), respectively. Moreover, the initial Coulombic efficiency (ICE) is 53.8%. The reasons of low ICE and irreversible capacity in the first cycle are usually caused by the generation of SEI on the surface of anode materials and the decomposition of electrolyte.  Nevertheless, the Coulombic efficiency of MoS2@CNFs reached 90% from the second cycle and maintained more than 90% in the following cycles. After 100 cycles, the MoS2@CNFs retained a high reversible capacity of 438 mA h g–1, indicating its low capacity decrease per cycle. For comparison, the bulk MoS2 microparticles exhibited a specific capacity of 845 mA h g–1 under the same current density of 100 mA g–1. After 100 cycles, the specific capacity faded rapidly (58 mA h g–1) because of the restacking and aggregating of bare MoS2 (). Meanwhile, self-standing and flexible CNFs exhibited a much stable but lower capacity of 130 mA h g–1 (), which approaches to the reversible capacity of other carbonaceous materials electrode for SIB like graphene.  Considering the content of CNFs in the MoS2@CNFs composite materials (less than 40 wt %), CNFs contributes a specific capacity of 50 mA h g–1 at most. Therefore, MoS2 is the major contributor of the high reversible capacity, which shows stable cycling stability than the fast capacity fading of bulk MoS2 microparticles. The long-term cycle ability of MoS2@CNFs were tested at large current densities of 1000 mA g–1 (1.0 mA cm–2)  The MoS2@CNFs delivered a capacity of 282 mA h g–1 or 0.28 mA h cm–2 after 600 cycles (e). The excellent cycling performance of flexible MoS2@CNFs electrode outperforms those previously reported MoS2-based anodes for SIBs (), such as mPF-MoS2@G (200 mA h g–1 or 0.24 mA h cm–2).  Ultrahigh Coulombic efficiencies of over 99% were achieved in large current density of 1000 mA g–1, which shows obvious capacitive characteristics with sloping curves in the charge/discharge curves ().  Notablely, the MoS2@CNFs electrode showed an increasing capacity in the first few cycles, which is attributed to the electrolyte molecules gradually penetrating into the interior electrode materials and the progressive electrochemistry active process in the film during the cycling.  EIS results shown in  could also be another evidence for this phenomenon. Compared with the fresh coins, the impedance of MoS2@CNFs decreases due to the activation effect during the cycling after 200 cycles. What’s more, after 400 cycles, the impedance does not change obviously compared with that after 200 cycles, manifesting the activation effects.  Importantly, after cycling 100 cycles, the 3D interconnected and conductive networks of MoS2@CNFs were well kept, indicating the excellent structure stability of MoS2@CNFs for enhanced cycling performance (). Hence, it is obvious that MoS2@CNFs work well as a flexible electrode for enhanced sodium storage performance.",
                "The excellent cycling durability and superior rate performance of the MoS2@CNFs could be ascribed to the integrated strategy of unique rational-designed hybrid nanostructure and hybridized with conductive CNFs. Specifically, the 3D interconnected and conductive MoS2@CNFs networks with ultrathin 2D nanosheets possess a short pathway for Na+ diffusion and electron transport and huge contact area between the electrode and the electrolyte, leading to enhanced rate capacity and cycle stability.  Besides, the expanded (002) planes of 2H-MoS2 nanosheets with interlayer spacing of 0.66 nm could provide more active sites for electrochemical reaction and accelerate fast Na+ insertion/extraction and electron transport, which could efficiently enhances poor rate performance and limited capacity caused by their sluggish kinetics.  Meanwhile, flexible CNFs matrix can prevent the MoS2 nanosheets from aggregation and improve electrical conductivity of the composite.  Furthermore, the C–O–Mo chemical bonding facilitates charge transfer, which also effectively improved the rate performance.  Therefore, the synergy of all these features mitigates the problems of MoS2-based materials, assuring the enhanced Na+ storage properties in SIBs. "
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed a simple -cysteine-assisted hydrothermal approach to synthesize a self-standing and flexible 3D interconnected and conductive MoS2@CNFs by constructing hierarchical 2D MoS2 nanosheets with enlarged interplanar spacing epitaxial grown on 1D electrospinning CNFs as a self-supported anode for SIBs. The MoS2 nanosheets with expanded interlayer spacing epitaxially grew on the surface of 3D interconnected and conductive CNFs networks with C–O–Mo bonds. The C–O–Mo chemical bonding facilitates charge transfer and the expanded interlayer spacing of MoS2 nanosheets accelerates Na+ transport. The 3D interconnected and conductive MoS2@CNFs exhibited remarkable specific/volumetric capacity, outstanding rate performance, and excellent cycle stability as an anode for SIBs. Besides, flexible electrodes without binder, conductive additives, and metal current collectors in this study, which means a lighter overall electrode weight boosting the energy densities of the flexible electronics. This elaborate strategy offers a new thought to prepare high-performance energy storage materials, especially for flexible battery devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "3D Interconnected MoS2 with Enlarged Interlayer Spacing Grown on Carbon Nanofibers as a Flexible Anode Toward Superior Sodium-Ion Batteries"
}