{
    "DOI": "10.1021/acsami.1c14334",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage has become one of the most important issues in recent years, and different kinds of energy storage systems have gradually sprung up.  Lithium-ion batteries (LIBs), owing to their high energy density, environmental friendliness, and high safety, have been widely utilized in electronic devices and electric vehicles.  Concerned by the increasing consumption rate of lithium resources,  researchers have considered sodium-ion batteries (SIBs) as a promising candidate to substitute LIBs in the future due to their low cost.  Carbon-based materials, including hard carbon and high-surface-area carbon (HSAC), have been widely reported owing to their low price, high stability, light weight, and high energy density.  Compared with hard carbon, the HSAC anode with a porous structure displayed better rate performance and cycling stability.  However, it still suffers from low initial Coulombic efficiency (ICE), which severely restricts its practical applications. ",
                "The value of ICE for carbon-based anodes is determined by the solid electrolyte interface (SEI) formation process, which could be manipulated by tuning the electrolyte components.  In the previous reports, an electrolyte with ether solvent was beneficial to carbon anodes by promoting their electrochemical performance, including graphite  and hard carbon.  In recent years, it has been reported that the ICE and reversible capacity of the HSAC anode can be greatly boosted by choosing ether-based solvents over ester-based ones.  It has also been reported that the better reversibility and cyclability of the hard carbon anode could be achieved in NaPF6 electrolyte compared with NaClO4 electrolyte (ester solvent).  In addition, Passerini et al. found that the organic and inorganic components in the SEI of the hard carbon anode was affected by the Na salts in the electrolyte.  However, few reports have focused on the impact of Na salts on the electrochemical performance and SEI for HSAC anodes until now.",
                "Herein, we comprehensively analyzed the impact of Na salts on the electrochemical performance of a commercial HSAC anode in an ether electrolyte by comparing two different Na salts: sodium hexafluorophosphate (NaPF6) salt and sodium trifluoromethanesulfonate (NaCF3SO3, which could be also written as NaOTf). The ICE and reversible capacity have been obviously promoted in the NaOTf electrolyte when compared with the NaPF6 electrolyte. Combined with electrochemical impedance, transmission electron microscopy (TEM), and X-ray photoelectron spectroscopy (XPS) results, we discovered that in the NaPF6 electrolyte, large amounts of NaxC, an electrochemically inert compound, was formed on the HSAC anode during the initial cycle. By contrast, a thinner SEI, less NaxC, and more reversible Na+ can be achieved in HSAC anodes when cycled in the NaOTf electrolyte, resulting in a large ICE and higher reversible capacity."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The HSAC (XFP05, XFNANO, China) and hard carbon (Guangdong Canrd New Energy Technology Co., Ltd., China) were directly utilized without any further treatment."
                    ],
                    "name": " Preparation of HSAC and Hard Carbon",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction with Cu Kα (XRD, Bruker D8-Advance diffractometer, λ = 1.5405 Å) was utilized to test the structure of HSAC. The morphology of the HSAC anode before and after cycling was determined by a scanning electron microscope (SEM, ZEISS Supra 55 field-emission scanning electron microscopy) and a transmission electron microscope (TEM, FEI TecnaiG2 F30). The corresponding element content was analyzed by an attached energy dispersive spectrometer (EDS). The detailed structure of the HSAC at the atomic scale was performed by a high-resolution transmission electron microscope (HRTEM). The specific surface areas of HSAC and hard carbon were tested by an adsorption and specific surface area tester (Micromeritics ASAP 2020M+C) by a nitrogen adsorption/desorption method, and the pore size distribution was analyzed by the adsorption isotherm according to the Barrett–Joyner–Halenda (BJH) model. X-ray photoelectron spectroscopy (XPS, ESCALAB 250XL) measurements were used to analyze the element distribution on the surface of the HSAC anode before and after cycling. The electrodes were washed with dimethyl carbonate (DMC) solvent to remove the contaminants on the surface and then dried in the glovebox for XPS measurements. All of the samples have been transferred in vacuum and etched by Ar+ ions for 60 s before testing. During XPS measurements, the base pressure of the sample chamber was kept below 3.0 × 10–10 mbar."
                    ],
                    "name": " Characterization Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "HSAC, acetylene black, and poly(vinylidene fluoride) (PVDF) were poured into N-methyl pyrrolidone (NMP) solvent with a weight ratio of 7:2:1. The mixture was stirred for 10 h to obtain a uniform slurry. Then, the slurry was spread on Cu foil and dried at 120 °C in a vacuum oven. Coin cells (CR2032) were assembled in an argon-filled glovebox with water and oxygen below 1 ppm. Pure sodium and glass fiber (Whatman GF/A) were utilized as the counter electrode and separator, respectively. The electrode was cycled in the electrolyte of 1 M sodium hexafluorophosphate (NaPF6) in diethylene glycol dimethyl ether and 1 M sodium trifluoromethanesulfonate (NaOTf) in diethylene glycol dimethyl ether, respectively. The as-prepared cells were equally discharged and charged between 0.01 and 3.0 V by a NEWARE system. Cyclic voltammetry (CV) and electrochemical impedance tests have been collected by an electrochemistry workstation (1400 cell test system, Solartron)."
                    ],
                    "name": " Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The detailed information of as-prepared HSAC is shown in . As shown in , a wide (002) peak could be observed at around 21.4°, corresponding to disordered carbon layers in HSAC with an average layer distance of ∼4.16 Å. The XPS spectra of C 1s () can be divided into four peaks that correspond to C–C, C–H, C–O, and C═O, respectively.  The SEM image of HSAC () exhibits a porous structure, consisting of mesopores and macropores, as shown in the TEM image (), which is beneficial to Na+ diffusion. The HRTEM image and the corresponding fast Fourier transform (FFT) of HSAC () exhibit an average distance between carbon layers of 4.292 Å as well as no distinct diffraction patterns, which is in good agreement with the XRD result in . The specific surface area and the distribution of pore size of HSAC are also measured (). On the one hand, HSAC exhibits a specific surface area of 293.85 m2 g–1, which enables Na+ storage on the surface ();  on the other hand, HSAC mainly contains macropores (100 nm) and a small amount of meso/micropores, which is beneficial to the fast diffusion of Na+ (). ",
                "The electrochemical performance of the HSAC anode in NaPF6 and NaOTf electrolytes is shown in . During the initial cycle (a), NaPF6 and NaOTf electrolytes delivered similar initial discharge capacities (about 565 mA h g–1). In addition, the capacity–voltage profile of the HSAC anode is slopping in the whole voltage range, implying that the Na+ storage process is capacitive-dominated. Nevertheless, the initial charging capacity in the NaOTf electrolyte is higher than that in the NaPF6 electrolyte, corresponding to an improved ICE (from 59.65 to 69.28%). The promoted ICE for the HSAC anode in the NaOTf electrolyte is higher than most of the previously reported HSAC anodes, as shown in . More importantly, the extra capacity in the NaOTf electrolyte is retained at the second cycle (b). A similar phenomenon could be discovered in the normalized CV results, (c,d), where the absence of sharp redox peaks implies the capacitive-controlled behavior and the extra charge (colored area) obtained in the NaOTf electrolyte is in line with the extra capacity. It should be noted that a broad reduction peak at around 0.7 V can be observed (c), which is attributed to the irreversible SEI formation. The intensity of this peak for the NaOTf electrolyte is lower than that for the NaPF6 electrolyte, suggesting less electrolyte is consumed to form SEI in the NaOTf electrolyte, which is beneficial to a higher ICE. e shows the cycling performance of the HSAC anode in NaPF6 and NaOTf electrolytes at a higher specific current (200 mA g–1, after 3 cycles activation at 50 mA g–1). The HSAC anode in the NaOTf electrolyte exhibits a higher initial capacity  (283 mA h g–1) than that in the NaPF6 electrolyte. During long-term cycling, capacity decay could be barely observed in both cells after 100 cycles (capacity–voltage profiles are shown in ), demonstrating the superior cycling performance of the HSAC anode as well as the high reversibility of the extra capacity (∼40 mA h g–1). Meanwhile, the rate performance of the HSAC anode cycled in different electrolytes (f and ) shows that the extra capacity is not affected by charge/discharge rates, inferring fast reaction kinetics.",
                "As mentioned above, higher ICE and reversible capacity have been achieved for the HSAC anode with the help of NaOTf. To further explore whether the promoted electrochemical performance in the NaOTf electrolyte is characteristic for HSAC, commercial hard carbon has been chosen as the comparison group. Interestingly, no distinct difference could be observed in NaPF6 and NaOTf electrolytes (). Considering that hard carbon possesses a much lower specific surface area (2.79 m2 g–1) than HSAC (see detailed data in ), the promoted electrochemical performance observed in the HSAC anode might be attributed to the unique Na+ storage behavior originated from its porous structure and high specific surface area.",
                "To further understand the Na+ storage behavior of the HSAC anode in NaPF6 and NaOTf electrolytes, the normalized CV curves with different scan rates are shown in a,b, respectively. The charge storage of diffusion-controlled and capacitive-controlled processes could be analyzed bywhere i(V) represents the corresponding current at the specific voltage and ν represents the corresponding scan rate.  Thus, the a and b values could be obtained by the intercept and slope of the log (i) versus log (ν) plot. When the b value is close to 0.5, the process is close to diffusion-controlled and when the b value is close to 1, the process is close to capacitive-controlled.  Four different conditions (D1, D2, C1, and C2) have been selected to compare the Na+ storage behavior in NaPF6 and NaOTf electrolytes, and the corresponding fitting curves with the calculated slope are shown in c,d. The b values for different conditions range between 0.851 and 0.995, suggesting the Na+ storage behaviors for HSAC in different electrolytes are mainly capacitive-controlled. Additionally, according to the equationthe diffusion-controlled and capacitive-controlled capacity could also be quantitatively calculated. k1ν and k2ν1/2 correspond to the capacitive-controlled and diffusion-controlled contributions to the total current, respectively. The specific contribution at the specific potential could be quantified through confirming k1 and k2. e shows that under a scan rate of 0.2 mV s–1, the capacitive contributions in NaOTf and NaPF6 are 71 and 69%, respectively. In addition, the capacitive contributions will gradually increase with the scan rate (f), which agrees with the previous results.  From the results above, it could be concluded that the Na+ storage behavior for the HSAC anode is mainly capacitive-controlled, regardless of the choice of Na salts. To further prove that the Na+-ion storage behavior is capacitive-controlled, HRTEM images of the HSAC electrode before and after the initial discharge and charge are shown in . The layer distance of the HSAC anode barely changed after the initial discharge and charge in both NaPF6 and NaOTf electrolytes, further demonstrating that the electrochemical behavior for the HSAC anode is capacitive-controlled. Therefore, the electrochemical behavior of HSAC is dominated by the surface adsorption and pore-filling processes, which are closely associated with the formation of SEI.",
                "The SEI of the HSAC anode in NaPF6 and NaOTf electrolytes is then analyzed by electrochemical impedance spectroscopy and ex situ TEM. The impedance spectra of HSAC anodes after the initial discharge/charge process are shown in a,b. According to our fitting results (the corresponding equivalent circuit is shown in the inset of a), both interfacial resistance (Rf) and charge-transfer resistance (Rct) for the HSAC anode in the NaPF6 electrolyte are larger than those in NaOTf after the initial discharge and charge process (), implying that a thicker SEI formed in the NaPF6 electrolyte. This could be confirmed by the TEM images (c,d) of HSAC electrodes after the initial discharge process (the TEM images of the HSAC electrode before cycling are shown in ). The distinct porous structure disappeared after the initial discharge  in the NaPF6 electrolyte owing to the formation of SEI. However, part of the nanopores could still be retained after the initial discharge  in the NaOTf electrolyte, implying less SEI has formed. TEM images with the corresponding EDS mapping images of Na, F, and O elements in the HSAC anode after the initial charge in NaPF6 and NaOTf electrolytes are also shown in e,f (the corresponding EDS mapping images of P and S are shown in ), and the specific element ratio is shown in . The contents of Na, F, and O detected on HSAC cycled in NaOTf are less than those in the NaPF6 electrolyte, inferring a thinner SEI. Similar results can be observed in SEM images and the corresponding element distribution of HSAC anodes (). Therefore, the improved ICE for the HSAC anode in NaOTf electrolyte could be ascribed to the thinner SEI formed on the surface.",
                "To further analyze the chemical composition of SEI on the HSAC electrode, ex situ XPS measurements have been performed. The XPS spectra of the HSAC electrode after the initial discharge and charge are shown in , where the ratios of C:O, C:Na, and C:F for the HSAC electrode in the NaPF6 electrolyte are higher than those in the NaOTf electrolyte, further demonstrating the thinner SEI formed in the NaOTf electrolyte. The XPS spectra of the C 1s signal for HSAC electrodes before cycling (immersed in NaPF6 and NaOTf electrolytes, respectively) and after the initial cycle in different electrolytes are shown in a,b; each signal has been etched for 60 s by Ar+ to remove the contaminants on the surface. Each peak can be divided into five peaks located at 283.5, 284.6, 285.2, 286.2, and 288 eV, corresponding to the NaxC, C–C, C–H, C–O, and C═O bonds, respectively.  The intensity of the C–C peak decreased, and other peaks (e.g., C–O and C═O) related to SEI components increased after the initial cycle, implying the formation of SEI after the initial cycle. Compared with the NaPF6 electrolyte, the stronger intensity of the C–C bond for the HSAC electrode cycled in the NaOTf electrolyte could be observed, implying that less SEI component formed on the surface, which means thinner SEI on the surface of the HSAC anode in the NaOTf electrolyte. To further explore the variation on the surface of the HSAC electrode after the initial charge, the corresponding C 1s spectra in NaPF6 and NaOTf electrolytes without etching are shown in . Interestingly, a small amount of sodiated HSAC (NaxC) could be discovered after the initial cycle in the NaOTf electrolyte, which could not be observed in the NaPF6 electrolyte. Considering that NaxC is formed underneath SEI,  it is inferred that a thinner SEI is formed on the surface of the HSAC anode in the NaOTf electrolyte, which is consistent with the previous results.",
                "For quantitative analysis, the ratios of NaxC, C–C, C–H, C–O, and C═O bonds after etching are calculated by their corresponding peak areas (c,d). The ratios of C–C, C–H, C–O, and C═O are similar for the HSAC electrodes immersed in NaPF6 and NaOTf electrolytes (c). However, after the initial cycle, a larger amount of NaxC could be measured on the surface of the HSAC electrode cycled in the NaPF6 electrolyte, which is much severe than in the NaOTf electrolyte (d). Considering that Na ions in NaxC are electrochemically inert (the Na ions could still be observed after full charging, meaning that the Na ions in NaxC are inert),  part of the inserted Na+ during discharging could not be extracted from the HSAC electrode, leading to a low ICE. In addition, the large number of NaxC on the surface of the HSAC anode in the NaPF6 electrolyte will contribute to a large amount of invalid Na+ storage sites, which causes the low reversible capacity in the following cycles. Therefore, the HSAC anode in the NaPF6 electrolyte exhibits less ICE and reversible capacity compared to those in the NaOTf electrolyte. Moreover, from the O 1s spectra for HSAC electrodes (e–h), it could be observed that the C–O:C═O ratio decreased after the initial cycle in both electrolytes. Since C–O could be originated from the residue electrolyte or polyether SEI component while C═O is attributed to the formation of Na2CO3/Na2CO2R/Na2SO2R compounds, the different specific contents of C–O and C═O for the HSAC electrode cycled in NaPF6 and NaOTf electrolytes suggest that the composition of organic SEI varies in the two electrolytes (g,h). It should be noted that as another common SEI constituent, NaF in both SEI layers is similar ().",
                "Based on the above results and discussions, different SEI formation behaviors of the HSAC anode cycled in NaPF6 and NaOTf electrolytes are schematically illustrated in . A thick SEI containing NaF, C═O compounds (Na2CO3/Na2CO2R), and polyether formed on the surface of the HSAC electrode in the NaPF6 electrolyte. Besides, a large amount of electrochemically inert compound NaxC formed on the surface, which causes the consumption of sodium ions, together with the formation of SEI, contributing to a low ICE in the NaPF6 electrolyte. By contrast, fewer C═O compounds (Na2CO3/Na2CO2R/Na2SO2R) and NaxC are formed on the surface of the HSAC anode in the NaOTf electrolyte, which contributes to a thinner SEI and more active sites for Na+ storage, effectively promoting the ICE and reversible capacity of the HSAC electrode during long-term cycles."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The different electrochemical performances of the commercial HSAC electrode in NaPF6 and NaOTf electrolytes have been systematically researched. It is found that the use of NaCF3SO3 enables much higher ICE and reversible capacity of HSAC compared with the NaPF6 electrolyte. The promoted electrochemical performance in the NaOTf electrolyte can be explained by the different surface behaviors: a thinner SEI and smaller amount of NaxC formed on the surface of HSAC in NaOTf, which jointly contributes to less Na consumption during the initial cycle as well as facilitates more electrochemically active sites, causing higher ICE and more reversible capacity during long-term cycling. By revealing the correlation between the electrolyte and the electrochemical performance, this work provides useful insights into the optimization of the electrolyte/electrode interface and the promotion of electrochemical performance in carbon-based anodes for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Impact of Electrolyte Salts on Na Storage Performance for High-Surface-Area Carbon Anodes"
}