{
    "DOI": "10.1002/cssc.202000009",
    "Journal": "",
    "Keywords": [
        "cobalt oxide",
        "lithium-ion batteries",
        "nanocomposites",
        "ordered mesoporous carbon",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries are becoming increasingly prevalent in the present society with the transformation of the automobile sector from fossil fuel‐based systems to electrical systems as well as with the availability of various powerful electronic gadgets. As the world is turning toward greener and clean energy, many auto companies are racing for lithium‐based energy supplies. Therefore, there is a paradigm shift in battery research to obtain high power and high energy density battery systems together with a faster charging time. Lithium and sodium‐ion batteries (LIBs and SIBs) are two promising storage systems that can assist in fulfilling the present‐day requirements. To meet the increasing demand, high‐performance anode materials are being intensely studied in comparison to commercial graphite. Transition metal oxides are interesting materials to be used as anodes in LIBs and SIBs as they can deliver excellent electrochemical performances. Among them, CoO has received increased attention as one of the materials of choice for LIBs and SIBs owing to ease of preparation, excellent chemical properties, good thermal stability, and higher theoretical capacity (716 mAh g−1). In addition, the cobalt ion possesses a higher oxidation potential in comparison to other transition metal ions, resulting in favorable conditions for the fabrication of electrode materials with high energy densities. However, poor capacity retention and cycling stability because of its low electrical conductivity and large specific volume change during the charge/discharge process hinder their progress as a reliable anode material for LIBs and SIBs. Although improvements in electrochemical performances have been made by designing various morphological nanostructures of CoO such as nanosheets, nanowires, hollow and porous structures, it is still a challenge to find a suitable electrode that can overcome the unfavorable volume expansion during Li+ insertion and extraction. Efforts have been made to circumvent these problems by introducing graphite, carbon nanotube, carbon nanofiber, graphene, reduced graphene oxide, etc., along with CoO nanoparticles to make composite anodes and enhance their electrochemical performances. Recently, ordered mesoporous carbons (OMCs) with hexagonal or cubic mesopores have been employed as ideal supports to develop metal oxide nanoparticles embedded nanocomposite electrodes with improved performances. OMCs have various fascinating properties, such as highly ordered mesoporous structure, high surface area, large pore volume, and their ability to hold the metal oxide nanoparticles within the mesopores, which can accommodate the volume change during the charge/discharge cycles, prevent aggregation of nanoparticles, help the electrolytes infiltrate into the mesopores to improve the mass and charge transport around the embedded metal oxide nanoparticles, and deliver higher capacity and rate capability than traditional graphite‐based anodes. Various framework configurations and specific pore structures also make these OMCs unique from other carbon materials. Normally, ordered mesoporous carbons are synthesized by a soft‐template method from the self‐assembly of amphiphilic block co‐polymers and phenolic resins or by the nanocasting strategy (i.e., the hard‐template method) in which ordered mesoporous silicas are used as hard templates. Although the hard‐template method is tedious and time consuming, it can produce a highly crystalline product and has low sensitivity to the reaction conditions. On the other hand, the soft‐template method delivers a poor carbon yield with a relatively low crystalline product owing to the loss during carbonization. Meanwhile, development of the mesostructure by using the soft‐templating method is greatly sensitive to the reaction environment. Most interestingly, some pore arrangements are possible through the hard‐template approach only. Hexagonal mesoporous silica SBA‐15 is used as a hard template for the synthesis of mesoporous carbons CMK‐3 and CMK‐5 while cubic mesoporous silica KIT‐6 is used as a hard template for the synthesis of mesoporous carbons CMK‐8 and CMK‐9 through the nanocasting method. These mesoporous carbons are reverse replicas of their silica counterparts. Depending on the synthesis conditions, different mesostructures of OMCs can be formed. Carbonization of sucrose within the hard template can eventually result in rod‐type OMCs such as CMK‐3 and CMK‐8. On the other hand, pyrolysis of furfuryl alcohol leads to tube‐type OMCs like CMK‐5 and CMK‐9, consisting of connected interpenetrating nanotubes. Although CMK‐5 possesses a bimodal hexagonal pore structure, CMK‐9 exhibits a bimodal cubic pore structure. Normally, in CMK‐5 and CMK‐9 type OMCs, the inner pore diameter of the nanotube framework is larger (ca. 5–6 nm) whereas intra pores generated from adjacent nanotubes are smaller (ca. 3–4.5 nm). Among these OMCs, CMK‐3, CMK‐5, and CMK‐8 are used extensively as hosts to synthesize metal oxide nanoparticle embedded nanocomposite electrodes for LIBs and SIBs and show improvement in electrochemical performances. However, OMCs have not been intensively investigated with CoO to prepare electrode materials. The CoO/CMK‐3 nanocomposite has been synthesized by Zhang et al. and used in LIBs to obtain a discharge capacity of 709 mAh g−1 after 20 cycles at a current density of 100 mA g−1. Sun et al. have shown that CoO/CMK‐3 can also be used as a high performance cathode catalyst for lithium‐oxygen batteries. Park et al. have synthesized a Co3O4 nanoparticle embedded OMC‐based anode and achieved a reversible capacity of 1025 mAh g−1 after 100 cycles at a current density of 100 mA g−1. They have attributed the improved cycling stability and rate capability to the mesoporous nanostructure of the OMC and homogeneous distribution of the Co3O4 nanoparticles within the pores of the OMC, which provided effective pathways for Li+ ion movement as well as prevented particle aggregation. Despite the advantages of the 3D hollow interpenetrating network structure and high surface area of CMK‐9, its exploitation as a support is still limited to catalytic applications. To the best of our knowledge, however, a CMK‐9‐based anode has not yet been used in LIBs or SIBs.",
                "Apart from LIBs, SIBs have also emerged as promising cell systems for applications in large‐scale grid energy storage and load levelling because of the wide availability and lower cost of sodium. SIBs can provide an alternative chemistry to LIBs and may become competitive in certain areas of applications. CoO‐based anode materials have also been used in SIBs to evaluate their performances. Chang et al. have reported the synthesis of a hierarchical CoO microflower film with a capacity of 277.8 mAh g−1 after 100 cycles at a current density of 90.9 mA g−1. The same group has also reported the synthesis of a CoO microsphere film with a capacity of 172 mAh g−1 after 100 cycles at a current density of 100 mA g−1. However, there is no information on fabrication of the nanocomposite anodes with CoO and ordered mesoporous carbons, especially with ordered mesoporous carbon CMK‐9 with bimodal 3D cubic pore architecture and Ia3d symmetry for SIBs. Therefore, the design and synthesis of a new nanocomposite anode that combines cubic mesoporous carbon CMK‐9 and CoO nanoparticles offers a potential application in lithium and sodium‐ion batteries.",
                "In this work, CMK‐9 is employed as a support to synthesize the CoO@CMK‐9 nanocomposite anode for the first time by following the nanocasting and wet‐impregnation methods as shown in Scheme S1 in Supporting Information. This procedure results in uniformly dispersed ultra‐small CoO nanoparticles confined within the cubic bimodal mesopores of CMK‐9. The structural, textural, and morphological properties of the CoO@CMK‐9 nanocomposite are examined with XRD, N2 adsorption/desorption isotherms, TEM, X‐ray photoelectron spectroscopy (XPS), and Raman spectroscopy. The electrochemical performances of the CoO@CMK‐9 nanocomposite anode for LIBs and SIBs are evaluated for the first time. Excellent long‐term cycling electrochemical behaviors with higher reversible capacity and remarkable rate capability together with good after‐cycle structural durability make the present nanocomposite a worthy candidate for LIBs and SIBs. A mechanism is also put forward to elucidate the higher capacity of the current material than its theoretical capacity. The present study offers a new perspective to design the long‐life, high power metal oxide‐based nanocomposite anodes for LIBs and SIBs through architectural modification of the tubular ordered mesoporous carbon support."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The structure and crystallinity of the CoO(x)@CMK‐9 nanocomposite materials were examined by XRD measurements. As observed from the small‐angle XRD patterns shown in Figure  A, the mesoporous silica KIT‐6 exhibits three well‐resolved peaks, which can be assigned to the (2 1 1), (2 2 0), and (4 2 0) diffractions of ordered 3D cubic structure (Figure  A a). As CMK‐9 is the reverse replica of KIT‐6, the ordered array of carbon nanotubes in CMK‐9 gives rise to similar XRD peaks as observed in KIT‐6 but with lower intensities, demonstrating a 3D cubic structure of CMK‐9 with Ia3d space group (Figure  A b). However, a slight shifting of the peaks toward higher angles was observed for the CMK‐9 sample owing to the structural shrinkage resulting from the carbonization process. The patterns revealed d(2 1 1)‐spacing values of 9.35 and 8.14 nm for KIT‐6 and CMK‐9, respectively, implying that the contraction of the framework was around 9 %. It was observed that the intensity of the most intense peak was reduced with the increase in the concentration of the CoO precursor, suggesting a gradual decrease in the structural ordering of mesoporous CMK‐9 (Figure  A b and c). After incorporation of 10 wt % CoO nanoparticles into the mesoporous CMK‐9, one resolved peak with a lower intensity was observed for the (2 1 1) diffraction, although higher order reflections were not prominent (Figure  A c). This signified the deterioration of the mesoporous structure of CMK‐9 after partial occupation of the mesopores by the CoO nanoparticles. When the CoO loading was increased to 20 wt %, the mesoporous structure of CMK‐9 was further deteriorated with the observation of a small (2 1 1) diffraction peak (Figure  A d). The ordered mesoporous structure was almost collapsed when the loading amount of CoO nanoparticles increased to 30 wt % (Figure  A e). This indicated that a higher loading amount of CoO into CMK‐9 generated some strain in the volume, which led to deterioration of the ordered structure of the mesopores."
                    ],
                    "name": "Structural studies",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Insight into the Superior Lithium Storage Properties of Ultrafine CoO Nanoparticles Confined in a 3 D Bimodal Ordered Mesoporous Carbon CMK‐9 Anode"
}