{
    "DOI": "10.1002/smll.201900258",
    "Journal": "",
    "Keywords": [
        "3D scaffolds",
        "electrodeposition",
        "Na ion batteries",
        "Sb2O3",
        "volumetric capacity"
    ],
    "Sections": [
        {
            "content": [
                "Although lithium ion batteries (LIBs) are the dominant energy storage system for portable devices and electric vehicles, increasing demands for low cost and large‐scale energy storage have led to intensive investigation of sodium ion batteries (SIBs), driven in particular by the relatively high cost and limited availability of lithium, relative to sodium. Along with being abundant and low cost, the fact that Na behaves differently than Li, which may open opportunities for new chemistries, should also not be discounted. A particular challenge of SIBs, however, is the limited number of anode materials. Hard carbon has been considered as an option, however carbonaceous Na anodes have rather low practical capacities (≈300 mA h g−1), which results in a low energy density.",
                "Metallic antimony (Sb) is considered as a promising SIB anode material, in particular relative to hard carbon, because of its significantly higher theoretical gravimetric (660 mA h g−1) and volumetric (1130 mA h cm−3) capacities assuming formation of Na3Sb, relatively low reaction voltage (0.4 V vs Na), and small hysteresis (0.3 V). However, Sb undergoes a large volume expansion of 293% upon sodiation, considerably greater than for the lithiation of Sb to Li3Sb (135%) because of the large ionic size of Na compared to that of Li. Thus, there must be sufficient free volume available within the electrode to accommodate the volume expansion. Providing free volume to enhance the performance of conversion and alloying electrodes is not a new idea, and many groups have designed electrodes from nanowire, nanotube, hollow, and core‐shell structures to provide the required free volume, or buffered the volume expansion by embedding the active materials into graphene and carbon nanofiber–based structures. A significant challenge of these approaches is that while the electrodes could sometimes exhibit good gravimetric capacities and cycling performance, their active material loading is generally small, leading to low volumetric capacities.",
                "Another problem not limited to Sb, originating from repeated volume expansion and contraction in alloying electrodes, is active material pulverization concurrent with loss of electrical contact within electrode and continual growth of solid electrolyte interphase (SEI). To address this issue, the use of Sb‐M (M:metal) intermetallic alloys such as FeSb2, Cu2Sb, ZnSb, NiSb, and TiSb2 rather than Sb has been considered. It is claimed that metallic clusters/nanocrystals formed from cycling can improve conductivity and buffer the stress caused by volume expansion. However, the metal M is inactive with sodium, making theoretical and practical capacities of these compounds lower than pure Sb. In our opinion, the use of Sb2O3 instead of Sb‐M may be a better strategy, as it provides a higher capacity. During sodiation, Sb2O3 first converts into Sb nanoprecipitates in an amorphous Na2O matrix. The ductile and soft Na2O matrix then alleviates the stress generated as the Sb precipitates sodiate.",
                "Here, we present the fabrication and cycling performance of 3D Ni inverse opal‐supported NiSb/Sb2O3 (3D Ni@NiSb/Sb2O3) anodes. We show that an engineered 3D conductive scaffold, with the appropriate active materials loading provides a high gravimetric and volumetric capacity and a stable cycling behavior. The key advantage of the 3D porous electrode is that it effectively accommodates large volume changes with cycling and enables a high active material loading. To the best of our knowledge, this is the first application of a 3D metallic support network for an SIB electrode."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The 3D Ni scaffold was formed by Ni electrodeposition through a polystyrene (PS) colloidal template following our published approach (Figure ). In contrast to our prior work, the PS colloidal template was annealed at 97 °C instead of 95–96 °C. While this might not seem significant, it is in fact important, as the higher annealing temperature resulted in increased sintering of the PS particles, which in turn resulted in larger pore interconnects in the final Ni scaffold (contrast Figure a,b) which we found were necessary to prevent closure of the pore network during the sodiation‐induced volume expansion of the active material. As shown in Figure a,b, the pore size of interconnects was increased from 180 to 210 nm simply by the increased sintering temperature. This approach was much simpler than using chemical etching or electrochemical polishing. Active materials were deposited onto the Ni scaffold by pulsed electrodeposition. Pulsed, rather than constant current electrodeposition was used to provide a conformal active material coating throughout Ni scaffold. In brief, a pulsed electrodeposition enabled ions consumed by electrodeposition within the 3D scaffold to be replenished by diffusion during rest time before the subsequent deposition pulse. The mass of active materials deposited was controlled by the number of pulses. The as‐deposited sample was annealed at 300 °C for 1 h in air to improve the crystallinity of the active material and adhesion between the active material and Ni current collector. As shown by Figure c, following annealing (as well as before annealing, not shown) the active materials uniformly coat on the Ni inverse opal. Importantly, the 3D electrode retains its open pore structure, as required to ensure electrolyte accessibility.",
                "X‐ray diffraction (XRD) was performed on the samples before and after the annealing step. In the as‐grown sample, only Ni (scaffold) and W (substrate) peaks were observed (Figure a). Following the heat treatment, Sb2O3 and NiSb diffraction peaks emerged. To determine the origin of the Sb2O3 phase, a series of experiments were performed as detailed here. The mass change (deposited material basis) with annealing was found to be only about 1% indicating Sb2O3 is not formed due to oxidation by air. To explore if significant chemical reactions occurred during the heat treatment which netted out to a minimal overall mass change, thermogravimetric analysis (TGA) was performed in air on an as‐deposited sample (Figure S1, Supporting Information). As the sample was ramped to 300 °C at 5 °C min−1 and then held at 300 °C for 1 h, it slowly lost 2.7% mass (deposited materials basis). If the sample started to oxidize at some temperature, we would have expected to see a mass gain (or at least a significant change in slope) over some temperature range. We suspect the small mass loss is simply due to desorption of organic and water molecules during annealing. Based on the combination of the XRD and TGA data, we speculate that an amorphous Sb/Sb2O3 phase was formed during electrodeposition which converts to crystalline Sb2O3 and NiSb (Ni is provided from Ni scaffold) during heat treatment. This speculation is consistent with previous reports which indicate that a mixture of Sb and Sb2O3 is formed by electrodeposition from a potassium antimony tartrate electrolyte in the absence of HCl, while only Sb is deposited when the pH is reduced to 1.3 with HCl. In our system, acid was not added to the electrolyte. We can only speculate why our as‐deposited materials appear amorphous, while they were crystalline in the previous reports, but perhaps it is because we use pulsed deposition with a short pulse time (0.25 s), which was not the case in the literature. Finally, energy dispersive spectroscopy (EDS) was performed to check the electrode composition before and after heat treatment. Only Sb, O, and Ni were observed before and after heat treatment (Figure b and Figure S2, Supporting Information). The relative atomic ratio of Sb and O was 1:1 with ±5% sample‐to‐sample variation. The atomic ratio remained the same before and after heat treatment. Elemental mappings show Sb and O were distributed uniformly on the 3D Ni@NiSb/Sb2O3 electrode (Figure c).",
                "The specific and volumetric capacities of three electrodes with different loadings were measured to determine the effect of loading. All electrodes had the same area and thickness to enable comparison. All electrodes were cycled five times and their fifth discharge capacities are presented in Figure S3 in the Supporting Information. The specific and volumetric capacities show an inverse relationship with loading. As the loading increases, the specific capacity decreases which we speculate is due to several factors, including the longer solid‐state diffusion lengths, and the fact that free volume expansion may be becoming suppressed by sodiation‐induced stress in the confined pore space. Because active material utilization falls‐off only slowly as the loading increases, the volumetric capacity continues to increase with loading. The sum of the volumetric and specific capacities was highest at a loading of 1.1 g cm−3, thus a loading of 1.1 g cm−3 was chosen for most studies presented here.",
                "The electrochemical properties of 3D Ni/NiSb/Sb2O3 electrodes were evaluated by galvanostatic discharge/charge testing at room temperature. Figure a shows the cycling performance of 3D Ni/NiSb/Sb2O3 at 200 mA g−1 over 200 cycles. The 3D NiSb/Sb2O3 electrode exhibits first and second discharge capacities of 714 and 441 mA h g−1, respectively. This irreversible capacity loss is commonly observed in the conversion anodes and is due to incomplete desodiation and the formation of SEI. The 3D Ni/NiSb/Sb2O3 specific capacity gradually increased to 445 mA h g−1 over about 30 cycles, indicating some sort of an activation process (an effect frequently observed in alloying‐type anodes). The discharge capacity faded slightly to 397 mA h g−1 after 200 cycles, which corresponds to 89% capacity retention relative to the maximum discharge capacity of 445 mA h g−1 at the 30th cycle. In spite of the stable cycling performance, the 3D Ni@NiSb/Sb2O3 electrode shows a relatively low coulombic efficiency (CE; Figure S4, Supporting Information) similar to that previously reported for other Sb2O3‐based SIB anodes. The two most likely reasons for the low CE are SEI formation, and irreversibility of the Sb2O3 conversion reaction (Sb2O3 + 6Na ↔ 2Sb + 3Na2O). Here, fluoroethylene carbonate (FEC) was added to the electrolyte to improve the cycling performance, as it has previously been demonstrated to enhance the formation of a stable and thin SEI layer on the surface of an anode. However, FEC decomposition during discharging can lead to low CE. About 0.12 mmol of FEC was contained in the electrolyte within the cell. Assuming FEC decomposition is the only reason for the observed ≈95% CE, this is considerable greater than the amount of FEC required for FEC decomposition to be the only irreversible mechanism over 200 cycles. Along with FEC decomposition, the electrochemically active phase gradually irreversibly changes from Sb2O3 to Sb (will be discussed later), with cycling, indicating Na2O is not fully decomposable during charging. Although the coulombic efficiencies of initial cycles were low (below 95%), the efficiency gradually increased to 95.8% by the 200th cycle as the system stabilized. We are not the first to report this issue, and a relatively low CE is commonly observed in the Sb2O3 system when electrolytes containing FEC are used.",
                "As one demonstration of the effect of the Ni scaffold, a 3D‐structured scaffold‐free Sb electrode synthesized by potentiostatic electrodeposition through a PS opal template was evaluated. Note, synthesis of a 3D‐structured scaffold‐free Sb2O3 electrode, which would have been a true control experiment, was attempted using a potassium antimony tartrate electrolyte. However, this was not successful as the PS template was damaged by the electrolyte. Sb was chosen instead, as it undergoes similar reactions as Sb2O3, as well as a similar large volume change. The cycling performance of this electrode was evaluated at a current density of 200 mA g−1 (Figure ). A rapid capacity decay was observed during cycling, which in conjunction with the good cycling performance of the 3D Ni/NiSb/Sb2O3 at least suggests it is the mechanically robust and conductive Ni scaffold that enables good capacity retention in the 3D Ni/NiSb/Sb2O3 system.",
                "In the 1.1 g cm−3 loaded electrodes, an electrode‐basis volumetric capacity as high as 488 mA h cm−3 was obtained, corresponding to 34.3% of the theoretical volumetric capacity of Sb2O3. The theoretical volumetric capacity of Sb2O3 is 1420 mA h cm−3, assuming Sb2O3 reacts with 12 mole of Na (Sb2O3 + 12Na → 3Na2O + 2Na3Sb, ∆V = 304%). As we show, a higher loading, and thus volumetric capacity was possible, but not desirable as it leads to a lower specific capacity and faster capacity decay (Figure S5, Supporting Information). The practical volumetric capacity is expected to be lower than the theoretical capacity because of pinch‐off and electrolyte accessibility issues. It is important to point out that while most reports mention only specific capacities, in conversion and alloying systems such as these, where large volume expansions occur, the volumetric capacity of the sodiated form is critical, as this is an important engineering parameter for determination of the actual volumetric battery capacity.",
                "Figure b shows discharge–charge curves of the 3D Ni/NiSb/Sb2O3 electrode. The 1st discharge curve is rather different than subsequent cycles due to a first discharge activation process. dQ/dV curves (Figure c,d) were obtained by differentiating the charge/discharge voltage curves (Figure b) to investigate the reaction chemistry in more detail. In the first discharge, the peak at 0.95 V can be attributed to the reduction of Sb2O3 to Sb and Na2O. The peaks at 0.64 and then 0.7 V can be ascribed to the formation first of NaxSb and then Na3Sb, indicating the stepwise reduction of Sb. In the following charge, the oxidation peaks at 0.71 and 0.81 V are due to the dealloying reactions of Na3Sb to Sb. The peak at 1.6 V corresponds to the oxidation reaction of Sb and Na2O to Sb2O3. Both conversion and alloying reactions were confirmed by dQ/dV. The intensity of conversion redox peaks decreased with cycling, indicating the conversion reaction became partially irreversible. Retention of Na2O produced upon conversion may actually be beneficial for stable cycling performance as it buffers the strain/stress caused by the volume change during cycling. In contrast, the intensity of alloying redox peaks increased with cycling, indicating more Sb becomes electrochemically active. The capacity contribution from alloying and conversion reaction over 200 cycles has been examined further by calculating the charge capacity delivered from 0.01 to 1.2 V (alloying) and 1.21 to 2.5 V (conversion) (Figure S6, Supporting Information). Initially, alloying and conversion reactions contribute to the overall Sb2O3 capacity equally, which is in good agreement with theoretical expectation assuming 6 mol of Na is used for the conversion reaction and 2 mol of Sb reacts with 6 mol of Na. However, the alloying reaction becomes the dominate contributor to the capacity (80%) and conversion reaction becomes the minority component (20%) as cycling proceeds. Additional studies will be required to determine why Na2O becomes inactive with cycling. One hint may be that the peak potential shift with cycling shown in dQ/dV indicates the environment of the active materials is changing with cycling. This is not surprising, as it is known the crystallite size and chemical composition of active materials change during conversion reactions and these parameters influence the reaction potentials.",
                "The rate performance of the 3D Ni/NiSb/Sb2O3 electrode was evaluated by cycling it at different current densities (Figure e). It should be noted that Na's larger mass (three times) and ionic radius (45% larger) relative to Li leads to slower ionic diffusion, resulting in the rate performance of SIB electrodes being generally reduced relative to LIB electrodes. We observed specific capacities of 487, 450, 413, 368, and 326 mA h g−1 (electrode‐basis volumetric capacities of 459, 424, 390, 347, and 307 mA h cm−3) at 200, 400, 800, 1600, and 3200 mA g−1, respectively. Even at 6400 mA g−1, the electrode still delivered 288 mA h g−1 (electrode‐basis volumetric capacity of 271 mA h cm−3). When the rate returned from 6400 to 200 mA g−1, the specific capacity recovered to 477 mA h g−1 (electrode‐basis volumetric capacity of 449 mA h cm−3). Figure  compares the specific capacity of this work with previous Sb2O3 systems as a function of the current density. As Figure  shows, the 3D Ni/NiSb/Sb2O3 electrode exhibited a similar rate performance as other reports. Although some of the other reports indicated a better rate performance in terms of specific capacity, the results are particularly notable considering the high loading and high volumetric capacity of our design (volumetric capacities are not generally provided in the other reports, although from reviewing the images and experimental procedures in the other reports, it appears the volumetric capacities are generally low). The good rate performance at high loading presented here can be attributed to the 3D bicontinuous structure of the electrode, which improves the reaction kinetics by providing short solid‐state ion diffusion lengths, the large electrode surface area, and the high electrical conductivity of the scaffold.",
                "The electrode microstructure during cycling was examined by scanning electron microscopy (SEM; Figure ). A single sample was prepared and cut into two pieces, one of which was imaged in the discharged state, and the other in the charged state. The sodiated (discharged) electrode appears denser and the interconnected pore size smaller due to volume expansion of the active material. The overall electrode structure remained constant during cycling and no damage to the 3D Ni scaffold was observed, indicating the 3D metal scaffold effectively accommodated the volume expansion. The volume expansion during discharge appears significantly less than 300%, perhaps because the Sb2O3 is not fully sodiated, as reflected in the capacity and as discussed in the following paragraph, the NiSb formed during annealing was electrochemically inactive during cycling. An SEM image of a 3D Ni@NiSb/Sb2O3 electrode after 50 cycles is shown in Figure c. No delamination or other significant deformations of the active materials are observed.",
                "Ex situ XRD was performed on electrodes cycled to different states of charge (discharged to 0.01 V, and charged to 1.2 and 2.5 V) to better understand the reaction chemistry of the 3D Ni/NiSb/Sb2O3 electrode (Figure S7, Supporting Information). Sb2O3 peaks disappeared after the electrode was discharged to 0.01 V. No new peaks appeared even after charging to 2.5 V, indicating the discharge product is amorphous and the active material crystallinity is not recovered during charging. The NiSb peak was unchanged during cycling, indicating NiSb is electrochemically inactive in this system. We are not certain why the NiSb has a low reactivity with Na+, but it is perhaps because of the close association and the constraining effects of the Ni scaffold. As an admittedly not fully conclusive experiment, to potentially investigate the effect of NiSb, the as‐deposited 3D electrode before heat treatment was cycled at 200 mA g−1. The specific capacity decayed rapidly, indicating the inactive NiSb may be an important contribution to the improved cyclability of the annealed 3D electrodes (Figure S8, Supporting Information). While we cannot rule out other possibilities for the improved cyclability, such as annealing driving off trace water, we think we can rule out that the annealing‐induced crystallinity is important to the cyclability, since even the electrodes after heat treatment become amorphous after the 1st discharge. One possibility is that NiSb enhances the adhesion between active materials and Ni current collector by forming an alloy at this interface which inhibits electrical disconnection of the active materials from the 3D Ni current collector."
            ],
            "name": "Results and Discussions",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, high gravimetric and volumetric capacity 3D Ni/NiSb/Sb2O3 electrodes were fabricated by electrodeposition of what is probably an amorphous mixture of Sb and Sb2O3 on a Ni scaffold followed by a heat treatment in air. The 3D Ni/NiSb/Sb2O3 electrodes exhibited attractive, specific, and electrode‐basis volumetric capacities of ≈445 mA h g−1 and ≈488 mA h cm−3 in conjunction with an excellent cycling performance of 89% capacity retention over 200 cycles at a current density of 200 mA g−1. The effect of active materials loading in the porous 3D scaffold was investigated to determine a loading which provided a high gravimetric and volumetric capacity. We suggest the enhanced cyclability can be attributed to the 3D Ni scaffold which accommodates volume changes curing cycling and provides a conductive pathway, and a NiSb alloy formed between the current collector and active materials, which improves the adhesion of the active material to the scaffold. In addition to reporting advancements in a specific promising Na‐ion anode chemistry, we believe this work proposes a useful guideline on how to design electrode structures for conversion and alloying SIB electrode materials."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Sample Preparation: A tungsten substrate (Sigma‐Aldrich) was rinsed with acetone, ethanol, and millipore water, and dried. A PS suspension (0.2 wt%) was prepared by dispersing 600 nm diameter PS spheres (Molecular Probes) in millipore water. The tungsten substrate was vertically placed into vials filled with the PS suspension solution at 55 °C overnight. The substrate was taken out from the vials before the solution completely dried and subsequently annealed at 97 °C for 3 h to strengthen the adhesion between PS spheres and to increase the interconnected pore size between the PS spheres. A 3D Ni scaffold was made by Ni electrodeposition through a PS colloidal template by applying −1.5 mA cm−2 in a commercial Ni plating solution (Techni Nickel S, Technic Corp.) with the PS opal on tungsten substrate as the working electrode and a nickel substrate as the counter electrode. After Ni deposition, the sample was soaked in toluene to dissolve the PS template, resulting in the Ni inverse opal. The final electrode thickness was typically about 6 µm. Amorphous Sb/Sb2O3 was electrodeposited on the Ni inverse opal by pulsed‐voltage electrodeposition in a 0.1 m K2Sb2(C4H2O6)2 (Sigma‐Aldrich, 99%) solution. A platinum foil and a Ag/AgCl reference electrode (BASi Inc.) were used as the counter and reference electrodes, respectively. The voltage profile applied was consisted of −2 V versus Ag/AgCl for 0.25 s and a rest for 60 s. The amount of material deposited was controlled by the number of pulses applied (to generate a loading of 1.1 g cm−3 on a typical scaffold, 90 pulses were required). Following electrodeposition, the electrode was washed with Millipore water and ethanol and annealed in air at 300 °C for 1 h. A 3D scaffold‐free pure Sb electrode was prepared by electrodeposition through constant voltage method. Electrodeposition of Sb was conducted by applying constant voltage of −0.4 V versus Ag/AgCl in 0.2 m SbCl3 in isopropyl alcohol solution with a PS opal grown tungsten substrate as a working electrode and a platinum substrate as a counter electrode. The PS template was removed in the same way as above.",
                "Characterization: Sample morphologies were investigated using a Hitachi S‐4800 SEM. EDS was performed using a Hitachi S‐4700 SEM equipped with an Oxford INCA energy‐dispersive X‐ray analyzer. The crystal structures were confirmed by a Philips X'pert MRD XRD using Cu Kα radiation (λ = 0.15418 nm). For the ex situ XRD analysis after cycling, electrodes were washed with dimethyl carbonate (DMC) multiple times and dried in the glove box prior to analysis. The electrodes were sealed with Kapton tape (SPEX, 8 µm thickness) in the glove box to prevent air exposure. The mass of deposited materials was determined by a microbalance with an accuracy of 1 µg (XP26, METTLER TOLEDO) before and after heat treatment. TGA analysis was performed using a Q50‐TGA (TA Instruments) in air. The heating rate to 300 °C was 5 °C min−1 and the hold time at 300 °C was 1 h. For postmortem SEM analysis after cycling, electrodes were washed with DMC multiple times and dried in the glove box prior to analysis.",
                "Electrochemical Measurements: 1 m NaClO4 in propylene carbonate (PC) containing 5 wt% FEC was used as electrolyte. Sodium metal (Na, Sigma Aldrich) was used as the counter electrode for Swagelok‐type two‐electrode cells and glass microfiber filter (Whatman, GF/F) was used as a separator. All cells were assembled in the glove box under an argon atmosphere. Galvanostatic discharge/charge tests were conducted using a VMP3, Bio‐Logic potentiostat over a voltage range of 0.01–2.5 V versus Na/Na+ at room temperature. Current densities were calculated based on the total mass of deposited materials."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Science Foundation Engineering Research Center for Power Optimization of Electro‐Thermal systems (POETS) with cooperative agreements EEC‐1449548 and the Department of the Navy, Office of Naval Research under grant number N00014‐18‐1‐2394, through the Materials Research Laboratory at the University of Illinois at Urbana‐Champaign. S.K. thanks Kwanjeong Educational Foundation for a scholarship."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "High Volumetric and Gravimetric Capacity Electrodeposited Mesostructured Sb2O3 Sodium Ion Battery Anodes"
}