{
    "DOI": "10.1002/smll.201907670",
    "Journal": "",
    "Keywords": [
        "bimetallic selenides",
        "full cells",
        "potassium‐ion batteries",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Increasing anxieties about serious energy and environmental crisis compel the scientists to hunt for sustainable and green energy techniques as alternatives to traditional fossil fuels.[] Currently, rechargeable lithium‐ion batteries (LIBs) have been widely employed in various energy storage fields such as portable electronics and electric vehicles because of their high energy/power densities, high‐efficiency energy conversion, and long cycle life.[] Nevertheless, the limited availability and uneven geographical distribution of lithium resources in the earth's crust as well as rising mining and refining costs seriously preclude the widespread application in LIBs. Among the potential candidates, sodium‐ion batteries (NIBs) and potassium‐ion batteries (KIBs) for large‐scale grid energy system have shown promising prospect owing to their merits of low cost, abundance of resources, eco‐friendly nature and high energy density. Moreover, they have the similar electrochemical behavior with LIBs.[] The cathode materials, such as Prussian blue,[] Na3V2(PO4)3,[] Na3V2(PO4)2O2F,[] 3, 4, 9, 10 perylene‐tetracarboxylicacid‐dianhydride (PTCDA),[] and K1.56Mn[Fe(CN)6]1.08,[] have been explored for NIBs/KIBs. Along with, unremitting efforts have been devoted to developing suitable anode materials, such as carbonaceous materials, alloys, transition metal oxides, sulfides, and selenides, which usually exhibit inferior electrochemical performance, owing to the larger radius of Na+ (1.02 Å)/K+ (1.4 Å) than that of Li+ (0.76 Å) and slower ion diffusion kinetics.[] Transition metal selenides (TMSs), as anode materials of NIBs/KIBs, have been extensively researched in recent years, owing to their relatively weak metal‐selenide bonds, leading to much higher initial Coulombic efficiency and more kinetically favorable for conversion reactions.[] Despite the significant merits, they are still facing severe capacity attenuation and inferior rate capability caused by their intrinsic low electronic conductivity, huge volume changes and high mechanical stress/strain during the larger‐sized Na/K‐ion intercalation/extraction process.",
                "Generally, three typical strategies are proposed to boost their Na/K‐ion storage performances, which include confining metal selenides into heteroatom‐doped carbonaceous scaffolds, tuning the morphology and constructing rigid hollow porous structure.[] Compared to mono‐metal selenides, binary metal selenides have attracted significant attention resulting from their abundant phase interfaces, distinguished electronic conductivity and rich redox chemistry thereby lowering the activation energy, accelerating reaction kinetics, thus enhancing their electrochemical performance.[] According to the previous reports, monometallic selenides of molybdenum and cobalt have showed excellent electrochemical performance as anode of NIBs/KIBs.[] We speculate that the integration of MoSe2 with CoSe2 into bimetallic selenides as a novel anode material for Na/K‐ion batteries will remarkably enhance electrochemical performance due to their synergistic advantages. Very recently, metal‐organic framework (MOF)‐derived materials have been widely used as self‐templates to prepare electroactive materials embedded into a three‐dimensional connected highly conductive and hierarchically porous carbonaceous host to store Na/K‐ion, accommodate large volumetric expansion and shorten electron/ion transport pathways. Furthermore, heteroatom doping derived from the organic ligands pyrolysis of MOFs can tailor the electronic structure, increase the chemical activity, improve the intimate selenides‐carbon matrix contact, resulting in superior electrochemical performance.",
                "Herein, for the first time, we design and synthesize reduced graphene oxide (rGO) wrapping molybdenum/cobalt binary‐metal selenide embedded in N, S‐codoped porous hollow carbon nanospheres (rGO@MCSe). The rGO@MCSe nanoarchitectures would endow the following favorable characteristics: i) the electrically conductive carbon scaffold derived from organic framework in situ confining electroactive nanoparticles not only limits their size, impedes their aggregation, and alleviates the stress as well as the mechanical strain, ensuring intimate coupling interaction with conductive carbon substrate, but also guarantees ultrafast transport of electron and Na/K‐ion during charge/discharge process; ii) the interconnected graphene and hollow carbon framework with MCSe nanoparticles build a conductive highway, providing fast transfer channels for Na/K‐ion and electron; iii) the doped N, S elements can modulate the structure of MCSe, providing rich active sites and defects for Na/K‐ion adsorption, accelerating surface/near‐surface reactions via excellent pseudocapacitive effect. As expected, when applied to the anode materials for NIBs and KIBs, they greatly boost reversible specific capacity, rate capability, and cycling performance in half/full cells."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthetic procedure of rGO@MCSe is shown in Figure . First, a molybdenum cobalt binary‐metal hollow MOF (Mo/Co‐MOF) precursor is prepared by a facile solvothermal reaction and converted into MCSe nanoparticles through an in situ selenization method. Second, the MCSe nanoparticles are functionalized with poly(diallydimethylammonium chloride) to positively charge the surfaces, and then adding them into the negative charge GO solution to assemble the GO@MCSe composites by the electrostatic interaction. Lastly, the GO@MCSe composites are reduced at 500 °C for 3 h in argon atmosphere to obtain rGO@MCSe composites. Field emission scanning electron microscopy (SEM) and transmission electron microscopy (TEM) are employed to investigate the detailed microstructure of the Mo/Co‐MOFs and rGO@MCSe. Representative SEM and TEM images (Figure S1, Supporting Information) reveal that the precursor exhibits a hollow smooth spherical morphology with the average diameter of ≈340 nm. The crystal structure of the precursor is characterized by powder X‐ray diffraction (XRD). The diffraction peak (2, −1, 0) is accordant with the previous reported Co‐BTC MOFs (Figure S2, Supporting Information). Notably, the absence of some peaks in Mo/Co‐MOFs might be due to the nature of the low crystallinity.[] After selenization reaction of selenium powder with Mo/Co‐MOFs, the spherical structure of MCSe is well maintained except that its surface becomes rough (Figure ). To further improve the charge transfer kinetics and structural stability of electrode materials, MCSe nanoparticles are homogeneously wrapped by rGO nanosheets.[] As shown in Figure c,d, MCSe hollow nanospheres are compactly wrapped with wrinkled rGO nanosheets. The high‐resolution TEM (HRTEM) image (Figure ) presents a lattice spacing of 0.68 and 0.26 nm, corresponding to the (002) plane of 2H‐MoSe2 phase and (210) plane of cubic pyrite CoSe2, indicating the successful integration of MoSe2 and CoSe2 into the highly conductive carbon scaffold.[] The larger interplanar spacing enables fast Na+/K+ insertion/extraction, alleviates the material structural collapse and enhances the cycling stability of NIBs/KIBs. Energy dispersive X‐ray spectroscopy (EDS) demonstrates the existence of the C, N, S, Co, Se, and Mo elements throughout the whole hollow nanosphere (Figure ), and their relative contents are shown in Figure S3 (Supporting Information), further verifying that the N and S elements successfully doped into the rGO@MCSe composite. Notably, the outermost carbon‐enriched shell region can prominently boost the Na/K‐ion intercalation/extraction kinetics.",
                        "The crystal structure of rGO@MCSe composite is identified by XRD (Figure ). The strong diffraction peaks can be well indexed two standard cards of hexagonal structured MoSe2 (JCPDS. 29–0914) and cubic structured CoSe2 (JCPDS. 09–0234).[] No other characteristic peaks can be examined indicating the high purity of as‐obtained rGO@MCSe. Raman spectra show two strong peaks at 1348 and 1597 cm−1, corresponding to the D band (disordered graphitic carbon) and the G band (ordered graphitic carbon) of carbon material (Figure ). The ID/IG ratio is calculated to be 1.09, indicating the amorphous nature of N, S co‐doped carbon derived from Mo/Co‐MOFs precursor, which would be favorable to improve the ion and electron diffusion kinetics. Additionally, Raman spectrum shows the peaks at 235 and 281 cm−1 (Figure S4, Supporting Information) are attributed to the out‐plane Mo‐Se phonon mode (A1g) and in‐plane Mo‐Se phonon mode (E12g) of MoSe2, respectively, further affirming that the 2H‐MoSe2 has been obtained. Compared with pure MoSe2, rGO@MCSe shows a higher intensity ratio of A1g/E12g, implying that rGO@MCSe has numerous active sites and defects, which can store more Na/K‐ion.[] The chemical compositions and oxidation states of rGO@MCSe are further analyzed by X‐ray photoelectron spectroscopy (XPS). The full XPS survey spectra (Figure ) confirm the existence of Mo, Co, Se, C, N, and S elements in accordance with the above EDS mapping results. The Mo 3d spectrum (Figure ) displays two pairs of peaks at 231.6 and 228.4 eV that can be assigned to Mo 3d3/2 and Mo 3d5/2, respectively, demonstrating the existence of Mo4+ in the sample.[] For the Co 2p (Figure ), the spectrum can be deconvoluted into two peaks at 793.8 and 778.4 eV, assigning to Co 2p1/2 and Co 2p3/2, respectively, which are in accordance with CoSe2.[] The high resolution XPS spectrum of Se 3d (Figure ) reveals two peaks at 53.6 and 54.5 eV, which represent Se 3d5/2 and Se 3d3/2 of the Mo‐Se bond. The peak at 58.5 eV is assigned to Se 3d of the Se‐O bond at the surface.[] The C 1s spectrum (Figure ) can be split into three peaks located at 284.6 (CC), 285.6 (CN), and 289.1 eV (CN), indicating the successful nitrogen doping into the carbon, which can further improve the electronic conductivity of the composite. The highest proportion of sp2 C bonding indicates the presence of graphitic carbon layers in the composite. The N 1s can be identified as four different nitrogen species, pyridinic‐N (398.3 eV), pyrrolic‐N (399.2 eV), graphitic‐N (400.4 eV), and oxidized‐N (403.8 eV) (Figure ). Pyridinic‐N and pyrrolic‐N are more favorable, which can create abundant extrinsic defects and active sites for storing more Na/K‐ion.[] The S 2p spectrum (Figure ) displays two binding energies of 165.8 and 160.6 eV, attributing to the S 2p1/2 and S 2p3/2 of S2−, respectively, which correspond to CSC and CS, proving to incorporate S‐doping in rGO@MCSe. Additionally, the specific surface areas and pore structural properties are investigated by the nitrogen adsorption‐desorption measurement (Figure ). Compared with pure MCSe, the type IV isotherm with hysteresis loops shows that the rGO@MCSe has a larger specific surface area of 104.5 m2 g−1 and a mesoporous configuration with pore sizes centered about 3 nm. The larger surface area and mesoporous structure facilitate to infiltrate electrolyte into the electrode and accelerate ion diffusion and electron transfer, leading to enhanced Na/K‐ion storage performance.[]"
                    ],
                    "name": "Synthesis and Characterization of rGO@MCSe Nanoarchitectures",
                    "type": "section"
                },
                {
                    "content": [
                        "The novel structure and composition advantage motivate us to explore the sodium storage properties of rGO@MCSe electrode in the half/full cells. Figure  shows the initial three cyclic voltammetry (CV) curves of rGO@MCSe at a scan rate of 0.1 mV s−1 within the potential window of 0.01–2.5 V (vs Na+/Na). The first cycle is slightly inconsistent with the following cycles, which can be ascribed to the solid electrolyte interface (SEI) formation.[] In detail, five reduction peaks located at around 1.81, 1.43, 1.09, 0.72, and 0.03 V can be observed in the initial cathodic scan, which have been well documented for MoSe2 and CoSe2 in NIBs.[] The weak peak at 1.81 V can be ascribed to the intercalation of Na+ into MoSe2, leading to the formation of NaxMoSe2.[] While the peak at 1.43 V corresponds to the intercalation of Na+ into CoSe2.[] For the peaks of 1.09 and 0.72 V, they can be correlated with the further reduction of NaxMoSe2 and NaxCoSe2 into metallic Mo, Co and Na2Se.[] During the anodic process, four oxidation peaks at about 0.11, 1.71, 1.85, and 1.91 V are clearly observed, corresponding to the desodiation process. Notably, a small anodic peak of 1.85 V is attributed to the formation of elemental Se by oxidation of Na2Se instead of formation of original MoSe2.[] Notably, CV curves present additional redox peaks at the potential of 0.11/0.03 V versus Na+/Na, which represent the Na+ insertion/extraction into/from the carbon.[] After the first cycle, the CVs curves show good reversibility with almost completely overlapping feature, suggesting the superior cycling stability and highly reversible Na+ insertion/extraction process. The galvanostatic charging–discharging (GCD) profiles of rGO@MCSe electrode deliver initial discharge/charge capacity of 666.4/518.5 mAh g−1, corresponding to a highly Coulombic efficiency of 77.8% (Figure ). The irreversible capacity loss is mainly due to the decomposition of electrolyte that results in the formation of the SEI layer.[] The plateaus appeared in the 1st discharge/charge curve of rGO@MCSe electrode represent the intercalation/extraction of Na+ into/out the electrode material, which are in agreement with the reduction/oxidation peaks of CV. The rate capability and GCD profiles of rGO@MCSe at various current densities are shown in Figure  and Figure S5a (Supporting Information). It is found that the rGO@MCSe electrode exhibits more superior rate performance than the others to illustrate the synergistic advantages of MoSe2 and CoSe2. Furthermore, it can deliver the discharge capacity of 311.4 mAh g−1 with an obvious voltage plateau even at the current density of 10 A g−1. Importantly, when the current density returns to 0.1 A g−1, a reversible capacity of 482.5 mAh g−1 is obtained, indicating that the rGO@MCSe has a good structural stability after high rate discharge/charge. A detail comparison of the sodium storage performance with previous studies on mono/bimetallic selenides is provided, illustrating the outstanding electrochemical performance of the rGO@MCSe anode electrode in terms of specific capacity, rate capability (Figure d, Table S1, Supporting Information).[42–48] Furthermore, the rGO@MCSe displays a superior long‐term cycling stability, as shown in Figure e, the capacity retention is up to 95.4% with Coulombic efficiency nearly close to 100% over 500 cycles at the current density of 1 A g−1, much higher than that of MCSe (56.0%), showing that the rGO@MCSe is a promising anode candidate for high‐performance NIBs. Meanwhile, the morphology of rGO@MCSe is well maintained over 500 cycles (Figure S6a, Supporting Information), implying the high chemical stability of rGO@MCSe during cycling. Furthermore, the CV curves from 100th to 104th are shown in Figure S6b (Supporting Information), indicating the rGO@MCSe electrode is electrochemically stable. The charge transfer resistance (Rct) of rGO@MCSe electrode is much lower than that of MCSe electrode with cycling (Figure S7, Supporting Information), validating that the significance of introduction of rGO into MCSe electrode for improving the charge transfer kinetics and structural stability.[]",
                        "To understand the origin of the superior rate capability of rGO@MCSe electrode in NIBs, the detailed Na+ intercalation kinetic properties are investigated by CV analysis. The CV curves at different scan rates range from 0.1 to 1.2 mV s−1 and the highly similar curves are observed (Figure S5b, Supporting Information), revealing the existence of pseudocapacitive behavior.[] Generally, the peak current (i) and the scan rate (υ) are in agreement with the following equations i = k1υ + k2υ0.5, where k1υ and k2υ0.5 represent the contribution of capacitance and diffusion.[] A b‐value of 0.5 implies the Na+ extraction/insertion process is controlled by diffusion process, while a b‐value of 1.0 indicates ideal surface‐induced capacitive‐controlled process. The b‐values for these four cathodic and the anodic peaks are calculated according to the slope of the fitted lines (Figure S5c, Supporting Information). The b‐values of R1, R2, O1, and O2 are calculated to be 0.86, 0.74, 0.82, and 0.77, respectively, implying that the electrochemical reaction kinetics of rGO@MCSe electrode are the synergistic contribution of pseudocapacitive and diffusion controlled sodiation mechanism. With the increase of scan rate, the capacitive contribution becomes prominent and finally reaches 93.6% at 1.2 mV s−1 as illustrated by the wine area (Figure S5d, Supporting Information). Additionally, the contributions of capacitive at other scan rates are also shown in Figure f. The results clearly manifest that the pseudocapacitive charge‐storage indeed occupies a high proportion of the whole capacity especially at high scan rates. Such high capacitive contribution of rGO@MCSe can be attributed to more defects on the surface of electrode caused by the N, S codoping, as well as the homogeneous wrapping MCSe by rGO nanosheet.",
                        "Galvanostatic intermittent titration technique (GITT) tests are conducted to further study the kinetics of the Na‐ion diffusion process. Figure S5e (Supporting Information) exhibits the GITT profile of rGO@MCSe electrode at a current density of 50 mA g−1 over the potential range of 0.01–2.5 V versus Na+/Na for the first cycle. The quasi‐equilibrium potential (the hollow square shapes) is extremely close to the discharge/charge curve, implying that Na+ insertion and extraction processes are kinetically fast with high ionic and electronic conductivities.[] For a single titration (Figure S7a,c, Supporting Information), the cell voltage (E) is linear relevant with the square root of current pulse duration (τ1/2) (Figure S7b,d, Supporting Information). The sodium‐ion diffusion coefficients (D) from the GITT results are calculated to quantitatively investigate the sodium‐ion reaction kinetics. As shown in Figure g, the D values during the discharge process are higher than that of charge process, indicating that the Na ions are extracted from the rGO@MCSe anode with more sluggish transport kinetics in the charging process.",
                        "The practical applications of rGO@MCSe electrode are further evaluated by assembling Na‐ion coin‐type full cell with our recently developed high‐energy/power Na3V2(PO4)2O2F (NVPF) cathode.[] The XRD pattern, SEM image and Na storage capability in half cell of NVPF cathode are shown in Figures S8 and S9 (Supporting Information), where the NVPF shows a pure NASICON structure, regular nanorod morphology, high tap density, and excellent electrochemical performance. Before assembling Na‐ion full cell (rGO@MCSe//NVPF), the rGO@MCSe anode electrode is electrochemically activated for five cycles with metal sodium as a counter electrode. The specific capacity of the full cell is calculated based on the mass of the NVPF. The typical GCD curves of NVPF and rGO@MCSe electrodes in half cell configuration and rGO@MCSe//NVPF in full"
                    ],
                    "name": "Sodium Storage Performance of rGO@MCSe",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Construction of Bimetallic Selenides Encapsulated in Nitrogen/Sulfur Co‐Doped Hollow Carbon Nanospheres for High‐Performance Sodium/Potassium‐Ion Half/Full Batteries"
}