{
    "DOI": "10.1002/anie.202214258",
    "Journal": "",
    "Keywords": [
        "Alloy-Type Anode",
        "Electrolyte",
        "Electrostatic Shielding",
        "Sn",
        "Sodium-Ion Batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) as one of the promising energy storage devices arouse broad interest in the past years, due to the low cost of sodium, similar operation fundaments to lithium‐ion batteries (LIBs), and unique physicochemical properties of Na+ ions. Advanced anode materials with a high specific capacity, a long cycle life, and a low operation voltage, are a key issue for the development of SIBs. Among numerous candidates of anode materials, tin (Sn) is particularly attractive, in view of its high theoretical capacity (847 mAh g−1), large bulk density (7.28 g cm−3), and low operation voltage (0.3–0.4 V). However, the large ionic radius and heavy ionic mass of Na+ not only induce giant volume variation (≈420 %) upon cycles, but also retard the charge transportation in the bulk. Hence, the repeated formation of solid electrolyte interphase (SEI), uncontrollable particle pulverization, and electrode cracking/detaching during cycles, lead to low Coulombic efficiency and fast capacity decaying. In order to address these issues, diverse strategies have been developed, such as the size control down to nanometers, the uniform composites with carbon materials, the delicate control of the cut‐off voltage, and so on. Although notable progresses have been made by these strategies, there is still far away to be satisfied. For instance, the widely reported Sn/C nanocomposites always involve laborious preparation, sophisticated instruments and expensive reagents. Moreover, carbon materials in the nanocomposite not only lower the specific capacity, but also reduce the tapping density and the initial Coulombic efficiency. Therefore, it is necessary to seek after new approaches to improve Sn anodes. Using microsized Sn particles (μ‐Sn) as the anode material could effectively alleviate the concerns about preparation cost, tapping density and initial Coulombic efficiency on nanomaterials. But how to retain its stable cycling is a great challenge for the society. Up to date, the strategy designed for μ‐Sn is rarely reported yet. Moreover, the electrodes made of μ‐Sn are explored in a low mass loading (≈1 mg cm−2) so that the areal capacity is very limited.",
                "Here, K+ ions are introduced into the ether‐based electrolyte. Then, K+ and Na+ ions are driven to the electrode surface by electric field. But K+ ions won't be reduced or incorporated in μ‐Sn, in view of the low redox potential and large dissociation energy estimated by Nernst equation, molecular dynamic (MD) simulations and density functional theory (DFT) calculations. K+ ions would accumulate on the “hot spots” and function via electrostatic shielding to slow down the localized sodiation and promote the uniform electrochemical reaction. It enhances the electrode stability, as evidenced by chemo‐mechanical modeling and scanning electron microscope (SEM) images. Therefore, the electrode maintains a high specific capacity of 565 mAh g−1 after 3000 cycles at 2 A g−1, much better than the case without K+ in the electrolyte. The improved performance by K+ ions is also demonstrated in full cells and μ‐Bi. A similar concept has been applied in Li metal anodes, but not in alloy‐type anodes yet to our knowledge. More importantly, this method does not involve laborious preparation, sophisticated instruments and expensive reagents, thus exhibiting the promising potential for other anode materials of SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  illustrates the electrostatic shielding effect of K+ for enhanced electrochemical performances. Because of the inhomogeneous distribution of active materials, polymer binders and conductive carbon in the electrode, the local enrichment of Na+ at specific sites and the preferential sodiation are almost inevitable (Figure ). The localized sodiation progress would induce the uneven distribution of intrinsic stress and eventually lead to electrode rupture. In contrast, the addition of K+ would effectively mitigate the above negative effect. As discussed above, K+ is more difficult to be reduced than Na+ in this case. Therefore, when K+ is driven by the electric field to the vicinity of active materials, it is not reduced, but preferentially adsorb at the hot spots where Na+ ions are supposed to occupy (Figure ). The continuous accumulation of K+ will render a built‐in electric field and offset the driving force for Na+ to reach these sites, known as typical electrostatic shielding. Then, the localized sodiation at the hot sites will slow down, benefiting the uniform volume expansion and improving the electrode stability.",
                "The conclusion is also supported by hoop stress and damage analysis. To simplify the calculation, only active materials (μ‐Sn), instead of the whole electrode, were taken into account for the simulation, because they dominate the electrode. Moreover, their volume change is the main source of structure stress. Albeit μ‐Sn experiences complex phase transitions, the evolution of the structure stress during these phase transitions is similar. Therefore, only one of the phase transitions, Sn/NaSn3, was used for this chemo‐mechanical modeling (Table S1), for the sake of clarity. Figure – shows the evolution of Na concentration, hoop stress, and structural damage of μ‐Sn during this transition. In a typical process, the sodiated shell is gradually extruded outward by internal volume expansion, resulting in tensile hoop stress on the particle surface. The tensile stress incrementally accumulates with the sodiation process. As the tensile stress exceeds the threshold of NaxSn, the particles would deform or break to release the stress. In the case without K+, Na+ flux easily induces an uneven sodiation process and anisotropic expansion of μ‐Sn (Figure ), owing to anisotropic morphology, rough particle surface, and inhomogeneous material distributions in the electrode. Then, the tensile stress on the surface aggravates, increasing the potential particle damage (Figure  and ). On the contrary, K+ normalizes the distribution of Na+ on the particle surface via electrostatic shielding and facilitates the uniform expansion (Figure ). Then, the tensile stress of neighboring material grids counteracts with each other, resulting in lower tensile stress and less particle damage (Figure  and ). These results support that the addition of K+ has the potential to promote the uniform sodiation and reduce the particle damage. The same result is also obtained in terms of von Mises stress (Figure S1).",
                "Then, SEM and atomic force microscope (AFM) were employed to confirm the enhanced electrode stability induced by K+ in the electrolyte experimentally. Commercial powders of μ‐Sn were directly used as the active materials without any treatment (Figure S2). KPF6 was used as the additive to introduce K+ into the electrolyte, because it shares the same anions with NaPF6. Before cycles, μ‐Sn microparticles are randomly dispersed in the pristine electrode (Figure S3a), forming a uniform mixture with conductive carbon. The electrode materials are in good contact with the current collector (Figure S3b). After 30 cycles in the electrolyte without K+, cracks and fractures are easily visualized on the electrode surface (Figure  and ), indicating the inferior electrode stability upon cycles. Meanwhile, electrode materials become loose and detach from the current collector (Figure ). The results indicate that the giant stress makes obvious damage to the electrode, which increases the charge‐transfer resistance and leads to capacity degradation. Oppositely, the case with K+ in the electrolyte basically retains the electrode integrity (Figure  and ). There are no obvious cracks on the electrode surface. The electrode materials still keep dense and firmly attached to the current collector (Figure ). These results confirm the enhanced electrode stability, agreeing well with what is predicted by the aforesaid theory.",
                "A similar conclusion is also achieved by AFM. Its quantitative nano‐mechanical mode (QNM) enables us to image the electrode topography and detect mechanical properties. Figure  presents the height profile and surface topography of the electrode after 3 cycles without K+ in the electrolyte, where the electrode surface is rough. The steps and/or ridges on the surface would intensify the electric field and enrich the local Na+ concentration, thus accelerating the local growth and increasing the strain/stress. Then, the electrode materials deform and the cracks are developed upon repeated cycles. While the electrode cycled with K+ in the electrolyte is relatively smooth (Figure ), similar to the case before cycles. This good stability could be also associated with the response of this electrode to structure stress. As displayed in Figure , the force curve of the electrode cycled without K+ shows a typical characteristic of electrode rupture, where the force drops with the increasing of the indentation depth. It conforms to what is observed by SEM images. However, this unique characteristic does not appear in the force curve of the electrode cycled with K+ in the electrolyte (Figure ), suggesting the good resistance to the force in this case. The underlying insight could be correlated to the uniform expansion of μ‐Sn that makes the intrinsic stress offset to some extent. Thus, the electrode sustains the better tolerance to the intrinsic stress and exhibits superior stability. This conclusion is directly supported by Young's moduli. The Young's modulus of the electrode cycled without K+ is only 2.7 GPa, much smaller than ≈8.3 GPa with K+ (Figure  and ).",
                "Another possible influence of K+ on the electrochemical performance is to alloy with μ‐Sn during cycles. In order to clarify this point, CV curves, LSV (linear sweep voltammetry) curves, energy dispersive spectra (EDS), and X‐ray photoelectron spectra (XPS) were measured on the cycled electrodes. As presented in Figure , the electrodes cycled with or without K+ in the electrolyte show identical cathodic/anodic peaks, indicating the negligible effect of K+ on the electrochemical reactions. In other words, K+ does not engage in the alloying/de‐alloying reactions. This conclusion is also confirmed by EDS and XPS. Figure  shows the EDS spectra of the fully‐discharged electrodes cycled with or without K+ in the electrolyte. The distinct signals of K element at 3.31 keV (Kα) and 3.59 keV (Kβ) are not detected in the two electrodes regardless of the addition of K+. It is also supported by the element maps on these electrodes (Figure S4). The results exclude the participation of K in the alloying/dealloying reactions. Meanwhile, it is noticed that the atomic ratio of Na/Sn in the electrode cycled with K+ is ≈3.84, close to the data of Na15Sn4 (3.75) that is well‐accepted as the fully‐discharged product of Sn. The result indicates that K+ improves the utilization of Sn in the electrode, because it reduces the adsorption of Na+ on the hot spots and enables Na+ to be available for electrochemical alloying at other sites. The absence of K+ in the electrodes is also proven by XPS spectra at different depths (Figure ), where no visible peaks of K are observed. The XPS spectra of C 1s, F 1s and Sn 3d are similar in the electrodes cycled with or without K+ in the electrolytes (Figure S5). It implies that the addition of K+ does not directly change the solid‐electrolyte‐interphase (SEI) film on the electrode surface. Thus, the difference in Rct is small in two cases (Figure S6). This result is also supported by LSV. The cells with or without K+ in the electrolyte show similar curves (Figure S7), confirming that K+ species are not reduced in our case.",
                "To understand this result in theory, detailed discussions about the practical redox potentials of K+/K (Na+/Na) and the alloying potentials of K+/KxSn in our case are very necessary. It is well known that the standard redox potential of K+/K (−2.931 V vs. SHE) is lower than that of Na+/Na (−2.710 V vs. SHE), which indicates that K+ would not be reduced before Na+. The practical redox potential of K+/K would further decrease with the low concentration of K+ (blue line, Figure ). In our case, the concentration of K+ at 0.02 M results in a redox potential of −3.031 V (vs. SHE), making the electrochemical reduction of K+/K even more difficult. However, K+ is possible to electrochemically alloy with Sn, starting at ≈0.32 V (vs. K+/K). If the reference electrode is normalized to SHE, the onset potential of K+/KxSn would be −2.611 V (vs. SHE). Then, the low concentration in our case is taken into account. The redox potential of K+/KxSn is estimated as −2.711 V (vs. SHE, red line, Figure ), almost the same as that of Na+/Na. In view of electrode overpotential, the redox reaction of K+/KxSn must occur below this potential. It implies that the formation of KxSn would be inhibited, if the cut‐off voltage is controlled to >0.01 V (vs. Na+/Na). The results explain why K+ does not participate in the electrochemical reactions of Sn in SIBs. However, if K+ is changed to Li+, the case is totally different. Because the onset potential of Li+/LixSn is −2.44 V (vs. SHE, Figure ), Li+ is possible to be alloyed with Sn during sodiation. It would render the consumption of limited Li+ so that the electrochemical performance is not comparable to that of K+ (Figure ). Therefore, selecting an appropriate cation for electrostatic shielding is vital.",
                "The discussion based on the Nernst equation is simplified, because it does not take the solvated structures into account. Therefore, molecule dynamics (MD) simulation was carried out to reflect the situation in the electrolyte. As shown in Figure  and , Na+ in the electrolyte interacts with two diglyme molecules via Na⋅⋅⋅Odiglyme, while K+ coordinates with three diglyme molecules via K⋅⋅⋅Odiglyme. The radial distribution functions (RDFs) suggest that Na is closer to Odiglyme than K (Figure ), but the coordination number (CN) of Na is smaller than that of K. These results could be attributed to its larger size of K+. Then, the solvated structures are taken to calculate the energy levels of the highest occupied molecular orbital (HOMO) and the lowest unoccupied molecular orbital (LUMO). Usually, the lower energy of LUMO indicates the preferential reduction of this species. In our case, LUMO of [K(diglyme)3]+ locates at −1.79 eV (Figure ), higher than that of [Na(diglyme)2]+ (−2.14 eV). So, [Na(diglyme)2]+ would take the lead in being reduced. This result confirms the relatively good electrochemical stability of K+ in the electrolyte again. Besides the thermodynamics, kinetics also obstructs the participation of K+ in the reactions. Because the solvated structures need to dissociate before the reduction, the solvation energy of K+ and Na+ can be considered as an indicator to evaluate the energy barrier. As depicted in Figure , [K(diglyme)3]+ shows a larger solvation energy (−24.97 eV) than [Na(diglyme)2]+ (−4.69 eV). The data imply that the dissociation of [K(diglyme)3]+ needs more energy than that of [Na(diglyme)2]+. In other words, [K(diglyme)3]+ is more stable than [Na(diglyme)2]+. This conclusion is also supported by electrostatic potential (ESP) maps. The average ESP of [Na(diglyme)2]+ is more positive than that of [K(diglyme)3]+ (Figure S8), which makes it highly active for electron attack and facilitates the electro‐chemical reduction. In short, the high coordination number, the large solvation energy, the high energy level of LUMO, and the delocalized charge distribution make K+ more stable in the electrolyte, well consistent with what is predicted by Marcus Theory. Based on this theory, the giant structures with fewer solvent molecules and localized charge distribution have small reorganization energy barriers. In this context, solvated Na+ ions are more active than the counterpart of K+ ions. All these results demonstrate both theoretically and experimentally that K+ does not engage in the electrochemical reactions of Sn.",
                "The enhanced electrochemical performance of the electrode cycled with K+ in the electrolyte is verified in Figure . First of all, it starts with the cycling performance of Sn||Na. Figure  compares the voltage profiles of the electrodes cycled with or without K+ in the electrolyte in the first cycle. Two cases display similar voltage plateaus, indicating similar electrochemical reactions. But the electrode cycled with K+ in the electrolyte shows a larger first‐discharge and charge capacity, 1148.6 and 908.5 mAh g−1. This charge capacity is larger than the theoretical capacity of μ‐Sn (847 mAh g−1), which might come from the contribution of conductive carbon (20 wt %) in the electrode, (Figure S9). In spite of this, the two cases present a close initial Coulombic efficiency (79.1 % with K+ vs. 78.5 % without K+). After the first cycle, the voltage profiles overlap with each other, suggesting the good reversibility of this electrode (Figure S10). Figure  displays the cycling performance in half cells. The electrode cycled with K+ in the electrolyte exhibits a cycle life of at least 3000 cycles at a current density of 2 A g−1. After that, it still delivers a capacity of 565 mAh g−1, corresponding to a capacity retention of 75.6 % and a capacity decay of only ≈0.00813 % per cycle. Such a result based on μ‐Sn is even better than the reported Sn@C nanocomposites (Figure ). This result is much better than the case without K+, which only survives ≈34 cycles. This contrast demonstrates the significant contribution of K+ to the cycle stability of μ‐Sn.",
                "Because this enhanced performance induced by K+ is achieved in the asymmetric cells of Sn||Na, it is necessary to clarify if it truly comes from the influence of K+ on Sn. Therefore, the symmetric cells of Sn||Sn were assembled, where Na anodes were completely removed from the cells. In this case, the influence of K+ on Na anodes is eliminated from the cells. As shown in Figure , the symmetric cells of Sn||Sn cycled with K+ in the electrolyte manifest a stable cycling over 400 h at 0.1 mA cm−2 for a fixed areal capacity of 0.2 mAh cm−2. While those without K+ in the electrolyte run only ≈58 h. The results convince us that the improved performance comes from the effect of K+ on Sn. The optimal concentration of K+ was identified as 0.02 M (Figure S11). The lower concentration of K+ also improves the cycling performance, but the electrostatic shielding is less effective. The larger concentration of K+ does not further improve the cycling performance, but definitely increases the material cost. Therefore, without specific annotation, the concentration of K+ is fixed at 0.02 M from now on. Compared to 1 M NaPF6, the variation in anion caused by the addition of 0.02 M KPF6 is almost negligible. Then, the influence of K+ in the electrolyte on the rate performance of μ‐Sn was also explored. As depicted in Figure , the specific capacity of μ‐Sn cycled with K+ in the electrolyte is 884.9, 860.0, 809.5, 807.3, 752.5, and 397.0 mAh g−1 at a current density of 0.1, 0.2, 0.5 1.0, 2.0, and 4.0 A g−1. Although the capacity retention drops to 44.9 % at 4 A g−1, it is still larger than the data without K+ in the electrolyte (32.2 %).",
                "Encouraged by the excellent electrochemical performance brought by K+, the high‐loading electrodes were also tested to clarify the application potential. As shown in Figure , the high‐loading electrodes exhibit similar plateaus without greatly increased voltage hysteresis. It indicates good reaction kinetics in thick electrodes. More importantly, the specific capacity only decays slightly, as the mass loading of μ‐Sn increases from 2.5 mg cm−2 to 7.2 mg cm−2. Therefore, the areal capacity almost linearly increases from 2.1 mAh cm−2 to 5.3 mAh cm−2 (Figure ). The cycling performance of a thick electrode was examined with a mass loading of 4.5 mg cm−2. This electrode delivers an areal capacity of 3.5 mAh cm−2 after 100 cycles at 0.9 mA cm−2 (Figure ). No serious capacity decay is observed during this process, suggesting the good stability of this thick electrode upon cycles. Because this result is achieved without any special engineering of the electrode structure, it could be improved in the future.",
                "The improved cycling performance of μ‐Sn by K+ in the half cells inspired us to test in the full cells. The characterization of material structures and basic electrochemical performance of home‐made Na3V2(PO4)3@C (NVP@C) are summarized in Figure S12. Then, the full cells were assembled, using μ‐Sn as the anode material, NVP@C as the cathode material, and NaPF6 in diglyme as the electrolyte. The anode was electrochemically activated in half cells prior to this assembly. The resultant full cell can light up 30 high‐power blue LED lights (working voltage >2.5 V) (Figure S13), which gives it a great prospect for practical applications. Figure  shows the voltage profiles of the full cells during the first three cycles using K+ in the electrolyte. After the first cycle, the curves become similar, implying the good reversibility of electrochemical reactions. The high specific capacity of 720 mAh g−1, where the mass is calculated based on μ‐Sn only, indicates the good utilization of μ‐Sn. There are three voltage plateaus in the discharge process, 3.35 V, 3.15 V, and 2.75 V. The first two dominate the discharge process, resulting in a high output voltage. Figure  compares the average output voltage of the reported full cells, where ours is higher than those of NVP||FeSe2 (1.7 V), NVP||Sb (2.8 V), NVP||TiO2 (2.6 V), NVP||SAC (3.1 V), etc. Then, the self‐discharge behavior of the full cells is examined in terms of Coulombic efficiency, where the fully‐charged cell is rested at the open‐circuit voltage for 72 h. As a result, 87.4 % of Na‐ion stored in the cell could be released again (Figure ), suggesting limited side reactions. The cycling performance of this cell was measured at a current density of 2 A g−1. As shown in Figure , the full cells with K+ in the electrolyte remain at a specific capacity of 535.7 mAh g−1 after 200 cycles. This result is much better than that without K+, only 209.7 mAh g−1 under the same conditions. The superior performance induced by K+ ions is also achieved in rate capability. As the current density increases from 0.1 to 2.0 A g−1, the specific capacity in the case of K+ slowly decreases (Figure ). These data are much larger than those without K+ in the electrolyte, especially at high rates. For example, the specific capacity at 2.0 A g−1 with K+ in the electrolyte is ≈582.8 mAh g−1, whereas that without K+ is ≈384.7 mAh g−1. Based on these results, the Ragone plots of two cases could be derived, as stated in Figure . The energy density with K+ in the electrolyte could be up to 265.4 Wh kgtotal−1. Even at 521.3 W kgtotal−1, the energy density still remains at 227.7 Wh kgtotal−1. In contrast, the case without K+ in the electrolyte drops to 155.4 Wh kgtotal−1. These improved performances confirm the profits induced by K+ ions. A similar improvement can be also adopted to other alloy‐type anode materials, e.g. μ‐Bi. Figure  compares the CV curves of μ‐Bi cycled with or without K+ in the electrolyte. The identical CV curves imply the same electrochemical reactions, similar to the case of μ‐Sn. Figure  manifests the cycling performance of μ‐Bi with or without K+ in the electrolyte. The case with K+ in the electrolyte shows a much longer cycle life. After 1000 cycles at 2 A g−1, the capacity is still kept at 363 mAh g−1, 95.7 % of the capacity after electrochemical activation. In contrast, the electrode without K+ only survives ≈15 cycles. This method is simple without size control, complex preparation and sophisticated equipment."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, K+ ions are introduced into the electrolyte to promote uniform reactions and electrode stability as evidenced by chemo‐mechanical modeling, SEM, and AFM. CV curves, EDS, and XPS spectra indicate that K+ ions are not directly engaged in the electrochemical reactions, as supported by redox potential estimated by Nernst equation, energy levels of LUMO and dissociation energies based on the solvation species derived by MD simulations. The effect of electrostatic shielding enables μ‐Sn to deliver a capacity of 565 mAh g−1 after 3000 cycles at 2 A g−1. In contrast, the electrode cycled without K+ in the electrolyte only survives 34 cycles. The profits brought by K+ are also confirmed in high‐loading electrodes, full cells, and other anode materials, reflecting the promising potential in the future. This strategy is particularly intriguing, because of the absence of laborious preparation, sophisticated instruments, and expensive reagents."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "The authors thank the financial support from the National Nature Science Foundation of China (No. 21971146, and No. 22272093), The Australian Research Council (ARC) (DE200101384) and the Outstanding Youth Researcher in Shandong University. We acknowledge the assistance of Shandong University Structural Constituent and Physical Property Research Facilities. The scientific calculations in this paper have been done on the HPC Cloud Platform of Shandong University. Open Access publishing facilitated by University of Wollongong, as part of the Wiley ‐ University of Wollongong agreement via the Council of Australian University Librarians."
            ],
            "name": "Acknowledgments",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Electrostatic Shielding Boosts Electrochemical Performance of Alloy‐Type Anode Materials of Sodium‐Ion Batteries"
}