{
    "DOI": "10.1021/acsami.9b14597",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, sodium-ion batteries (SIBs) are considered as the most appealing candidate power sources to lithium-ion batteries (LIBs) because of the more abundant sodium resources in the earth’s crust (Na: 23 600 ppm; Li: 20 ppm) and their much lower price (sodium carbonate: 0.07–0.37 € kg–1; lithium carbonates: 4.11–4.49 € kg–1).  It is also proposed that the electrode materials of LIBs are introduced as those of SIBs on the basis of their similar working principles.  However, given a larger radius (Na+: 1.02 Å; Li+: 0.76 Å) and less electronegative nature of sodium [Na+/Na: −2.71 V (vs SHE); Li+/Li: −3.04 V (vs SHE)],  there is a narrower alternative pool of cathode and anode electrode materials for SIBs.  For example, graphitic carbon, as an ideal anode for commercial LIBs, is proved to have a low specific capacity of 31 mA h g–1, corresponding to the formation of NaC70 in the electrochemical sodiation process.  Thus, titanium oxide (TiO2) has been considered as one of the most potential anodes for SIBs because of the high theoretical specific capacity of 335 mA h g–1, the diversity of the crystal, as well as earth abundance. In addition, the chemical stability, environmental benignity, and low insertion potential (about 0.8 V) of TiO2 are also greatly helpful toward large-scale applications.  However, the rate capabilities of TiO2 are limited by its sluggish intercalation kinetics and poor electron mobility in bulk materials.",
                "A number of attempts have been made to promote the diffusion kinetics of sodium ions and improve the intrinsic electronic conductivity of TiO2, where downsizing the particles,  the encapsulation of carbon,  the loading of graphene,  and the incorporation of heteroelements  are regarded as the most common strategies. For instance, carbon-coated TiO2 nanoparticles with the size of 11 nm were proved to deliver a robust capacity of 134 mA h g–1 at a rate of 10 C (3350 mA g–1). F-doped anatase TiO2/CNT composites exhibited a reversible charge–discharge capacity of approximately 90 mA h g–1 at a current density of 35 C (8750 mA g–1).  Brilliant high rate performances were presented in nitrogen-doped yolk-like anatase TiO2/C composites (a reversible capacity of 116 mA h g–1 at 20 C)  and graphene-rich wrapped petal-like rutile TiO2 composites (a reversible capacity of 74.6 mA h g–1 at 10 C).  These adequately demonstrated that the above methods are extremely effective to solve the drawbacks of TiO2 and obviously improve its sodium storage performance.",
                "Additionally, a pseudocapacitive sodium storage mode is introduced to improve the high-rate cycling life for the TiO2 anode. For example, Chen and co-workers reported the pseudocapacitive Na+ ion storage behavior enabled by the unique chemically bonded graphene-coupled TiO2 sandwich-like hybrid with an ultrafast sodium storage process.  It was also found that high pseudocapacitive contributions resulted from the combination of the graphene–TiO2 mesoporous structure and three-dimensional titania–graphene hybrid.  Recently, Ji and Yu’s group had demonstrated that Ti3+ and oxygen vacancy defects can enhance the pseudocapacitive behavior in SIBs.  Thereby, it can be a good guide to improve sodium storage performances based on the synergistic effect of the chemical bond correlation, tailor-designed nanostructure, and the introduction of conductive materials.",
                "Herein, sulfur-doped anatase TiO2 nanoparticles anchored on a large-area carbon sheet (termed as S–TiO2/CS) are proposed, which were applied as anodes in SIBs. The successful introduction of sulfur species directly derived from titanium oxysulfate is more effective, more simplified, and safer than using other sulfur powders/resources or hazardous H2S gas. Further, the lower electronegativity of sulfur (in comparison with oxygen) and the less ionic nature of Ti–S (in comparison with Ti–O) may shrink the band gap energy and improve the electrical conductivity of TiO2.  Notably, the strong connections between TiO2 and the conductive substrate induced by the electrostatic interaction are greatly beneficial to sodium-ion intercalation in bulk TiO2 crystals and the pseudocapacitive sodium storage in the surface/interface.  Furthermore, the combination with carbon sheets and sulfur doping aimed at drastically boosting electronic transfer. Synergistically, the ultrafine nanoparticles can shorten the sodium-ion diffusion distance which could facilitate electrochemical kinetics."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All reagents were of analytical grade and used without further purification. In a typical preparation process, 2.0 g of titanium oxysulfate (TiOSO4, >99.7%, Sigma-Aldrich) was dissolved in 40 mL of isopropyl alcohol (IPA, >99.7%, Sigma-Aldrich) by vigorously stirring for 0.5 h. Subsequently, 0.03 mL of diethylenetriamine (DETA, >99%, Sigma-Aldrich) and 0.1 g glucose (99%, Alfa Aesar) were added into the above uniform solution. When the reaction was finished, the as-obtained products were washed with ethanol and deionized water for several times via centrifugation and then dried in a vacuum oven at 80 °C overnight. The S–TiO2/CS composites were synthesized after annealing in a tube furnace at 800 °C for 2 h in an argon atmosphere."
                    ],
                    "name": "2.1.  Preparation of S–TiO2/CS Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns were recorded using a Rigaku D/max 2550 VB+ 18 kW diffractometer (Japan) with Cu Kα radiation (λ = 1.542 Å), which were used to confirm the crystalline structures of the S–TiO2/CS composites. The field emission scanning electron microscopy (FESEM) images were obtained with a FEI Quanta 200 instrument (Japan), and transmission electron microscopy (TEM) was conducted on a JEOL JEM-2100F electron microscope (Japan), which was aimed at observing the morphologies of the S–TiO2/CS samples. X-ray photoelectron spectroscopy (XPS) was performed on a K-Alpha 1063 instrument (UK). The Brunauer–Emmett–Teller (BET, BELSORP-MINI II) specific surface area was calculated according to the nitrogen adsorption–desorption curves at 77 K. The pore size distribution was determined on the basis of the Barrett–Joyner–Halenda (BJH) method."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The S–TiO2/CS electrode was prepared as below: the mixed slurries were made up of 70 wt % of the as-prepared active material (S–TiO2/CS composites), 15 wt % of the conductive additive (Super P, >99%, Alfa Aesar), and 15 wt % of the binder (polyvinylidene fluoride, Alfa Aesar), which were uniformly painted on a copper foil. After drying, it was punched into wafers and used as the anode for SIBs. The average mass loading of the wafers was approximately 1.2–1.5 mg cm–2. The sodium storage performance was estimated by CR2016-type coin cells, where the sodium metal acted as the counter electrode and Celgard 2400 polyethylene was used as the separator. The electrolyte consisted of 1 M sodium perchlorate (NaClO4, >99%, Alfa Aesar) dissolved in a solvent of propylene carbonate (>99.7%, Alfa Aesar) and fluoroethylene carbonate (>99%, Alfa Aesar) additives (the volume ratio of 95:5). The half-cells were assembled in an argon-filled glovebox (mBraun, Germany) where the water/oxygen content is lower than 1 ppm. The cyclic voltammetry (CV) data were recorded on a Solartron Analytical analyzer (Ametek, UK). Galvanostatic charge–discharge cycling and rate performance analysis were carried out on a LAND cycler (Wuhan Kingnuo Electronic Co., China) and an Arbin battery cycler (BT 2000, USA). All the cell tests were performed in a voltage range between 0.01 and 3.0 V (vs Na+/Na)."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As shown in the XRD patterns (), the sharp identified peaks observed at 25.25, 37.81, 48.08, 53.8555.16, 62.78, 68.67, 70.38, and 75.03° can be assigned to the (101), (004), (200), (105), (211), (204), (116), (220), and (215) crystal faces of the tetragonal anatase TiO2 (a space group of I41/amd) according to the JCPDS card 21-1272. Additionally, there is no impurity peak resulting from the other secondary phases, suggesting the presence of the highly pure anatase TiO2 phase.",
                        "The structural and morphological properties of the S–TiO2/CS sample are confirmed by SEM and TEM. As displayed in a,b, plenty of tiny nanograins are captured on both sides of the sheets, which are ultralarge in size and rather thin. In addition, the wrinkled/rough surfaces and porous feature might be distinctly identified through the SEM images at a higher magnification (c,d) and a typical TEM image in e. Interestingly, the enlarged TEM images (f,g) show that unique nanograins anchored in a folded microsheet architecture composed of numerous nanoparticles with a size of 8–12 nm. It can also be clearly observed that nanograins are irregularly shaped features. As shown in the high-resolution TEM image (h), it displays a set of parallel lattices with a spacing of 0.35 nm, corresponding to the (101) lattice plane of anatase TiO2. The nanoparticles with a size of 8–12 nm might be helpful to shorten the ion diffusion paths, and the structural porosity may facilitate sodium-ion diffusion. The large-area thin sheet substrate with the wrinkle feature can be beneficial to interfacial reaction and electrolyte wetting.",
                        "The specific surface area and pore size distribution are determined by the nitrogen adsorption–desorption measurements. As displayed in a, there is a distinct hysteresis loop that appeared at high pressures in the N2 adsorption–desorption isotherms, which indicates a type IV isotherm characteristic of the H3 hysteresis loop. According to the BET measurement, the specific surface area of the S–TiO2/CS composites is 181.95 m2 g–1. Meanwhile, based on the BJH method, it confirms the narrow pore with a size distribution of 3.965 nm (b), demonstrating the mesoporous structure of the material, which resulted from the wrinkled surfaces of sheets and that between nanograins.  The high specific surface area accompanied with the mesoporous feature could be greatly helpful to the more active sites of sodium storage and increase the wetting areas of electrolytes, accelerating the kinetic reaction between the TiO2 electrodes and sodium ions.",
                        "To study the chemical state of the as-prepared S–TiO2/CS composites, the XPS spectra of the samples, Ti 2p, S 2p, and C 1s were analyzed. As exhibited in a, the typical TiO2 spectra and obvious S, N, and C peaks are identified, eliminating the presence of other impurities. The obvious Ti 2p peak at 458.56 eV and a weaker peak at 464.24 eV are the typical signals of Ti 2p3/2 and Ti 2p1/2 of the tetravalent Ti ion species, respectively (b).  The chemical state of sulfur was verified by the S 2p core-level XPS pattern in c, which was fitted with several peaks. The intense peaks at the binding energies (BEs) of 163.23 and 164.29 eV can be assigned to the S 2p3/2 and S 2p1/2 peaks of the sulfide group (−C–Sx–C–, x = 1–2).  Two extra intense XPS peaks that appear at a higher BE (166.12 and 168.35 eV) are associated with the existence of the doped S element,  which strongly suggested that sulfur is possibly covalently bonded with carbon and successfully incorporated into TiO2. Note that the S content is close to 4% and the percentage of TiO2 is about 50% according to the XPS data. Additionally, the small split that separately occurred at 161.64 eV corresponds to the anionic S2– species, which is also in good agreement with previous reports.  In the case of C 1s (d), the feature of carbon mainly appears at 284.81 (C–C/C–S), 285.99 (C–O/C–S), 286.94 (C═O), 288.54 (−CO2–), and 291.29 eV (π–π*).  More significantly, the peak at 283.79 eV can be assigned to the C–Ti covalent bond,  and the peaks at 284.81 and 285.99 eV could be ascribed to the C–S bridge bond. ",
                        "Notably, taking into account the formation of covalent bonds among S, Ti, and C, it is indicated that there is a unique chemical attachment between S-doped TiO2 and the large-area carbon sheet-conductive substrate, rather than a simple adhesion connection. These strong chemically combined interactions can provide a coherent pathway for electron transfer and ion transmission, which is beneficial to the fast charge–discharge process. On the other hand, it can also lead to a more interfacial pseudocapacitive sodium storage performance, which is responsible for a high-rate long-term cycling life.",
                        "An “electrostatic interaction-induced self-assembling” can be introduced as the formation mechanism of S–TiO2/SC.  As displayed in , titanium oxysulfate, as a titanium source, is in the form of (TiO)n2n+ polymerized by TiO2+ in the IPA solution, directly exhibiting positive surface charges. During the solvothermal reaction process, glucose prefers to produce some aromatic composites, which mostly possess a high amount of multiple hydroxyl groups.  Thus, these hydroxyl functional groups can serve as anchoring bridges to strongly connect the positive titanium source and carbon sheets by π–π* interactions, which cannot be similar to the commonly reported methods through directly adding graphene nanosheets or acid-assisted CNTs.  Compared to the van der Waals forces inducing the connection of active materials and carbon substrates, the electrostatic interaction between two oppositely charged reaction composites can induce a strong driving force through self-assembling and further form an interface by the unique chemical bond. As for S–TiO2/CS, the cooperation effects of sulfur doping and large-area carbon sheet substrate can provide a coherent electronic transfer path, which is helpful to the fast electron and sodium-ion transportation. The strong interaction between the large-area carbon sheet and tiny TiO2 nanoparticles can have a great improvement of the pseudocapacitive sodium storage capacity, which is significantly crucial for the high-rate long-term cycle life."
                    ],
                    "name": "3.1.  Morphology and Structure",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cyclic voltammograms of the as-obtained S–TiO2/CS electrode are obtained at a scan rate of 0.1 mV s–1, as shown in a, which display a characteristic electrochemical feature of anatase TiO2. In the initial cathodic scan, two irreversible peaks are observed at around 0.48 and 1.01 V, which are assigned to the formation of a solid electrolyte interface layer and some parasitic side reactions of the electrolyte.  Additionally, a small peak at approximately 0.87 V appears, suggesting the reversible reduction between the tetravalent and trivalent titanium ions. In all anodic sweeps, the peak at 0.89 V is reserved, which indicates the reversible oxidation of TiO2. Meanwhile, the CV curves and a pair of redox peaks almost overlap from the second to fifth cyclic scan, further pointing out the highly reversible reaction of TiO2 with the sodium ion. The discharge–charge curves at a current density of 0.5 C (b) also verify a similar phenomenon, where the charge profiles overlap well, but the profiles vary in the initial three discharge processes. Accompanied with the discharge–charge processes at different rates (c), it can be observed that a wide plateau at 0.7–1.0 V in the discharge period and a broad plateau at 1.0–1.3 V in the charge period are maintained, significantly manifesting the reversible insertion–extraction of Na+ ions.",
                        "The galvanostatic discharge–charge tests at the current densities of 0.5 C and 2 C are depicted in a,b. In the first cycles, moderate discharge capacities of 445.6 (0.5 C) and 317.6 mA h g–1 (2 C) are delivered, whereas relatively small charge capacities of 209.4 (0.5 C) and 140.7 mA h g–1 (2 C) are yielded, corresponding to the low Coulombic efficiencies of 47% (0.5 C) and 44.3% (2 C). The large capacity loss and inferior initial Coulombic efficiency might be mainly derived from some side reactions between the TiO2 surface and the electrolyte as well as some irreversible reduction from TiO2 to metallic titanium and sodium superoxide,  which would resolve through the presodiation technique in terms of practical applications. In addition, a trend of gradually increasing capacity over first 25 cycles can be seen at different current densities, resulting from the activation phenomenon of the electrode,  which is also coincident with the CV tests where the current density of the anodic peak keeps rising with the increasing number of sweeps. During repeated cycles, the specific capacities of 293.5 (0.5 C) and 256.4 mA h g–1 (2 C) are retained, reflecting an excellent cycle performance. Note that the Coulombic efficiency significantly goes up in the 10th cycle and then rises smoothly to 99% and keeps at the level in the following cycles.",
                        "c presents the superior rate performance of S–TiO2/CS electrodes; the specific capacities of 255.5, 228.6, 200.8, 167.6, 146.5, and 120.6 mA h g–1 are achieved at the rates of 0.25, 1, 2, 5, 10, and 20 C, respectively. Even at 20 C, it can deliver a high capacity of about 120 mA h g–1 after 655 cycles, exhibiting a robust tolerance during the fast sodium-ion insertion/extraction process. More excitingly, at a higher current density of 30 C, a surprising capacity of 100.5 mA h g–1 is obtained for 5000 cycles (d), further revealing that the S–TiO2/CS electrodes possess a high-rate long-term cyclability, which is a crucial but challenging factor for an attractive anode in future commercial batteries.",
                        "The kinetic process of sodium storage for the S–TiO2/CS electrode is investigated by CV tests at various sweep rates ranging from 0.1 to 100 mV s–1. As displayed in a,b, it can be seen that a pair of broad redox peaks is almost reserved at a scan rate of 0.1–30 mV s–1. Further, when the sweep rate exceeds 40 mV s–1 (c), there occurs a distinct distortion because of the polarization of the electrode. Meanwhile, the current value (i) of the peak becomes large with an increasing sweep rate (ν). A power-law equation (i = aνb) between the peak current and sweep rate is used for studying the difference in kinetics.  By means of plotting log(i) against log(ν), it can be equivalent to the relationship: log(i) = log(a)+ b log(ν), where i and ν are acknowledged from the experimental tests and a and b are determined by the fitting method. Generally, the b value close to 1 corresponds to the capacitive-controlled electrochemical behavior, also named surface Faradic redox reaction, whereas b close to 0.5 stands for a diffusion-controlled process. d reflects the linear relation according to the b value from the slope. The b value of 0.792 reveals that the dominant electrochemical process is a pseudocapacitive behavior at a relatively slow sweep rate scope (<20 mV s–1).",
                        "At a certain fast scan rate (>30 mV s–1), the b value changes to 0.504, indicating that the rate-limiting step is mainly determined by ion diffusion. Note that the total sodium storage capacity of the S–TiO2/CS electrode comes from two contributions, namely, the pseudocapacitance-controlled (the interfacial Faradic redox reaction) and diffusion-controlled (a redox reaction between Ti4+/Ti3+) processes, and the dominating pseudocapacitive mechanism is responsible for the excellent high rate performance of the S–TiO2/CS electrode. ",
                        "The outstanding sodium storage capacity of the S–TiO2/CS composite can be ascribed to the significant synergistic effects of the structure design and the chemically bonded correction. The TiO2 nanograins consisting of nanoparticles with a size of 8–12 nm anchored on carbon sheets that may shorten the ion transport pathways and possess a high capability of reversible accommodation of sodium in the bulk. The combination of sulfur doping and large-area carbon sheets can highly improve the electronic conductivity of TiO2, resulting in a much faster electronic charge transfer and the enhanced kinetics of the sodium storage process. More importantly, the strong chemical bond hybrid induced by the electrostatic interaction between TiO2 and the carbon sheets can be beneficial to more feasible paths for sodium-ion diffusion in the S–TiO2/CS interface, which leads to the acceleration of the sodium storage pseudocapacitive process. In addition, the kinetic analysis also demonstrated the pseudocapacitive behavior, which is markedly responsible for the high rate performance and rapid sodium storage process."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the in situ synthesis of sulfur-doped TiO2 nanoparticles anchored on a large-area carbon sheet is proposed by directly using titanium oxysulfate as the titanium source, DETA as the complexing agent, and glucose as the carbon precursor, which is based on an “electrostatic interaction-induced self-assembling” mechanism. When applied as anodes for SIBs, the reversible capacities of the S–TiO2/CS electrodes are as high as 293.5 mA h g–1 (0.5 C) and 256.4 mA h g–1 (2 C). In addition, a specific capacity of 120.6 mA h g–1 at a high rate of 20 C is obtained, demonstrating an impressive rate performance. More encouragingly, an ultralong cycling stability is displayed at an extra current density of 30 C for over 5000 cycles, representing the potential application in the future. The kinetic investigation reveals that the sodium-ion intercalation pseudocapacitive mechanism is greatly helpful to the outstanding sodium storage performance, especially the high-rate cycle life. Furthermore, the superior electrochemical properties of the S–TiO2/CS composites can also be ascribed to the cooperative impacts of the nanoparticle size, giant doping effect, robust chemical bond medication, as well as large carbon sheet-conductive substrates."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Sulfur-Doped TiO2 Anchored on a Large-Area Carbon Sheet as a High-Performance Anode for Sodium-Ion Battery"
}