{
    "DOI": "10.1002/smll.202000681",
    "Journal": "",
    "Keywords": [
        "anodes",
        "lithium ion batteries",
        "quantum dots",
        "SnO2",
        "sodium ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "During the past decade, the application fields of lithium‐ion batteries (LIBs) have gradually expanded from portable electronic devices to electric vehicles, which also mean that LIBs are developed to the direction of high energy/power density, high safety and long cycle life.[] Meanwhile, sodium ion batteries (SIBs) as a potential power supply have also attracted considerable attention for large‐scale stationary energy storage in virtue of the natural abundance, low cost, and wide distribution compared with LIBs.[] However, the broadly used graphite anode for LIBs cannot fully satisfy the ever‐growing energy density requirement due to its low theoretical intercalation capacity (≈372 mAh g−1) and potential safety hazard.[] It is noteworthy that graphite is not suitable for sodium storage owing to the larger radius of sodium ion than that of lithium ion, which make sodium ion difficult to intercalate into lattice planes of graphite.[] What is more serious is that the large ionic radius of sodium ion can also lead to the sluggish diffusion kinetics and poor structural stability during repeated charge/discharge processes.[] Therefore, developing advanced anodes with improved electrochemical properties, such as higher reversible capacity, longer cycle life, and better rate capability is imperative for next‐generation LIBs and SIBs. Recently, various kinds of materials have been explored as anodes for LIBs and SIBs, including disordered carbonaceous materials,[] intercalation type materials (TiO2, Li4Ti5O12, NaTiO2),[] conversion reaction materials (Fe2O3, Co3O4, NiO),[] alloying reaction materials (Si, P, Ge, Sn, Sb)[] and conversion‐alloying type materials (SnO2, Sb2O3, Sb2O4, Sb2S3, SnS, SnS2).[]",
                "Among these anode materials, SnO2 has gained great concern and is deemed as one of the promising anode material for both LIBs and SIBs due to its environmental benignity, appropriate lithium/sodium insertion potential and high theoretical capacity (1494 mAh g−1 for lithium storage and 1378 mAh g−1 for sodium storage). Nevertheless, several severe challenges have impeded its further practical application: 1) huge volume expansion (260% for Li22Sn5 and 420% for Na15Sn4) causes serious pulverization and exfoliation of the electrode active material during the repeated insertion/extraction processes;[] 2) low initial coulombic efficiency (CE) derived from the low‐reversible conversion reaction and unstable solid electrolyte interface (SEI) layer; 3) poor intrinsic conductivity results in inferior rate performance.[]",
                "In order to address the aforementioned issues, several strategies have been explored and investigated. Thereinto, rationally reduction of grain size and construction of various nanostructures is considered as an effective method, consisting of nanoparticles,[] nanotubes,[] nanowires,[] nanosheets,[] nanoboxes,[] hollow nanostructures,[] all of which can significantly enhance the lithium/sodium storage performance due to the shorter electron/ion transport length and less internal strain change during the lithium/sodium ions insertion/extraction processes. Although downsizing bulk SnO2 to nanoscale can effectively buffer the volume expansion, inhibit pulverization and maintain the structural integrity of the electrode to some extent, the large specific surface area and surface free energy of nano SnO2 together with the direct contact with electrolyte, which would lead to the occurrence of undesirable side effects and a large irreversible capacity loss. Furthermore, the intrinsic poor conductivity of SnO2 can also limit the fast electron transmission and restrict its rate capability. Another effective method is to combine SnO2 with various carbonaceous materials to curb the volume dilation, agglomeration and cracking of SnO2, as well as improve the conductivity of the electrode. The reported carbon materials composited with SnO2 includes carbon fibers,[] carbon nanotubes,[] graphene,[] and disordered carbon materials,[] which substantially exhibit improved structural stability and rate capability during intensive cycles. For example, Song and co‐workers[] have designed and synthesized SnO2 nanocrystals anchored on nitrogen/sulfur codoped graphene (NSGS) through a molecular engineering of layer‐by‐layer assembly technique. When evaluated as an anode material for LIBs and SIBs, the optimized NSGS delivers a high reversible capacity of 893.4 and 180.2 mAh g−1 at a current density of 1 and 0.5 A g−1 after 500 cycles, respectively, showing superior electrochemical lithium/sodium storage properties. Lou and co‐workers[] have rationally designed and fabricated SnO2/nitrogen‐doped carbon (SnO2/NC) submicroboxes with a carbon shell thickness of 40 nm employing Fe2O3 submicrocubes as removable templates. When used as an anode material for LIBs, a high reversible capacity of 491 mAh g−1 can be maintained at a current density of 0.5 A g−1 for 100 cycles, displaying enhanced electrochemical performance",
                "In consideration of the major issues of the SnO2 (low‐reversible conversion reaction and huge volume expansion) and the improved strategies (reduction of grain size and well coating), herein, we present a quantum dot‐size SnO2 to significantly solve the above‐mentioned issues, i.e., to shorten the ion diffusion distance and lower the internal strain and improve the conversion reaction efficiency and initial CE. The individual ultrasmall SnO2 quantum dots (≈5 nm) embedding in porous N‐doped carbon matrix are fabricated by a combination method, containing a simple hydrothermal process and subsequent a self‐polymerization process of dopamine to synchronously synthesize the SnO2/NC composites. Owing to the synergistic effect of SnO2 quantum dots, as well as the protection of conductive carbon matrix, the electrochemical reaction kinetics and long cycle stability of the SnO2/NC composites are improved. More meaningfully, the prepared SnO2/NC composites with excellent electrochemical properties might be promising anode materials for next‐generation LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  schematically displays the synthetic process of the as‐prepared SnO2/NC composites. Initially, a simple hydrothermal method is carried out to obtain ultrasmall SnO2 quantum dots. Specifically, at the stage of the hydrothermal reaction, the hydrolysis of Sn4+ first occurs to form Sn(OH)4 white precipitate and then transforms to ultrasmall SnO2 quantum dots with elevated temperature and prolonged reaction time. In the subsequent step, the obtained ultrasmall SnO2 quantum dots are homogeneously dispersed in the dopamine solution, in which the solvent is a mixture system containing water, ethanol, and ammonia. Meanwhile, polydopamine (PDA) as a carbon precursor can be formed by self‐polymerization of dopamine and penetrated among the SnO2 quantum dots. The size of PDA can be controlled by tuning the ratio of ammonia to dopamine, and presents a decreased trend with increasing the relative content of ammonia.[] The final carbonization process enables a conversion of PDA into N‐doped carbon matrix, which is favorable for the fast transmission of lithium/sodium ions and accommodate the volume expansion during the insertion of lithium/sodium ions.[]",
                "The panoramic morphology and microstructure of the as‐prepared SnO2/NC composites are characterized by SEM and TEM. As displayed in Figure –, all of the three SnO2/NC composites possess similar porous structure with SnO2/NC nanoclusters interconnecting with each other to form a continuous network, which could be served as diffusion channels for the lithium/sodium ions migration and supply extra space to accommodate the volume change in charge/discharge process. TEM analysis is further testified that the nanoclusters of SnO2/NC composites are composed of ultrasmall SnO2 quantum dots embedded in carbon matrix (Figure ,). On the whole, the sizes of the SnO2/NC nanoclusters are reduced with increasing ammonia content (Figure S1, Supporting Information). Thus it can be seen that the content of ammonia plays an important role in regulating the size of nanoclusters. The magnified HRTEM image further reveals the state of nanoclusters. As shown in Figure , the individual SnO2 quantum dots (≈5 nm) orderly interconnect with each other, and a homogeneous amorphous carbon layer with a thickness of 1–2 nm can be clearly seen, which is acted as a protective medium for stabilizing the structure. In addition, the HRTEM image shows several obvious lattice fringes with different inter‐plane distances of 0.26 and 0.33 nm, corresponding to the (101) and (110) crystal planes of SnO2. The selected area electron diffraction (SAED) pattern of the SnO2/NC‐2 composite (Figure ) reveals four clear and bright diffraction rings, which represent typical (110), (101), (211), and (301) crystal phases of SnO2 from inside to outside, implying its polycrystalline nature. The highly distributed characteristic of C, N, O, and Sn elements in the SnO2/NC‐2 composite is also illustrated by EDX mapping. Scanning TEM (STEM) (Figure ) and the corresponding EDX mapping (Figure –) indicate that all the elements of the composite are uniformly dispersed and coexisted. The homogeneous spatial distribution of Sn and O elements are suited in the area of C and N elements, which suggests that SnO2 quantum dots are well embedded into the carbon matrix, and also signifies the successful doping of N element.",
                "The crystallographic structure and phase purity of the as‐prepared SnO2/NC samples are analyzed from the XRD patterns. As depicted in Figure , all of the three SnO2/NC samples reveal similar XRD patterns and are well indexed to tetragonal structure of SnO2 (JCPDS No. 41‐1445). No other diffraction peaks belong to Sn or SnO can be detected, indicating the high purity of SnO2 tetragonal crystalline phase. While a broad peak located at around 23° is attributed to amorphous carbon content, suggesting the SnO2/NC composites have been successfully prepared. The chemical bonds in the prepared SnO2/NC composites are further examined by FTIR spectra. In the spectra of the three SnO2/NC samples (Figure ), the adsorption peaks at about 3410 cm−1 could be ascribed to the stretching vibration of the OH bond toward water molecules.[] The peaks located at around 1600, 1410, and 1050 cm−1 are associated with the stretching vibrations of CC/CN, COH, and CO functional group, respectively.[] The band of 1280 cm−1 is ascribed to the deforming vibration of CH and NH. Meanwhile, two strong bands at about 665 and 550 cm−1"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "SnO2 Quantum Dots: Rational Design to Achieve Highly Reversible Conversion Reaction and Stable Capacities for Lithium and Sodium Storage"
}