{
    "DOI": "10.1021/acsami.6b15887",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have been extensively used for decades in portable electronics and energy storage systems. Recently, the fast-increasing market demands of LIBs in electric and electric hybrid vehicles  make it urgent to consider the high-cost and limited lithium resources for large-scale applications.  Therefore, alternative rechargeable batteries with low cost and long cycle life based on abundant resources are desirable. Room-temperature sodium-ion batteries (SIBs) have instantly attracted significant research interests, because of their potential advantages, such as low-cost and abundant sodium resources.  Since the Na atom is larger and heavier than the Li atom, the gravimetric and volumetric energy densities of SIBs would not exceed those of Li analogues. Moreover, the electrode materials for SIBs are different from those used in LIBs. It is necessary to explore and discover new electrode materials with large capacity, long cycle life, and high reliability for SIBs. ",
                "Transition-metal oxides have been widely investigated as high-capacity anode materials of LIBs for their potential applications.  Generally, the metal oxide materials store lithium through the following routes:(1)the metal oxide MxOy electrochemically reacts with Li to transfer into Li2O and metallic M during discharge processes; (2)Li ions are inserted into the lattice vacancy sites (for example, TiO2 + xLi → LixTiO2);  and(3)Li ions occupy the lattice sites during the insertion, such as Li3xLa(2/3)–x□(1/3)–2xTiO3. Among the investigated metal oxide materials, TiNb2O7 (TNO) with a monoclinic structure has been recently developed as a LIB anode material; this was first reported by Goodenough’s group in 2011.  It exhibits two-dimensional (2D) ionic channels that favor Li-ion mobility, leading to high rate capability. Furthermore, it exhibits a high theoretical specific capacity (∼387 mAh g–1) with a five-electron transfer reaction,  showing a safer potential plateau.",
                "Recently, much effort has been devoted to improving the electrochemical performance through design of the microstructure, such as micrometer TNO  and nanoscale TNO.  The nanostructures can greatly shorten the ion migration and diffusion paths, hence improving the electrochemical properties in LIBs and SIB.  The above results show that the volume expansion of TNO during lithiation is much lower than that of alloy electrodes.  As reported, the excellent electrochemical properties have been achieved via design of disordered or amorphous electrode materials.  Combined with the above discussion, we are keen to know whether TNO can also serve as anode material for SIBs. It would be valuable to investigate the wonderful difference between the lithiation and sodiation in TNO. One can modify the particle size and morphologies of the electrode material and, hence, adjust the electrode interface. We have compared the sodium storage performances between pristine TNO and BM-TNO and found superior Na-ion storage behavior in BM-TNO. A possible mechanism is proposed."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "TiNb2O7 was synthesized via a traditional solid-state reaction method. Stoichiometric amounts of Nb2O5 and anatase TiO2 were thoroughly mixed together in a mortar and pestle. The obtained powder was calcined in air at 1100 °C for 12 h. The ball milling was performed in a high-speed (1400 rpm/min) ball mill (MSK-SFM-3). Steel balls with different diameters (12, 6, and 5 mm in a ratio of 1:2:3) were mixed with the as-prepared TNO powder in a ball-to-powder weight ratio of 13:1. The samples were milled for 0.5, 2, 4, and 6 h, respectively."
                    ],
                    "name": " Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase of the samples was identified by using an X-ray diffraction (XRD) system (PANalytical X’pert PRO MRO, Holland) that applied Cu Kα radiation. The morphologies were observed by field-emission scanning electron microscopy (FESEM) using an FEI-Sirion 200 system that was coupled with an EDX spectrometer. Transmission electron microscopy (TEM), and high-resolution transmission electron microscopy (HR-TEM) images were observed with a JEOL Model JEM-2010F microscope."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A well-mixed slurry was produced by mixing as-prepared samples with sodium carboxymethyl cellulose (Na-CMC) and Super P, in a weight ratio of 7:2:1, in deionized water and then was coated on a copper foil and dried under vacuum at 90 °C for 12 h. Typical coin cells (CR2032) were assembled in an Ar-filled glovebox. For SIBs, sodium metal foil was used as the counter electrode, and glass fiber was used as the separator. A solution of 1 mol L–1 NaClO4 solution with a mixed solvent of ethylene carbonate (EC) and diethyl carbonate (DEC) (v/v = 1:1) was used as the electrolyte. For LIBs, Li foil served as the counter electrode, Celgrad acted as the separator, and 1 mol L–1 LiPF6 solution in EC/DEC (v/v = 1:1) was used as the electrolyte. Cyclic voltammetry (CV) was performed on an electrochemistry workstation (PMC-500) at a scan rate of 0.1 mV s–1 within a voltage range of 0.01–2.5 V. Electrochemical impedance spectroscopy (EIS) measurements were achieved at an electrochemistry workstation (Model PMC-500) within a frequency range between 0.01 Hz and 10 kHz. Galvanostatic discharge–charge tests were executed on a Land battery measurement system at various current densities within a voltage range of 0.01–2.5 V at constant temperature. Galvanostatic intermittent titration (GITT) measurements were also conducted on Land battery measurement system; the cells were discharged/charged at a current density of 15 mA g–1 with a current pulse duration of 30 min and relaxation time of 60 min."
                    ],
                    "name": " Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "Pristine TNO was prepared via a simple solid-state reaction with stoichiometric Nb2O5 and TiO2 as starting materials by sintering at 1100 °C in air for 12 h. By examining the XRD pattern, the as-prepared TNO is determined to be a pure phase with monoclinic structure (see  in the Supporting Information).  Rietveld refinement using a monoclinic space group C2/m (Z = 6) gives lattice parameters of a = 20.351(3) Å, b = 3.801(2) Å, c = 11.882(2) Å, and β = 120.19(1)°. The crystal structure of TNO along the b-axis ( in the Supporting Information) shows that a basic octahedral unit is formed by one coordinated metal atom (Ti/Nb) and six O atoms,  and then the octahedra connect by corner-sharing and edge-sharing to form a crystallographic framework.",
                "The BM-TNO samples were obtained by ball milling the pristine TNO for 0.5, 2, 4, and 6 h; these samples are denoted BM-TNO-0.5, BM-TNO-2, BM-TNO-4, and BM-TNO-6, respectively. a shows the XRD patterns. With increased ball-milling time, the diffraction peaks become broader and the full width at half-maximum (fwhm) increases remarkably, revealing the decrease of crystallinity and particle size. Many peaks of pristine TNO, such as (3̅03), cannot be observed after ball milling. It is observed that those new peaks appear in pairs that are close to the vanished peaks, such as (3̅03) and (101). We assume that the new peaks represent the disorder and distorted parts in c and e, as a result of the ball milling on the exposed lattice face. The BM-TNO-6 sample almost shows different diffractions from pristine TNO, and the peak intensity greatly decreases, which demonstrates that the BM-TNO-6 becomes amorphous. This indicates that the ball-milling process can result in the formation of a disordered phase.",
                "The morphologies of the pristine TNO and typical BM-TNO-4 sample were observed by SEM and HR-TEM.  in the Supporting Information shows SEM images of BM-TNO-n samples, in which a downsizing at the nanolevel by the collision shock between the steel balls and the inner wall of the jar is presented. As shown in b, the particle size of the pristine TNO distributes evenly, ranging from 2 μm to 3 μm. The HR-TEM image clearly shows lattice fringes of nanocrystallites with a regular spacing of ∼0.23 nm, which is consistent with the interplanar distance of (105) planes of TNO. The HR-TEM images of the BM-TNO-4 in e and  in the Supporting Information reveal the formation of nanocrystals and dislocations, clearly indicating the structural change from crystalline to disordered phase induced by ball milling. Moreover, the element analysis results (EDX) in  in the Supporting Information show no Fe impurity phase in BM-TNOs samples. In addition, a series of BM-TNO-n samples with different specific surface areas are shown in  in the Supporting Information. BM-TNO-4 shows the maximum specific surface area, compared with other samples. When prolonging the ball milling time (n = 6), BM-TNO-6 shows a smaller specific surface area than BM-TNO-4, suggesting a more obvious agglomeration of nanoparticles.",
                "a presents the fourth discharge and charge voltage profiles of the pristine TNO and BM-TNO-4 tested as anodes in SIB anodes within a potential window of 0.01–2.5 V. The reversible capacities of TNO and BM-TNO-4 are 20 and 175 mAh g–1, corresponding to ∼0.05 and ∼0.5 Na ions per formula unit insert into the host, respectively. The BM-TNO-4 shows not only a high reversible capacity, but also an excellent cyclability, with 96% capacity retention after 20 cycles at a current density of 15 mA g–1. Whereas, the pristine TNO exhibits poor electrochemical performance, with a capacity of <20 mAh g–1 after 20 cycles. This means that the pristine TNO is almost electrochemically inert vs Na/Na0, but BM-TNO is a more effective anode material for SIBs. Cyclic voltammetry (CV) measurement was carried out to confirm the above results at a scanning rate of 0.1 mV s–1 in the voltage range of 0.01–2.5 V to confirm the electrochemical activity ( in the Supporting Information). The first sodiated curve of pristine TNO shows two reduction peaks at 0.4 and 0.87 V, which suggest the decomposition of the electrolyte to form solid electrolyte interphase (SEI) film. The sharp anodic and cathodic peaks at ∼0.05 and ∼0.09 V, respectively, agree well with redox peaks of active carbon (Super P) ( in the Supporting Information), which cannot be assigned to TNO.",
                "c shows the rate performance of BM-TNO anodes in SIBs at various current densities from 15 mA g–1 to 1000 mA g–1. The BM-TNO-4 anode demonstrates the best comprehensive performance. The specific capacities are 163, 117, 101, 79, and 60 mAh g–1 at current densities of 15, 50, 100, 200, and 500 mA g–1, respectively.  in the Supporting Information shows that the overpotential resulting from different current rates are rather symmetrical for sodiation/desodiation. The electronic and ionic resistances in the system that cause the cutoff voltage are rapidly reached at higher rates, leading to reductions in capacity. The Coulombic efficiency (CE) is ∼100% after an initial CE of 61% (recall ) at 50 mA g–1. Importantly, the BM-TNO-6h anode gives the largest initial capacity at low current density, which reaches 240 mAh g–1 at 15 mA g–1. This can be ascribed to the highest degree of disorder that is created by long-time ball milling. d shows the cycle performance of BM-TNO anodes in SIBs at 200 mA g–1. We can still see that the initial capacity of BM-TNO-6 is highest, but quickly decreases. Compared to BM-TNO-6, BM-TNO-4 exhibits relatively lower initial capacity but much better cycle stability, with a capacity retention of ∼95% after 500 cycles. The experiments evidently indicate that the Na-ion storage property is strongly dependent on the ball-milling time. Essentially, different milling times result in different degrees of disorder in the structure of TNO. High disorder is favorable for Na-ion storage, but exorbitant disorder is disadvantageous to stable cycling performance. The pristine TNO, by contrast, shows a negligible reversible Na-storage capacity. BM-TNO-6 may show smaller crystalline size and large surface area than expected, which is consistent with the high initial specific capacity observed in d. However, it does not provide more stable cycle performance as usual. In contrast, exorbitant disorder caused inferior cycle performance, which is also mentioned in a recent report on mechanically ball-milled silicon as the anode for SIBs. ",
                "In order to understand the essential difference in electrochemical performance for the ordered and disordered TNO phases, we compared the Li-ion storage behaviors between pristine TNO and BM-TNO-4. The charge/discharge measurements were carried out with TNO as BM-TNO as anode materials for LIBs in a voltage range of 1.0–3.0 V. The typical discharge and charge profiles are shown in e. The pristine TNO exhibits an obvious plateau at 1.6 V versus Li+/Li0 and a reversible capacity of 240 mAh g–1 at a current density of 38.7 mA g–1. However, the BM-TNO-4 anode exhibits slope discharge/charge curves without obvious plateaus and much lower capacity (140 mAh g–1) than pristine TNO. f displays their cyclic stability evaluated at 1 C for 200 cycles. Although both of them exhibit good electrochemical stability, BM-TNO-4 only gives low capacity. In addition, the initial columbic efficiency of BM-TNO-4 is also lower than pristine TNO. Interesting, the case in Li-storage is very different from that in Na-storage for TNO and BM-TNO. A possible explanation might be that the energy storage mechanisms in LIBs and SIBs for TNO and BM-TNO are decidedly different. The ball milling creates many inserted nanocrystals and an amorphous phase in the TNO sample, which should reduce lithiation active sites in TNO crystal structure, but conversely increase sodiation active sites. The increase in the amount of amorphous phase by ball milling limits the effective Li-ion insertion paths. In addition, the ball milling introduced a greater amount of fresh surface exposed to Li-ion organic electrolyte, which prevents an effective formation of SEI film on the surfaces of BM-TNO-4 particles, and, hence, results in high irreversible capacity, as shown in e.",
                "Based on the above results, we attempt to recap the sodium and lithium storage mechanism for the pristine TNO and BM-TNO. As shown in , since the Na+ ion is larger than the Li+ ion, a small amount of Na+ ions could only be trapped on the surface of pristine TNO, instead of within lattice sites during the sodiation process. However, Li+ ions can be inserted into the lattice sites of pristine TNO during the lithiation processes, achieving a high reversible capacity. By way of contrast, there are many nanocrystals, dislocations, and microfissures in BM-TNO anodes, which can take plenty of Na+ ions, but with a certain amount of irreversible capacity.",
                "For insight into the mechanism of sodiation/desodiation process of in BM-TNO-4 electrode, galvanostatic intermittent titration technique (GITT) was used to measure the Na-ion diffusion coefficient. a and b show the GITT curves of BM-TNO-4 anode at the first and second cycle from 0.01 to 2.5 V. During the GITT tests, the sodiation and desodiation were carried out at a constant current density of 15 mA g–1 for an interval of 30 min, followed by an open-circuit stand for value (Es).",
                "Single titration profiles of the first and second sodiation process are illustrated in c and d with schematic labeling of different parameters. The observed voltage change ΔE is obtained by subtracting the original voltage (E0) from the steady-state voltage (Es). Combining with a and b, we find that the overpotential at low voltage is lower than that at high voltage in sodiation/desodiation processes. Furthermore, the overpotential increases slightly in the second cycle, which agrees well with cycling stability of BM-TNO-4 (d). The ionic diffusion coefficient of Na ions in BM-TNO-4 electrode can be determined by solving the Fick’s second law with the following equation:where mB is the electrode active mass, MB the molecular mass of BM-TNO-4, VM the molar volume of the material, S the overall contract area of the electrode and electrolyte, L the electrode thickness, and τ the charging time. As shown in  in the Supporting Information, the voltage shows a linear relationship with the square root of τ. Therefore,  can be further simplified to",
                "Based on , the evolving diffusion coefficients of BM-TNO-4 as a function of cell voltage is plotted in e and f. e shows that the sodium-ion chemical diffusion coefficient in first discharge process varies from 0.9 × 10–12 cm2 s–1 to 0.2 × 10–10 cm2 s–1. The result of discharge section have a similar rule to the initial discharge curve. The chemical diffusion coefficient decreases slowly as the voltage decreases, reaching a minimum at ∼0.24 V, then increases slightly and decreases again when the voltage reaches the cutoff voltage. During the charge process, the diffusion coefficient varies from 0.3 × 10–11 to 1.5 × 10–10 cm2 s–1 and the curve exhibits a twisting downtrend. The diffusion coefficient in the second discharge is higher than that of the initial discharge, but the curves is similar to the initial cycle. In addition, coinciding with the CV results, GITT there displays a slightly lower diffusion coefficient at the minimum charge.",
                "The better rate performance of BM-TNO-4 can be ascribed to its quick charge transfer kinetics of Faradaic reactions, as revealed by the electrochemical impedance spectra (). The semicircle in the high-middle frequency range represents charge-transfer resistance between the electrolyte and electrode, and the low-frequency line response represents the Warburg resistance related to the Na+ ion diffusion. Based on the fitted equivalent circuit in , the charge-transfer resistance is simulated to be ∼700 and ∼42 Ω, respectively, which suggests that ball-milling makes the resistance smaller and also enables charging/discharging measurements at high current density.",
                "The CV technique was further employed to investigate the Na-ion storage mechanism in BM-TNO-4. a shows CV curves in the range of 0.01–2.5 V at a scan rate of 0.1 mV s–1. A broad cathodic peak at ∼0.4 V in the initial cycle is observed due to the formation of SEI on the fresh surface of the active material particles. In the subsequent cycles, the CV curves are overlapped with long cathodic slopes, which agrees with the cycling performance, showing excellent reversibility. It demonstrates that the Na+-ion storage in the amorphous parts and/or nanocrystals is mainly featured by a capacitive behavior in the full voltage window. b shows that CV measurements were performed at different scan rates to evaluate the rate behavior. At high scan rates, the CV curves separately shift from the standard position, because of the increased polarizations and Ohmic resistance. On the other hand, according to the relationship between the measured current (i) and the scan rate (v), the b-value can be calculated by the slope of the log(v)–log(i) plots. If b = 0.5, the electrochemical behavior is totally controlled by diffusion process; if b = 1.0, the behavior is a capacitive process. c shows the relationship between the scan rates and peak current. The slope is 0.87, based on the CV curves from 0.1 mV s–1 to 3 mV s–1 (b), indicating that the sodium storage behavior in the BM-TNO-4 is mainly a pseudo-capacitive process.  As shown in d, the CV curves at the scan rate of 0.8 mV s–1 show that the capacitive capacity is ∼78.1% of the total capacity. Therefore, the results suggest that the BM-TNO materials that are electrochemically active, relative to the Na+ ion, have a great effect on the capacitive process. The great number of nanocrystals and high surface areas caused by ball milling are propitious to the capacitive effect."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, TiNb2O7 (TNO) in different states have been evaluated as the anode for sodium-ion batteries (SIBs). The pristine TNO prepared by solid-state reaction shows low activity to Na+-ion storage, whereas the disordered ball-milled TiNb2O7 (BM-TNO) materials exhibit high Na+-ion storage performance. TEM and XRD analysis show that BM-TNOs consist of a great number of nanocrystals surrounded by an amorphous phase. The BM-TNO-4 exhibits the best electrochemical performance as an anode in SIBs. Moreover, the remarkable different electrochemical behaviors of the sodiation and lithiation processes in BM-TNO-4 were systematically investigated, and the results showed that ball milling is an efficient method to modify the dynamic process of the electrode material for SIBs. The kinetics analysis based on CV reveals that Na-ion storage in BM-TNOs is mainly dominated by capacitive behavior, which is confirmed by the results of GITT tests. The research results show that the sodium-ion storage behaviors of TNO were evidently enhanced, because of the introduction of nanocrystals and high surface areas created by ball milling. Our findings have provided an effective strategy to search for high-performance electrode materials for SIBs."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Enhancing Sodium-Ion Storage Behaviors in TiNb2O7 by Mechanical Ball Milling"
}