{
    "DOI": "10.1021/acs.chemmater.3c01520",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Soft templating using amphiphilic polymers is a simple and suitable synthetic approach toward the production of mesoporous carbon materials, as initiated with the studies by Dai and co-workers.  Properties such as a high specific surface area, good chemical and mechanical resistance, and a tunable pore structure enable a wide scope of different applications as in catalysis, adsorption, or energy storage, for instance.  The evaporation-induced self-assembly (EISA) process is often applied to create an ordered mesophase of templates and precursors. Regarding this process, Clément Sanchez has brought significant scientific contributions to porous materials, especially by performing insightful mechanistic studies to reveal the underlying sol–gel chemistry of cross-linkable structures.  Next to the feasible production of porous carbons, the importance of choosing sustainable bioderived and widely available precursors is key in the quest to produce sustainable energy materials. For example, Ghimbeu et al.  substituted the carcinogen formaldehyde as a cross-linking agent in conventional synthetic strategies with phenol, resorcinol, or phloroglucinol as carbon precursors.  Furthermore, Herou et al.  used “organosolv lignin” as a bioprecursor to replace the fossil fuel derivate phloroglucinol in the synthesis of mesoporous carbon templated with Pluronic F-127. Applying lignin as a precursor exhibits obvious benefits, namely, high carbon content and large availability. Despite being the second most abundant natural polymer next to cellulose, lignin is rarely used in high-value applications such as the synthesis of advanced energy materials, for instance. It usually ends up as a waste product in the paper industry after the extraction of cellulose and is usually incinerated.  Hence, the effective transformation of lignin to porous carbon materials, e.g., via templating approaches, is of growing interest. In most studies, soft templating approaches rely on templates that create relatively small mesopores rarely exceeding 10 nm in diameter. Apart from these, purposefully selected and synthesized block copolymers enable the generation of other pore geometries and sizes up to 40 nm.  An increased mesopore diameter can be crucial for applications relying on enhanced mass transport, which is otherwise diffusion-limited within micropores or small mesopores.  Although research on various block copolymers as soft templates has been carried out for several years, their utilization in large-scale applications is still hindered by often complex and time-consuming synthetic processes. Recent studies by Wagner et al.,  as well as the initial work by Lokupitiya et al.,  revealed that PEOn-b-PHAm (poly(ethylene oxide)n-b-poly(n-hexyl acrylate)m with n and m as numbers of the respective repeating units) block copolymers can be suitable templates for various metal oxides creating large mesopores, which is a challenge to be introduced by soft templating without additional pore size swelling agents. Their synthesis via a supplemental activator reducing agent atom transfer radical polymerization (SARA ATRP) enables facile adjustment of different block chain lengths and is feasible with standard laboratory equipment, which represents a major advantage. In this study, the applicability of PEOn-b-PHAm block copolymers as templates for lignin-derived carbons with different pore diameters due to varying block lengths is evaluated. As previous investigations are restricted to PEOn-b-PHAm templating of metal oxides, here we extend the versatile application of PEOn-b-PHAm block copolymers also for mesoporous carbon next to the templating of metal oxides.",
                "Since reduced solubility comes with an increased molecular weight of polymers, which is necessary to produce large pore diameters, precipitation or phase separation would obstruct the EISA mechanism. Moreover, the thermodynamic and kinetic stability of block copolymer micelles formed within the EISA process is necessary to resist polymerization reactions during heat-induced precursor cross-linking. Hence, a rational choice of the solvent and reaction conditions becomes a crucial challenge when large block copolymers are used as templates in contrast to the straightforward application of commercial templates from the Pluronic family. Additionally, as lignin exhibits a highly branched molecular structure and high polydispersity, a uniform arrangement around large self-arranged polymer micelles during the EISA process is key.  To explore the general possibility of introducing large mesopores in carbons based on a precursor mixture of phloroglucinol and organosolv lignin in a mass ratio of 1:1, PEOn-b-PHAm block copolymers were employed in this study. Further, the comparison with two additional types of block copolymers (Pluronic F-127 and PIB50-b-PEO45) as templates, all applied in a mass ratio of 1:1 between the template and carbon precursors, aims to investigate the difference in accessibility, shape, and size of generated pores due to different soft templates for application as an anode material in sodium-ion batteries.",
                "In addition to investigating the pore morphology based on the type of block copolymer, the effect of the block copolymer template on carbonization and graphitization behavior is also evaluated. The nongraphitizable character and microstructure of conventional nontemplated resin-based carbons have been well investigated already.  The absence of crystalline long-range order within the graphene layer stacking and structural disorder of the two-dimensional graphene lattice cause broad and asymmetric (hk) and (00l) reflections in the wide-angle X-ray scattering (WAXS) pattern instead of general (hkl) reflections. Hence, conventional line-width-based microstructure evaluation of nongraphitic carbons is hindered and not meaningful.  Therefore, applying the algorithm by Ruland and Smarsly  has proved itself as a useful tool for nongraphitic carbon microstructure analysis in previous studies.  However, due to the novelty of the synthetic approach of producing carbons from organosolv lignin, the development and structural features of the microstructure of lignin-derived carbons have not been investigated yet. Inspired by Clément Sanchez and his pursuit of a detailed analysis and materials characterization, this study aims to present a starting point for enlightening the microstructure of templated lignin-derived hard carbons. This provides an initial understanding of the carbonization behavior of lignin isolated in the organosolv process. Also, using varying block copolymers as templates compared to nontemplated lignin-based carbon enables us to investigate the impact of different templates on carbonization behavior. This offers a door opener for follow-up studies of carbon analysis of different synthesis and precursor systems.",
                "The resulting carbon materials from this study with different pore sizes, pore accessibility, and graphitization levels were applied as anode materials in sodium-ion batteries (SIBs), the next generation of commercial and more sustainable batteries to complement lithium-ion batteries. Hard carbons, as, e.g., our synthesized mesoporous lignin-based carbon materials are the most utilized types of carbons for anodes in SIBs. However, their sodium storage mechanism is still under debate. The latest theories reported in the literature support a combination of adsorption–desorption of Na+ at defects and intercalation in the sloping region of the charge/discharge curve and a pore-filling mechanism in the plateau region, which needs closed pores.  Based on these theories, to maximize sodium storage, an interlayer spacing above 3.5 to 3.6 Å and closed pores are necessary. Since the determination of the exact value of this important structural parameter from WAXS data is impeded by the translational disorder in the stacking, the fitting approach by Ruland and Smarsly  was applied to obtain as reliable values as possible, which we compared to WAXS standard analysis (Scherrer-type analysis). The larger the pore dimension, the higher the plateau capacity should be, provided that the interlayer spacing stays within the mentioned range. For carbons with open porosity, the Coulombic efficiency should be low due to extensive electrolyte decomposition on the high surface area provided by open pores. As for formality, it should be noted that the terminology of “closed pores” will be continued instead of “voids”, as accessibility for sodium ions is still given here. Applying PEOn-b-PHAm polymers as templates for these lignin-derived hard carbons with both open and closed pores and a similar carbonization degree leading to a rather similar graphitic microstructure validates this previous sodium storage mechanism. These are just preliminary results since the focus here was the synthesis and characterization of this new type of porous lignin-derived carbons, but the ability to control closed vs open pores, their pore size, and pore volume opens new avenues for a better validation of the sodium-ion storage mechanism in hard carbons."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Phloroglucinol (1,3,5-benzentriol, ≥99.0%), the triblock copolymer Pluronic F-127 (poly(ethylene oxide)x-poly(propylene oxide)y-poly(ethylene oxide)x, MW = 12.6 kDa), and methanol (≥99.8%) were obtained from Sigma-Aldrich. Aqueous glyoxal solution (40 wt %) was purchased from Alfa Aesar. Chemicals were used as received without any further treatment. Organosolv lignin extracted from beech wood was provided by the Fraunhofer Center for Chemical-Biotechnological Processes (CBP) in Jena. Further information on lignin characterization and extraction can be found elsewhere.  The diblock copolymer PIB50-b-PEO45 (poly(isobutylene)-block-poly(ethylene oxide)) was purchased from BASF (Ludwigshafen, Germany), while the diblock copolymers PEOn-b-PHAm (poly(ethylene oxide)-b-poly(n-hexyl acrylate)) were synthesized as described below."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The two-step synthesis was originally reported by Lokupitiya et al.  According to Wagner et al.,  PEO-Br as a halide-capped macroinitiator was synthesized by esterification of α-methyl-ω-hydroxy poly(ethylene oxide). In a subsequent supplemental activator reducing agent atom transfer radical polymerization (SARA ATRP), PEOn-b-PHAm copolymers of various block lengths were obtained. Details on PEOn-b-PHAm diblock copolymer synthesis can be found in the recent literature.   (SI) provides an overview of the used amounts of starting materials to synthesize respective polymers () and polymer characterization by 1H NMR (), gel permeation chromatography (GPC) (), and dynamic light scattering (DLS) ()."
                    ],
                    "name": " Synthesis of PEOn-b-PHAm Diblock Copolymers",
                    "type": "h3"
                },
                {
                    "content": [
                        "The procedure in the initial report of lignin-derived mesoporous carbons by Herou et al.  has been adjusted as follows: The synthesis of the mesoporous carbon materials was carried out by applying an EISA process. First, the respective block copolymer (2.25 g) was dissolved in methanol by ultrasonication (45 kHz, 70 °C). For Pluronic F-127 and PIB50-b-PEO45 as templates, polymer dispersions were obtained in 62.5 mL of methanol in a glass beaker. Higher molecular mass causing poorer solubility required doubling the volume of solvent (125 mL of methanol) to dissolve the PEOn-b-PHAm diblock copolymers. One after another, the carbon precursors, lignin (0.65 g) and phloroglucinol (0.65 g), and aqueous glyoxal solution (1.25 mL) as a cross-linker were added after the complete dissolution of each by ultrasonication. In the case of PEO214-b-PHA322 polymer dispersion, an additional 30 mL of methanol was necessary to dissolve lignin completely. Covering the beakers prevented undesired solvent evaporation during ultrasonic treatment. Afterward, the solutions were left open in order to evaporate methanol at 40 °C for one night. Shiny, hard, and brown solids were obtained in each beaker. The following thermopolymerization was initiated upon thermal treatment at 85 °C overnight. The solids obtained were transferred to crucibles. Template removal at 350 °C and carbonization at 900 °C under an inert atmosphere (STF 16/180 from Carbolite Ltd.; N2 flow rate of 500 mL min–1; heating rate of 1 °C min–1; 1 h dwelling time at 350 °C; further temperature increase with 1 °C min–1; 2 h dwelling time at 900 °C, natural cooling) yielded the respective carbon material as the product. Reactant mass ratios of carbon precursor: template: aqueous glyoxal and phloroglucinol: lignin were chosen according to the previous literature  and set to 1:1.731:1.216 and 1:1, respectively. To investigate the influence of carbonization temperature on carbon microstructure and porosity, carbonization at 1300 °C (STF 16/180 from Carbolite Ltd.; N2 flow rate of 500 mL min–1; heating rate of 5 °C min–1; 2 h dwelling time; natural cooling) was carried out as post-treatment."
                    ],
                    "name": " Preparation of Carbon Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The carbon materials were ground using a mortar and pestle to break down the monolithic structure and homogenize the particle size. After that, the carbon powder was mixed with the binder carboxymethyl cellulose (Sigma-Aldrich) in a mass ratio of 9:1 using a mortar and pestle for 30 min to prepare an aqueous slurry. The hard carbon electrodes were then coated by using the mixed slurry onto Al foil (MTI Corporation). Before being cut into pieces for the further assembly of coin cells, the coated Al foil was dried at room temperature, followed by 80 °C in a vacuum oven overnight. The loading mass of the coated electrodes (0.8 cm × 0.8 cm) was controlled within a range of 1.5–2.0 mg cm–2."
                    ],
                    "name": " Preparation of Carbon Anodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical testing was conducted using stainless steel coin cells (CR2032, MTI Corporation) at room temperature, and the cell assembly was completed in an Ar-filled glovebox (H2O, O2 < 0.5 ppm, mBraun). The commercial electrolytes of 1 M NaPF6 in mixed solvents, ethylene carbonate–diethyl carbonate (EC–DMC, 1:1 vol %, Elyte), were used. In the half-cell configuration, a piece of sodium metal (12 mm in diameter, Alfa Aesar) was used as both the counter and the reference electrodes. The electrodes were placed against the sodium metal with a glass fiber separator (16 mm in diameter, GF/A Glass microfiber filters, Whatman) soaked with 100 μL of electrolytes. The half cells were discharged and charged between 0.001 and 2.5 V vs Na+/Na at different current densities of 0.1, 0.2, 0.5, 1.0, and 2.0 C (1 C = 300 mA g–1) as well as cycling at 0.5 C."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Before the GITT measurement, the samples were cycled at a constant current of 0.1 C for the first cycle. This precycle was to exclude the influence of SEI formation. From the second cycle, a sample was galvanostatically discharged for 10 min and then rested for 80 min until the potential reached 1 mV (V vs Na+/Na). The discharge current was based on the reversible capacity to ensure similar numbers of data points across different samples. For example, the reversible capacities of the PIB50-b-PEO45-templated carbon and the PEO428-b-PHA265-templated carbon are around 100 and 220 mAh g–1, respectively. Then, the discharge currents were 10 and 22 mAh g–1. According to the potential gap between equilibrium potential and nonequilibrium potential under applied current, the diffusivity coefficient can be estimated using Fick’s second law with the following simplified equation where τ is pulse time length, mB, MB, and VM are the active mass, the molar mass, and the molar volume of carbon, respectively, and S is the active area of the working electrode (in this work, the area of the electrode was used in the calculation), ΔES and ΔEt can be obtained from a GITT curve (see  in the  for a representative curve in GITT)."
                    ],
                    "name": " Galvanostatic Intermittent Titration Technique (GITT)",
                    "type": "h3"
                },
                {
                    "content": [
                        "The hydrodynamic diameter was determined by DLS experiments carried out on a Litesizer 500 from Anton Paar. Polymer dispersions used in the synthesis procedure were diluted 4-fold in a disposable measurement cell. Measurement was performed in three runs of ten seconds each run and evaluated with the software Anton Paar Kalliope Professional 2.18.1. Proton-nuclear magnetic resonance (1H NMR) experiments were performed at 25 °C on a Bruker Avance II 400 MHz, Bruker Avance III 400 MHz HD, and Bruker Ascend Advance IV Neo 7. The spectra were referenced to the solvent peak at 7.27 ppm and evaluated using MestReNova 14.1.2. Tetrahydrofuran with a flow rate of 0.5 mL min–1 served as an eluent for GPC. Detection with simultaneous UV (TSP UV 2000) and refractive index (Shodex RI-101) took place at 25 °C. Calibration was done with poly(styrene) standards (PSS, Mainz, Germany). A 300 mm × 8 mm PSS SDV linear M column was applied as a stationary phase and packed with 3 μm particles with 102 to 106 Da of mass range. An injection volume of 100 μL was filtered through 0.45 μm filters beforehand and contained about 0.15 wt % polymeric sample."
                    ],
                    "name": " Characterization of PEOn-b-PHAm Polymers",
                    "type": "h3"
                },
                {
                    "content": [
                        "Nitrogen physisorption experiments were performed with TriStar II PLUS from Micromeritics at 77 K. Data evaluation was carried out with the affiliated software TriStar II PLUS 3.00. For pore size distribution determination, a nonlocal density functional theory (NLDFT) kernel for carbon with cylindrical pore geometry was applied to the adsorption branch. Degassing of the carbon samples was accomplished at 220 °C for 16 h with Micromeritics′s Smart VacPrep and the Smart VacPrep software. Transmission electron microscopy (TEM) was carried out for the direct imaging of carbon materials in a JEOL JEM-2100F at 200 kV, and the images were analyzed with DigitalMicrograph 3.52.4932.0 from Gatan. The carbon powders were dispersed in acetone by sonicating for 15 min and left to settle for 10 min. The upper solution was collected and deposited onto the TEM grids (Holey Carbon Films on 300 Mesh Copper Grids, Agar Scientific). The grid was then left to dry overnight and stored in dry conditions before imaging. A Scanning Electron Microscope (LEO Gemini 1252 FEG-SEM) was used to study the morphologies of samples operating at an accelerating voltage of 3 keV and a working distance of around 3 mm. Before the measurement, the samples were secured onto the alumina sample holders by using conductive double-sided carbon tapes. Wide-angle X-ray scattering (WAXS) measurements were performed with an X′Pert Pro MPD diffractometer from PANalytical in Bragg–Brentano geometry at room temperature. Cu-Kα1 radiation (λ = 1.5406 Å) and Cu-Kα2 radiation (λ = 1.5444 Å) in a 1:1 ratio at 40 kV and 40 mA were applied. Measurements were operated with a step size of 0.08° in the range of 5° < 2θ < 115°. Data analysis was based on the algorithm of Ruland and Smarsly  implemented in the OctCarb script by Osswald and Smarsly  and executed by the GNU Octave software. Details about the mathematical evaluation of quantitative microstructure parameters from the whole WAXS pattern of nongraphitic carbons can be found elsewhere.  Small-angle X-ray scattering (SAXS) was operated with a SAXSpoint 2.0 instrument from Anton Paar equipped with a Dectris EIGER2 R 1M hybrid pixel area X-ray detector and a microsource creating point-focused and slit-collimated Cu–Kα1 (λ = 1.54 Å) radiation at 50 W. The sample holder from Anton Paar, on which the sample plate was fixed with a vacuum-tight sealing tape at both sides, at a motorized X/Y table consisted of a 0.4 nm thick metal plate with 20 square holes (4 mm × 4 mm with 10 mm center-to-center distances). Sample-to-detector distance was set to 575.65 mm. Measurement was carried out with 25 runs for each sample in a vacuum (1 mbar) and at 25 °C temperature. Each run contained an exposure time of 2 min. On the one hand, SAXS data evaluation was carried out with chord length distribution (CLD) analysis according to Stoeckel et al.  On the other hand, the software SASfit 0.94.12 was applied to fit the SAXS patterns, in which the implemented decoupling approximation described the fitting model with a lattice parameter and a form factor for spheres with a Gaussian size distribution. In addition, modeling SAXS patterns assuming a face-centered cubic (FCC) array of polydisperse spheres was accomplished with the software Gnuplot. Applying a laser excitation wavelength of λ = 532 nm and a power of 6.25 mW, Raman spectra were recorded with a Senterra II instrument by Bruker. Data export was carried out with Opus 8.1. Density measurements were carried out with a Micromeritics AccuPyc II 1340 Gas Pycnometer, which was operated with the software AccuPyc II 1340 V2.00. A 1 mL volume cuvette for the analyzed sample, 25 °C setting temperature, and helium as working gas were used. The procedure consisted of 20 purges over 50 cycles. The results for the last 30 cycles were applied to obtain an average density value."
                    ],
                    "name": " Characterization of Carbon Materials",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis of mesoporous carbons was carried out by soft templating with fixed mass ratios of template, carbon precursors, and aqueous glyoxal solution (1.731:1:1.216) as well as within the carbon precursors phloroglucinol and organosolv lignin (1:1).  While all other synthetic conditions were maintained identically, different block copolymers were applied as templates to test their applicability for soft templating of lignin-based carbons and to achieve mesoporosity with controlled pore size and shape. Next to the well-established triblock copolymer Pluronic F-127,  the diblock copolymer PIB50-b-PEO45 (poly(isobutylene)-block-poly(ethylene)) and three PEOn-b-PHAm-type (poly(ethylene oxide)-b-poly(n-hexyl acrylate)) polymers (A) with varying block lengths (both n and m) are applied as templates within the synthetic procedure, which is schematically illustrated in , yielding mesoporous carbons.",
                "After the dissolution of the polymer template in methanol, organosolv lignin, phloroglucinol, and glyoxal are subsequently added to the polymer dispersion (B). Due to hydrogen bonding, carbon precursors possessing a hydroxy moiety interact with the PEO sequence of the templates, as indicated in C, taking the example of phloroglucinol as a precursor. These noncovalent interactions govern the subsequent organic–organic self-assembly process.  Driven by the mutual incompatibility of hydrophilic and hydrophobic polymer blocks, the polymers form micelles with the hydrophobic sequence (e.g., PPO, PIB, or PHA), building the core of a micelle in methanol as a hydrophilic solvent. Note that PIB-b-PEO-type and PEO-b-PHA-type block copolymers are present as micelles already at minute concentrations, while in the case of Pluronic F-127, micelles only form at elevated concentrations upon solvent evaporation. For all three types of block copolymers, microphase separation is promoted within the EISA process, and thermopolymerization of precursor monomers at 85 °C stabilizes the ordered mesophase (D) by cross-linking reactions with glyoxal, thereby generating covalent carbon-bridged phenols (E).  The three-dimensionally interconnected network enables subsequent template removal without collapsing mesostructures, and carbonization at 900 °C, respectively 1300 °C, yields the final mesoporous carbon (F). ",
                "In order to relate the finally obtained mesopore dimensions to the block copolymer micelles, solutions of the block copolymers in methanol were studied in dynamic light scattering (DLS) measurements. As shown in , for PIB50-b-PEO45 and PEOn-b-PHAm polymers, colloidal objects with well-defined and quite large hydrodynamic radii are observed (see ), which can be attributed to micelles, in accordance with the DLS studies of Sarkar et al.  It is important to note that for these two types of block copolymers, the minimized exchange dynamics of persistent micelle templates with preserved micelle dimensions allow control of yielded templated materials and defined mesoporosity.  In addition, the diameters increase with extended block lengths, which is in accordance with the general principles of micelle formation. As a result, the chosen combination of methanol as a solvent and PEOn-b-PHAm block copolymers enables control of defined mesoporosity by micelle templating.",
                "Accordingly, TEM micrographs () reveal the successful generation of mesoporous lignin-derived carbon by soft templating using three types of block copolymers. Lignin-based carbon templated with Pluronic F-127 exhibited characteristic channel pores (B) as previously produced by Herou et al. ",
                "PIB50-b-PEO45 (C) and PEOn-b-PHAm (D–F) induced arrays of spherical pores with average diameters of 9 nm (PIB50-b-PEO45) and 23 to 52 nm (PEOn-b-PHAm). For the latter, the pore diameters increased with growing polymer block lengths and are thus in relation to the hydrodynamic micellar diameters (). Hence, for PEOn-b-PHAm polymers, the PHA block determined predominantly the resulting pore diameter, comparing PEO251-b-PHA95 and PEO214-b-PHA322, featuring similar PEO blocks.  As the determination of the hydrodynamic diameter encompasses the micelle core, the micelle corona, and a solvation sphere, it is reasonable to expect systematically smaller resulting pore sizes. These sizes predominantly depend on the micelle core. This expectation is particularly applicable when considering PIB50-b-PEO45 and PEOn-b-PHAm polymers as templates.  The diameter of mesopores for Pluronic F-127 templated carbon is in line with the comparably small hydrodynamic radius.",
                "Carbons synthesized without any template do not reveal any mesoscale porosity, thus proving that the mesoporosity is a consequence of block polymer soft templating (A). Comparing PEO428-b-PHA265 and PEO251-b-PHA95, the former results not only in larger defined spherical mesopores with (37 ± 6) nm as pore diameter but also an increased order (E). Such a difference in the mesoscopic ordering might be a consequence of both the block length and the polymer-to-precursor ratio, the origin of which will be addressed in a separate study varying the template concentrations. The ordered pore structures, together with uniform pore diameters visible in TEM micrographs, implement important mechanistic insight. This uniformity is possible only as polymer degradation and carbonization of the carbon matrix are decoupled. Cross-linking of the lignin-containing matrix at moderate temperatures yields a loose carbon framework through which removal of template degradation products in applied nitrogen gas flow is still possible.",
                "Yet, further extension of the PHA block length yielded variable ellipsoidal pore shapes and a larger variation in diameters (F). In general, as shown in , the larger the block copolymer chain lengths, the broader the distribution of hydrodynamic micelle diameters and pore sizes subsequently. Simultaneously to growing pore diameters, pore wall thicknesses of carbons with spherical pores were extended (). Evaluation of the SEM micrographs confirmed the trends determined by TEM regarding the pore size in relation to the respective block copolymers (). Notably, SEM images of the templated carbons display well-defined mesopores throughout the monolithic materials’ entirety, especially the absence of dense nontemplated carbon ().",
                "To further gain knowledge of the pore morphology introduced by soft templating, nitrogen physisorption experiments (T = 77 K) were conducted (). The lack of porosity in the nontemplated carbon sample, as indicated in the physisorption isotherm (A) and pore size distribution (B), agrees with TEM observations. Taking a closer look at the polymer-templated carbons, templating with Pluronic F-127 and PIB50-b-PEO45 led to isotherms with H2-type-shaped hysteresis loops  and a pronounced nitrogen uptake (A), indicating significant mesopore volume. To evaluate the desorption mechanism and whether pore blocking or cavitation network effect might cause delayed evaporation, especially for PIB50-b-PEO45-templated carbon, further investigation by varying the adsorptive or recording a series of hysteresis scans is necessary,  which is not in the focus of the present study. Nevertheless, the occurrence of hysteresis is associated with restricted access to the pore cavity. The pore size distributions in B were determined by applying an NLDFT kernel for carbon with a cylindrical mesopore geometry on the adsorption branch. Instead, using an NLDFT analysis assuming a spherical geometry for the large mesopores is expected to yield up to 50% larger pore diameters. These would present an even larger discrepancy with observed TEM results, which might be caused by the assumption of graphitic carbon with different polarities compared to the present nongraphitic, hard carbon implemented in the NLDFT kernel. Hence, an NLDFT kernel for cylindrical mesoporous carbon is applied, though being aware of pore diameters being slightly larger. It reveals global maxima at 6 nm (Pluronic F-127), respectively 11 nm (PIB50-b-PEO45), i.e., slightly larger pore diameters compared to mean pore diameters determined by averaged TEM measurements. Physisorption experiments of the carbon templated with PEOn-b-PHAm polymers show different results. They display characteristic carbon microporosity with initial nitrogen uptake in the isotherm at a small relative pressure in all templated carbon materials. Yet, despite the abundance of mesopores displayed in TEM and SEM images and also contrary to SAXS analysis (see below), quite surprisingly, the overall pore volume is comparably small and hysteresis loops are absent in recorded isotherms (A), thereby suggesting the presence of micropores and small mesopores as dominant pore populations, but no pores beyond approximately 10 nm. In agreement, derived pore size distributions reveal micro- and small mesopores but lack an indication of large mesopores of 20–50 nm (B), suggesting that these voids are isolated from each other and inaccessible to nitrogen, which is astonishing in light of the quite high template-to-precursor ratio.",
                "To address this apparent discrepancy between physisorption and SEM/TEM results for carbons templated with PEOn-b-PHAm polymers, SAXS was utilized as a tool to detect all mesopores, both accessible and isolated ones. In the following, carbon templated with PEO214-b-PHA322 was disregarded due to its high polydispersity of pore sizes indicated by TEM and SEM; thus, focusing on carbons templated with PEO251-b-PHA95 and PEO428-b-PHA265. The SAXS patterns of both samples (A and D) exhibit a series of distinct, broad maxima/oscillations, pointing to ordered arrays of mesopores. The first maximum at s = 0.043 nm–1 (PEO251-b-PHA95) and s = 0.021 nm–1 (PEO428-b-PHA265) can be interpreted as a “Bragg” reflection, i.e., caused by a defined average pore-to-pore distance. At larger s for both carbons, broad maxima/oscillations were observed, which might be interpreted as “Bragg” maxima or oscillations of the form factor of defined objects. Interestingly, an almost perfect Porod law is observed at larger s (I(s) ∝ 1/s4) (), confirming a well-defined two-phase system of larger mesopores/voids and the carbon matrix.",
                "A quantitative SAXS evaluation of pore sizes upon scattering methods depends on the assumption of a geometrical model in order to fit the experimental data.  As TEM micrographs () display spherical pores lacking a closed-packed arrangement with crystalline long-range order, a SAXS model on either a crystal-like array or on local order might be feasible. In the following, an approach was applied for the semiquantitative modeling of the SAXS data following the Percus–Yevick structure factor for hard spheres, as successfully applied previously.  Aside from a hard-sphere potential, the Percus–Yevick structure factor presents a practical advantage by relying on only two parameters: the hard-sphere potential radius R and volume fraction η. Separated spherical pores thus fulfill a basic precondition of the Percus–Yevick approach, and our approach uses a polydisperse form factor for spheres.  Modeling of the experimental SAXS data using this Percus–Yevick decoupling approach is shown in A,D. The overall shape of the SAXS curves is modeled quite well, although the position of the higher maxima cannot be achieved precisely. Yet, a reasonable pore diameter distribution was obtained for each mesoporous carbon material (B,E). The pore diameters of (22 ± 3) nm for PEO251-b-PHA95-templated carbon and (37 ± 5) nm for PEO428-b-PHA265-templated carbon are in good agreement with the TEM results. This SAXS analysis furthermore provides volume fractions of 44% for PEO251-b-PHA95-templated carbon and correspondingly 35% for PEO428-b-PHA265-templated carbon as well, which are in qualitative agreement with SEM/TEM analysis regarding the order of magnitude. Interestingly, the SAXS evaluation confirms a broader pore size distribution with an increasing block length of the applied polymer, in agreement with the TEM, SEM, and DLS analysis. In addition, we have modeled the SAXS patterns assuming a face-centered cubic (FCC) array of polydisperse spheres (see the  file, Figure S12).  It is seen that the position of the maxima can be adequately modeled as the higher-order reflections of the FCC packing, indicating a three-dimensional ordered packing, while it is not possible to fit the overall course of the curve. The average mesopore diameters obtained from this procedure and the Percus–Yevick-based approach agree reasonably well with each other for both materials (see ). Yet, the wall thickness between these isolated mesopores cannot be calculated with acceptable accuracy, as the value of the average pore-to-pore diameter shows substantial uncertainty, being severely dependent on the packing model.",
                "Thus, an alternative SAXS evaluation was performed that is not based on a distinct type of packing, namely, by the concept of chord length distributions (CLD). Since Porod′s law is valid for the SAXS data of both materials, corresponding to a two-phase system, the evaluation of the CLD is meaningful. Without any assumption of a geometrical model, CLD analysis presents a powerful tool to examine nanostructured materials with only local mesoscopic order.  The CLDs evaluated by fitting the experimental SAXS data with analytical basic functions are displayed in C (PEO251-b-PHA95-templated) and F (PEO428-b-PHA265-templated).  The parametrization process is demonstrated in the  (). As a result of the absence of a sufficient amount of data points at very small scattering vectors s, causing a mathematical obstacle for the fitting procedure, artifacts appear in both CLDs at large radii (discussion provided in the , ). As a superposition of linear distances between phase boundaries, positive, respectively negative, contributions reflect the chord penetration of one, respectively two, interphases. Though this does not equal a pore size distribution, together with TEM as an independent method, it is justifiable to interpret the first positive contributions in both CLDs to be caused by varying pore diameters and wall thicknesses.  According to Smarsly et al.,  assigning the contributions of micropores and small mesopores (approximately <5 nm), pore walls, and large templated mesopores is even possible. In C,F, the respective contributions are color-coded in yellow, orange, and red.",
                "As a main benefit, the CLD allows for the detection of small entities such as micropores and small mesopores.  Compared to previously published block copolymer-templated material, the CLDs of the PEO251-b-PHA95- and PEO428-b-PHA265-based carbons exhibit only small contributions of entities below approximately 5 nm, i.e., attributable to small pores or thin pore walls. Regardless of this assignment, one can safely state that the materials contain a quite small concentration of micropores or mesopores between 2 and 5 nm (accessible or inaccessible). This finding can further explain the low degree of connectivity between the larger spherical mesopores. Large mesopore contributions in an x-range of approximately 18 to 22 nm for PEO251-b-PHA95-templated carbon and approximately 32 to 42 nm for PEO428-b-PHA265-templated carbon are in accordance with averaged pore diameter measurements in TEM micrographs. Reasonable values corresponding to TEM measurements are also obtained by the first minimum in the CLDs. For PEO251-b-PHA95-templated carbon, the sum of pore diameters and wall thickness determined by TEM corresponds to a pore-to-pore diameter of (28 ± 6) nm. Hence, the minimum in the CLD at 27 nm as the pore-to-pore distance is in good agreement. The CLD of carbon templated with PEO428-b-PHA265 with a minimum at 50 nm shows a greater deviation from TEM results of (44 ± 8) nm pore-to-pore diameter but is still within standard deviations.",
                "Concluding pore morphology analysis, TEM, SEM, nitrogen physisorption, and SAXS analysis provide a coherent analysis, proving well-defined nanoscaled voids for all templates. In particular, PEOn-b-PHAm polymers proved themselves as applicable templates, generating spherical mesopores of defined diameter and packing. Keeping a constant mass ratio of carbon precursor to template, PEOn-b-PHAm polymers introduced isolated spherical pores in contrast to accessible pore morphologies by well-established Pluronic F-127 or PIB50-b-PEO45 templates as outlined with physisorption and SAXS experiments.",
                "Next to the examination of the pore morphology, a thorough analysis of the carbon microstructure, i.e., of the graphenes and their stacking, is crucial in several ways as well. The dimension and disorder of the graphenes and their stacks (in the following termed “carbon microstructure”) might be as relevant for carbons applied in various energy material applications as the pore structure, especially for the transport of sodium in hard carbons. Here, the average interlayer spacing a3 presents a valuable parameter that is related to the (de)sodiation capability of sodium and is important for the elucidation of the mechanism of sodium storage in hard carbons, as elaborated in the recent literature.  Moreover, a precise characterization of the carbon microstructure is a prerequisite to separate its impact from the impact of the pore morphology (diameter, shape, accessibility, and mutual connection) on electrochemical parameters. Also, investigating the general impact of introducing a template in combination with a carbonization process might reveal intriguing insights about the formation and reorganization of nanosized graphene sheets within nongraphitic carbons during thermal treatment. Therefore, microstructure elucidation by Raman spectroscopy and WAXS will be discussed, focusing on eight carbon samples produced with four different templates (nontemplated carbon, Pluronic F-127-templated carbon, PIB50-b-PEO45-templated carbon, and PEO428-b-PHA265-templated carbon) applying two different carbonization temperatures (900 and 1300 °C). The temperature of 1300 °C was selected as the upper choice to ensure that the conductivity behavior of the samples met the requirements as anode materials in a sodium-ion battery,  which will be discussed in detail later in this study. Preservation of the mesopore structure upon the additional carbonization at 1300 °C as evaluated for the samples carbonized at 900 °C was confirmed by TEM (), proving the thermal stability of the mesoporous scaffold.",
                "In Raman spectroscopy analysis, by applying an excitation wavelength of 532 nm, characteristic first-order bands in the spectral range of 1000 cm–1 to 1750 cm–1 and second-order bands from 2250 to 3500 cm–1 appear for all samples ().  All bands are broad and overlap as it is known for low carbonization temperatures and disordered nongraphitic structures.  For spectral parameter elucidation, fitting the first-order bands includes all five reported Raman bands (commonly termed D1, D2, D3, D4, and G) applied with Lorentzian line shapes. Intensity maxima arise from the defect-activated band D1 appearing at ∼1350 cm–1 due to the A1g symmetric vibrational mode of graphene edge defects and G band at ∼1585 cm–1 corresponding to a graphitic lattice mode with E2g symmetry.  Overlapping with the D3 band at ∼1500 cm–1 and D4 band at ∼1200 cm–1 appears in all recorded Raman spectra. ",
                "For carbons carbonized at 900 °C, first-order band intensities and positions are qualitatively and quantitatively similar to the overview spectra (B) and in-detail fittings in A,C. In contrast, differences among the samples appear at a carbonization temperature of 1300 °C. Whereas all templated carbon materials transform equally, as represented in F, the first-order Raman spectra of the nontemplated carbon can be distinguished from all other samples upon such higher temperature treatment. With a pronounced asymmetric shape, the G mode overlaps with the D2 band appearing at ∼1620 cm–1, corresponding to the same graphitic lattice mode as the G band involving graphene layers at the surface (D).  As known in the literature, the D2 band appears upon higher carbonization temperatures, inducing a more ordered graphene lattice.  Hence, notably, the appearance of the D2 band in nontemplated carbon carbonized at 1300 °C suggests qualitatively higher structural order compared to templated carbon. In addition, the increase in structural order is supported by the most pronounced decline of the full width at half-maximum (fwhm) within Raman modes of nontemplated lignin-derived carbon at 1300 °C,  which is further underlined by consideration of the second-order bands. As Raman spectra of all samples carbonized at 900 °C resemble one another in the spectral range from 2250 to 3500 cm–1 (see ), combinations of graphitic lattice vibration modes and overtones appear different for nontemplated carbon treated at 1300 °C (G) compared to all other templated samples (H). Fitting the second-order modes was applied by considering 2*D1, 2*D2, and 2*D4 overtones next to the G+D1 combination band with Lorentzian profiles each.  As the 2*D1 overtone, though splitting into two 2*D11 and 2*D12 peaks, appears in Raman spectra of graphite as well, the absence of or a low-intensity broad 2*D1 overtone points out a low degree of stacking within investigated templated carbon materials. In contrast, nontemplated carbon carbonized at 1300 °C exhibits a pronounced 2*D1 band shaped as a single Lorentzian, well-known for turbostratic nongraphitic carbon.  Next to comparing templated and nontemplated lignin-derived carbon, an appealing comparison can be made with nontemplated lignin-phloroglucinol-based carbon (this study) and phenol-formaldehyde resin-based carbons (PF-R) reported by Schuepfer et al.  For PF-R materials, the appearance of the 2*D1 band was first observed upon carbonization at 1800 °C. The presence of the aforementioned band at a significantly lower carbonization temperature of 1300 °C within investigated lignin-based carbons suggests an accelerated growth and increase in structural order of the graphenes compared to conventional resin-based carbons. In a qualitative comparison of Raman spectra alone, decreasing fwhm and increasing D2 and 2*D1 band intensity of nontemplated lignin-derived carbons are clear indicators of decreasing disorder and layer extension increase compared to all templated carbons.  Hence, it can be stated already that introducing templates causes restriction in graphene layer (re)organization during thermal treatment. Also, all different polymers seem to affect and hinder graphitization to the same extent.",
                "For quantitative carbon microstructure analysis by Raman spectroscopy, several empirical relations determining the graphene extension La based on the intensity ratio of D1 and G band are described and applied in the literature.  Though, as shown in extensive comparative studies by Schuepfer et al.,  the commonly used Raman intensity ratio ID/IG does not provide a universal correlation to determine La. For instance, since the D band intensity depends on formed defects, whose type and density are related to precursor molecules and carbonization procedure, quantitative evaluation of Raman results ideally requires a combination with other methods determining the graphene extension La.  Several quantitative structural parameters can be obtained by wide-angle X-ray scattering (WAXS) analysis, which was applied to the carbon materials studied here. It is important to note that the overall class of nongraphitic carbons, to which hard carbons belong, shows turbostratic disorder in the graphene lattice and lacks crystallographic three-dimensional long-range order within the stacking of graphene layers, according to the IUPAC definition.  An appropriate carbon microstructure evaluation based on the diffuse and overlapping (00l) and (hk) reflections of asymmetric shape in the obtained WAXS pattern () was possible by applying the algorithm developed by Ruland and Smarsly  implemented in the OctCarb script developed by Osswald and Smarsly  in combination with the GNU Octave  software. The approach by Ruland and Smarsly  is based on fitting the experimental WAXS data over the whole angular range by a continuous model function obtaining up to 18 physical and geometrical parameters describing the carbon microstructure, especially in terms of dimension and disorder of the graphenes and their stacking. The theory of the WAXS algorithm is described in detail elsewhere.  The obtained experimental WAXS data with corresponding fittings of the studied lignin-derived carbons carbonized at 900 and 1300 °C are demonstrated in .",
                "Already, the qualitative comparison of the WAXS patterns alone is in accordance with insights obtained by Raman spectroscopy: Broad reflections govern the experimental WAXS data for all investigated carbons, but the nontemplated carbon carbonized at 1300 °C (, top right) presents a quite interesting exception. Here, significantly sharper reflections are obtained. Whereas the (004) reflection can only be perceived as asymmetry or shoulder in the vicinity of the (10) reflection in all other patterns due to a large stacking disorder, it appears defined and isolated in the WAXS data of 1300 °C carbonized and nontemplated lignin-derived carbon, indicating a higher order within the graphene layers. Going beyond such qualitative analysis, the fitting approach by Osswald and Smarsly  was successfully applied to the WAXS data, achieving reasonable fitting over almost the entire experimental WAXS range. Hence, the structural parameters derived from them can be regarded as reliable. The most important obtained parameters regarding the size of graphene layers and stacking and respective disorder parameters are listed in  and schematically illustrated in . Interestingly, the qualitative interpretation of Raman spectroscopy and WAXS data is supported by the determination of quantitative structure parameters based on the WAXS fitting approach. ",
                "Multiple comparisons can be drawn. First, an analysis of the layer-related parameters reveals that increasing the carbonization temperature leads to a higher degree of intralayer order within the carbon microstructure. This is evidenced by the enlarged average graphene layer extent (La) and reduced disorder parameter (σ1) observed across all carbon materials if the two treatment temperatures are compared, i.e., 900 °C vs 1300 °C. A significantly lower increase in La (8–17%) was observed across all templated mesoporous carbon materials compared to a much larger growth in La (from 2.8 nm to approximately 6 nm, i.e., by 125%) for the nontemplated carbon. Similarly, σ1 decreased by 46% in nontemplated compared to 8–29% in templated carbon. Additionally, an extended average C–C bond length lcc approaching the value of 1.421 Å in graphite  is observed for nontemplated carbon, while the lcc values of templated carbons are kept rather constant. Therefore, while the microstructures of all carbons carbonized at 900 °C are similar, further graphene growth and increasing order upon higher carbonization temperatures are significantly impeded when polymers are used as soft templates. Overall, this detailed analysis reveals the interesting insight that the templating of carbon has an impact on the microstructure, even when high-temperature post-treatments are carried out after template removal.",
                "As mentioned before, not all WAXS reflections are resolved well due to the intrinsic properties of nongraphitic carbons and a substantial disorder. Yet, valid structure parameters depending on the signal width are only obtained by the applied evaluation technique if at least two reflections of the same lattice plane family caused by intralayer, respectively interlayer, scattering can be fitted precisely, i.e., for instance, the (10) and (20) reflections.  Considering the (00l) reflections, this is not the case, as noted for the (004) reflection. Together with the finite measurement range of standard WAXS laboratory setups limiting the number of recorded reflections, this shows the limitations of possible microstructure evaluation within this study, causing the stacking height Lc only to be determined in terms of order of magnitude. Again, the nontemplated carbon sample carbonized at 1300 °C is an exception here due to more advanced structural ordering in the two-dimensional graphene layers and their stacking. Regarding the average interlayer spacing a3, the value is usually determined directly from the position of the (002) signal maximum by Bragg′s law. Such procedure, however, involves significant uncertainties and yields unrealistic values, e.g., ∼ 3.8 Å for templated carbons carbonized at 1300 °C (). By contrast, the WAXS fitting procedure takes into account effects possibly influencing the signal position and width, in particular the distribution of a3, but also small-angle scattering contributions, etc. The systematic overestimation of the interlayer spacing a3 of nongraphitic carbons applying Bragg′s law already justifies the comprehensive WAXS analysis applying the fitting procedure and algorithm by Ruland and Smarsly,  especially as mechanistic studies of hard carbon anodes for sodium storage still rely on the interlayer spacing a3 determined by Bragg′s law.  The better the fitting of the whole WAXS curve, the more reliable the values for a3 are received. The correlation between the interlayer spacing a3 of hard carbons in SIBs and the electrochemical performance will be discussed later.",
                "As an important advantage of this WAXS data evaluation, fitting of (10) and (11) intralayer reflections enabled a precise quantification of La and the parameter (σ1), which are meaningful parameters to describe the graphene layers. Thereby, the recently introduced advanced Raman spectroscopy analysis correlating spectroscopic quantities against WAXS analysis, introduced by Schuepfer et al.  and elaborated by Osswald et al.,  is applicable. Therein, the dependency of the G band position on the average layer extension La was discussed with empirical and theoretical relationships. As the G band position is nondispersive, comparing the Raman and WAXS analysis results in this study with the universal master curves of the above-mentioned literature  () allows further assessment of the validity of microstructure analysis of lignin-based carbons.",
                "The results of the current study are in good agreement with those of previous ones on comparable PF-R carbons, which belong to the class of hard carbons, too. It is worth mentioning that wide-angle neutron scattering (WANS) and the results applied by Osswald et al.  provide a higher accuracy compared to WAXS analysis (Schuepfer et al.  and this study) due to significant damping of WAXS data at larger s values caused by the atomic form factors, the impact of Compton scattering, and confined scattering range of s in typical Cu-Kα-WAXS laboratory instruments.  Typically, La is overestimated, and σ1 shifted to higher values for such typical XRD setups.  Pfaff et al.  specified a maximum deviation of approximately 25% as the error range, determining La with standard laboratory WAXS setups. Considering this, corresponding error bars complement the obtained La values in , representing microstructure analysis of the mesoporous lignin-derived carbons. Approaching the WANS-based master curve of Osswald et al.  shows a good validness of the conducted microstructure analysis.",
                "With the knowledge gained about the carbon microstructure, density measurements by helium pycnometry () can also be evaluated validly. First, a density value of 1.76 g cm–3 for the nontemplated carbon material treated at 900 °C is in accordance with other comparable hard carbons treated at similar carbonization temperatures known in the literature as in Badaczewski et al.  or Kubota et al.  For 900 °C as carbonization temperature, microstructure analysis revealed a comparable level of graphitization and a similar interlayer distance a3 for all samples, including the nontemplated carbon material. Hence, following the microstructure, templated carbons are expected to exhibit the same density value as the nontemplated carbon. However, a successive decrease in density is observed as templates are introduced with the lowest values for PEOn-b-PHAm-templated carbons. This can be explained by the extensive introduction of closed pores that are inaccessible to helium.  The measured density is therefore not the density of the carbon skeleton only, but includes inaccessible pores. This further supports the existence of closed porosity most pronounced within the PEOn-b-PHAm-templated carbon materials, as pointed out with physisorption and SAXS analysis, already. For further discussion of density values, reference is made to the .",
                "Concluding the microstructure analysis, the most pronounced level of graphene order is observed for the nontemplated carbon materials carbonized at 1300 °C and strongly underlined in  (TEM) at first sight. Moreover, the complementary Raman and WAXS analysis demonstrates that all investigated mesoporous carbons resemble one another, especially upon applying the same carbonization temperature in their graphene structure, independent of the kind of polymer that was used as the soft template. These findings can be confirmed visually by high-resolution TEM images of nontemplated carbon, Pluronic F-127-templated carbon, PIB50-b-PEO45-templated carbon, and PEO428-b-PHA265-templated carbon carbonized at 1300 °C (). In contrast to templated carbon materials, the nontemplated carbon sample exhibits aligned graphene layers after carbonization at 1300 °C, demonstrating a higher level of graphene order governing the carbon microstructure. Having addressed the influence of templating on the carbon transformation and, more importantly, confirmed the comparability of all mesoporous lignin-derived carbons in terms of their carbon microstructures, investigations of the pore morphology-induced effects in several energy material applications can take place.",
                "As previously mentioned, nontemplated carbon revealed the highest degree of order of the graphene structure and the most compact microstructure, applying a carbonization temperature of 1300 °C. Meanwhile, the microstructure of all templated samples remains consistent at the same carbonization temperature, regardless of the templates used. The main distinguishing factor between these templated carbon materials is their mesopore size and structure, with some possessing interconnected pores/channels (PIB50-b-PEO45-templated and Pluronic F-127-templated carbon) and others exhibiting isolated closed pores (PEO428-b-PHA265-templated carbon). Finally, for characterization, we investigated the performance of four different carbon materials (nontemplated carbon, Pluronic F-127-templated carbon, PIB50-b-PEO45-templated carbon, and PEO428-b-PHA265-templated carbon, all carbonized at 1300 °C) as anode materials for sodium-ion batteries to help understand the sodium storage requirement regarding porosity and bulk phase. Therefore, an overview of the determined structure parameters for the respective carbons is given in . As discussed before, the intensity ratio of the D1 and G bands is still applied for quantitative structure analysis in the literature. Hence, this value is displayed in , as well. Although the nontemplated carbon exhibits a much larger level of “graphitization”, ID1/IG values of templated carbons are similar. Again, this underlines that the determination of graphene layer extent La from the ID1/IG value has to be interpreted with care, as demonstrated recently by Schuepfer et al.,  which justifies our intensive state-of-the-art evaluation based on WAXS as complementary analysis.",
                "The initial three charge–discharge profiles of all half cells at a current density of 30 mA g–1 are shown in A–D. As anticipated, the half cell with highly graphitized nontemplated carbon as anode material revealed negligible capacity due to the oriented graphite domain (schematically illustrated in I) with the smallest average interlayer distances (), confirming the inability of sodium to form graphite intercalation compounds.  Recent research into the mechanism of sodium-ion batteries has shown that different observed capacities can be attributed to sodium behavior. Specifically, capacities above approximately 0.1 V (sloping potential region) result from a combination of energetically different processes as well as the continuous structural distortion arising from the interlayer expansion that accompanies the insertion of sodium ions. As schematically illustrated in I, small interlayer distances () prevent sodium intercalation into the graphitic layers, causing very low capacity in the high-potential region already. Only sodium adsorption on the surface might be possible. For templated carbon materials, the interlayer spacing a3 is larger (), and as a result, a pronounced sloping capacity is observable (B–D). As the values of the interlayer spacing a3 and the yielded sloping capacity are comparable for all materials regardless of the applied template, the assignment of intercalation being responsible for the sloping capacity is reasonable and in accordance with the results of Anji Reddy et al.  Enabled sodium intercalation for all templated carbon materials is illustrated in J–L. As mentioned previously, in comparison to the average interlayer spacing a3 determined by Bragg′s law, a consequent overestimation of a3 can be observed for the templated carbon materials. Only for nontemplated carbon do the values of interlayer spacing a3 determined by applying the algorithm of Ruland and Smarsly  and Bragg′s law equal each other as the inaccuracy in determining a3 by Bragg′s law declines the more graphitic the carbon structure becomes. For templated nongraphitic carbon, comparison with the more accurately determined values by the algorithm of Ruland and Smarsly  and resulting sloping capacities indicate that also smaller interlayer distances than the often stated 3.6 Å threshold distance  allow sodium to intercalate. So far, experimental studies determining the threshold interlayer distance for sodium intercalation rely on the position of the (002) reflection and Bragg′s law.  Here, our study raises attention to the fact that interlayer distances for nongraphitic carbons exhibiting broad reflections in WAXS experiments determined by Bragg′s law need to be handled with caution and eventually reevaluated.",
                "In contrast to the sloping capacities, the plateau capacities in the low potential region differ from each other. For the closed pore PEO428-b-PHA265-templated carbon (L), the half cell exhibited the highest specific capacity among all, with the plateau capacity observed exclusively here. As the comprehensive microstructure analysis revealed, only the pore morphology distinguishes the templated carbon materials, which permits justifying the difference in the plateau capacity with the porosity of the carbons. Agreeing with our observation here, the plateau capacities below 0.1 V are attributed to sodium filling into closed pores (L) in the literature. ",
                "The pore filling by sodium is further supported by the peak observed at approximately 0.25 V in cyclic voltammetry, which is absent for Pluronic F-127-templated and PIB50-b-PEO45-templated carbon as the anode material (E–H). Also, the rate performances of all samples from 30 to 600 mA g–1 () are in accordance with the pore filling of Na+ exclusively within PEO428-b-PHA265-templated carbon with closed pores as anode material. The half cell with nontemplated carbon shows relatively low capacity mainly due to its more developed graphitic structure and narrow interlayer distance, as discussed previously. Among those templated carbons, PEO428-b-PHA265-templated carbon as the anode material shows the highest capacity in all different currents. The higher capacity is mainly attributed to the pore filling of Na+ from the plateau, which is not observed in other samples. Even after 900 cycles, the half cell with PEO428-b-PHA265-templated carbon exhibits the highest specific capacity in long-term cycling performance tests ().",
                " shows the calculated diffusion coefficients of Na+ (DNa+) in the hard carbon anode from the GITT tests for sodiation. For completeness, calculated DNa+ from GITT tests for desodiation can be found in the , Figure S19. It is worth noting that due to the intrinsic electrochemically active surface being different and difficult to measure, in this work, the electrode area was used in the GITT equation (see ). Thus, the absolute DNa+ may not be able to be compared between different samples, but it indicates a trend of DNa+ as a function of the potential. Together with the discharge/charge curve, the pore-filling mechanism was reported to be associated with an increase in DNa+ at the end of sodiation.  From , only with the PEO428-b-PHA265-templated carbon as the anode material is such a trend visible; hence, it is again reasonable to further conclude the Na+ pore-filling mechanism.",
                "Additionally, half cells prepared with PEO428-b-PHA265-templated carbon material exhibited the highest initial Coulombic efficiency (ICE) of 67.7% while using Pluronic F-127-templated and PIB50-b-PEO45-templated carbon showed ICE values of 17.6 and 21.7%, respectively. This difference can be attributed to the surface area of the samples, where the higher surface area () leads to the increased and excessive formation of undesired solid-electrolyte interphase (SEI) layers, resulting in decreased ICE. Therefore, the aim for rational anode material design is a high porosity consisting of pores being inaccessible for the electrolyte exclusively. In this way, porosity does not lead to an increased accessible surface area but contributes positively to enhanced electrochemical performances, as elucidated. In the future, accessibility of the pores should be further minimized while maintaining a high closed porosity, which could be attempted by adjusting the amount of polymer template, for instance. While introducing closed mesoporosity, another important parameter needs to be considered. Referring back to helium pycnometry density measurements (), a lower density is a consequence as well, which can downgrade the volumetric capacity. Anyway, studies in the literature  correlate a low density caused by introduced closed porosity with high plateau capacities of the respective half cell. Also, tested half cells with nontemplated carbon as anode materials showed only very poor performance, although exhibiting the highest density among the studied carbon materials. Hence, a correlation between a high density and good battery performance is not straightforward. Rather, a trade-off between a high density as a prerequisite for high volumetric capacities and maximized number of closed pores needs to be found for optimized anode materials.",
                "Conclusively, with our comparative study applying different pore structures in hard carbon anode materials, the proposed mechanistic concept of sodium-ion storage by Au et al.  could be supported, and the importance of in-detail carbon morphology and microstructure analysis toward the understanding and development of more efficient energy materials is underlined."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we demonstrated poly(ethylene oxide)-b-poly(hexyl acrylate) (PEOn-b-PHAm) block copolymers as suitable templates for the synthesis of lignin-derived mesoporous carbons featuring quite ordered arrays of spherical mesopores. Pore diameters of approximately 20–50 nm were feasible with the precise variation of the polymer block lengths m, mainly. Applying identical ratios between carbon precursors and templates PEOn-b-PHAm block copolymers induced isolated spherical pores unlike well-established Pluronic F-127 or PIB50-b-PEO45 templates creating a smaller accessible channel or spherical pores, as proved by SAXS, SEM/TEM, and physisorption analysis. In future studies, systematically reducing the amount of templates might optimize the isolated character of pores regardless of the applied template and enable more efficient use of the polymer templates. Furthermore, in-depth microstructure evaluation with Raman spectroscopy and an advanced WAXS analysis of lignin-derived carbons was carried out to elucidate the transformation of the lignin-based precursor into graphene stacks. Notably, we find that the average interlayer spacing a3, obtained by the advanced WAXS data fitting approach, is smaller than the values determined by simple single-peak analysis (Scherrer analysis), which can serve as an important finding with respect to theoretical models for (de)sodiation in hard carbons. Regardless of the type of block copolymer applied as a template, surprisingly, templated mesoporous carbons exhibited a comparable microstructure in terms of evaluated graphene layer and stacking parameters after carbonization at the same temperature. Comparison to nontemplated carbon revealed that the usage of different soft templates hampers the graphitization process upon heat treatment significantly. The in-depth analysis of the carbon microstructure thus allowed us to separate the influence of pore morphology in synthesized nongraphitic carbons applied in sodium-ion batteries. Due to the feasible tunability of the pore size and their accessibility within our carbon materials, we created a series of excellent model materials for various electrochemical applications. Our preliminary results on half-cells, testing for applicability in sodium-ion batteries, reveal that PEO428-b-PHA265-templated carbon with closed mesopores as anode material showed an exclusive plateau capacity next to the sloping capacity in charge/discharge profiles. Open pore structures within the anode material exhibited a sloping capacity solely, causing significantly lower initial Coulombic efficiencies. In future studies, varying pore diameters in closed pore structures will enlighten the ideal pore size for an enlarged plateau capacity, causing enhanced sodium-ion battery performances. As the importance of carbon analysis for more effective energy materials was pointed out, further fundamental investigations might be initiated to enhance a detailed understanding of carbonization reactions of lignin-based carbons as well as the interaction and impact of different templates. Concluding, our synthesis of carbons with large mesopore sizes based on biomass-derived precursors opens great possibilities to enhance sustainability in various energy materials applications like electrocatalysis or energy storage."
            ],
            "name": "Conclusion and Outlook",
            "type": "h2"
        }
    ],
    "Title": "Lignin-Derived Mesoporous Carbon for Sodium-Ion Batteries: Block Copolymer Soft Templating and Carbon Microstructure Analysis"
}