{
    "DOI": "10.1021/acsami.8b13641",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries, the most common energy storage devices, are recently facing difficulties in supply resulting from the limited reserve of lithium resources and surge of lithium prices.  Accordingly, abundant alkali elements such as sodium are considered the next available charge carrier to replace lithium. Besides, for the larger ionic size of sodium (1.02 Å) versus that of lithium (0.76 Å) and the operation voltages, the basic chemistries of sodium and lithium are similar, with both alkali ion carriers undergoing reactions via insertion,  conversion,  and alloying. ",
                "Because of the low melting point of sodium (98 °C) relative to that of lithium (168 °C), more care is necessary to prevent dendrite growth of sodium metal on the anode, which is a critical concern for commercial availability. Hard carbon is the most common anode material used for sodium-ion batteries (SIBs) because the main electrochemical reaction progresses via insertion of sodium ions into disordered graphene layers to provide stable cyclability for prolonged cycles.  However, the intrinsic disordered nature of hard carbon tends to disturb the facile diffusion of sodium ions at high rates. Although improvement of the rate performance has been observed in other layered compounds that are activated by an insertion process, the higher operation voltage and smaller capacity relative to those of hard carbon dilute the advantage of the high rate capability. De-/alloying compounds have the merit of high capacity; however, the bulky volume change during the de-/alloying process causes exfoliation of electrode materials from the current collector.  As a result, the capacity fading during the tested duration is drastic. For these reasons, much attention has been paid to conversion materials such as hydrides,  fluorides,  oxides,  nitrides,  and phosphides.  Among these materials, metal oxides have been the most widely investigated as conversion anode materials for SIBs because of the multielectron reaction that leads to a high capacity over 300 mA h g–1, which is similar to that of hard carbon at low rates.  In general, the suggested reaction process of metal oxides can be represented as follows: MeO + 2Na+ + 2e– → Me + Na2O.  Similarly, metal fluoride is converted as follows: MeF2 + 2Na+ + 2e– → Me + 2NaF.  The formations of Na2O and NaF do not have a positive effect on cell performance because they are electrical insulators such that electron transfer is interrupted by these insulating compounds.  Also, metal sulfides such as ZnS, FeS, and FeS2 exhibit excellent sodium-ion storage capacity and reversible storage capacity in the following reaction: MeS + nNa+ + ne– → Me + nNaS.  However, the material is sensitive against moisture and has low performance at high current density because of its rock salt-based structure.",
                "A transition metal oxalate, as a new member of conversion-type electrode materials, is proposed as a possible anode material for SIBs. Although there are no reports on metal oxalates as anode materials for SIBs, some earlier studies demonstrated the possibility of lithium storage in Li cells, which the properties of the materials were compared to each other ().  Applying the concept to the Na system, it is anticipated that the following conversion reaction may occur in Na cells: MeC2O4 + Na+ + e– → NaC2O4 + Me (Me: transition metal). One of the advantages of the formation of NaC2O4 is that Na2C2O4 is less insulative than Na2O and NaF.  Additionally, NaC2O4 has a less dispersive character than NaF and Na2O.  Our preliminary screening did not give the electrochemical activities for most transition metal oxalates in Na cells (). Fortunately, we observed that cobalt oxalate (CoC2O4) is the only compound that shows feasibility for sodium storage. Because electron transfer is important in conversion electrodes, CoC2O4 is modified with electroconducting carbon and acetylene black in this study. The composite electrode (C–CoC2O4) gives a first charge (oxidation) capacity of about 330 mA h (g-CoC2O4)−1 at a rate of 0.2 C (60 mA g–1) with a first Coulombic efficiency of 67.1%. The C–CoC2O4 electrode is active even at 30 C (9000 mA g–1), still delivering a capacity of 111 mA h g–1. This outstanding electrode performance is reported for the first time for several transition metal oxalate compounds tested in Na cells. A full cell comprised of the C–CoC2O4 anode and carbon-coated NaCrO2 cathode demonstrates good retention capacity over prolonged cycling, delivering about 84.7% of the initial capacity [107 mA h (g-NaCrO2)−1 at 1 C = 120 mA g–1, which is set for the NaCrO2 cathode] for 300 cycles and also delivering a capacity of 79.5 mA h g–1 at a high rate (5 C = 550 mA g–1). Structural investigation leads to the proposal of a new reversible sodium storage mechanism: CoC2O4 is converted into Co metal accompanied by the formation of Na2C2O4 on discharge (reduction), and the Co metal is recovered to CoC2O4 on charge. Herein, we introduce the novelties of oxalate-based conversion anode materials and elucidate the associated reaction process for sodium storage."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "CoC2O4 was synthesized via a precipitation process. CoCl2·2H2O (Kanto) and NaC2O4 (Kanto) were first separately dissolved in distilled water, and both solutions were mixed together and then continuously stirred at 25 °C for 5 h. After the reaction, the precipitates were filtered and washed three times with deionized water and ethanol. The resultant product, CoC2O4·H2O, was dried at 80 °C for 24 h in a vacuum oven.",
                        "Then, the as-received CoC2O4·H2O powders were subjected to ball milling with acetylene black (10 wt % vs bare powder) for 5 h at 300 rpm. The ball-milled products were treated at 300 °C for 5 h in Ar. The carbon-free CoC2O4·H2O was also heated under the same conditions to remove crystal water. The resultant was redried again under vacuum at 80 °C overnight."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Phases were identified using X-ray diffraction (XRD; 6 kW, X’Pert, PANalytical). The resulting patterns were refined using the FullProf Rietveld refinement program. Raman spectroscopy (inVia, Renishaw) was used to verify the presence of carbon in the produced compounds, and the carbon content was further quantified using a CHN analyzer (9.7 wt %). The thermal property was measured with thermogravimetric analysis (TGA). For the TGA (TGA; DTG-60, Shimadzu), the as-received CoC2O4·H2O powders were heated from room temperature to 900 °C at a heating and a cooling rate of 5 °C min–1 in air. The surface area and porosity of cobalt oxalate were checked with an automated gas sorption analyzer (autosorb iQ, Quantachrome), which the details are described in our prior work.  The direct current electrical conductivity was measured using the direct volt–ampere method (CMT-SR1000, AIT) and the sample was contacted with a four-point probe (pellet type: pellet, 0.785 cm2 × 2.5 mm thickness). The products were examined using scanning electron microscopy (SEM; JSM 6400, JEOL) and high-resolution transmission electron microscopy (TEM; JEM-3010, JEOL)."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To fabricate electrodes, the as-synthesized and carbon composite powder were mixed with Super P as a conducting agent and polyacrylic acid in N-methyl-2-pyrrolidone. Specifically, the total amounts of the active material, carbon, and binder were fixed at a ratio of 85:10:5; no additional carbon was used for the C–CoC2O4 anode material. The slurry was applied onto the copper foil after drying it in an oven at 80 °C for 12 h. The loading mass of the active material was typically 4 mg cm–2. To evaluate the electrochemical properties of the electrode, electrochemical tests were done in R2032 half cells using a Na metal anode. The electrolyte was 0.5 M NaPF6 in a propylene carbonate/fluoroethylene carbonate (98:2 in volume) solution. For the full cell test, the cathode was fabricated by C–NaCrO2 blended with Denka black and Super P as a conducting agent (1:1 by weight) and polyvinylidene fluoride (90:5:5 by weight). The C–NaCrO2 cathode and presodiated C–CoC2O4 anode were balanced with a capacity ratio of 1.2. Because of difficulty in the full cell configuration because of the large capacity difference between C–CoC2O4 and C–NaCrO2 that shows about 120 mA h g–1, we lowered the loading mass of C–CoC2O4 to 3 mg cm–1, so that the resulting loading mass of C–NaCrO2 was about 7.3 mg cm–1 for the full cells."
                    ],
                    "name": " Electrochemical Properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "Various properties (structure, morphology, and surface) of the tested electrodes were characterized by ex situ XRD, SEM, TEM, Raman spectroscopy, and time-of-flight secondary-ion mass spectroscopy (ToF-SIMS, PHI TRIFT V nanoTOF). Details of the sample preparation procedure are described in our prior work. "
                    ],
                    "name": " Tested Electrodes",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The coprecipitation reaction resulted in formation of CoC2O4·H2O at 25 °C, and the compound was crystallized as an orthorhombic β-phase with the C2/c space group (a = 11.88 Å, b = 5.42 Å, c = 15.62 Å), as shown in a. The products were crystallized as nanorods with lengths of a few hundreds of nanometers but were agglomerated. It is thought that coprecipitation resulted in particle growth along a specific direction, as shown in the TEM image (b). Because CoC2O4·H2O contains water molecules, we removed crystal water from the compound by heating, as almost all crystal water was observed to evaporate at 300 °C in an Ar atmosphere (); namely, CoC2O4·H2O → CoC2O4 + H2O. The heating led to the formation of anhydrous cobalt oxalate, CoC2O4, with a monoclinic structure (c inset). Rietveld refinement of the XRD pattern of CoC2O4 was carried out based on the P21/c space group. The refined pattern matched well with the calculated one, with lattice constants a = 5.3286 Å, b = 5.6048 Å, c = 7.2322 Å, and β = 118.11° (c bottom and ). The removal of crystal water led to transformation to a monoclinic structure. The crystal structure was reorganized to construct −C2O4–Co–C2O4–Co– chains or a layered structure consisting of alternate CoO6 octahedra and C2O4 tetrahedral layers. The TEM and SEM results confirmed decrease in the particle size of the nanorods (d and ), and the Brunauer–Emmett–Teller (BET) results showed an increase in the specific surface area for CoC2O4 (). The reduced particle size may shorten the ionic conduction path. More importantly, improvement in electron conduction is an important issue because facile electron transfer results in better electrode performances even for high rate operation. To fulfill these criteria, CoC2O4 nanorods were intimately mixed with acetylene black using ball milling, which did not alter the structure. The TEM and SEM image shows the presence of carbon together with nanorods (d and ). The carbon in the composite was confirmed by the Raman spectra (f), specifically by the appearance of two vibrations at about 1247 and 1591 cm–1; the latter vibration is associated with the crystalline π-bond sp3 character. In contrast, only the vibration related to CoC2O4 was observed in the Raman spectrum for CoC2O4 (f). To confirm the effectiveness of the carbon addition, the electrical conductivity was measured for both CoC2O4 and the CoC2O4–acetylene black mixture (hereafter referred to as C–CoC2O4). The electrical conductivity was greatly improved with the introduction of acetylene black from 2.8 × 10–7 to 3.4 × 10–3 S cm–1. Moreover, to confirm the capacity confirmation from acetylene black, the acetylene black electrode was tested, and the electrode did not show a good storing property for sodium ion ().",
                "The electrochemical activities for CoC2O4 and C–CoC2O4 were first investigated by cyclic voltammetry (CV) between 0 and 3 V at a scan rate of 1 mV s–1 (a). Although both electrodes showed irreversible reactions between cathodic and anodic sweeps, which is related to formation of the solid electrolyte interface (SEI) and associated reductive decomposition of the electrolyte at the first cycle, both CoC2O4 and C–CoC2O4 electrodes exhibited electrochemical activities in Na cells. It is worth mentioning, because it is the first finding of the electrochemical activity amongst transition metal oxalates as an anode material for SIBs. The associated electrochemical reaction will be mentioned in  and . To confirm the electrochemical properties, the CoC2O4 and C–CoC2O4 composite electrodes were cycled in a voltage range of 0–3 V at 60 mA g–1 (0.2 C, where 1 C: 300 mA h g–1) at 25 °C (b). Both electrodes had a similar tendency for discharge (reduction) and charge (oxidation), with discharge capacities about 537 mA h (g-CoC2O4)−1 for the bare CoC2O4 electrode and 541 mA h (g-CoC2O4)−1 for the C–CoC2O4 composite electrode. The overcapacities, which are higher than the theoretical capacity (466 mA h g–1) for both CoC2O4 and C–CoC2O4, at the first discharge are mainly ascribed to the formation of SEI and reductive decomposition, which causes high initial irreversibility.  Note that there was a large difference in the charge (oxidation) capacities: 251 mA h g–1 (46.9% efficiency) for the bare CoC2O4 electrode and 330 mA h g–1 (67.1% efficiency) for the C–CoC2O4 electrode. The cycling stability was proved for long-term cyclability tested at a rate of 0.5 C after the first cycle (c,d); namely, after 200 cycles, almost no capacity, 0.09%, was delivered for the CoC2O4 electrode, whereas 75.2% was delivered for the C–CoC2O4 electrode. Compared with the CoC2O4 electrode, the C–CoC2O4 electrode showed significant improvement in rate capability. The cells were tested at different currents up to 30 C (9 A g–1) (e–g). The obtained capacities were disappointing for the bare electrode, which delivered only 3 mA h g–1 at 30 C and even worse low capacity and retention at each rate. In contrast, the charge capacity was about 111 mA h g–1 even at 30 C for the C–CoC2O4 electrode, and the C–CoC2O4 electrode was cycled at 30 C and showed 42.4% after 100 cycles. The resulting performance of the present C–CoC2O4 is better than that of other cobalt-based electrodes for sodium storage.  It is likely that the synergetic features of the nanorod morphology shortening the conduction path combined with the intimate contact between electroconducting carbon and active nanorods efficiently improved the electron transport during continued cycles even at high rates.",
                "Further investigation was performed to comprehend the sodium storage process for the C–CoC2O4 electrodes in terms of the bulk structure, morphology, and surface states. First, the discharge and charge behaviors were evaluated for C–CoC2O4 using XRD (a). Compared with the fresh electrode (a-1), the relative intensity of the XRD pattern for CoC2O4 dramatically decreased, and a small peak corresponding to Na2C2O4 at about 31° (2θ) appeared after sodiation to 0.6 V (a-2). This tendency was more dominant upon sodiation to 0 V (a-3), and a peak corresponding to cubic Co metal appeared at 44.5° (2θ). At this stage, the nanorod morphology was no longer observed; however, the particles were agglomerated at the nanoscale, and the newly formed particle size was distributed below 40 nm in diameter (b-2). The formation of Na2C2O4 and Co metal was evident in the selected area electron diffraction (SAED) pattern.",
                "As desodiation progressed, the formed Na2C2O4 and Co metal were gradually diminished (a-4). The resulting XRD and SAED patterns demonstrate that Na2C2O4 and Co were rearranged into the CoC2O4 structure, although the corresponding relative intensity was greatly diminished compared with that of the fresh electrode after charging to 3 V (a-6,b-3). In addition, the original nanorod morphology was not recovered after charge; however, the nanoparticle morphology observed at 0 V was maintained (b-3). The weak and broad signal of CoC2O4 in the XRD pattern are related to the nanoscale particle size of CoC2O4 (a-6). The formation of CoC2O4 was further confirmed in the SAED pattern, which corresponds to that of fresh CoC2O4 (shown in d-1).",
                "The Raman spectroscopy and ToF-SIMS analyses provided more convincing results on the formation of Na2C2O4 on sodiation (discharge) and recovery to CoC2O4 on desodiation (charge), as the relative intensities of these compounds were weak in the XRD patterns. The C–CoC2O4 electrode in the fresh state showed typical vibrations of CoC2O4 and carbon (a-1). The relative intensity of the CoC2O4 vibration was reduced for sodiation to 0.6 V (a-2). Although the formation of Na2C2O4 was not as clear in either the XRD or Raman data, the ToF-SIMS results showed the clear appearance of the related positive fragment, NaCO3+ (m = 82.97) at 0.6 V (b-2), which implies the presence of the Na–C–O chemical bond. Note that such fragments were not observed in the fresh electrode (b-1). In addition, the formation of Na2CO3 is not possible at 0 V because of the reductive decomposition of Na2CO3 to Na2O and CO2 at this low voltage. The relative intensity of the fragment was highlighted at 0 V, which agrees with the formation of Na2C2O4 in the Raman spectrum (a-3) and TEM image (b-2). It is also thought that, because Na2C2O4 was formed on the active materials, the D- and G-bands related to carbon were simultaneously observed in the Raman spectrum (a-3). From these results, the following related reaction on sodiation to 0 V is proposed",
                "On desodiation, it is clear that the vibrations related to CoC2O4 appeared again at 0.6 V (a-4), whereas the relative intensity of the NaCO3+ (m = 82.97) fragment was somehow reduced in the ToF-SIMS spectrum (b-4). At the end of desodiation (b-5), the resulting vibrations were CoC2O4 (b-5), and the relative intensity of the NaCO3+ (m = 82.97) fragment was significantly reduced (b-5). These spectroscopic results agree with the XRD and TEM data. According to the TEM images, after charging to 3 V (b-3), it was not possible to observe the nanorod morphology; however, the resultant products were agglomerates composed of nanoparticles. The Raman and ToF-SIMS results indicate that although the morphology changed to that of nanoparticle agglomerates, the main composition of the agglomerates was electrochemically induced CoC2O4 after charging to 3 V. The reaction is reversible. On the basis of these results, the following associated reaction is suggested",
                "This conversion reaction is reversible, such that the C–CoC2O4 was able to retain a capacity of about 73.2% of the first capacity for 200 cycles. XRD analysis of the cycled C–CoC2O4 electrode further confirmed the stability of the electrode (a). The XRD pattern verifies the presence of CoC2O4 even after 200 cycles, which contain an extra peak of NaOH at 35.5° (2θ) by moisture contamination during the measurement. As observed in b-2, the resulting SAED pattern verifies the formation of CoC2O4. The difference in the molar volumes, Vm, of CoC2O4 (7.1269 cm3 mol–1) and Na2C2O4 (7.6151 cm3 mol–1), is only 7% such that the formation of Na2C2O4 may not lead to drastic exfoliation of the active materials from the Cu current collector or deformation of the electrode. This is considered a possible reason for the retention of the high capacity during the extensive cycling test.",
                "The long-term cyclability of the C–CoC2O4 electrode was tested in full cells fabricated by pairing the anode with carbon-coated NaCrO2 cathodes (hereafter referred to as C–NaCrO2). The detailed electrode performance is described in our prior work.  To improve the first Coulombic efficiency of the full cell, the C–CoC2O4 electrode was electrochemically stabilized by three consecutive cycles. The N/P capacity ratio was controlled to a value of 1.2 based on the capacity of the cathode and anode (a). The full cell exhibited an initial discharge capacity of about 107 mA h (g-NaCrO2)−1 (a–c), and outstanding cycling stability at 1 C (110 mA g–1, based on the full cell capacity), retaining 84.7% of the initial capacity after 300 cycles (b). In addition, the capacity at a rate of 5 C (550 mA g–1) was about 80 mA h (g-NaCrO2)−1 (b). These test results indicate the possibility of using oxalate-based anode materials for sodium storage. The resulting energy density of the C–NaCrO2//C–CoC2O4 full cell was approximately 180 W h kg–1 based on the weight of both cathode and anode, of which the value is comparable to other systems ()  that other full cells utilize different kinds of cathode and anode materials."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The high-capacity C–CoC2O4 electrode shows feasibility of sodium storage via a reversible conversion reaction as follows: CoC2O4 + 2Na+ → Co + Na2C2O4. In addition, the employed electroconducting carbon is likely to provide good electron conduction paths, which will enable fast conversion on both discharge and charge. The C–CoC2O4//C–NaCrO2 cells show acceptable cell performances in SIBs that was able to retain a capacity of about 84.7% of the initial capacity [107 mA h (g-NaCrO2)−1] for 300 cycles and are active even at a rate of 5 C (550 mA g–1, based on the full cell capacity), delivering a capacity of 79.5 mA h g–1. The feasibility of using C–CoC2O4 electrodes for SIBs from a practical standpoint was also confirmed."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Conversion Chemistry of Cobalt Oxalate for Sodium Storage"
}