{
    "DOI": "10.1002/smll.202106930",
    "Journal": "",
    "Keywords": [
        "Cu clusters",
        "lithium‐ion batteries",
        "ordered porous carbon",
        "red phosphorus",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Red phosphorus (RP), one of the most perspective anodes for high‐capacity lithium‐ion batteries (LIBs)/sodium‐ion batteries (SIBs), delivers enormous theoretical capacities (2596 mAh g–1), ideal operating potential (≈0.7 V vs Li+/Li and ≈0.4 V vs Na+/Na), and earth‐abundance.[] Unfortunately, the practical utilization of RP is hampered by the two major deficiencies: (i) low intrinsic electrical conductivity (1 × 10–14 S cm–1), which makes electrochemical redox reactions become difficult, limiting the high‐rate capability; and (ii) unconstrained volume expansion during Li+/Na+ insertion and extraction process, which triggers the irreversible mastication of active materials, impairing the long‐cycling stability.[]",
                "Reasonable structural design and material engineering are the keys to solving the inherent obstacles of RP. However, most porous carbon families only possess a single pore‐type structure,[] which makes it difficult to meet the demands due to the blockage of the simplex porous channels caused by the infiltration of RP and unsatisfied RP loading, leading to poor cycling properties. Micro‐mesoporous nanostructure is beneficial to capture RP and increase the effective contact area.[] But, the uncontrollable and disordered distribution of pores causes the heterogeneous size and agglomeration of RP, hindering the ion diffusion, and low pore volume cannot alleviate the drastic volume changes. Thus, constructing interconnected and ordered porous carbon host to exclusively confine RP and affording adequate space to clamp the volume expansion, is an effective strategy to respond to critical requirements for designing ideal carbon scaffolds as well as infiltration technology.",
                "Another hurdle that impedes the high‐rate capacity of RP/C composites is that the porous carbon usually provides inferior electrical conductivity because of the sp3– hybridized CC bonding and amorphous state, leading to sluggish solid‐state diffusion processes.[] The most popular tactic is the engineering of the carbonaceous nanomaterials through iodine (I), boron(B), and nitrogen (N) doping, which could improve the reactivity and conductivity of carbon by creating heteroatoms defects.[] Non‐metallic heteroatom doping may increase the active sites in the carbon skeleton but may also create an intrinsic hurdle against charge transfer. In contrast, doping metal into the carbon supports can greatly improve its electrical conductivity as well as generate more active sites. Among them, Cu, which naturally owns the second‐highest conductivity,[] only 6% lower than the Ag, is a good choice for non‐noble metal doping. Nevertheless, because metal tends to be located on the external surface of carbon in the form of aggregated particles, ions must pass through an intricate island‐like structure byway to react with the guest RP during the discharge process, which aggravates the ionic and electrical resistance inevitably. Therefore, it is wise to reduce the particle size of Cu and nanoconfine it into the inside carbon layer of the porous matrix.",
                "Aiming to simultaneously utilize the excellent conductivity of Cu and the high porosity of porous carbon, an ideal RP immobilizer with dispersed Cu nanoclusters anchored to a trimodal porous carbon framework with periodic macropores (denoted as Cu‐OMC) came into being. In the trimodal‐porous structure, highly ordered macropores can facilitate reliable RP accommodation and promote long‐range ions migration, while the wall building of micro‐mesopores can enlarge internal contact area and enhance local accessibility. Especially, the in situ introduction of Cu clusters on the carbon wall significantly ameliorates the conductivity of the entire electrode, ensuring rapid electron transfer and efficient mass transfer. Meanwhile, the intrinsically coupled trimodal‐porous carbon support displays outstanding structural stability and compatibility, providing enough space for the expansion and exclusive restraint of RP. As a consequence, the Cu‐OMC@RP anode exhibits rapid, stable, and reversible storage for both Li+ and Na+ ions at high current rates."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  schematically illustrates the synthetic strategy of Cu‐OMC@RP composites. First, highly ordered SiO2 templates (Figure , Supporting Information) were synthesized by the vertical self‐assembly (Figure , Supporting Information). Then, the SiO2 template was impregnated in a zeolitic imidazolate framework solution with a certain concentration of Cu2+ and evaporated under vacuum to induce the formation of Cu‐ZIF‐8 crystalline phase. As shown in Figure , the Cu‐ZIF‐8 crystal particles were evenly wrapped on the surface of the silica microsphere and fully infiltrated into the interstitial voids of the SiO2 template. Under high‐temperature pyrolysis, the Cu‐ZIF‐8 particles were directly carbonized into the porous carbon matrix supported on the SiO2 template (Figure ). Subsequently, the ordered porous Cu‐OMC framework was obtained by removing the template (Figure , Supporting Information). The scanning electron microscopy (SEM) (Figure ) and transmission electron microscopy (TEM) (Figure ; , Supporting Information) images vividly illustrate the Cu‐OMC possesses a periodic macroporous architecture with a pore size of ≈320 nm, indicating the accurate replicating of ordered macropore arrays from the SiO2 template. The well‐ordered “air spheres” featuring interconnected copper–carbon (CuC) walls create a honeycomb‐like pore structure in 3D. In addition to the visible macropores in Figure , abundant micro‐mesopores distributing on the CuC networks were also induced by the direct pyrolysis of Cu‐ZIF‐8 (Figure , Supporting Information). Through the high‐resolution TEM (HRTEM) (Figure ), atomically dispersed copper sites with a diameter of 1–6 nm were observed to be anchored on the carbon framework, which indicates that the spatial confinement from the hard template and interconnected carbon walls restrict the further growth and accumulation of copper dots during the thermal reduction process, resulting in the copper being encapsulated in the interconnected thin carbon matrix in the form of atomic clusters. The HRTEM in Figure  also reflects that the metallic copper clusters were well distributed in the carbon shell with the crystal interplanar spacings being ≈0.185 and 0.213 nm, assignable to the (200) and (111) lattice planes of Cu. High‐angle annular dark‐field scanning‐TEM (HAADF‐STEM) image and the corresponding element mappings in Figure  clearly demonstrate the presence and homogeneous distribution of C, N, O, and Cu components on the entire Cu‐OMC.",
                "To investigate the properties of the porous skeleton, Cu‐OMC was used as the host to immobilize RP. As shown in Figure , the morphology of the Cu‐OMC@RP composite remains through the vaporization–condensation (V–C) treatment, except that the macropores are occupied by RP species. There is no exposed agglomeration of RP residue on the surface of the framework, revealing that most of the active materials have been encapsulated in the interior cavities. The related energy dispersive X‐ray spectroscopy (EDS) mappings of Cu‐OMC@RP composite further suggest the existence of C, N, Cu, and P components, demonstrating the homogeneous coverage by carbon and the uniform distribution of RP in the structure (the inset in Figure ; Figure , Supporting Information).",
                "The crystallization properties of the Cu‐OMC were further obtained. The X‐ray diffraction (XRD) pattern in Figure , Supporting Information, confirms the existence of carbon‐based support in this composite; another two peaks located at 43.34° and 50.44° can be assigned to the diffraction for the (111) and (200) lattice planes of metallic Cu (JCPDS 04–0836),[] consistent with the HRTEM and HAADF‐STEM results. No featured diffraction signals for Zn element can be distinguished, proving that the metal Zn had been completely volatilized in thermal annealing at 900 °C and the remains were etched away by subsequent HF. The element constitution and chemical valence of the nanocomposites were further investigated via X‐ray photoelectron spectroscopy (XPS). From the survey spectra in Figure , Supporting Information, Cu‐OMC and OMC exhibited well‐defined C 1s, N 1s, and O 1s peaks at ≈284.6, 398.5 and 531.9 eV, respectively, whereas Cu 2p electrons could be detected at ≈934.84 eV for the former. The related C 1s core‐level XPS spectrum in Figure b, Supporting Information, for two samples are highly asymmetric and can be deconvoluted into two dominant peaks for CC (284.7 eV) and CN (285.8 eV) bonds, along with one weaker band for the O‐CO bond at 288.3 eV,[] which indicates abundant defects and that oxygen‐containing functional groups exist in the porous carbon skeleton. The appearance of CN suggests that the N element has actually been incorporated into the carbon–carbon bond. Generally, the trace amount of O element is believed to be born from the adsorbed O2 and CO2 of the air, or oxygen‐containing groups in uncarbonized initial precursors.[] However, in the nearly symmetrical O 1s XPS spectrum of samples (Figure , Supporting Information), there is no characteristic peak at 531.9 eV that can be assigned to the O2– in the CuO or ZnO bond, revealing that the presence of O element mainly arises from the adsorbed air. As for the N 1s fine XPS spectrum in Figure , three typical peaks were deconvoluted at 398.5, 400.7, and 401.9 eV, which could be ascribed to the formation of pyridinic‐N, pyrrolic‐N, and graphitic‐N species,[] respectively, again, indicating the N atoms were successfully incorporated into the carbon molecular skeletons. High nitrogen doping could raise the conductivity and reactivity of carbon matrix. Additionally, an extra characteristic peak of the CuN bond (399.5 eV) was found in Cu‐OMC, indicating that the Cu may coordinate with N atoms in the carbon matrix. Further testimony relies on the Cu 2p fine XPS spectroscopy. As shown in Figure , the two peaks located at 934.8 and 954.5 eV are assigned to the featured 2p3/2 and 2p1/2 peaks for Cu2+ species in CuN, respectively; the other signals at the binding energy of 932.5 and 952.4 eV are accredited to the characteristic 2p3/2 and 2p1/2 peaks for Cu0 species, respectively.[] Calculated from the peak areas integral, the ratio of Cu0 and Cu2+ species in Cu‐OMC was identified to exceed 3:1, indicating the Cu ions distributed in ZIF‐8 tend to be reduced and agglomerated into the inorganic metallic Cu during the thermal decomposition process instead of being stabilized on the N‐doped dots in the state of ions. The detection of Cu0 species agrees well with the observation of XRD peaks of metallic copper in Cu‐OMC. Accordingly, the Cu content in the sample can be evaluated to be 13.3 wt% by the thermogravimetric analysis (TGA), in accordance with the EDS mapping data (13.4 wt%) (Figure , Supporting Information).",
                "The Brunauer–Emmett–Teller (BET) surface area and pore size distributions were then conducted by nitrogen sorption measurements. As shown in Figure , the prepared Cu‐OMC and OMC samples exhibit the typical type IV isothermal curves, suggesting that both micropores and mesopores exist in hierarchical pores.[] Among them, the Cu‐OMC gives a higher specific surface area of 1272.03 cm2 g–1 and a larger pore volume of 13.03 cm3 g–1 than OMC (974.74 cm2 g–1, 12.38 cm3 g–1). The pore size distribution splines in Figure  reveal that Cu‐OMC possesses abundant mesoporosity with a size ranging from 2 to 10 nm, which contributes 774.64 cm2 g–1 of the predominant mesoporous surface area to Cu‐OMC, reflecting that the presence of Cu in ZIF‐8 matrix plays a positive effect on the channel characteristics. Attributable to the fact that the Cu ions uniformly distributed in the matrix cannot be completely controlled by the N‐doping sites but are mostly reduced to metallic Cu atoms during the pyrolysis process and gradually aggregate atomic clusters, the sacrifice of some micropores creates more mesopores. After encapsulating RP into the OM structure, the hysteresis loop vanishes and micro‐mesopore size distribution area decreases dramatically, revealing the RP successfully inhabits the mesopores of the ordered porous carbon matrix. The XRD pattern of Cu‐OMC@RP plots the characteristics of the combination of RP and the Cu‐OMC (Figure , Supporting Information). No characteristic peaks of Cu can be observed for the composite, which may be ascribed to the stronger signals of RP that would cover those of Cu. In addition, the intensity of RP in the XRD pattern and Raman spectrum (Figure , Supporting Information) of Cu‐OMC@RP composite are weaker than those of pure RP, further demonstrating that PR is confined into the Cu‐OMC network. The content of RP in the Cu‐OMC@RP composite is calculated to be 40.15 wt% through the TGA curves, which is higher than the other two RP‐carbon composites (Figure , Supporting Information).",
                "The cyclic voltammetry (CV) was measured at a sweep rate of 0.1 mV s–1 with a voltage range of 0.01–3.0 V to investigate lithiation/delithiation behavior of Cu‐OMC@RP anode, as depicted in Figure . In the cathodic polarization scan, one broad irreversible hump at 1.47 V appeared in the initial cycle and disappeared in the subsequent cycles, which may be related to the activation process for the insertion of Li+ into RP and the formation of solid electrolyte interface (SEI) film.[] Afterward, three reversible reductive peaks could be detected. The first two peaks located at 0.67 and 0.33 V corresponded to the continuous insertions of Li+ with the formation of LixP (x = 1‐3) intermediates,[] and the most‐apparent peak between 0.2 and 0.01 V was caused by the Li+ insertion into carbon layers in the Cu‐OMC and the final lithiation step of RP that formed Li3P.[] Meanwhile, two obvious peaks were recorded at 1.08 and 1.29 V in all four cycles, resembling the reversible delithiation process from the LixP phase to P. The well‐reproducible CV curves in the subsequent three curves also indicated the high reversibility of electrochemical reactions in the Cu‐OMC@RP composite anode. Moreover, the corresponding voltage plateaus could also be observed in the charge/discharge profiles of the Cu‐OMC@RP anode at 0.3 C (1 C = 2596 mA g–1), as shown in Figure . In the first cycle, Cu‐OMC@RP delivered a high initial Coulombic efficiency (ICE) of 71.8% with discharge and charge capacities of 3758.6 and 2697.3 mAh g–1, respectively, which were calculated based on the mass of RP. The capacity loss primarily resulted from the irreversible formation of the SEI film by the electrolyte decomposition and irreversible Li+ insertion into Cu‐OMC, which was also observed from the first cycle of anode using pure Cu‐OMC as the active material (Figure , Supporting Information). After that, the specific capacity of Cu‐OMC@RP anode reached 2498.7 mAh g–1 in the second cycle, approaching the theoretical specific capacity of RP, and the CE rose to over 98% and then quickly approached 100% in the next cycles, which should be attributed to the large number of honeycomb‐like interconnected porous networks in the Cu‐OMC, resulting in good electrode–electrolyte contact."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Tailoring Ordered Porous Carbon Embedded with Cu Clusters for High‐Energy and Long‐Lasting Phosphorus Anode"
}