{
    "DOI": "10.1021/acsami.7b05326",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The commercialization of the rechargeable lithium ion battery (LIB) in the early 1990s  by Sony propelled the development of portable electronics. Technologies that once seemed impossible are now ingrained in modern society and have become a part of everyday life. This is largely due to the components within the battery that allow lithium ions to intercalate/deintercalate between the carbon anode and transition metal oxide cathode through the electrolyte, making it a high gravimetric energy density system.  As consumers become more aware of global climate change, the applications for LIBs are being extended to power hybrid and plug-in electric vehicles;  however, using LIBs as a ubiquitous energy storage and conversion system could increase the demand for lithium, causing exorbitant prices of Li resources.  Therefore, researchers have focused their efforts on finding alternative systems that could replace LIBs in specific applications. Sodium (Na) ion battery (NIBs) research was first investigated in the mid 1970s, where the sodium analog to lithium transition metal oxides were first reported.  In the recent decade, NIB research has significantly increased given the above-mentioned concerns with LIBs.  NIBs offer several advantages over its lithium counterpart, given that the demand for sodium is much lower than lithium and that sodium is more abundant.  Overall, the cost of manufacturing NIBs can be lower than that for LIBs, which can be attributed to the ability to use aluminum as the current collector for both the anode and cathode, eliminating the use of Cu, a heavier and more expensive material.  Though NIBs will unlikely reach the energy density of LIBs because of sodium’s increased atomic mass and reduced electrochemical potential of 2.71 V (Li = 3.01 V), it could be an alternative for large grid storage applications where cost plays a more significant role. ",
                "Within the past decade, several advancements have been made on the anode for NIBs where hard carbon, sodium titanate, tin oxide, and tin sulfide (few of several anode chemistries) have been extensively studied.  Given that in a full cell the cathode has a higher mass fraction than the anode and operates at a higher potential increasing the capacity in NIBs requires more exploration on high-voltage cathode materials.  Layered transition metal cathode materials (NaxTMO2) are of particular interest because of their high operating voltage, specific capacity, and synthesis yield.  This class of cathode materials can be classified by their crystal structure stacking: P2, O2, P3, and O3.  The first letters “P” and “O” correspond to where the alkali metal lies within the crystal structure: either in the prismatic or octahedral site. The number is related to the number of repeating Na layers within the unit cell. Of these classes of materials, P2-Na2/3Ni1/3Mn2/3O2 has been extensively studied due to its high specific capacity (173 mAh/g) and high operating voltage (up to 4.5 V). Lu et al. demonstrated that Na ions can reversibly intercalate and deintercalate using in situ X-ray diffraction (XRD), albeit undergoing detrimental phase transformation concurrently.  Lee et al. determined via synchrotron XRD and first-principles calculations that the long voltage plateau above 4.22 V corresponds to a O2 phase transformation.  While the material has a Na content of 1/3 to 2/3, P2 phase is the lowest energy state. However, when the Na content falls to zero then O2 phase becomes the lowest, causing poor capacity retention.  Yet, this can be combated by lowering the operating voltage from 4.5 to 4.1 V, eliminating the phase transformation and increasing the rate capability (Capacity at 1C = 85% capacity at C/20). This is not a perfect solution because it sacrifices a large amount of energy by lowering the specific capacity from 174 to 90 mAh/g. Researchers have used doping (Li, Mg, and Zn) to maintain the high operating voltage and capacity, while reducing and/or eliminating the phase transformation.  As demonstrated by Wang and co-workers, substituting Mg (x = 0.02–0.15) in place of Ni directly mitigates the P2 to O2 phase transformation when cycled to a cutoff voltage of 4.35 V.  However, the cathode operating potential may also cause the electrolyte to decompose forming the cathode electrolyte interphase (CEI) which may also participate in the capacity degradation. Despite that doping improves the cycling stability of P2-Na2/3Ni1/3Mn2/3O2 class of materials, researchers have failed to address the carbonate based electrolyte instability above 4.2 V. ",
                "Forming a protective layer that allows Na ions to diffuse through the layer and reduce the electrolyte decomposition is one possible way to improve the electrolyte–electrode interface. Atomic layer deposition (ALD) is used in a variety of applications as a coating technique, in particular for battery electrodes.  Several advantages in using ALD are as follows: (1) conformal coating, with the ability to coat various irregular materials, (2) controllable coating thickness down to angstroms or monolayers, and (3) apply to a wide range of coating materials (Al2O3, TiO2, ZnO, and HfO2).  For this reason, ALD has largely been adopted for coating LIB electrodes and shown to improve cycling performance.  Considering the success on LIBs, researchers have adopted ALD coating for NIB anode materials. Zhao and co-workers have shown improved cycling performance of disodium terephthalate by Al2O3 ALD coating.  Recently, Han et al. used ALD to coat Al2O3 on tin nanoparticles to elevate volume expansion in the anode.  Few reports have reported the use of ALD coatings as cathode materials for NIBs.  Liu et al. demonstrated the effect of wet chemical Al2O3 coating on P2-Na2/3Ni1/3Mn2/3O2 cathode for NIBs.  The issues with wet chemistry coating are that it is not able to control the coating thickness, it is difficult to have a conformal coating, and it can introduce contamination during the process. Although there is an improvement in capacity retention with this method, it is challenging to determine what percentage it played in improving the cycling performance when the electrode was only cycled to 4.3 V, which partially avoids the phase transformation (full phase transformation occurs at 4.5 V). Moreover, both coating works mainly focused on the electrochemistry to showcase the effect of ALD and wet chemical coating of Al2O3 on P2-cathode materials. ALD coatings on P2-cathode materials for NIBs is still in its infancy; there is a need to understand how ALD coatings improve the cycling performance by investigating the electrode–electrolyte interface. Since NIB chemistry behaves differently than LIB chemistry, it is likely that the cathode electrolyte interphase can be composed of different components.",
                "Herein, we compare uncoated P2-Na2/3Ni1/3Mn2/3O2 (NaNiMnO) composite electrode to an ultrathin Al2O3 ALD-coated electrode. Rigorous electrochemical characterization demonstrates the positive effect of ALD coating on the composite electrode. For the first time, X-ray photoelectron spectroscopy (XPS) is used to elucidate the factors that influence the chemical composition of the cathode electrolyte interphase (CEI) which enhances the Coulombic efficiency and cycling performance (from 2.3−4.5 V), by decreasing the impedance of the cycled P2-NaNiMnO cathode with ALD coating."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na2/3Ni1/3Mn2/3O2 material was synthesized by coprecipitation method following our previous published work.  A stoichiometric amount of the precursors, Mn(NO3)2·4H2O and Ni(NO3)2·6H2O, were dissolved in deionized water. The transition metal nitrate solutions were titrated into a stoichiometric NaOH solution using a peristaltic pump at rate of 10 mL/h. The solution was stirred slowly to ensure homogeneity. The coprecipitated solid M(OH)2 was centrifuged and washed with deionized water (three times). The coprecipitated material was dried in the oven to remove excess water and was ground with a stoichiometric amount of Na2CO3. The material was precalinated at 500 °C for 5 h and calcinated in a pellet form at 900 °C for 14 h in a 50 mL porcelain crucible. Electrodes were made by a slurry containing 80 wt % active material (based on the total mass of the P2-Na2/3Ni1/3Mn2/3O2 composite), 10 wt % polyvinylidene fluoride (PVDF), and 10 wt % acetylene carbon black in n-methyl-2-pyrrolidone, then mixing for 1 h to ensure proper material disbursement. The slurry was cast on aluminum foil and dried in a vacuum oven at 80 °C. The electrodes were cut into disks with an area of 1.97 cm2; afterward, they were pressed with until reaching 1 metric tons. The electrodes have a mass loading of 5 mg/cm2.",
                        "The electrode casted on aluminum foil was coated with aluminum oxide (Al2O3) using ALD (Beneq TFS200). The deposition of Al2O3 required the use of trimethylaluminum (TMA) as precursor and water as reactor. The carrier gas was nitrogen in 300 mbar, and the reaction temperature was 150 °C. The deposition rate was 1.1 A per cycle. The coating thickness on the electrodes was controlled through the number of cycles performed. After the electrodes were coated, they were vacuum-dried at 80 °C for 3 h to ensure the removal of water."
                    ],
                    "name": "2.1 Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The uncoated and ALD-coated P2-Na2/3Ni1/3Mn2/3O2 electrodes were assembled in 2032 coin cells using a glass fiber GF/F (Whatman) filter separator soaked in 1 M NaPF6 in propylene carbonate electrolyte (PC). Battery assembly was carried out in an MBraun glovebox (H2O < 0.1 ppm). Galvanostatic discharge and charge at various current densities were performed using an Arbin BT2000 battery cycler. Additionally, electrochemical impedance spectroscopy (EIS) measurements were carried out with 10 mV perturbation and ac frequencies from 0.01 to1 × 106 Hz on galvanostatic cycled electrodes at OCV, 1 cycle and 100 cycles. The electrodes were assembled in a three-electrode Swagelok cell, where the active material was the working electrode and Na metal served as the counter and working electrode. Whatman GF/F filter separator soaked in 1 M NaPF6 PC prevents the working and counter electrode from having direct contact. The three electrode cells were then cycled using above-mentioned conditions. This allows for proper isolation of working electrode impedance. A Solatron 1287 Potentiostat was used to measure the impedance at different states of charge and discharge. After the EIS measurements were taken, an equivalent circuit model was fit to the data to analyze the reactions that took place using Z view software (v. 3.4a, Scribner Associates, Inc.)."
                    ],
                    "name": "2.2 Electrochemical Test",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of the as-synthesized material and postelectrochemical cycling was characterized by a Philips XL30 environmental scanning electron microscope (ESEM) equipped with an energy dispersive X-ray detector (EDX) operating at 10 kV. Transmission electron microscopy (TEM) images were taken with a FEI 200 kV Sphera Microscope. Samples for TEM were prepared by focused ion beam (FEI Scios DualBeam FIB/SEM), following the procedure from our previous work.  Samples were thinned within 100 nm. During FIB thinning process, only 5 kV voltage and 7 pA current were applied to the sample when the sample thickness is within 200 nm. This measure can minimize the beam-induced damaging within only within 10 nm.  A lift-out procedure with optimized FIB fabrication conditions was conducted on the coated ALD electrode and loaded on the Omni Probe grid (Ted Pella) which is needed to retain the electrochemical activity of the nanobattery. ImageJ was used to determine the ALD coating thickness on the entire electrode.",
                        "After electrochemical cycling, the cells were disassembled in the glovebox and washed with DEC to remove excess sodium salt. XPS was performed at the Laboratory for Electron and X-ray Instrumentation using a Kratos AXIS Supra. In order to avoid air exposure, the samples were prepared in the glovebox connected to the XPS. Samples were transferred from the glovebox to the XPS from an nitrogen atmosphere to an ultrahigh vacuum greater than 108 Torr. The XPS was operated using Al anode source at 15 kV. All XPS measurements were collected with a 300 μm by 700 μm spot size without using a charge neutralizer during acquisition. Survey scans were collected with a 1.0 eV step size followed by high-resolution scans with a step size of 0.05 eV, for carbon 1s, oxygen 1s, sodium1s, fluorine 1s, nickel 2p (shown in ), manganese 2p (shown in ), aluminum 2p, and phosphorus 2p regions.",
                        "Fits of the XPS spectra were performed with CasaXPS software (version 2.3.15, Casa Software, Ltd.) to estimate the atomic compositions and chemical species comprising the cathode electrode interphase. All species were fit using a Shirley background. The resulting spectra were then refit, and all spectra were shifted relative to the binding energy of the carbon 1s sp3 (assigned to 284.8 eV) to compensate for any offset during the measurement."
                    ],
                    "name": "2.3 Materials Characterization",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Inspired by ALD cathode coatings on LIB cathode materials, we coated classical P2-Na2/3Ni1/3Mn2/3O2 (P2-NaNiMnO) cathode with aluminum oxide (Al2O3) by ALD. The phase pure crystalline P2-NaNiMnO material is validated by the rietveld refinement (). It is widely accepted that both binder and conductive additive contribute to the surface reactions caused by the instability of the electrolyte at high voltages.  To combat these issues, ALD was used to coat Al2O3 on the P2-NaNiMnO composite electrode surface. The deposition temperature occurred at 150 °C to prevent the chemical decomposition of the PVDF binder, ensuring that a stable electrode is used.  shows the SEM images of the as synthesized electrode material and the ALD-coated electrode. EDS mapping was used to show that Al2O3 coating is uniform throughout the electrode and that it did not affect the electrode morphology. Since the entire electrode was coated, it is important to distinguish the amorphous ALD coating from the amorphous conductive carbon. First, a section of the electrode was cut using focused-ion beam (FIB) to allow proper characterization of the electrode. If FIB is not used and the coating thickness is characterized by scrapping the electrode and loading the material on the TEM grid for imaging, then one is unable to distinguish the amorphous material, leading to improper ALD thickness characterization ().  shows a uniform ALD coating of 1 nm on the P2-NaNiMnO particle. The higher resolution TEM image (b) gives a detailed view of the amorphous layer to the crystalline active material and a uniform ALD coating. The particle has a d spacing of 1.86 Å, equivalent to the (104) plane as shown in ."
                    ],
                    "name": "3.1 Aluminum Oxide ALD Coating Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The uncoated and ALD-coated P2-NaNiMnO electrodes were assembled into coin cells, then cycled in galvanostatic mode at C/20 rate. a highlights the materials first cycle voltage profiles, demonstrating the quintessential plateaus for this material.  The Al2O3 coated ALD electrode (blue), however, shows slight increase in the discharge capacity of 142.6 mAh/g compared to the uncoated electrode (134.6 mAh/g). More importantly, the P2–O2 phase transformation is evident in both electrodes in the charge state, demonstrating that ALD coating does not eliminate such a structure transformation. The differential capacity versus voltage profiles (b) shows five distinct dQ/dV peaks that correspond to the intercalation of Na-ions. The sharp peak at 4.20 V is due to the P2–O2 phase transformation associated with this class of material.  This peak is less intense in the Al2O3 coated electrode, owing to the strong binding of the coating to the surface of the material and thus slightly reducing the phase transformation and possibly forming the CEI. The coating does not eliminate the phase transformation but may aid in maintaining the particle integrity. Furthermore, a small peak at 2.98 V (b insert) appears in the dQ/dV plots of the Al2O3 coated electrode, which is not shown for the uncoated sample in this work nor in the literature, it might be possible that this could be from the Al2O3 reacting during electrochemical cycling.",
                        "After repeated cycling, the material structure degrades as a result of the severe phase transformation (c). The ALD-coated electrode still retains more of the structure properties at the 50th cycle as demonstrated by the voltage plateaus. As shown, the coated electrode has a higher capacity of 92.3 mAh/g compared to the uncoated electrode capacity of 69.7 mAh/g. Given that the material has gone under repeated phase transformation, the dQ/dV of the 50th cycle depicts that the peaks are no longer as sharp as they were in the first cycle. In d, the peak at 2.98 V persists after 50 cycles. Finally, it is obvious that Al2O3 ALD coating reduces the overall potential in the cell throughout electrochemical cycling. This is a common occurrence in Li-ion cathode electrodes when coated with an ALD type coating.  Though bulk Al2O3 is insulating in nature, the ultrathin coating and amorphous nature reduce the insulating effects at lower current density, allowing the transport of Na-ions through the film, yet its effects are still observed.",
                        "The electrochemical characterization of the uncoated and ALD-coated P2-NaNiMnO electrodes are provided in . The theoretical capacity of uncoated P2-NaNiMnO cathode material is 173 mAh/g due to the Ni redox reaction from Ni2+ to Ni4+ corresponding to the mole ratio of the Na ions. Given that the coating is 1 nm, which attributes to less than one percent of the total material weight, therefore, the coating weight is negligible. Both electrodes were cycled at constant current from 4.5 to 2.3 V for 100 cycles. a demonstrates the capacity versus cycle plot for the ALD-coated and uncoated electrodes. The ALD-coated electrode improves the capacity retention of P2-NaNiMnO. After 100 cycles, the cell exhibits a capacity of 77.43 mAh/g, while the uncoated electrode has a capacity of 52 mAh/g. As expected the thin Al2O3 coating did not bring a drastic improvement in capacity retention because of the severe phase transformation that occurs above 4.2 V. However, the coating does improve the capacity retention and may aid in other aspects of the electrochemical performance. By observing the value of the x-axis of each half cycle (a,c), one can estimate the storage capacity of each electrode. Ultimately, the ratio of the two capacities is known as the Coulombic efficiency (CE). This is one way to quantify the irreversibility of each cycle, shown in a. We note that the thin coating improves the CE of the active material throughout electrochemical cycling. The first cycle CE for the ALD-coated electrode is 91.6% and quickly reaches 99% in the fifth cycle. Conversely, the uncoated electrode exhibits a first cycle efficiency of 83.8 and 95.2% CE by the fifth cycle. Throughout electrochemical cycling, the uncoated electrode has an unstable CE as shown in a. The CE fluctuates significantly while the ALD-coated P2-NaNiMnO electrode maintains a stable CE, demonstrated by the flat curve. Comparing our previous work with the ALD-coated LIB cathodes, we present similar effects.  Wise et al. demonstrated that an ultrathin coating of Al2O3 can significantly improve the electrode–electrolyte interface, reducing the decomposition of the electrolyte on high voltage cathode materials.  The addition of the artificial Al2O3 CEI coating on P2-NaNiMnO active material enhances the interface by reducing the exposure of the electrolyte to the active material. The 1 nm Al2O3 ALD coating may help reduce the decomposition of the electrolyte by protecting the active material, PVDF binder, and conductive carbon from reacting with the electrolyte; therefore, improving the CE throughout electrochemical cycling.",
                        "The electrochemical rate performance test is a good way to measure the kinetic property of the material at various charge and discharge rates. Here, the material is put under various stresses implemented through incremental current increase every few cycles. b compares the rate capability of the uncoated P2-NaNiMnO and Al2O3 ALD-coated electrode. The rate performance begins at C/20, increases to 1C then returns back to C/20 after a 25 cycles period. The uncoated P2-NaNiMnO electrode exhibits inferior rate capabilities when increasing the rate from C/20 to C/10 and then to C/5 and finally to C/2 compared to the ALD-coated electrode. The disparity capacity increases at C/2, where the coated electrode has an average specific capacity of 105.6 mAh/g compared to 78.5 mAh/g for the uncoated electrode. Thus, far, the coated electrode has outperformed the uncoated P2-NaNiMnO. However, at 1C the ALD electrode retains less capacity. Comparing our work to ALD coatings on the cathode materials for LIBs, the effect of thin Al2O3 ALD coatings on high voltage LIB cathode materials differ significantly. In some cases, the Al2O3 substantially improves the rate capability by preventing transition metal dissolution and reducing electrolyte decomposition.  Conversely, there are accounts that demonstrate the Al2O3 coating has lower capacity than the bare electrode at higher rates.  These effects are not ubiquitous with one type of active material; the high-voltage lithium nickel manganese oxide, for example, has poor rate capability when coated with Al2O3.  Riley et al. clearly show that at higher rates from C/4 to 1C the ALD-coated electrode has a capacity lower than that of the bare Li(Ni1/3Mn1/3 Co1/3)O2, which is attributed to the Al2O3 creating a barrier for ion mobility.  Although it is difficult to compare Al2O3 ALD coating on various cathode materials in LIB due to electrode configuration, the above-mentioned cases can be applied to NIB coated cathode materials.",
                        "There are few works that have used Al2O3 as a protective layer for SIB cathode materials.  Kaliyappan and co-workers investigated a series of ALD Al2O3 coated electrodes with discrete thicknesses on P2-Na2/3(Mn0.54 Ni0.13Co0.13)O2 and the effects on rate performance. They determined that a thinner coating outperforms the bare cathode while a thicker coating hinders the rate capabilities due to the insulating properties of Al2O3.  However, when we compare our rate performance results with the work of Kaliyappan and co-workers, our work does not follow the same trend, i.e., a thin coating improves the capacity retention at high currents. However, it is commonly agreed upon that P2 cathodes suffer from severe phase transformations and that doping cobalt into the P2-NaNiMnO cathode enhances the cycling performance. Therefore, the improvement in rate capability for thin ALD coating in P2-Na2/3(Mn0.54 Ni0.13Co0.13)O2 is not only due to the coating effect but also the improved stability as a result of cobalt doping. Our material demonstrated the true effect of Al2O3 ALD coating in a traditional P2-NaNiMnO without doping. Computation techniques are widely used to help validate experimental work or understand fundamental mechanisms that occur within a battery system during electrochemical cycling. Jung et al. used ab initio molecular dynamics calculations to investigate the sodiation through Al2O3 and compare it to Li ions.  They conclude that Na-ion diffusion occurs much faster through Al2O3 compared to Li ions even though the Na ions are much larger, albeit the study was conducted through a crystalline Al2O3. However, the Al2O3 in our case is amorphous where we see that at fast rate (1C) the Al2O3 coated electrode has lower rate capability than the uncoated electrode, demonstrating that the diffusivity is subpar in the Al2O3 film."
                    ],
                    "name": "3.2 Galvanostatic Cycling Comparison of Uncoated and Al2O3 ALD-coated P2-Na2/3Ni1/3Mn2/3O2",
                    "type": "h3"
                },
                {
                    "content": [
                        " shows the changes in the impedance spectra of the Al2O3 coated and uncoated P2-NaNiMnO electrodes cycled galvanostatically in a three electrode Swagelok cell. Using a three-electrode configuration allows us to hone in on the working electrode (P2-NaNiMnO cathode) impedance while eliminating the effects associated from the reference and working electrode (Na metal), as demonstrated in .  Previous reports failed to investigate the effect of the ALD coating on the cathode. They took into account the impedance of the sodium metal in addition to the coating which could lead to inaccurate impedance quantification.  Furthermore, there is a need to understand the effect of the Al2O3 coating. a,b demonstrates the Nyquist plots for electrodes in the charged state after 1 and 100 cycles. The Nyquist plots depicts the measured real versus imaginary impedance over a series of ac frequencies. We can quantitatively analyze the impedance spectra by a model circuit generated by several reactions that occur in the cell during electrochemical cycling (c). The model accounts for the ohmic resistance of the electrolyte (RΩ), the double layer capacitance of the electrode/electrolyte interface (CPEsf), resistance due to the sodium ion diffusion through the surface reactions on the cathode (Rf), the double-layer capacitance (CPEdl), and the charge transfer resistance (Rct).  Finally, the model accounts for the Warburg impedance (Zw) known as the impedance according to solid state diffusion of the Na ion through the bulk of the active material. ",
                        "Comparing the uncoated and Al2O3 coated electrodes after the first cycle (cycled at C/20), both the Rsf and Rct are significantly lower in the coated electrode (). After 1 cycle the uncoated P2-NaNiMnO has a surface film resistance of 878.8Ω while the Al2O3 coated P2-NaNiMnO has an Rsf value of 182Ω. The Rct associated with the Na ion diffusion through the electrode-CEI interface is 3948Ω for the uncoated electrode compared to 420Ω for the coated electrode. After 100 cycles (cycled at C/20), the Rsf and Rct increased significantly for the uncoated electrode compared to the coated electrode. The ultrathin coating protects the surface of the electrode, reducing the effects that the binder and conductive additive have on electrolyte decomposition. Though Al2O3 is insulating in nature, the thin coating allows for Na ions to diffuse through the coating film. Given that the surface film resistance increases slightly from 1 to 100 cycles, the Al2O3 coating reduces the electrolyte decomposition at high potentials, forming a better CEI.  From , the charge transfer resistance increases significantly compared to the coated P2-NaNiMnO. This implies that the active material structure has degraded significantly during electrochemical cycling, as shown in  and . Therefore, the ALD coating helps suppressing the structure instabilities associated with sodiation and desodiation.  To validate the effect of Al2O3 ALD coating, postcycling characterization is required."
                    ],
                    "name": "3.3 Cathode Interfacial Resistance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The above-mentioned electrochemistry has clearly demonstrated that the Al2O3 ALD-coated electrode improves the cycling performance, CE, the surface film resistance, and charge transfer resistance. Part of the improvements can be attributed to particle stability; to examine this, SEM images were taken after 100 cycles at C/20 rate. The pristine electrode clearly shows the P2-NaNiMnO active material surrounded by acetylene black (a). After repeated slow cycling, the active material endures repeated sodiation and desodiation. As the Na ions are extracted from the P2-NaNiMnO structure, the material compensates by the restructuring of the metal–oxide layer, causing the oxygen layer to glide to reduce the steric hindrance within the crystal structure.  Lu et al. proposed stacking faults occur as a result of the shift in oxygen–oxygen contact due to the instability of the metal oxide layer during sodium extraction.  Therefore, it is not surprising that the cycled uncoated P2-NaNiMnO demonstrated severe particle exfoliation. This is consistent with work done by Liu et al., where they investigated the failure mechanism of P2-NaNiMnO after 300 cycles at 1C using SEM and TEM.  Although this material undergoes an intercalation reaction mechanism, it can still exhibit stress and strain within the particle during electrochemical cycling. This is evident in our previous XRD study of the material: When the sodium concentration is less than 1/3, the oxygen layers are in direct contact leading to an electrostatic repulsion which directly expands the c parameter.  Conversely, the ALD-coated electrode significantly reduces particle exfoliation after 100 cycles, and only few particles showed signs of particle degradation. The notion that ALD coating can be used to maintain particle integrity has been demonstrated in alloying anodes (Si and Sn) for LIBs by holding the particle together after 300% volume expansion during repeated lithiation.  In their case, a thick ALD coating can improve the integrity of the active material without forming a strong binding interaction between the coating and the active material. Since we applied an ultrathin coating, it is speculated that the Al2O3 ALD coating forms Na–Al–O bonds to form a strong binding interaction that can reduce particle exfoliation. The detailed mechanism still requires more in-depth analysis. Having the ability to maintain electrode stability can be traced to the charge transfer resistance (), which is the resistance associated with Na ion diffusion through the surface of the active material through the SEI. To further understand how Na ion kinetics is affected by ALD coating, it is needed to further investigate the effects of electrolyte decomposition on the P2-NaNiMnO particle surface both coated and uncoated.",
                        "The surface of each electrode was analyzed before cycling (uncycled, not exposed to electrolyte) in addition to after the first charge to 4.1 and 4.5 V and 5 and 100 cycles, avoiding air exposure as described in the . The elemental atomic percentage of the cycled electrodes is shown in , where we can see the elemental evolution of the SEI throughout electrochemical cycling.  demonstrates that the cycled electrodes are largely dominated by acetylene black at 284.4 eV. Before cycling, the electrodes have the signature peaks of the PVDF polymer binder at 285.5 eV (CH2), 290.5 eV, and 292.7 eV (CF2). Once the electrodes are cycled to 4.1 V, the decomposition products of the PC electrolyte begin to evolve, forming CO, OCO, and CO3 moieties for both uncoated and Al2O3 coated. After the electrodes are cycled to 4.5 V, the PVDF peak corresponding to C–F2 broadens due to the formation of sodium carbonate species. Prolonged cycling causes all peaks to shift to higher binding energy and form more CO components in the in the coated electrode, which is largely associated with ethers, esters, and oligomeric species of poly(ethylene oxide) (CH2–CH2–O)n  from the PC electrolyte decomposition. These functionalities can also be seen in the O 1s spectra (). For the uncoated P2-NaNiMNO electrode, peaks indicative of lattice oxygen (529.3 eV), surface oxygen (531.2 eV), CO from the interaction between the conductive additive and active material (532 eV), and Na auger (536 eV)  are clearly demonstrated. In the coated electrode, the Al–O (531.9 eV) peak corresponding to Al2O3 ALD coating as well as all of the above-mentioned peaks being shifted slightly to higher binding energy, due to the interaction with the coating (lattice oxygen at 529.6 eV, surface oxygen at 531.6 eV, CO at 532.6, and Na auger at 536.9 eV). As the electrolyte begins to decompose at 4.1 and 4.5 V, we begin to see organic decomposition products in  and  as well as oxidative species that result from the NaPF6 salt (NaxPFyOz around 534 eV) for both coated and uncoated electrodes. However, for the Al2O3 coated electrode, the NaxPFyOz peak broadens and increases throughout electrochemical cycling. Moreover, the Al–O peak associated with the coating is present even after 100 cycles as shown in . Both the O 1s spectra and Al 2p spectra show a shift to higher binding energy as the cycle number increases. This could be due to the strong binding interaction that the ALD coating has with the electrode influencing the formation of a different CEI with respect to the uncoated electrode, consistent with the shift in binding energies of the CEI functionalities and an increase in salt decomposition products. Furthermore, this demonstrates the robustness of the coating, also shown in , where the ALD-coated electrode preserves the active material integrity even after repeated cycling. Consistent with the literature, we see that as we continue to cycle the electrodes the surface oxygen peak decreases indicative of a thicker CEI formation.  Although it seems that the coated electrode has more CEI formation, the atomic percentage of carbon and oxygen in the surface is less than that of the uncoated P2-NaNiMnO (). The dashed line in  guides the peak shift that occurs throughout electrochemical cycling, which is more prevalent in the coated electrode. When peaks shift to higher binding energies, it signifies that the binding environment is more electronegative which can be further investigated by F 1s (a), P 2p (b), and Na 1s ().",
                        "Given that the electrode is composed of 80% active material, 10% PVDF binder, and 10% acetylene black, the uncycled electrodes have a large peak corresponding to the C–F bond of the binder (F 1s at 687 eV). This peak persists throughout cycling and continues to dominate the signal. Consistent with both the F 1s and Na 1s, a NaF peak at 684 eV for the uncoated P2-NaNiMnO and 685 eV for the Al2O3 coated electrode are observed. This is due to the interaction between the active material and the PVDF binder. The Na surface reacts with the PVDF to form NaF from the dehydroflurination, generating HF and reacting with Na, similar to the LIBs.  This is more prevalent in the Al2O3 coated electrode because it is needed to use the water as a precursor to form the aluminum oxide coating, which causes the PVDF binder to react with water forming more HF. Eventually, the formation of more NaF in the uncycled coated electrode maybe one of the causes for prepping the electrode surface to promote the formation of a more inorganic CEI leading to higher initial CE and overall cycling performance compared to the uncoated electrode ().",
                        "As we charge the electrodes to 4.1 V, we begin to see the decomposition products form that result from the NaPF6 salt. Similar to LiPF6, the sodium salt is susceptible to a similar process (–)Contrary to the uncoated electrode, the ALD-coated cycled electrode has an increase in NaF throughout prolonged cycling, exhibited in both a and . NaF on its own is a highly resistive material and it can be assumed that this would hinder the CEI; however,  and . indicate otherwise. As salt decomposes, it is likely that we are not generating a consistent NaF film but rather discrete crystallites that allow for Na ions to pass as seen in the case of LIB.  At 4.1 V, we begin to see the decomposition of the salt (b), which is largely dominated by NaxPFyOz moieties generated when sodium continues to react with the OPF products in . Little NaxPF6 is found when the electrodes are charged to 4.1 and 4.5 V; however, it was observed that the amount of NaxPF6 increases when the electrodes are cycled both 5 and 100 times. This is largely seen in the uncoated electrode which maybe one of the factors that increases the impedance of the electrode surface, as seen in . The CEI generated from the coated electrodes is more inorganic causing the electrolyte decomposition functionalities to shift to a higher binding energy. Moreover, it is widely accepted that coating cathode materials for LIBs improves the stability of the electrode–electrolyte interface. In our case, it is likely that the Al2O3 ALD coating tends to enhance the interface by protecting the electrode from HF formation ().  Therefore, the electrode is less likely to form less unwanted byproducts as a result, boosting the Coulombic efficiency."
                    ],
                    "name": "3.4 Ex Situ Electrode Characterization",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The comparison of a P2-Na2/3Ni1/3Mn2/3O2 electrode and Al2O3 ALD-coated P2-Na2/3Ni1/3Mn2/3O2electrode was presented. The ALD coating drastically improved the initial and overall Coulombic efficiency and cathode resistivity. The cathode electrolyte interphase was investigated by XPS, which determined that each electrode generated a different surface film. The uncoated electrode contained more organic species such as carbonates, esters, and alkoxyl functionalities, retained more residual salt, and formed less NaF. Conversely, the coated electrode forms large CO moieties that are associated with polymeric species such as poly(ethylene oxide), which play a critical factor in forming a more flexible CEI that can reduce the exfoliation of the P2-NaNiMnO particle (). Furthermore, the coated electrode forms more NaF throughout cycling, which plays a vital role in the overall CEI. The CEI generated on the coated P2-NaNiMnO electrode enhances the Na ion kinetics from the bulk of the material through the electrode film versus the uncoated electrode. We demonstrated that optimizing the P2-NaNiMnO surface is a vital parameter in improving the electrode-electrolyte interface which facilitates the cycling performance in this class of materials."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Improvement of the Cathode Electrolyte Interphase on P2-Na2/3Ni1/3Mn2/3O2 by Atomic Layer Deposition"
}