{
    "DOI": "10.1039/C7NR06886G",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs) have been widely used in portable electronics during past decades due to their superb energy density, high voltage, and long life-span. Recently, LIBs have also attracted much attention for their potential large-scale applications in grid-scale electricity storage and electric vehicles (EVs). However, the huge consumption of lithium also causes concerns regarding the high cost and limited lithium reserve. As a potential alternative, sodium ion batteries (NIBs) have attracted much attention owing to the low cost and abundance of sodium. To promote the practical applications of NIBs, much effort has been made to develop anode materials for reversible Na+ insertion and extraction. Various anode materials have been studied, including carbon-based materials such as N-doped porous carbon and expanded graphite, Na-alloys based on Sn and Sb, metal oxides such as Fe2O3, CuO, TiO2, V2O5, and SnO2, and metal sulfides such as FeS, FeS2, SnS, MoS2, and Ni3S4.",
                "Among all the reported anode materials, iron sulfides manifest prominent advantages including high capacity, cost effectiveness, environmental benignity, and abundance in nature. Nevertheless, they show inferior electrochemical properties due to their low conductivity, sluggish kinetics and large volume change during Na+ insertion and extraction. To address these issues, one strategy is to synthesize iron sulfides with well-designed nanostructures such as ultrafine FeS2 nanocrystals, Fe3S4 nanoparticles, FeS2 microspheres, and porous FeS nanofibers. Compared to bulk materials, the diffusion length of Na+ within such nanocomposites is much reduced, leading to higher conductivity and more efficient and reversible electrochemical reactions. With the well-designed nanostructures, the volume change during Na+ insertion and extraction is limited to small, confined, and localized regions that are uniformly distributed in the electrode, thus improving the cyclability. For example, Cho et al. prepared porous FeS nanofibers from H2S and Fe2O3 nanofibers with discharge capacities of 561 and 592 mA h g−1 for the 1st and 150th cycles, respectively. Another strategy to improve the electrochemical performance is to combine iron sulfide with porous carbon hosts such as carbon nanotubes, reduced graphene oxides, and hollow carbon shells. As the carbon hosts can improve electronic conductivity and provide void space to accommodate the volume change during cycling, the cyclability and rate capability can be improved significantly. For example, Wang et al. synthesized yolk–shell FeS@C nanospheres by a four-step method, which included coating a SiO2 layer on the surface of Fe2O3 nanoparticles, coating a carbon shell over the SiO2 layer, conversion of the Fe2O3 core into FeS by reaction with S, and the removal of the SiO2 layer by HF. These yolk–shell FeS@C nanospheres showed a high capacity of ∼545 mA h g−1 over 100 cycles.",
                "Although iron sulfide-porous carbon composites show impressive electrochemical performance, their syntheses are usually complicated because they need either pre-synthesized porous carbon hosts or multiple steps for the generation of porous carbon and iron sulfide nanocomposites, respectively. Therefore, it is highly preferable to prepare the porous carbon host and the iron sulfide nanoparticles simultaneously. In addition, the preparation of nanostructured iron sulfide usually involves the use of toxic chemicals, e.g. H2S, CS2, thioacetamide, and organic solvents such as dimethylformamide (DMF) and dimethyl sulfoxide (DMSO).",
                "Herein, we report a facile and environment friendly in situ synthetic method for the preparation of iron sulfide embedded porous carbon microspheres (FeSx@CS) via a hydrothermal process followed by calcination in N2. Using this method, a porous carbon matrix and uniformly dispersed iron sulfide nanoparticles can be obtained simultaneously without using any toxic chemicals or organic solvents."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 6 mmol of FeSO4, 6 mmol of Na2S2O3, 12 mmol of sodium gluconate (NaG) and 1 g of Pluronic F-127 (PF-127) were dissolved in 60 mL of deionized water to form a clear aqueous solution. The solution was transferred to a Teflon vessel sealed in a steel autoclave, which was then kept at 180 °C for 12 h. A dark brown precipitate was harvested by filtration, washed with deionized water and ethanol three times and dried in a vacuum oven at 80 °C overnight. Finally, FeSx@CS were obtained by calcination of the precipitate in a tube furnace at 800 °C for 3 h under N2 protection. For comparison, iron sulfide (FeSx) was also prepared by the same hydrothermal treatment followed by N2-protected calcination but without adding NaG. To study the influence of PF-127, carbon coated iron sulfide nanoparticles were synthesized using the same method as FeSx@CS but without adding PF-127. To study the influence of NaG, an iron sulfide–carbon composite was prepared using the same method as that for FeSx@CS except that glucose was used instead of NaG as the carbon source."
                    ],
                    "name": "Preparation of FeSx@CS",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Crystallographic structures of materials were determined by powder X-ray diffraction (XRD) with Cu Kα radiation at a scanning rate of 10° min−1 in the 2θ range from 10° to 80°. Thermogravimetric analysis (TGA) was carried out in air from room temperature to 800 °C at a heating rate of 5 °C min−1. The oxidation states of the component elements were measured by X-ray photoelectron spectroscopy (XPS) using an Axis Ultra DLD spectrometer. Scanning electron microscopy (SEM) images with energy-dispersive X-ray spectroscopy (EDX) were obtained on a JEOL JSM-7100F. Transmission electron microscopy (TEM) was performed on a JEOL JEM 2010F."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "FeSx and FeSx@CS were used as the active materials. Electrochemical measurements were carried out using a CR2032 coin-type cell assembly. The working electrode was prepared by coating a slurry consisting of active material, conductive carbon black, sodium carboxymethyl cellulose (CMC) and styrene–butadiene rubber (SBR) with a weight ratio of 80:10: 5:5 in deionized water. The slurry was uniformly pasted on a copper foil and dried at 80 °C in a vacuum oven overnight. The electrode was cut into round disks with a diameter of 8 mm and used as anodes for coin cells. The weight of the working electrode materials was ∼1.5 mg cm−2, and that of the active materials in a coin cell was ∼1.2 mg cm−2. The capacity of the electrode was calculated based on the total weight of the active material. The coin cells were assembled inside a glovebox filled with pure argon, using sodium plates as the counter/reference electrode and Whatman glass-fiber filter paper as the separator. The electrolyte was 1 M NaClO4 dissolved in a mixture of ethylene carbonate (EC) and propylene carbonate (PC) (1:1 by volume) with 5 wt% of fluoroethylene carbonate (FEC) as an additive. Galvanostatic charge–discharge curves were recorded by using a Neware Battery Testing System at various current densities ranging from 50 mA g−1 to 2 A g−1 at voltages between 2.5 and 0.01 V versus Na+/Na at room temperature. The cells were disassembled after different numbers of cycles and the electrodes were washed with absolute ethanol in the glovebox and then taken out and exposed to air for one day for a morphological study using SEM. CV curves were measured from 0 to 2.5 V at a scanning rate of 0.1 mV s−1, and EIS measurements were obtained by applying an AC voltage of 5 mV in the frequency range of 0.1 Hz–100 kHz using an electrochemical workstation (AUTOLAB PGSTAT302)."
                    ],
                    "name": "Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The compositions of the as-prepared samples were studied using their XRD patterns (Fig. 1a). The peaks of Fe7S8 (JCPDS no. 52-1516) were observed in both FeSx and FeSx@CS, showing that the addition of NaG did not change the composition of iron sulfide after the reactions. To estimate the carbon ratio in FeSx@CS, the TGA curve was measured in air (Fig. 1b), which showed a one-step weight gain and a two-step weight loss. The weight gain was caused by a partial conversion reaction of Fe7S8 into FeSO4. The weight loss that started from around 320 °C was caused by the decomposition of unreacted Fe7S8. The final weight loss was attributed to the formation of Fe2O3 by the oxidation of FeSO4 above 400 °C and the decomposition of carbon starting at 550 °C. After the TGA test, 82.47% of the original weight remained. Therefore, it was determined that FeSx@CS consisted of 62.42 wt% of Fe7S8 and 37.58 wt% of C.",
                "The surface composition of FeSx@CS was investigated using X-ray photoelectron spectroscopy (XPS), and Fe, S, C, and O elements were clearly found (ESI Fig. S1†). In the Fe 2p spectrum (Fig. 2a), a small amount of metallic Fe (707.6 eV) was found while abundant Fe2+ (711.1 eV) and Fe3+ (711.8 eV) were detected together with their satellite peaks. The peaks in the S 2p spectrum (Fig. 2b) were attributed to S2− (161.9 and 163.1 eV), polysulfides (164.2 and 165.3 eV), and sulphates (168.6 and 169.7 eV), respectively. These peaks verify the formation of iron sulfide with a minute amount of Fe in FeSx@CS. In the C 1s spectrum, C–C (285 eV) and C–O (286 eV) were observed.",
                "The morphology and structure of FeSx@CS were characterized by SEM and TEM (Fig. 3), respectively. As revealed by the SEM images (Fig. 3a), FeSx@CS showed a spherical secondary structure assembled from small plate-like particles. Its particle size was 5–10 μm, as observed in the SEM image with a lower magnification (ESI Fig. S2a†). The small plate-like particles were Fe7S8 nanoparticles with a thickness of ∼50 nm that were coated and assembled together by a carbon matrix, as shown in their TEM and HRTEM images (Fig. 3f and g). The lattice fringes with an inter-distance of 0.527 nm was attributed to the (002) plane of Fe7S8. Fig. 3b shows a cracked sphere of FeSx@CS and its hollow interior. EDX elemental mapping was carried out (Fig. 3c and e) that clearly showed a uniform distribution of C, Fe, and S in FeSx@CS. In comparison, FeSx has spherical particles with a diameter of ∼1 μm (ESI Fig. S2b†). In addition, when NaG was replaced by glucose as the carbon source, the uniform dispersion of Fe, S, and C could not be achieved (ESI Fig. S3 and Table S1†). As found in our previous study, the interaction between Fe2+ and carboxyl groups in NaG significantly affected the reactions in a hydrothermal process. In this paper, it is expected that this interaction would prevent iron sulfide nanoparticles from aggregation and lead to the uniform dispersion of iron sulfide in the carbon matrix. Simultaneously, carbon species were formed on the surface of iron sulfide nanoparticles and incorporated into a hollow microsphere.",
                "As an important characteristic of nanoscale engineering, the tapping density of FeSx@CS was also determined, which was around 0.7 g cm−3. To understand the influence of PF-127, carbon coated iron sulfide nanoparticles were also synthesized by the same procedure as the synthesis of FeSx@CS but without adding PF-127. In this case, the disordered aggregation of small plate-like particles was observed in the SEM images (ESI Fig. S2c†). Thus, the formation of the hollow spherical structure of FeSx@CS was assisted by PF-127 in the solution.",
                "FeSx and FeSx@CS were applied as anode materials for sodium ion batteries and their electrochemical performances were compared (Fig. 4). Similar peaks were observed in their cyclic voltammograms (CV). In the first cycle, a sharp oxidation peak was observed at around 0.6 V, which corresponded to the activation of the electrode (FeSx + Na+ + e− → Na2S + Fe). This was consistent with the long and flat plateau found at ∼0.8 V in the first cycle of the discharge curves (Fig. 4c and d). After the first cycle, two pairs of oxidation/reduction peaks were found at 1.0 V/1.83 V and 0.23 V/1.46 V, respectively, that were related to the two reversible reactions which occurred during insertion and extraction of Na+ (Na2S + Fe ↔ Na2FeS2 + Na+ + e−, Na2FeS2 ↔ NayFeS2 + Na+ + e−). Consistent with the observations from CV curves, two discharge plateaus were found at ∼1.2 V and 0.4 V after the first cycle, while two charge plateaus were found at ∼1.2 V and ∼1.6 V afterwards. The cyclability of FeSx and FeSx@CS was tested at a current density of 100 mA g−1 (Fig. 4e). The discharge and charge capacities of FeSx in the first cycle were 698.66 mA h g−1 and 588.29 mA h g−1, respectively. After 100 cycles, the charge capacity reduced to 128.48 mA h g−1, indicating that only 22% of the initial charge capacity remained. Compared to FeSx, FeSx@CS showed much better cyclability. The initial discharge and charge capacities of FeSx@CS were 759.19 mA h g−1 and 656.75 mA h g−1, respectively, indicating an initial columbic efficiency of 86%. Compared to the value reported previously by other researchers, the initial columbic efficiency of FeSx@CS, reported in this paper, was significantly higher. This could be ascribed to the secondary structure of FeSx@CS assembled from FeSx and the carbon matrix, which reduced the surface reactions introduced by the use of nanomaterials. After 100 cycles, a charge capacity of 638.92 mA h g−1 was delivered, revealing an outstanding capacity retention of 97%. The capacities of FeSx and FeSx@CS were compared at different current densities (Fig. 4f). Specifically, at current densities of 50, 100, 200, 400, 800, 1000, and 2000 mA g−1, FeSx showed average capacities of 606.06, 505.41, 452.88, 397.24, 335.58, 307.04, and 239.12 mA h g−1, while FeSx@CS showed average capacities of 645.59, 634.50, 613.05, 577.87, 514.28, 492.78, and 403.66 mA h g−1, respectively. It should be noted that when the current density was increased from 50 mA g−1 to 2000 mA g−1, FeSx@CS showed a capacity retention of 62.5%, which was much higher than that of FeSx. After cycling at 2000 mA g−1, the current density was reduced to 50 mA g−1 again. As a result, FeSx showed a capacity of 494.37 mA h g−1 initially and a severe capacity fade was observed afterwards. In comparison, FeSx@CS exhibited a reversible capacity of 650.90 mA h g−1.",
                "The improvement of cyclability by the porous carbon matrix was studied by comparing the surfaces of the freshly prepared electrode and the electrode after 5 cycles using their SEM images. As shown in Fig. 5b, clusters were observed on the surface of the FeSx electrode after cycling. The composition of the clusters was estimated by EDX elemental analysis. They consisted of Na (23.96 atom %), C (22.77 atom %), O (51.92 atom %), Fe (0.88 atom %), and S (0.47 atom %). Due to the limited amounts of Fe and S and the potential influence from the binder and the residual solvent, the quantification of these elements would not be accurate. Nevertheless, the EDX elemental analysis did confirm that the clusters mainly consisted of Na, C, and O, which suggested that the clusters should have originated from the oxidation of Na2S when the electrode was exposed to air after it was disassembled and taken out from the glovebox. Thus, the presence of these clusters suggested an accumulation of Na2S on the surface of the FeSx electrode. Due to the non-negligible solubility of sodium polysulfide in the electrolyte, Na2S formed in the charge–discharge cycles (Na2S + Fe ↔ Na2FeS2 + Na+ + e−) diffuses from the anode to the cathode, causing a loss of the active material and consequently a capacity fade, which is called the “shuttle effect”. Therefore, the accumulation of Na2S on the surface of the FeSx electrode suggested the presence of the shuttle effect. Interestingly, some nanofibers were also observed on the surface of the FeSx electrode after cycling (Fig. 5b), which were found to be glass nanofibers from the separator, as shown in the EDX elemental analysis of these nanofibers (ESI Fig. S4 and Table S2†). The presence of these nanofibers may be caused by the volume change of the active material during cycling. Compared to FeSx, neither the damaged separator nor the aggregation of clusters could be observed on the surface of the FeSx@CS electrode after cycling (Fig. 5c and d). Therefore, the porous carbon matrix not only suppressed the shuttle effect of sodium polysulfide, but also accommodated the severe volume change of the active material during cycling.",
                "EIS measurements of FeSx and FeSx@CS were carried out after 50 galvanostatic charge–discharge cycles at 100 mA g−1. The Nyquist plots consisted of a broad semicircle at a high frequency region related to charge transfer and a straight line at a low frequency region corresponding to the sodium ion diffusion-controlled Warburg region (Fig. 6a). Clearly, the kinetically controlled charge-transfer semicircle showed a smaller diameter for FeSx@CS than that for FeSx, indicating a reduced charge-transfer resistance caused by the porous carbon matrix. The Warburg impedance coefficient (σw) can be estimated from the relationship between Zre and ω−1/2 at a low frequency (Zre = Rct + Rel + σwω−1/2), where Rct, Rel, and ω are the charge-transfer resistance, electrolyte resistance and angular frequency, respectively. And the sodium ion diffusion coefficient (D) could be calculated from σw (D = R2T2/2A2F4C2σw2), where R, T, A, F, and C refer to gas constant, temperature, surface area (the geometric surface area of the electrodes was used in this paper for simplicity), Faraday constant, and lithium ion concentration, respectively. The relationship between Zre and ω−1/2 at low frequency is plotted in Fig. 6b to obtain σw for the calculation of sodium ion diffusion coefficients. The D values were calculated to be 5.98 × 10−14 cm2 s−1 for FeSx and 6.96 × 10−13 cm2 s−1 for FeSx@CS, respectively. These results revealed that the porous carbon matrix facilitated both the charge-transfer and sodium ion diffusion, which was consistent with the observation from the comparison of rate capabilities (Fig. 4f)."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a facile and environment friendly in situ synthetic method of iron sulfide embedded porous carbon microspheres (FeSx@CS) has been developed. The as-prepared FeSx@CS material showed outstanding electrochemical performance. It delivered high capacity and stable cyclability because the porous carbon matrix not only accommodated the severe volume change of the active material, but also suppressed the shuttle effect effectively. In addition, it exhibited an excellent rate capability due to the acceleration of charge transfer and sodium ion diffusion by the porous carbon matrix. Also, the reported synthetic strategy is simple and does not require expensive or toxic chemicals. Therefore, it provides a promising approach for developing advanced anode materials for sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "In situ synthesis of iron sulfide embedded porous carbon hollow spheres for sodium ion batteries"
}