{
    "DOI": "10.1002/cssc.202201713",
    "Journal": "",
    "Keywords": [
        "electrode materials",
        "energy storage",
        "hard carbon",
        "life cycle assessment",
        "sodium-ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) are one of the most promising next‐generation energy storage devices for light electromobility and large‐scale stationary applications. Contemporary Amperex Technology Co., Ltd. (CATL) announced the manufacturing of commercial SIBs by 2023 for various transportation electrification scenarios, especially for cold areas. In addition, Natron Energy Inc. from the United States also announced their mass production plan, the world's largest SIB plant, at Clarios Meadowbrook facility from 2023. Finally, the acquisition of Faradion UK Ltd., one of the pioneers of the SIB prototype technology, by Reliance New Energy Solar Ltd. (RNESL) in 2021 implies that the commercialization of the sodium‐technology is within reach.",
                "The main advantages of SIBs over lithium‐ion batteries (LIBs) are their potentially lower cost and sustainability. SIBs are not dependent on critical raw materials, such as lithium, cobalt, and nickel, which also cause high environmental impacts. As a result, many sodium‐based prototypes have been proposed. Different cathode families have been implemented, such as polyanion compounds, layered oxides, or Prussian blue analogues (PBAs). Meanwhile, most sodium‐based prototypes are based on hard carbon (HC) anode, including CATL's sodium‐cells and Faradion Ltd., which published their extensive work on developing prototype sodium‐ion cells with their proprietary HC anode. HCs are considered the best carbonaceous anode of choice in SIBs due to the impossibility of the graphite to insert Na+ ions in carbonate‐based electrolytes. Nevertheless, HC anodes have several disadvantages and challenges, such as low density and unstable solid electrolyte interphase (SEI) formation, which causes low initial coulombic efficiency (ICE) and power capability. Therefore, optimized HC anodes with improved electrochemical properties and high density must be developed to increase the competitiveness of SIBs against the state‐of‐the‐art LIBs.",
                "Different carbon precursors can be employed to develop HC materials. The traditional precursors (sugar, polymers, etc.) and their synthetic routes (acidic/basic pre‐/post‐treatment/s) have the disadvantages of high cost, low yield, and/or low sustainability, which ultimately reduces the viability of SIBs substantially. Therefore, alternative HC sources should be discovered. Among different carbon precursors, bio‐waste materials are attractive and “green” alternatives, which promote the circular economy and remarkably reduce battery costs, providing considerable breakthroughs in the renewable energy market. In fact, industrial agriculture generates 140 billion metric tons of bio‐waste every year. Moreover, bio‐waste is still under‐utilized and often openly burned, releasing CO2, volatile organic compounds, and oxides, resulting in interrupted carbon neutrality and air pollution. One sustainable solution is to reuse bio‐waste for energy applications.",
                "Various bio‐waste materials have been studied as HC precursors. The pomelo peel‐derived HC anode delivers 181 mAh g−1 at 200 mA g−1 with low ICE of 27 %. The apple pomace‐derived HC anodes exhibit a capacity of 245–300 mAh g−1 at 20 mA g−1 with ICE close to 65 %, while the HC anode derived from corncob shows a specific capacity of 257 mAh g−1 at 20 mA g−1 and ICE of 57 %. On the other hand, the peanut shell‐ and banana peel‐derived HC anodes deliver a specific capacity from 190 to 298 mAh g−1 at 20 mA g−1 with the highest ICEs of 68 and 70 %, respectively. Indeed, many other bio‐waste‐derived HC anode materials reported exhibit good electrochemical performances with excellent ICE and Na+ ion storage capacity. However, most of them suffer a poor rate capability at high current densities, as well as require high pyrolysis temperatures. In addition, it should be noted that the precursors of all aforementioned bio‐waste‐derived HCs are pre‐/post‐treated with strong acids (e. g., H3PO4, HCl) or base (e. g., KOH) to remove impurities. These treatments intrinsically prevent an industrial‐level development of such bio‐waste‐derived HCs as the manufacturing process will be prolonged and complex, with low yield, along with unsustainable acid/base waste disposal. To resolve these standing problems, it is crucial to develop bio‐waste‐derived‐HC anodes with good electrochemical performance via facile and sustainable synthetic methods.",
                "Herein, a comparative investigation on the impact of the synthetic routes on the morphological, microstructural, and electrochemical properties of hazelnut shell‐derived‐HCs is reported. Hazelnut shells were selected as precursors due to their low cost ($0.15–0.25 kg−1). Notably, hazelnut production is predominant in Turkey, with 730,000 megatons of hazelnut production, followed by Italy (160,000 megatons) in 2020/2021. These already large numbers can be more than doubled when considering the amount of hazelnut shells produced. In addition to the regional advantage to access the precursor, the hazelnut shells are also rich in lignin content of 48.9 %, which is reported to be beneficial for electrochemical performance when applied as an anode material for SIBs. Hence, three different synthesis routes have been carried out, such as not applying any pre‐/post‐treatment (nw‐hz‐HC), acid‐treated (at‐hz‐HC), and water‐washed (ww‐hz‐HC) HCs. In addition, the water‐washed HC was further optimized, considering industrial manufacturing, by reducing the particle size and controlling particle size distribution upon the synthetic route. The results reveal that the acid treatment is unnecessary, with the water washed hazelnut shell‐derived‐HC exhibiting an excellent specific capacity, initial coulombic efficiency, capacity retention, and rate capability. Additionally, an improved environmental benefit and cost advantages are also confirmed by losing acid treatment in the synthesis process."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The bio‐waste hazelnut shell‐derived HC is developed by three synthetic routes, as schematically shown in Figure  (more details are provided in the Experimental Section). The main differences are that the acid‐treated HC sample (at‐hz‐HC) involved two weeks of phosphoric acid treatment following the optimized synthesis process of lignin‐based peanut shell‐derived HC. The phosphoric acid is used as an activating agent, which leads to the decomposition of the hemicellulose species of the hazelnut shells via hydrolysis. In addition, the phosphoric acid treatment removes unnecessary organic residues and enhances the porous structure. In the case of the water‐washed HC samples (ww‐hz‐HC), the hazelnut shells are only washed and stored in deionized (D.I.) water before grinding to remove the impurities, which is sustainable and scalable processing.",
                        "The morphological and structural properties of the nw‐hz‐HC, at‐hz‐HC, and ww‐hz‐HC in both sizes have been studied by scanning electron microscope (SEM; Figure ), energy‐dispersive X‐ray spectroscopy (EDX; Figure S1), Raman spectroscopy (Figure ), and X‐ray diffraction (XRD; Figure S2) analyses. SEM images reveal that the synthetic route influences the morphology. The nw‐hz‐HC (Figure a,b) exhibits a bark‐like compact texture with an unclean surface. The surface is covered with organic and inorganic species, where the white dots in Figure b correspond to potassium species (confirmed by EDX, see Figure S1). In addition, a coil‐like cellulose feature can be found inside the scratched surface, which probably corresponds to carbonized pectin or hemicellulose traces. Meanwhile, the at‐hz‐HC (Figure c,d) and ww‐hz‐HC (Figure e–h) exhibit much cleaner surfaces (lower impurities), indicating that the acid and washing step effectively removes surface impurities of the hazelnut shells. The at‐hz‐HC shows a clean surface with more scratched and larger pores than other HC samples, suggesting that the most organic and inorganic species were washed off. A vessel‐like feature observed in ww‐hz‐HC‐1 mm (Figure f) is eliminated for at‐hz‐HC (Figure d), implying that the acidic reaction decomposes the cellulose microfibrils inside the biological cell block. Meanwhile, the biological cell block, mainly composed of lignin, remained (see Figure e). Lastly, comparing two water‐washed HC samples with different particle sizes, the SEM images show that the block‐like features are broken from the more intense grinding process (ww‐hz‐HC‐32 μm), leading to rounded HC particles and wrinkled surface owing to the direct influence of pyrolysis on each smaller particle.",
                        "Raman spectra (Figure ) display the characteristic broad band of disordered carbon materials with D‐band at 1340 cm−1 and a sharper G‐band at 1580 cm−1. The D‐band represents a disorder‐induced band, corresponding to the vibrational mode of disordered or defected graphitic lattice, while the G‐band shows the vibrational mode of sp2 carbon atoms in the graphitic lattice. However, it should be noted that the graphitic lattice in the HC structure is far different from the conventional graphitic lattice, as it contains the lattice in the form of turbostratic layered pseudo‐graphitic nano‐domains (TLPG‐NDs). In addition, the Raman spectrum of disordered carbon materials is deconvoluted into three more components, such as D’‐ (1600 cm−1), D3‐ (≈1500 cm−1), and D4‐ (≈1200 cm−1) bands. The calculated relative area of each band within each sample is included in Table .",
                        "Evident variations on Raman spectra are observed between samples, although the same bio‐waste precursor and pyrolysis condition is used. Comparing the D‐band concentration, the at‐hz‐HC and ww‐hz‐HC‐1 mm samples unexpectedly present a higher relative concentration of defected graphitic lattice. This suggests that the pre‐treatments may induce disorder or defects at the graphitic lattice. However, considering the following relative G‐band in both samples, the at‐hz‐HC seems to have a much lower concentration of TLPG‐NDs, while ww‐hz‐HC‐1 mm contains the most. This is confirmed by the characteristic (002) reflections at 2θ=22.0° in XRD (Figure S2 and Table S5), where the intensity of at‐hz‐HC is the lowest while ww‐hz‐HC‐1 mm shows the highest.",
                        "Meanwhile, nw‐hz‐HC and ww‐hz‐HC‐32 μm display the most intense D3‐band contribution, which is related to the vibrational mode of amorphous carbon, suggesting that they contain adsorbed molecules or functional groups. In addition, the ww‐hz‐HC‐32 μm, nw‐hz‐HC, and at‐hz‐HC exhibit a more pronounced D4‐band than ww‐hz‐HC‐1 mm. Considering that the D4‐band is attributed to sp2–sp3 stretching motions and surface‐level ionic impurities, the three HCs (except ww‐hz‐HC‐1 mm) are expected to contain more surface impurities and/or a high degree of sp2–sp3 species. The elemental mapping analysis performed by EDX confirms that the nw‐hz‐HC and ww‐hz‐HC‐32 μm contain more metal compounds, such as potassium and calcium (see Figure S1). The higher metal compound concentration in ww‐hz‐HC‐32 μm than ww‐hz‐HC‐1 mm suggests that the resultant metal compounds originated from the hazelnut shells’ minerals. On the contrary, the D4‐band contribution in at‐hz‐HC corresponds to sp2–sp3 polyene‐like carbon rather than the metal compounds, as indicated in EDX [later confirmed by X‐ray photoelectron spectroscopy (XPS)]. Lastly, the at‐hz‐HC exhibits the highest concentration of the D’‐band, indicating a high surface graphene layer concentration.",
                        "The area ratio between D‐ and G‐bands (AD/AG) is calculated to roughly estimate the HC's degree of disorder in the crystallites (see Table ). The at‐hz‐HC shows the lowest AD/AG ratio (3.18), followed by the nw‐hz‐HC (3.68) and ww‐hz‐HC‐1 mm (3.70), indicating that the degree of disorder is affected by the acid pre‐treatment but not significantly with water washing. The ww‐hz‐HC‐32 μm exhibits the highest degree of disorder (4.00). Furthermore, in‐plane crystallite size (La) can be calculated following Tuinstra Koenig's equation. As expected, La increases with decreasing degree of disorder, at‐hz‐HC having the largest crystallite size (12.12 nm), followed by nw‐hz‐HC (10.47 nm) and ww‐hz‐HC (10.41 nm for 1 mm and 9.63 nm for 32 μm).",
                        "In summary, the nw‐hz‐HC and ww‐hz‐HC‐32 μm contain the highest amorphous carbon structure and a large concentration of terminal functional groups, sp2–sp3 carbons, and surface ionic impurities. In addition, the ww‐hz‐HC‐32 μm exhibits the highest degree of disorder resulting in the smallest in‐plane crystallite size. On the other hand, the at‐hz‐HC and ww‐hz‐HC‐1 mm contain a higher disorder/defected graphitic lattice, but the at‐hz‐HC consists of the lowest concentration of TLPG‐NDs, the ww‐hz‐HC‐1 mm exhibits the highest one. Nonetheless, the structures of all samples are not markedly different, resulting from the same pyrolysis temperature. This indicates that the pre‐treatment condition is less influential on the final HCs microstructure, contrary to that observed in the morphological properties.",
                        "XPS has been carried out to further understand the effect of pre‐treatment on the surface chemistry of the hazelnut shell‐derived‐HCs. The C 1s region has been analyzed (Figure a–d), as well as the atomic and relative percentages of detected species in the C 1s region (Table ). The atomic concentration calculated from XPS is in good accordance with the results obtained from EDX analysis in the HC samples ground into <1 mm particle size (nw‐hz‐HC, at‐hz‐HC, and ww‐hz‐HC‐1 mm). The observed differences can be attributed to XPS being limited to the surface region (max. 10 nm depth), whereas the EDX probes deeper level composition (0.5–2 μm). As expected, the at‐hz‐HC and ww‐hz‐HC‐1 mm have higher carbon content than nw‐hz‐HC. The at‐hz‐HC presents a much cleaner surface than ww‐hz‐HC‐1 mm, comparable to the EDX result. Therefore, it is confirmed that the acid pre‐treatment and water washing steps help to remove surface impurities. Meanwhile, the C 1s region provides the contribution of sp2 carbon (−C=C−) in each HC, which corresponds to 29.6, 32.4, 23.0, and 21.8 % for nw‐hz‐HC, at‐hz‐HC, ww‐hz‐HC‐1 mm, and ww‐hz‐HC‐32 μm, respectively. The −C=C− concentration can be correlated with the D’‐band contribution in the Raman spectra (Table ). Unexpectedly, the ww‐hz‐HC‐32 μm shows low surface ionic impurities by XPS, contrary to EDX. Nevertheless, this can be attributed to the ionic impurities being located at a deeper level than nm‐range surface structure, which may describe the surface level impurities from D4‐band originated from the depth where EDX is detectable. The determined surface chemistry influences the surface reactivity, which will eventually affect the electrochemical performance of the HC anodes; therefore, different electrochemical properties are expected between the HCs.",
                        "The pore structures of the four HCs have also been studied with gas adsorption measurements. It is known that the HCs have very narrow pores or paths as well as the surface functional groups interact with N2 (77 K) gas. Therefore, in 2014, IUPAC suggested Ar (87 K) gas to be used as a new standard adsorbent for micro‐/mesoporosity detection. Therefore, Ar (87 K) and CO2 (273 K) adsorptions were performed for micro‐/mesoporosity and ultramicroporosity (pore diameter <0.7 nm), respectively. The Ar isotherms in Figure e reveal that at‐hz‐HC has a significantly higher adsorbed volume of Ar at low relative pressure, indicating a large portion of “open” porosity, resulting in a higher Ar Brunauer‐Emmett‐Teller (BET) specific surface area (SSA) of 504.9 m2 g−1. The density functional theory (DFT) pore size distribution (Figure f) shows the pore width of the at‐hz‐HC ranges mainly from 5 to 9 nm. In addition, the CO2 adsorption of at‐hz‐HC also shows micropores (<1.5 nm) and ultramicropores (0.6 nm) concentration (Figure S3), implying that at‐hz‐HC contains a high concentration of polydisperse pore sizes. In contrast, the adsorbed volume of Ar is negligible for water washed samples in both sizes (SSAAr,BET=8 and 6 m2 g−1 for 1 mm and 32 μm, respectively), which suggests that the water‐washed HCs contain much less “open” porosity/microporosity. On the other hand, the pore size distribution of water‐washed samples from CO2 adsorption exhibits a large variance as ww‐hz‐HC‐1 mm contains a much higher concentration of ultramicropores with the size of 0.5–0.6 nm (SSACO2,BET=61.7 m2 g−1). Meanwhile ww‐hz‐HC‐32 μm does not show any signs of ultramicroporosity (SSACO2,BET=1.7 m2 g−1). Interestingly, nw‐hz‐HC did not show any porous structure, in agreement with the compact and closed morphology observed in SEM images (Figure a,b). The open porosity, as well as the surface chemistry are known to affect the ICE, meaning differences in ICE among the HC anodes are expected.",
                        "After extensively investigating the morphological, microstructural, and surface chemical characteristics of the four HCs influenced by different treatment routes, the electrochemical performances of each HC anode are studied and correlated with characteristics mentioned above. Figure a–d shows the (dis)charge voltage profiles upon electrochemical cycling of nw‐hz‐HC, at‐hz‐HC, ww‐hz‐HC‐1 mm, and ww‐hz‐HC‐32 μm, respectively (the first cycle highlighted with light green). The nw‐hz‐HC shows the formation of dendritic features from the first cycles, while at‐hz‐HC voltage profile implies the most stable but the lowest Na+ ion storage capacity. Both water washed samples show good Na+ ion storage capacities, but the 1 mm sample shows poorer cycling. Nevertheless, a typical voltage profile of HC anodes upon Na+ ion storage is observed for all HCs, showing a sloping regime in the high voltage region from 2.0 to 0.1 V (vs. Na+/Na) and a plateau regime in the low voltage region (<0.1 V vs. Na+/Na). Despite the voltage profiles being similar, the capacity contribution at the two specific voltage ranges is slightly different, which can be associated with the microstructural/morphological properties. Indeed, the dQ/dV plots (Figure S4) also reveal rather similar Na+ ion storage kinetics for all the HCs at low potential, exhibiting reversible (de)sodiation reaction upon cycling. Meanwhile, at high potential, some differences are observed. The reactions occurring above 1.0 V (vs. Na+/Na) are attributed to the Na+ ion storage on the defects and/or terminal group, as shown in ww‐hz‐HC‐1 mm, and ww‐hz‐HC‐32 μm. The 1.0–0.3 V (vs. Na+/Na) peaks are associated with electrolyte decomposition and SEI formation. The at‐hz‐HC shows a more pronounced peak indicating a high reactivity toward electrolyte decomposition and, in turn, SEI formation due to the high SSA detected by BET, also confirmed by the low ICE (see Figure e).",
                        "In Figure e, the first cycle capacity contributions of the two specific voltage ranges are plotted with corresponding ICE. The at‐hz‐HC sample presents the most significant contribution of the sloping potential capacity, while the others exhibit similar sloping capacity. In contrast, the water washed HCs present a higher contribution to the plateau capacity. It should be mentioned that there is still a great deal of controversy on the Na+ ion storage mechanism in HC anodes due to the complex structural nature of HCs. Despite the controversy, according to recent studies, the high‐voltage sloping region is usually correlated with the Na+ ion adsorption at the defects and functional groups, while the low‐voltage plateau region is ascribed to the Na+ ion insertion into the TLPG‐NDs and/or nanopore filling. The nw‐hz‐HC exhibits a higher contribution of the sloping capacity than the plateau owing to the high concentration of surface impurities, as indicated by the EDX and XPS. However, the dendrite formation in nw‐hz‐HC hindered a rational correlation of the microstructural properties and cell performance. In the case of at‐hz‐HC, the sloping capacity contribution is mainly affected by its microporous structure. As previously mentioned, it is known that the large open porosity and SSA (504.9 m2 g−1) promote an excessive electrolyte decomposition in the high‐voltage region resulting in a thick SEI, as indicated by the lowest ICE of 36 % and broad band in the dQ/dV graph between 1.0 and 0.2 V (Figure S4). Therefore, only a limited amount of Na+ ions in the electrolyte are accessible for storage in TLPG‐NDs at low‐voltage region. This emphasizes the importance of ICE as well as the SEI properties to the overall Na+ ion storage capacity of HC anodes. The low‐voltage plateau capacity of at‐hz‐HC is significantly low, which can also be attributed to the lower concentration of the TLPG‐NDs as demonstrated in Raman and XRD data.",
                        "On the other hand, the water‐washed HCs deliver similar sloping capacity contribution due to the close SSA (SSAAr,BET=8 and 6 m2 g−1 for 1 mm and 32 μm, respectively). In addition, the low‐voltage plateau region is also similar in capacity, despite the lower concentration of TLPG‐NDs in the 32 μm sample confirmed by XRD and G‐band in Raman. This indicates that ww‐hz‐HC‐32 μm contains more “closed” porosity/ultramicroporosity, contributing to plateau capacity according to the often‐mentioned Na+ ion storage process of nanopore filling at low voltage. However, the ww‐hz‐HC‐32 μm shows lower CO2 adsorption at low relative pressure than ww‐hz‐HC‐1 mm (Figure S3a). It should be noted that the CO2 adsorption detects pore width in the range of 0.35–0.7 nm, which suggests that the pore width of ww‐hz‐HC‐32 μm is narrower than 0.35 nm (see Figure S3c). The distinctive difference between water washed samples in the first cycle behavior is spotted in their ICEs of 72.0 and 79.4 % for ww‐hz‐HC‐1 mm and ww‐hz‐HC‐32 μm, respectively, which may be attributed to the ultramicropore size distribution of ww‐hz‐HC‐1 mm (Figure S3b). The higher concentration of “defects/disorder” observed in ww‐hz‐HC‐32 μm by Raman spectroscopy is expected to show lower reversibility. However, the obtained ICE suggests that SSA plays the main role in the reversible capacity, more than any other structural component, as shown in Figure S5. The ICE decreases with increasing SSA, which means higher reversibility in Na+ ion storage in the 1st cycle due to the lower degree of electrolyte decomposition. In summary, the interpretation of the first voltage profiles reveals that even though there is a slight variance in the HC microstructure, the resulting capacity contribution at different voltage regions differs due to the specific structural components in hazelnut shell‐derived‐HCs.",
                        "Furthermore, Figure f displays the electrochemical cycling performance of the four studied HCs. It should be noted that the cells were cycled at low current density (4 mA g−1) in the first cycle, as an activation cycle and homogeneous SEI formation, and in the following cycles, the current was increased to 20 mA g−1. One of the drawbacks of bio‐waste derived‐HC anodes is the low ICE, as indicated by the values obtained by the nw‐hz‐HC (61 %) and at‐hz‐HC (36 %). Nonetheless, in the following cycles, the at‐hz‐HC exhibits coulombic efficiencies of 98 % with good capacity retention (95 % after 50 cycles), but poor storage capacities (≈155 mAh g−1) probably related to the thick SEI hindering the Na+ ion diffusion. On the other hand, although the ww‐hz‐HC‐1 mm initially shows similar performance as ww‐hz‐HC‐32 μm, the capacity decays fast (capacity retention of 82 % after 50 cycles). The capacity fading observed in ww‐hz‐HC‐1 mm is probably attributed to the low reversibility of Na+ ion storage in the initial cycles. As demonstrated in Figure f, the coulombic efficiency of ww‐hz‐HC‐1 mm in the first 10 cycles gradually increased, while that of ww‐hz‐HC‐32 μm reached high coulombic efficiency of 98 % in the first few cycles. This indicates that in the ww‐hz‐HC‐1 mm, the electrolyte continues decomposing until forming a stable SEI, resulting in a thicker SEI and preventing the reversible Na+ ion storage reaction. This is evidenced by ww‐hz‐HC‐1 mm displaying unstable coulombic efficiencies between the 20th to 30th cycles. On the other hand, the ww‐hz‐HC‐32 μm exhibits the best electrochemical properties, delivering a specific capacity of 275 mAh g−1 with a capacity retention of 98.7 % over 50 cycles and the highest ICE, not only among all the studied HCs but also compared to those reported in the literature.",
                        ""
                    ],
                    "name": "Optimizing hard carbon performance through different synthetic routes",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Bio‐Waste‐Derived Hard Carbon Anodes Through a Sustainable and Cost‐Effective Synthesis Process for Sodium‐Ion Batteries"
}