{
    "DOI": "10.1002/asia.202200288",
    "Journal": "",
    "Keywords": [
        "Carbon-coating",
        "SnNb2O6@C",
        "Sodium-ion batteries",
        "Anode materials"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) are considered to be prospective alternatives to lithium‐ion batteries (LIBs) in portable and wearable electronic devices, electric vehicles and large‐scale energy storage due to their relatively low cost and abundant element storage. However, the large ionic radius leads to significant volume expansion of electrode materials during Na+ intercalation and delamination, as well as slow electrochemical kinetics, so SIBs always suffered from poor energy storage performance such as low capacity, inferior rate performance and short cycle life. Therefore, efforts have been made to develop sodium storage electrode materials with sufficiently high electrochemical capacity and outstanding cycling stability. At present, the reported anode materials for SIBs mainly include carbon base, titanium base, alloy, organic and other anode materials. It is worth noting that niobates with sheared ReO3 crystal structure (M−Nb−O, M stands for metal ions) are considered to be very prospective anode materials for SIBs due to their merits of high theoretical capacity and outstanding safety. However, the inferior intrinsic electronic conductivity and sodium ions diffusion coefficient of M−Nb−O anode material limit its application in high‐rate energy storage devices. To address the above problems, effective strategies were designed to develop novel electrode materials with larger lattice spacing and nanoscale structures, which can provide abundant available channels for the rapid diffusion of Na+. For instance, Shen et al. successfully fabricated Ti2Nb2O9 nanosheets with abundant nanovoids by liquid exfoliation coupled with topological dehydration, which provided a good specific capacity of 250 mAh g−1 at 50 mA g−1 and a medium average voltage of ≈0.7 V. The excellent electrochemical performance was attributed to the low diffusion barrier and increased interlayer distance. In addition, compounding with carbon materials can not only improve the electronic conductivity of M−Nb−O but also enhance the electrochemical performance of the electrode materials. Shang et al. successfully synthesized TiNb2O7/carbon nanotube composites by ultrasonic dispersion coupled with a simple solvothermal method, which can be maintained at 110 mAh g−1 specific capacity after more than 1000 cycles at 500 mA g−1. The addition of carbon nanotubes not only enhances the rate capability, but also increases the sodium storage capacity. However, the electrochemical performance cannot meet the practical applications. Therefore, further development of novel M−Nb−O compounds with high safety, large capacity, outstanding cycling stability and remarkable rate capacity is a potential direction for anode materials.",
                "As a typical niobate semiconductor material with narrow band gap, SnNb2O6 has been widely studied in the fields of photodegradation of organic pollutants and water splitting due to its appropriate energy band structure, special crystal structure and excellent chemical stability. In addition, SnNb2O6 materials were also used as electrode materials in the field of energy storage. For example, Kong et al. successfully synthesized SnNb2O6 nanosheets by facile microwave‐assisted hydrothermal method using K8Nb6O19 ⋅ 10H2O and SnCl2 ⋅ 2H2O as precursors. SnNb2O6 nanosheets were innovatively used as anode materials for LIBs, showing favorable cycling stability (498 mAh g−1 after 100 cycles at 0.1 A g−1) and satisfactory rate performance (306 mAh g−1 at 2 A g−1). Meanwhile, Huang et al. successfully fabricated the two‐dimensional SnNb2O6/amino‐functionalized graphene nanocomposite (EN‐RGO) by uniformly anchoring SnNb2O6 nanosheets on amino‐functionalized graphene via electrostatic attraction, resulting in a reversible capacity of 300 mAh g−1 at 50 mA g−1. Such superior electrochemical performance is mainly ascribed to the admirable electronic conductivity of the En‐RGO nanosheets and the interfacial effect between SnNb2O6 and En‐RGO. However, complicated synthesis steps, relatively low capacity, and poor cycling stability limit the application of SnNb2O6 in SIBs.",
                "In this work, we successfully prepared micrometer‐sized SnNb2O6@C composite materials via a facile solid‐state reaction and high temperature pyrolysis using glucose as carbon source. It is noteworthy that a uniformly ultrathin amorphous carbon layer was successfully coated on the surface of SnNb2O6 particles via high temperature pyrolysis, which can increase the electrical conductivity of the material. As a result, both the cycling performance and rate capability of SnNb2O6@C are significantly better than those of pristine SnNb2O6. In detail, it delivered a satisfactory capacity of 203.8 mAh g−1 after 300 cycles at 50 mA g−1 and a stable reversible capacity of 102.6 mAh g−1 after 800 cycles at 500 mA g−1. In addition, the simple carbon coating strategy to prepare SnNb2O6@C composite is also applicable to other niobium‐based oxides, which can greatly promote the development of niobium‐based oxides in the field of sodium ions energy storage."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The schematic illustration of the synthesis approach of SnNb2O6@C composite material is shown in Figure . The SnNb2O6 powder was firstly prepared by a classical solid‐state synthesis method with stoichiometric amount of SnO and Nb2O5 as precursors. After that, the SnNb2O6@C composite was synthesized by high temperature carbonization using glucose as carbon source.",
                "The morphology and microstructure of SnNb2O6 and SnNb2O6@C composite materials were characterized by scanning electron microscopy (SEM). As illustrated in Figure a and 2b, it can be seen that the size of the as‐obtained SnNb2O6 and SnNb2O6@C particles ranges from 0.3 μm to 1.5 μm. Moreover, compared with SnNb2O6 particles, the surface of SnNb2O6@C particles becomes slightly rough, which is mainly due to the amorphous carbon layer covering the surface of SnNb2O6 particles. In order to further clearly observe the surface morphology of SnNb2O6@C particles, Transmission electron microscopy (TEM) and high‐resolution transmission electron microscopy (HRTEM) observations were performed. Figure c and 2d illustrate the TEM images of the SnNb2O6@C composite at different magnifications, it can be seen that the SnNb2O6 particle was well wrapped by a carbon layer. Figure e shows the HRTEM image of the SnNb2O6@C composite, notably, the SnNb2O6 particles were uniformly covered by a ultrathin amorphous carbon layer with a thickness of ∼1.8 nm. The amorphous carbon layer can provide long‐range conductivity and effectively improve the electronic conductivity of SnNb2O6 particles, resulting in excellent electrochemical performance. In addition, the surface shows clear lattice fringes with a lattice spacing of 0.30 nm, corresponding to the (311) crystallographic plane of foordite SnNb2O6. Figure f presents the energy‐dispersive spectroscopy (EDS) elemental mapping for Sn, Nb, O, C of SnNb2O6@C. It can be seen that these elements are uniformly distributed in the SnNb2O6@C.",
                "To study the structural evolution of SnNb2O6@C, the X‐ray diffraction (XRD) patterns of SnNb2O6@C and SnNb2O6 are shown in Figure a. It is apparent that the whole diffraction peaks of both powder samples can be properly matched with the foordite structured SnNb2O6 (JCPDS 84‐1810). In addition, the characteristic peak intensities of the two samples are sharp and strong, indicating that the as‐prepared materials possess high crystallinity. Nevertheless, there is no obvious diffraction peak of carbon in SnNb2O6@C because of its small amount and amorphous state.",
                "Raman spectra of SnNb2O6 and SnNb2O6@C composite materials are presented in Figure S1 and Figure b, respectively. It can be observed that the peaks at 131, 222, 574 and 794 cm−1 belong to the distinctive peaks of SnNb2O6, which is consistent with previous report. The strongest peak at 794 cm−1 is attributed to the typical stretching mode of the Nb−O bond. It is worth noting that the characteristic peaks of graphitic carbon (G‐band) and disordered carbon (D‐band) are detected at 1592 and 1345 cm−1 (Figure c). These results demonstrate that carbon was successfully coated on the surface of SnNb2O6 particles. Besides, the peak intensity ratio of D‐band and G‐band (ID/IG) is 0.99, showing that the carbon is highly graphitized. Due to the conjugation of electrons in the large π‐conjugated system, the π electrons flow easily, which makes the graphite have good electrical conductivity. Therefore, the graphitized carbon layer can improve the electrical conductivity of SnNb2O6@C electrode.",
                "X‐ray photoelectron spectrometry (XPS) was performed in this study to characterize the chemical composition and valence state of SnNb2O6@C. The integrated survey spectrum of the SnNb2O6@C is shown in Figure d, containing of carbon, oxygen, niobium and stannum elements. The high‐resolution spectrum of Sn 3d splits into two similar peaks at 495.1 eV (Sn 3d3/2) and 486.7 eV (Sn 3d5/2) in Figure e, which is coincident with the characteristic of Sn2+ oxidation state. The two characteristic peaks of Nb 3d are located at 210.0 eV and 207.3 eV (Figure f), which belong to the spin‐orbit peaks of Nb 3d3/2 and Nb 3d5/2, respectively, suggesting that niobium is completely incorporated in the form of Nb5+. In the C 1s high‐resolution spectrum of SnNb2O6@C (Figure g), the peaks at 286.2, 285.3, and 284.8 eV are attributed to C=O, C−O, and C−C groups, respectively. As displayed in Figure h, the O 1s spectrum of SnNb2O6@C can be split into three peaks at around 533.4, 531.5, and 530.5 eV, corresponding to the C=O, C−O, and Nb−O/Sn−O, respectively, which is consistent with the C 1s peaks.",
                "Thermo‐gravimetric analysis (TGA) was performed to evaluate the carbon coating mass fraction of SnNb2O6@C materials. As shown in Figure i, the curve of SnNb2O6 rises by 1.8%, indicating that the SnNb2O6 was oxidized to SnNb2O7 at 500 °C. The curve of SnNb2O6@C first drops by 4.6% and then rises by 1.3%, which is caused by the pyrolysis of carbon at high temperature and the oxidation of SnNb2O6 to SnNb2O7. Therefore, it can be roughly calculated that the carbon content in SnNb2O6@C is about 5.1%.",
                "In order to investigate the sodium ions storage mechanism of SnNb2O6@C in SIBs. Cyclic voltammetry (CV) curves of the SnNb2O6@C and SnNb2O6 at a scan rate of 0.1 mV s−1 from 0.01–3.00 V are shown in Figure a and Figure S2, respectively. An irreversible cathodic peak at about 0.55 V can be observed during the first sweep and disappears in the subsequent cycles, corresponding to the decomposition of SnNb2O6 into metallic Sn and Nb2O5 and the formation of solid electrolyte interface (SEI) film, respectively. The sharp cathodic peak at 0.1 V corresponds to the formation of the Na−Sn alloy, and in the following cycles, this peak potential becomes smaller. In anodic scanning, four small peaks are found at 0.08, 0.27, 0.74 and 1.57 V. The sharp peak located around 0.08 V is caused by the reversible reaction of Na+ with Super‐P. The peaks located at 0.27 V and 0.74 V correspond to the dealloying process of NaxSn. This broad peak at 1.57 V and 1.1 V in the second cathodic scanning are attributed to the intercalation and deintercalation of Na+ in Nb2O5. The second and third cyclic voltammetry curves basically overlap, indicating that the SnNb2O6@C electrode has good cycle performance.",
                "The electrochemical performances of the SnNb2O6@C and SnNb2O6 samples were investigated as anode materials for SIBs. Figure b and Figure S3 show the charge/discharge curves of SnNb2O6@C and SnNb2O6 in the voltage range of 0.01–3.00 V (vs. Na/Na+) at 50 mA g−1. Two potential plateaus with different slopes appeared in the first cycle, corresponding to the formation of SEI film and the reduction of SnNb2O6, and the alloying of Sn and Na+, which is consistent with the results of cyclic voltammetry. The initial discharge and charge capacity of SnNb2O6@C are 615 mAh g−1 and 371 mAh g−1, respectively, and the Coulombic efficiency is 60.3%, which are higher than those of SnNb2O6 (529, 310 mAh g−1 and 58.6%). The low initial Coulombic efficiency can be due to the formation of SEI and irreversible reduction of SnNb2O6. The charge/discharge curves of the second cycle are basically coincidence with the third cycle, indicating that the SnNb2O6@C electrode has a good cycle reversibility. The cycling performance of SnNb2O6@C electrode at 50 mA g−1 was investigated. As shown in Figure c, the SnNb2O6@C electrode exhibits relatively stable cycling performance from the second cycle. After 300 cycles, the discharge specific capacity of the SnNb2O6@C electrode remains at 203.8 mAh g−1. While the discharge specific capacity of SnNb2O6 electrode is only 154.4 mAh g−1 after 300 cycles at 50 mA g−1 (Figure S4). The cycling performance enhancement of SnNb2O6@C materials is determined by two factors: On the one hand, the carbon coating improves the overall conductivity of the material. On the other hand, the carbon layer can buffer the stress generated by the volume change during the intercalation and deintercalation of sodium ions and prevent the active material from falling off the current collector. Therefore, the SnNb2O6@C composite materials possess outstanding cycling performance. To further investigate the cycling stability of SnNb2O6@C composite electrode at high current density, the long cycling tests of SnNb2O6 and SnNb2O6@C composite electrodes were carried out at 500 mA g−1. As shown in Figure d, SnNb2O6@C electrode has a stable reversible capacity of 102.6 mAh g−1 after 800 cycles. However, the reversible capacity of SnNb2O6 electrode is only 54.0 mAh g−1 after 800 cycles (Figure S5). In addition, the charging/discharging curves of SnNb2O6@C at different cycle stages at 500 mA g−1 are presented in Figure e. In order to evaluate the rapid Na+ transfer and capacity recovery of the SnNb2O6@C electrode, the SnNb2O6@C and SnNb2O6 electrodes were further evaluated at different current densities from 0.05 to 10 A g−1. As shown in Figure f, the discharge specific capacity of the SnNb2O6@C electrode are 369, 340, 283, 228, 177, 121, 73, and 67 mAh g−1 at 0.05, 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g−1, respectively, which is higher than that of SnNb2O6 (306, 256, 213, 154, 104, 67, 57, and 52 mAh g−1 at 0.05, 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g−1, respectively). Furthermore, when the current density was restored to 0.05 A g−1, the discharge specific capacity of the SnNb2O6@C electrode recovered to 349 mAh g−1. Obviously, the rate performance of SnNb2O6@C is better than that of SnNb2O6. Figure g and Figure S6 display the charge/discharge curves of SnNb2O6@C and SnNb2O6 electrodes at different current densities. As the current density increases, the discharge capacity decreases correspondingly, which is mainly attributed to the gradual enhancement of polarization at high rates. In particular, the rate performance of SnNb2O6@C electrode is comparable or even better than other reported niobium‐based oxides (Figure h), and more detailed data are presented in Table S1.",
                "In order to further understand the mechanism for superior rate performance of SnNb2O6@C composite anode. Cyclic voltammetry (CV) tests were carried out at different scanning rates from 0.1 mV s−1 to 1.2 mV s−1 between 0.01–3.00 V (Figure a). The relation (i=, where a and b are appropriate values; b=1 corresponds to a surface capacitive process, and b=0.5 indicates a diffusion‐controlled process) between peak current (i) and sweep rate () obey the power law. As shown in Figure b, the b values of the cathodic and anodic peak were calculated to be 0.68 and 0.74, respectively, showing that the charge storage mechanical of SnNb2O6@C electrode is co‐controlled by surface capacitance and diffusion process. According to the equation:1",
                "where  represents the total current at a fixed voltage,  and  are adjustable values, the CV curves can be quantitatively divided into the contribution of the surface capacitance effect () and the diffusion‐controlled reaction (). On this basis, Figure c shows that the capacitive contribution can be assigned to 38% of the total capacity of the SnNb2O6@C composite at a small scan rate of 0.1 mV s−1. It is obvious that the capacitive contribution gradually increases from 38% to 69% as the scan rate increases from 0.1 to 1.2 mV s−1, indicating that the high‐rate capacity mainly occurs on the surface of SnNb2O6@C composite (Figure d). In addition, it also indicates that the pseudocapacitive behavior of SnNb2O6@C anode material during the charge‐discharge process is beneficial to the high‐rate de‐intercalation of sodium ions to a certain extent.",
                "In order to further study the electrochemical kinetics, the electrochemical impedance spectroscopy tests were also performed. The Nyquist plots of the SnNb2O6 and SnNb2O6@C electrodes are presented in Figure e. It is evident that the Nyquist plot are composed of a slope line at low frequencies and one semicircle at high frequencies. The semicircle at high frequencies corresponds to the charge transfer resistance (Rct), which is related to the electrode reaction. The slope line at low frequencies can be ascribed to the Warburg impedance (ZW), which represents the diffusion of sodium ions in the material. It is obvious that the charge transfer resistance of SnNb2O6@C electrode is lower than that of SnNb2O6, which is mainly due to the improved conductivity of the carbon layer.",
                "In addition, the Na+ diffusion coefficients (D) of SnNb2O6 and SnNb2O6@C electrode materials were measured by GITT. The D values were calculated by the formula:2",
                "wheredenotes the relaxation time,  denotes the contact area of electrode/electrolyte,  and  are the number of moles and molar volume of the active material, and  and  are the pulse‐induced voltage change and galvanostatic charge (discharge) voltage change, respectively. The corresponding D values of SnNb2O6 and SnNb2O6@C electrodes obtained by GITT test are shown in Figure f, it can be seen that the D values of both samples are between 10−13 and 10−14 cm2 s−1. However, the D values of SnNb2O6@C are obviously higher than those of SnNb2O6, indicating that Na+ in SnNb2O6@C electrode can rapidly diffuse during the charging/discharging process."
            ],
            "name": "Results and discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, the SnNb2O6@C composite with ultrathin (∼1.8 nm) amorphous carbon layer was successfully prepared by solid‐state reaction and high temperature pyrolysis process. The uniformly amorphous carbon layer can improves the electrical conductivity of the SnNb2O6@C composite and the diffusion coefficient of sodium ions. In addition, the electrochemical results show that the as‐prepared SnNb2O6@C composite exhibits superior rate capability of 177 mAh g−1 at 1000 mA g−1 and excellent discharge specific capacity of 369 mAh g−1 at 50 mA g−1. The outstanding electrochemical performance is mainly ascribed to the ultrathin amorphous carbon layer uniformly coated on the surface of SnNb2O6. Therefore, we believe that SnNb2O6@C can be used as a prospective anode materials for high‐rate, high‐capacity and high‐safety SIBs."
            ],
            "name": "Conclusions",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Micrometer‐sized SnNb2O6 bulks were fabricated via a classical solid‐state reaction of stannous oxide (SnO, 99.9%, Macklin) and niobium pentoxide (Nb2O5, 99.9%, Aladdin) powders within the stoichiometric proportion (SnO : Nb2O5 molar ratio of 1 : 1). In detail, 2 mmol SnO and 2 mmol Nb2O5 powders were well mixed in 10 mL absolute ethanol. The slurry was vigorously ground in an agate mortar for 30 min. Then, the prepared slurry was dried at 80 °C for 1 h. After ethanol was completely evaporated, the sample was sintered at 900 °C for 12 h in nitrogen atmosphere.",
                        "SnNb2O6@C was synthesized using glucose as carbon source. Firstly, the as‐prepared SnNb2O6 (0.5 g) and glucose (0.1 g) were thoroughly ground in agate mortar for 1 hour. Secondly, the as‐obtained powder was calcined at 700 °C for 5 h in N2."
                    ],
                    "name": "Synthesis of SnNb2O6 and SnNb2O6@C samples",
                    "type": "section"
                },
                {
                    "content": [
                        "The morphologies and microstructures of the SnNb2O6@C and SnNb2O6 materials were characterized by SEM (JEOL 6701F) and TEM (JEM 2100F). The crystal structure was determined by XRD (Bruker D8 Focus). The chemical compositions and the valence state information of the as‐prepared anode materials were recorded by XPS (PHI‐QUANTERA‐II‐SXM). The carbon coating layer content in SnNb2O6@C was determined using a TGA analyzer (NETZSCH STA 409 PC) in the range of 25∼900 °C with a heating rate of 5 °C/min. Raman spectra was recorded on a Confocal micro‐Raman spectrometer (Renishaw inVia Qontor)."
                    ],
                    "name": "Materials characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "Firstly, the as‐obtained materials, Super‐P and PVDF were mixed in the mass ratio of 7 : 2 : 1, and then certain amount of NMP was added. After that, the as‐prepared slurry were uniformly pasted onto Cu foil, and heated at 80 °C for 12 h in a vacuum oven. Finally, the as‐obtained electrodes were punched into discs (diameter: 12 mm). CR2032 coin cells were assembled in an Ar‐filled glove box using Na foil as counter electrode, 1 M NaPF6 in diglyme as the electrolyte, and GF/D glass microfiber filters (Whatman, USA) as the separator. Rate tests and galvanostatic cycling tests were performed at a voltage range from 0.01 to 3.00 V (vs Na+/Na) on a LAND battery Test System (Wuhan Kingnuo Electronic Co., China). Electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) measurements were conducted on a CHI 660 electrochemical workstation (CH Instruments Co., Shanghai). The CR2032 coin‐type cells were discharged/charged for 30 min at 20 mA g−1 and then relaxed for 2 h for the galvanostatic intermittent titration technique (GITT) measurement."
                    ],
                    "name": "Electrochemical measurement",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work is supported by the National Natural Science Foundation of China (22179077, 51774251), Shanghai Science and Technology Commission's “2020 Science and Technology In‐novation Action Plan” (20511104003), Natural Science Foundation in Shanghai (21ZR1424200), Hebei Natural Science Foundation for Distinguished Young Scholars (B2017203313), Scientific Research Foundation for the Returned Overseas Chinese Scholars (CG2014003002)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Facile Synthesis of SnNb2O6@C Composite with Ultrathin Carbon Layer as Anode Materials for High‐Performance Sodium‐Ion Batteries"
}