{
    "DOI": "10.1021/acsami.7b12503",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Nowadays, large-scale stationary applications of lithium-ion batteries (LIBs) are severely hindered by limited reserves and uneven geographical distribution of lithium resources on the earth, both of which have caused a notable rise in the cost of LIBs. Based on the above concern, it is really necessary to develop new kinds of energy storage devices. Lately, sodium-ion batteries (SIBs) have attracted enormous interest as promising alternatives for LIBs owing to the virtually inexhaustible sodium resources that are ubiquitous around the world along with their prominent advantage of cost efficiency. ",
                "One of the crucial challenges to realize the future commercialization of SIBs is to develop high performance anode materials of low-cost. Unfortunately, although some research work has made certain improvement,  the discovery of viable anode materials still remains a big challenge, which hampers the overall performance of SIBs. A main reason is that Na+ has a larger ionic radius (1.02 Å) and molar mass (22.99 g mol–1) compared to those of Li+ (0.59 Å, 6.94 g mol–1), which will lead to larger volume changes during charge and discharge, making it hard to find suitable anode materials capable of rapid and stable sodium storage.  Recently iron-based oxide materials have been investigated as anode materials for SIBs due to their low cost, high sodium storage capacity, and good conductivity.  Spinel ferrites, with a composition of AFe2O4 (A = Zn, Ni, Co, Mn), are a series of iron-based oxide materials displaying greater performance than simple iron oxides. There are a few reports showing that binary oxides can deliver high capacity originating from the synergetic effect.  The binary metals in this structure can form a buffer matrix to reduce the impact of volume change and retain structural stability during charge and discharge processes.  This matrix also maintains a relatively low activation energy for electron transfer, resulting in higher electrical conductivity and electrochemical activities than single oxides.  Based on the discussion above, the spinel ferrites hold great potentials to be high performance anode materials for SIBs.",
                "In recent years, lots of efforts have been made to build three-dimensional (3-D) microstructure composites to solve the problem of volume expansion and shrinkage during cycling, such as anchoring nanoparticles onto graphene frameworks  or confining them in mesoporous carbon, thus to further enhancing the cycle stability and rate performance of anode materials.  As a type of conducting polymer, polypyrrole (PPy), which maintains a 3-D structure of interconnected nanotubes, can both act as a conducting agent and a supporting matrix to enhance the conductivity and improve the rate performance of the cell.  Apart from good structural stability and fast electron transport paths, this hierarchical interconnected microstructure has an enlarged active surface area to ensure good contact with the electrolyte, thus providing efficient open channels for rapid Na+ transportation.",
                "Here in this work, we prepared interconnected CoFe2O4–PPy nanotubes with a 3-D microstructure using an in situ hydrothermal synthesis method. In this composite, the CoFe2O4 nanoparticles are uniformly anchored on the surface of PPy nanotubes. The as-prepared CFO-PPy-NTs showed good cycle performance. After 200 cycles at 100 mA g–1, a reversible capacity of 400 mA h g–1 was achieved, maintaining a Coulombic efficiency of 98%. Even when the current density was up to 1000 mA g–1, the capacity still remained 220 mA h g–1 after 2000 cycles. The performance in terms of sodium storage capacity for CoFe2O4 is extraordinary, and it exhibits high potential for future application in next-generation SIBs."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The PPy nanotubes were prepared according to a previous report  with minor modifications. First, 0.1 g of methyl orange (MO) was dissolved into 150 mL of deionized water to form a solution. Next, 1.96 g of FeCl3 was added to the above solution under vigorous stirring, and a blood-red flocculent precipitate showed up simultaneously. After that, 0.484 g of pyrrole monomer was added into the mixture followed by continuous stirring for 24 h at ambient temperature. Finally, the as-synthesized PPy precipitate was washed with deionized water and ethanol several times and then dried under vacuum at 60 °C for 24 h.",
                        "To prepare the CFO-PPy-NTs, 0.22 g of hexamethylenetetramine (HMTA) and 0.18 g of urea were first dissolved into 76 mL of ethanol, and then 0.15 g of PPy was uniformly dispersed into the above solution by ultrasonication for 1 h. Subsequently, 0.40 g of Fe(NO3)3·9H2O and 0.59 g of Co(NO3)2·6H2O were added. After Fe3+ and Co2+ salts were dissolved, the final blend was transferred into a 95 mL Teflon-lined autoclave and then heated and maintained at 120 °C for 10 h. The final CFO-PPy-NTs were obtained by washing the precipitates with deionized water and ethanol several times and dried under vacuum at 60 °C overnight.",
                        "The CoFe2O4 nanoparticles (CFO-NPs) were also prepared using the same procedure without adding PPy."
                    ],
                    "name": "2.1 Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The powder X-ray diffraction (PXRD) patterns were obtained by using a Rigaku Ultima IV diffractometer, with Cu Kα radiation at a scan rate of 6° min–1 (2θ from 10 to 80°) to identify the phase and crystal structure of the as-synthesized samples. The weight ratio of PPy in the composite was characterized by thermogravimetric analysis (TGA) using a NETZSCH STA 449C analyzer between 50 and 800 °C at a heating rate of 10 °C min–1 in air. The Fourier transform infrared (FTIR) spectroscopy characterization was conducted on a Bruker Tensor 27 FTIR analyzer. The valence state of the elements in the PPy and the composite was studied by X-ray photoelectron spectroscopy (XPS) using an ESCAlab250 system with a monochromatic Al Kα X-ray source. Field emission scanning electron microscopy (FESEM, SU8200, and Magellan 400) and high-resolution transmission electron microscopy (HRTEM, JEM-2100F) were performed to characterize the morphology of the composite. A Tristar II 3020 specific surface area analyzer was used to measure the BET surface areas of PPy nanotubes and the composite."
                    ],
                    "name": "2.2 Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance testing was conducted using 2025-type coin cells. Na foil (Sigma-Aldrich) was exploited as a counter and reference electrode. Glass fiber was used as the separator. The working electrode was fabricated by ball milling 70 wt % CFO-PPy-NTs, 20 wt % Super-P (carbon black), 5 wt % polymerized styrene butadiene rubber (SBR), and 5 wt % carboxymethyl cellulose (CMC) binder in deionized water. The weight ratio of the solid content is about 20 wt %. After being ball milled for 6 h, the slurry was coated onto the copper foil substrate using a doctor blade. Then the as-prepared electrode was dried under vacuum at 80 °C overnight and cut into round pieces of 12 mm in diameter by a cutting machine. The calculation of the mass loading is performed by cutting out the mass of the copper substrate, which is 12.25 mg in average, and only considering the weight ratio of the CFO-PPy-NTs (70 wt %). Thus, the average mass loading of CFO-PPy-NTs is 1.2 ± 0.2 mg cm–2. A solution of 1.0 M NaClO4 in propylene carbonate (PC) with 5 wt % fluoroethylene carbonate (FEC) was employed as the electrolyte in this study. All the cells were assembled in a glovebox filled with purified argon gas with both a moisture and oxygen content below 0.1 ppm and measured at room temperature. Galvanostatic charge and discharge testing was conducted on a Land Test System (Wuhan, China) with a cutoff voltage ranging from 0.01 to 3.0 V (vs Na/Na+) at various current densities. Cyclic voltammetry testing was carried out on an electrochemical workstation from 0.01 to 3.0 V (vs Na/Na+) at a scan rate of 0.1 mV s–1."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The fabrication of CFO-PPy-NT is schematically illustrated in . The process starts with oriented self-assembly of MO molecules into a tubular supermolecule template. Then the pyrrole monomers are attached onto MO templates followed by further polymerization into PPy nanotubes. With the addition of Fe/Co precursors, CFO-PPy-NT can be obtained after a proper hydrothermal reaction along with postheat treatment.",
                        "The morphology characterization of PPy-NTs and CFO-PPy-NTs were conducted using scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As shown in , an interconnected network of PPy nanotubes can be obtained via the MO assisted-template method. After the introduction of Fe3+ and Co2+ sources, CoFe2O4 nanoparticles are uniformly distributed on the surface of PPy nanotubes (a,b). For comparison, the SEM image of CFO-NPs is also presented in . As displayed by TEM image in c,d and , the diameters of CFO-PPy-NTs increased a little after loading with CoFe2O4 nanoparticles than with pure PPy-NTs (ca. 20 nm). The HRTEM image in e further reveals that the roughened surface layer of CFO-PPy-NTs consists of CoFe2O4 nanoparticles in the dimensions of 5 nm. Well-defined lattice fringes of (111), (220), (311), (222), and (400), are in accordance with d-spacings of 0.486, 0.297, 0.253, 0.241, and 0.208 nm, respectively. The uniform composition of CFO-PPy-NTs was also confirmed by energy dispersive X-ray spectroscopy (EDS) mapping in f. As can be seen, the light points representing Co, Fe, and O have wider distribution areas than those of C and N, clearly indicating the homogeneous growth of CoFe2O4 nanoparticles on the surface of PPy-NTs.",
                        "All the characteristic peaks in the XRD pattern of CFO-PPy-NTs (a) can be indexed to the spinel CoFe2O4 structure (PDF No. 03–0864) without any impurity, similar to the pattern of bare CoFe2O4 particles (). Particularly, the peak intensity of the (311) plane is obviously the highest, indicating preferred orientation, which is also explained in the literature.  Absence of PPy peaks for CFO-PPy-NTs can be ascribed to the amorphous nature of PPy (). The Fourier transform infrared (FTIR) spectrum of CFO-PPy-NTs is displayed in b. The band at 598 cm–1 is attributed to intrinsic vibration of tetrahedral sites in metal oxides, which is corresponding with the Co/Fe–O bonding. The other bands can be assigned to N–H (3433, 1259 cm–1), C–H (2928, 1383, 806 cm–1), C═C (1622 cm–1), C–C and C–N (1454 cm–1), and a quinonoid structure (1103 cm–1), respectively, and are correlated with characteristic groups in PPy. Thus, the FTIR result further substantiates the existence of both PPy and CoFe2O4 in CFO-PPy-NTs. X-ray photoelectron spectroscopy (XPS) was conducted to study the chemical states of elements on the surface of PPy and CFO-PPy-NT. The C 1s and N 1s spectra of as-prepared PPy nanotubes () are in good accordance with the reported spectra of PPy.  For comparison, the corresponding spectra of CFO-PPy-NTs are also presented in c,d. No obvious difference can be observed between bare PPy and CFO-PPy-NT in both C 1s and N 1s spectra. The binding energies of 285 and 286.8 eV correspond to C═C and C–N, respectively. Previous studies suggest that nitrogen atoms in pyrrole rings coordinated to the metal ions are responsible for enhancing the bonding between CoFe2O4 and the PPy matrix.  In addition, Co 2p and Fe 2p spectra of CFO-PPy-NTs are displayed in e,f. The fitting results of these two spectra suggest that the Fe in this composite exists as Fe3+,  while Co exists as Co2+. ",
                        "Thermogravimetric analysis (TGA) measurements were conducted in air as shown in a. The amount of PPy in the CFO-PPy-NTs was calculated to be 42.70 wt % according to the weight loss caused by the oxidation of PPy.",
                        "As indicated by the nitrogen absorption–desorption isotherm curves of PPy and CFO-PPy-NT (b,c), the Brunauer–Emmett–Teller (BET) specific surface area is enlarged after nanoparticle growth (from 14.04 to 43.39 m2 g–1). It can be seen that the diameters of most pores in PPy-NT are less than 2 nm (), while the average diameter of the pores of CFO-PPy-NT is about 8 nm (d). The Barrett–Joyner–Halenda (BJH) adsorption–desorption cumulative pore volumes of both PPy-NTs and CFO-PPy-NTs are also obtained through the analyzer and are 0.03 and 0.12 cm3 g–1, respectively (). Thus, the total pore volume of the CFO-PPy-NTs is much larger than that of the PPy-NTs. The larger surface area and pore volume will benefit the electrochemical performance owing to more active sites and contact between electrode and electrolyte."
                    ],
                    "name": "3.1 Phase and Morphology Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To investigate the potential application of the CFO-PPy-NTs as anode materials of SIBs, the galvanostatic charge/discharge tests were conducted with a cutoff voltage range from 0.01 to 3.0 V (vs Na/Na+). When tested at a current density of 100 mA g–1 (a), the initial discharge and charge capacities are 1096 and 614 mA h g–1, respectively, resulting in the low initial Coulombic efficiency of 56%, which may be caused by irreversible decomposition of the electrolyte on the surface of the electrode  and the formation of irreversible Na2O due to the slow kinetics of sodium storage accompanied by the large radius of Na+ (1.02 Å).  After 200 cycles, the CFO-PPy-NTs still retain a discharge capacity of 400 mA h g–1, displaying high sodium storage capability and good cyclability. To identify the contributions of the PPy matrix to the sodium storage capacity of the CFO-PPy-NTs, bare PPy and CoFe2O4 particles were also tested at the same current and voltage conditions. The contribution of PPy to the capacity of the CoFe2O4–PPy composite is negligible (b). Meanwhile, the bare CoFe2O4 can only deliver a capacity around 200 mA h g–1, less than half of the capacity of CFO-PPy-NT, thus indicating that the introduction of PPy nanotubes has effectively maximized the conversion reaction of CoFe2O4 without contributing extra capacity. Composites with different proportions of PPy were also tested to study the influence of the amount of PPy to the electrochemical performance. It is noted that the composites with initial PPy amounts of 0.1 and 0.2 g only deliver capacities of about 300 mA h g–1, much lower that of the one with 0.15 g of initial PPy. To further study the cycle performance of the composite at a higher current density in the long term, the charge/discharge test was also conducted at 1000 mA g–1 (c). Even at such a high current density, the initial discharge capacity still remains at 502 mA h g–1. After 2000 cycles, the capacity remains at 220 mA h g–1, exhibiting good long-term cycle stability, owing to the interconnected conductive network of the PPy nanotubes.",
                        "Furthermore, the rate performance of the CFO-PPy-NTs was evaluated by increasing the current density from 0.05 up to 10 A g–1 and finally turning it back to 0.05 A g–1, reversely. As can be seen in d, the discharge capacity of the composite decreases from 767 (0.05 A g–1), to 542 (0.1 A g–1), 471 (0.3 A g–1), 421 (0.5 A g–1), 370 (1 A g–1), 272 (3 A g–1), 240 (5 A g–1) and 189 mA h g–1 (10 A g–1), respectively. The capacity successfully returned to 656 mA h g–1 when the current density is back to 0.05 A g–1, indicating excellent robustness of this composite. For comparison, the rate performance of CFO-NPs was also tested. It is clear that the rate performance of the CFO-PPy-NTs is far better than that of the CFO-NPs due to enhanced conductivity by introducing PPy nanotubes. ",
                        "As  is displayed, the electrochemical reactions of the CFO-PPy-NTs were investigated by cyclic voltammetry (CV) at a scan rate of 0.1 mV s–1 in a voltage range from 0.01 to 3 V vs Na/Na+. During the initial scan, the cathodic peak at 0.38 V is related to the reduction of Fe3+ and Co2+ into metallic Fe and Co,  while the broad anodic peak centered at 1.51 V can be attributed to the oxidation of metallic Fe and Co.  The curves of the following scans obtain good conformity. In conclusion, the significant difference between the initial and the following scans implies the initial irreversible electrochemical reactions and subsequent favorable reversibility of the composite, indicating good accordance with the cycling performance in a.",
                        "Electrochemical impedance spectroscopy (EIS) was conducted to further verify the contributions of PPy nanotubes to the conductivity of the CFO-PPy-NT electrode. As is shown in e (equivalent circuit in ), the semicircle at high frequency is correlated with the charge transfer resistance (Rct), which represents the impedance corresponding with sodium ion migration through the surface film and charge transfer through the electrode/electrolyte interfaces. After 200 cycles, the radius of the depressed semicircle for bare CoFe2O4 has been obviously enlarged compared with the fresh one, corresponding with the increasing Rct from 230 to 511 Ω. As for CFO-PPy-NTs, the Rct increased from 118 to 220 Ω, demonstrating a much lower Rct before cycling and a smaller increase after 200 cycles, indicating good accordance with the electrochemical performance discussed above, exhibiting a beneficial effect from the highly conductive network of interconnected PPy nanotubes."
                    ],
                    "name": "3.2 Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The composition and morphology of cycled products were characterized to further study the reaction mechanism, elucidating the relationship between the good electrochemical performance and the hierarchical nanostructure. The existence of Co2+ was confirmed by XPS for the cycled CFO-PPy-NT electrode (charged state) in .  However, an additional peak attributed to Fe2+ at 714.7 eV appears  in the Fe 2p spectrum () apart from three other peaks ascribed to Fe3+.  According to previous reports, the XPS results indicate the existence of CoO, while Fe might suggest the existence of Fe2O3 and FeO.  And the reaction mechanism is proposed as follows (–)",
                        "The cycled electrode of CFO-PPy-NT retains an interconnected network structure after cycling, with a uniform distribution of nanoparticles on the nanotubes (a and the inset, pristine electrode in ), displaying good structure stability, leading to stable long-term cyclability. Compared with CFO-PPy-NTs, there are obvious cracks on the cycled electrode of bare CoFe2O4 particles, where many particles detach from each other (b and the inset, pristine electrode in ), resulting in inferior conductivity and poor cycle stability.",
                        "The nanotube structure after cycling is further confirmed by TEM images in c. In the selected area electronic diffraction (SAED) image (d), the (220), (200), and (002) planes of FeO and the (220), (200) planes of CoO can be clearly observed in the polycrystalline diffraction pattern, while the (440) and (220) planes of Fe2O3 are also detected. This result is in good accordance with the XPS analysis, providing more evidence for the composition of the cycled products. As can be seen from the HRTEM image (e), the corresponding lattice planes in d are also observed. There are no obvious oversized particles on PPy nanotubes, retaining their original sizes (around 5 nm). Thus, the initial well-distributed CoFe2O4 nanoparticles on the PPy nanotubes have effectively avoided the severe agglomeration and oversized particle growth that may cause pulverization and decline in the electrical conductivity of the electrode. The EDS elemental mapping displayed in f indicates good distribution of product particles on the surface of PPy nanotubes after cycling.",
                        "Based on the above postcycle analysis, we can conclude that the PPy nanotube structure favors fast electronic transportation, enhancing the conductivity and thus improving the rate performance. The high specific area provides more active sites for Na+. Uniquely, the nanoparticles anchored on the PPy-NTs avoid severe agglomeration and electrode degradation, maintaining good cyclability."
                    ],
                    "name": "3.3 Compositional and Morphological Characterization of Cycled Products",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, CoFe2O4 nanoparticles were successfully coated on the surfaces of the interconnected PPy nanotube network through a facile and environmentally friendly hydrothermal method. The as-prepared CFO-PPy-NT network displays excellent electrochemical performance as the anode material for SIBs, especially with regards to the high capacity and stable cyclability (400 mA h g–1 after 200 cycles at 100 mA g–1 and 220 mA h g–1 after 2000 cycles at 1000 mA g–1), high Coulombic efficiency (98%), and good rate capability (189 mA h g–1 at 10 A g–1). These results are due to the homogeneous growth of CoFe2O4 nanoparticles on the PPy matrix with an interconnected 3-D structure, which can greatly enhance the electronic conductivity of the composite and act as a buffer to relieve the strain caused by the volume changes in the electrode during the cycling. At the meantime, the diffusion of sodium ions is also favored. For comparison, the bare CoFe2O4 nanoparticles prepared with the same method delivered much lower capacity. Thus, these results obviously indicate that the coated CoFe2O4 particles and the PPy nanotube network generate a great synergetic effect during the cycling, enabling maximum utilization of the sodium storage capability of CoFe2O4 nanoparticles. Based on the excellent performance discussed above, it is really hopeful for such kinds of transitional metal oxide–conductive polymer nanocomposites to be promising candidates of anode materials for future sodium ion batteries."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Interconnected CoFe2O4–Polypyrrole Nanotubes as Anode Materials for High Performance Sodium Ion Batteries"
}