{
    "DOI": "10.1002/smll.202203964",
    "Journal": "",
    "Keywords": [
        "anode materials",
        "conversion mechanism",
        "potassium‐ion batteries",
        "sodium‐ion batteries",
        "Zn‐Mn binary selenides"
    ],
    "Sections": [
        {
            "content": [
                "Facing the depletion of lithium resources, sodium‐ion batteries (SIBs) and potassium‐ion batteries (PIBs) gained sufficient momentum owing to the low cost and high abundance as the powerful candidates of next‐generation rechargeable storage system.[] Still, the low electrochemical activity of anode materials severed limited the large‐scale commercial application of SIBs and PIBs. However, the large ion radius of Na+ (1.02 Å) and K+ (1.37 Å) severe limited the electrochemical activity of anode, while the development of the new kind of anode materials became the primary mission for commercial application of SIBs and PIBs. The transition‐metal selenides (TMSs) were regarded as the powerful candidates for SIBs and PIBs anode materials according to the advantages of extraordinary narrowband gap semiconductor properties and large Na+/K+ insertion interstitial sizes.[]",
                "Among various of TMSs, zinc selenide (ZnSe) exhibited remarkable ion storage potential, based on the multiple electron transfers per metal atom of alloying and conversion reactions.[] However, its sluggish kinetics and poor conductivity heavily restricted the rate capability and cycling life of ZnSe electrodes. Thus, it is necessary to further improve the performance of ZnSe as SIBs and PIBs anode materials.[] Assembling binary‐metal selenides were proposed as an effective way to enhance Na+/K+ storage performance owning to multiple advantages include: 1) produced more selenium vacancies and disorders, resulting in additional redox sites and better Na+/K+ diffusion kinetics; 2) introduced considerable pseudocapacitance from the modified interface, which will offer extra specific capacity and enhance the rate performance; 3) the combination of two metal selenides can offer a satisfying conductivity comparing to mono‐metal selenides.[] Therefore, comparing with unary ZnSe electrodes, bimetallic selenide consisting of ZnSe and another suitable metal was expected to provide extraordinary Na+/K+ storage performance.[] Manganese selenide (MnSe) anode displayed high theoretical specific capacity, low operating voltage, and low toxicity.[] Moreover, the electrochemistry synergy effect of manganese and zinc has been well proved in transition‐metal oxides.[] By synthesizing zinc‐manganese binary selenides (Zn‐Mn‐Se), the synergistic effect may show an improved ion storage performance of materials substantially.[] Unfortunately, suffering from serious volume change and afterward unstable solid electrolyte interphase (SEI) layer, Zn‐Mn‐Se with satisfying rate performance and stable cycling behavior have not been reported as SIBs or PIBs anode yet to our knowledge.",
                "The hybridization of carbon matrix can alleviate the volume change and substantial increase the electron transfer rate, and then has been investigated as an available strategy.[] As effective precursors, metal‐organic frameworks (MOFs) have been employed in fabrication of TMSs carbon compound.[] The periodically connection by metal ions and organic ligands in nanoscale promoted the homogeneous distribution of TMSs nanoparticles, and the adjustable porous structure dedicates a satisfactory interface to ion transport between anode and electrolyte.[] Nevertheless, the micro‐structure of MOFs precursors generally presents as regular polyhedron without additional conductive skeleton, which are tended to agglomeration under repeated ion ionsertion/desertion processes.[] Therefore, diversely suitable low‐dimensional carbon blocks (for example, rGO, CNTs) were an attempt to mix in MOFs nanoarchitectures to assemble hierarchical structure.[] Limited by the friable connection, the advantages of the low‐dimensional hierarchical structure could not fully develop.[] Customizing MOFs‐devised nanoparticles with the inherent hierarchical structure would be the highest desirable owing to the appealing structural stability contributed by the tight coupling between metal‐base and carbon.[]",
                "Inspired by the above considerations, a general strategy was designed to synthesize “flower‐like” porous carbon anchored Zn‐Mn binary selenides (ZMS@FC) hierarchically hybrid materials. As expected, ZMS@FC shows “metal‐like conductivity” and excellent electrochemical activities. Besides, the 2D porous “petals” hierarchical structure play a key role to enhance rate performance and stabilize long cycling life, which not only effectively limited the large volume change but also promoted the electron transfer efficiency and electrolyte wettability. Advantaged from the high reversible conversion reaction and large pseudocapacitive contribution, the as‐synthesized ZMS@FC electrodes delivered an outstanding high specific capacity (541.8 mA h g–1 at 0.2 A g–1 in SIBs, 330.2 mA h g–1 at 0.2 A g–1 in PIBs), exceptional rate capability (294.4 mA h g–1 at 10 A g–1 in SIBs, 156.9 mA h g–1 at 5 A g–1 in PIBs) and superior cycling performance (369.6 mA h g–1 at 2 A g–1 after 1000 cycles in SIBs, 227.0 mA h g–1 at 2 A g–1 after 500 cycles in PIBs). The synthesis strategy of the hierarchical porous architecture and the inherent advantage of bimetal selenides make the ZMS@FC composites become a competitive candidate for anode materials of SIBs and PIBs, and enlighten a novel way to the design of electrode materials."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The two‐step synthesis of ZMS@FC is a schematic illustration in Figure . With the structure controlling reagent (PVP) assisting, Zn2+ and Mn2+ ions are cross‐linked with trimesic acid to be self‐assembled into the flower‐like Zn‐Mn‐BTC through the solvothermal method. Then, the selenium power sublimates and permeates into flower‐like Zn‐Mn‐BTC to in suit generate the Zn‐Mn binary selenides nanoparticles after calcination. Meanwhile, the hierarchically porous carbon flakes from the pyrolysis of organics 1) restrict the particles size of Zn‐Mn binary selenides; 2) improve the electronic transfer‐efficiency on the plane; 3) shorten the ion diffusion path on the vertical direction 4) provide the buffer area for volume change of Zn‐Mn binary selenides during charge/discharge.[]",
                "The morphology of samples was revealed by SEM and TEM. As shown in Figure , the flower‐like Zn‐Mn‐BTC shows a hierarchical branched flower‐like 3D morphology consisting of multiple flakes. After subsequently calcining treatments, the ZMS@FC displayed in Figure  generally maintains the flower‐like shape, while the Zn‐Mn‐Se particles are evenly anchored on the carbon flakes. It is worth noticing that the plentiful mesoporous are directly observed on the cross‐section of the “petal” in Figure . The porous carbon flakes are elastic and flexible, which can effectively accommodate volumetric expansion.[] However, without the collaboration of the bimetal ions or PVP, the ZMS@C, MnSe@C, ZnSe@C, and corresponding precursors shown in Figure , Supporting Information exhibit reunited‐spherical and stick‐like structure, respectively. The lack of the hierarchical structure would result in unsatisfactory Na+ and K+ diffusion ability inside the MnSe@C and ZnSe@C.[] High‐resolution transmission electron microscopy (HRTEM)images were obtained to further analyze the crystals information of ZMS@FC. The lattice fringes of 3.31 Å in Figure  is corresponding to the (111) plane of Zn0.697Mn0.303Se, corroborated by the fast Fourier transform (FFT) pattern (inset). The hexagonal Zn0.71Mn0.29Se phase is also determined by inter‐planar spacing (3.52 Å) and FFT pattern in Figure . The EDX analysis shown in Figure , Supporting Information unveils the existence of the C, N, Se, Mn, and Zn element in ZMS@FC. The atomic rate of Zn:Mn (around 2:1) corresponds to the original ratio of precursor solution, which indicates the Zn2+ and Mn2+ ions were transformed into flower‐like Zn‐Mn‐BTC and well retained after calcination. Besides, the element mapping images (Figure ) intuitively illustrate the elemental distribution of ZMS@FC. The C and N elements are average distributed on the flake, which affirmed the porous flakes are constituted by nitrogen‐doped carbon. The distribution of Mn, Zn, and Se is consistent with the nanoparticles in Figure , demonstrate the well‐anchored of Zn‐Mn‐Se particles on carbon flakes as we design.",
                "Figure , Supporting Information exhibit the XRD patterns and FTIR spectra of Zn‐Mn‐BTC. The multifarious peaks shown in Figure , Supporting Information indicate the exist of crystal structure in Zn‐Mn‐BTC. Moreover, the FTIR spectra further support the formation of Zn‐Mn‐BTC. The bands located at 1628 and 1373 cm–1 are indicated to (COO–)asym and (COO–)sym, respectively.[] The 1577 cm–1 band is caused by the CC skeletal vibration of benzene groups, while the two stretching vibration bands at around 1442 and 1264 cm–1 are attributed to the CH2 deformation and the C–N stretching from PVP, respectively.[] Moreover, the COZn or COMn stretching vibrations is corresponding to the band of 1104 cm–1, and the two vibrational bands at 758 and 715 cm–1 are attributed to the metal substitution on benzene groups, which can be regarded as the characteristic bands of Zn‐Mn‐BTC.[] Figure  and Figure , Supporting Information display the XRD patterns of samples. All the characteristic peaks of ZMS@FC and ZMS@C can be indexed to the phase of Zn0.697Mn0.303Se (JCPDS No. 79‐0019) and Zn0.71Mn0.29Se (JCPDS No. 88–2465), suggesting the well‐crystallized Zn‐Mn binary selenides were synthesized as design without by‐product. The XRD patterns of ZnSe@C and MnSe@C were corresponding to the ZnSe (JCPDS No. 37–1463) and α‐MnSe (JCPDS No. 65–6528), respectively. The wide peak located at 1324 cm–1 in Raman spectra (Figure ) is matching with the D band of carbon, and the peak at 1571 cm–1 for G band.[] The ID/IG of ZMS@FC is 0.89, which demonstrates the pyrolytic carbon in ZMS@FC mainly exists as amorphous carbon.[] The sharp peaks located at around 650 cm–1 and the series of small peaks located at 200–400 cm–1 are identified as the characteristic peaks of Zn–Mn–Se.[] To calculate the carbon content of ZMS@FC, TGA analysis was carried out and shown in Figure , Supporting Information. The slight mass lost before 250 °C is ascribed to evaporation of water adsorbed by mesoporous in ZMS@FC, and the subsequent mass increase is caused by the oxidation of Zn—Mn–Se. The rapid mass lost from 400 to 500 °C is corresponding to the oxidation of carbon and sublimation of SeO2. The content of carbon in ZMS@FC is calculated to be 46.4% when the rate of Zn and Mn was regarded as 2:1.[] The N2 sorption experiment was also conducted to assess the porous features of ZMS@FC. As shown in Figure , the appearance of the hysteresis loop represents the existence of mesopores in ZMS@FC. The BET surface area is 108.3 m2 g–1, and according to BJH models (inset) the average pore size is concentrated in the range of 3–10 nm.[] Meanwhile, as shown in Figure , Supporting Information, the ZnSe@C and MnSe@C displayed less surface area and the average pore size enlarged to 10–70 nm. The ZMS@C exhibit the same pore size distribution compared with ZMS@FC of 3–10 nm. But the surface area only maintained 59.4 m2 g–1, which may be caused by the lace of the hierarchically structures. The large surface area and suitable pore size can significantly improve the infiltration of electrolyte, which substantially shortens the Na+ ion diffusion pathway.[]",
                "XPS was implemented to expound the surface chemical states of ZMS@FC. The multiple peaks observed in the XPS spectrum (Figure , Supporting Information) proved the existence of C, N, Zn, Mn, and Se in ZMS@FC. For Figure  of the Mn 2p high‐resolution spectra, the two fitting peaks appeared at 641.3 and 653.0 eV conform Mn2+ 2p3/2 and Mn 2p1/2, respectively.[] The energy difference of two sharp peaks shown in Figure  is 23.1 eV, indicating the valence of Zn was 2+.[] The high‐resolution Se 3d in Figure  observed four fitting peaks. The peaks lying at 53.7 and 55.6 eV are related to the Se 3d5/2 and Se 3d3/2 of Zn–Se bound, while the peaks at 54.5 and 56.6 eV are defined as Se 3d5/2 and Se 3d3/2 of Mn–Se bound.[] The high‐resolution C 1 s spectrum (Figure , Supporting Information) was fitted as CC, CO, CC, and CN four peaks. The N peak (Figure , Supporting Information) was separated as pyrrolic N (398.4 eV), pyridinic N (400.1 eV), graphitic N (400.7 eV), and NO bond (403.1 eV).[] The nitrogen doping would not only offer more active sites, but also derive additional electrons in the conjugated system to enhance the electronic conductivity.[] The XPS spectrum of comparative samples (Figure , Supporting Information) shows the similar fitting peaks compared with ZMS@FC. The fitting peaks of Mn 2p XPS spectrum in MnSe@C shift left around 1.5 eV compared with the ZMS@FC and ZMS@F, which may be caused by the difference in the lattice change of Mn between Mn and Zn‐Mn‐Se.[]",
                "Motivated by the hierarchically flower‐like based 2D porous flakes and combination of binary metal selenides nanoparticles and carbon matrix, the ZMS@FC electrodes were evaluated as anode for SIBs and shown in Figure . The initial five CV profiles of ZMS@FC electrode at a scan rate of 0.2 mV s–1 were exhibited in Figure . The sharp reduction peak observed at 0.19 V is ascribed to the reduction of Zn‐Mn‐Se and the formation of SEI layer in the initial cathodic scan.[] The dominating anodic peak locked at 1.06 V originate from the transformation of Zn0 to Zn2+.[] The peak at 1.23 V is identified as the oxidation of Mn, and the broad weak peak from 2.25 to 2.50 V is attributed to the formation of Na2Se.[] In addition, the curves almost overlapped in the subsequent scan, implying the brilliant reversibility and stability of ZMS@FC. Figure  shows the first five discharge/charge profiles of ZMS@FC at current density 0.2 A g–1, while the voltage platforms correlate with the peaks of CV curves. The ZMS@FC electrode displays the remarkable discharge‐specific capacity of 494.8 mA h g–1 in the initial cycle with an excellent coulombic efficiency (CE) of 86.2%. The irreversible capacity lost is ascribed to the formation of SEI layer. In the following cycle, the discharge‐specific capacity slightly downs to 391.3 mA h g–1 but the CE rapid rises to 99.7%, implying the stable SEI layer was built up. Figure  exhibits the cycling performances of samples at a current density of 0.2 A g–1. Among them, the ZMS@FC delivers the highest reversible capacities of 541.8 mA h g–1 after 100 cycles, much higher than the ZMS@C of 423.8 mA h g–1, MnSe@C of 230.9 mA h g–1, and ZnSe@C of 343.2 mA h g–1. The CE of ZMS@FC maintains over 99% after the primary cycle, which reveals the outstanding reversible specific capacity of ZMS@FC. In addition, a little decrease of the specific capacity is found in the initial 40 cycles for the ZMS@FC electrode, and then consistent increasing is appeared. This phenomenon is attributed to the gradual activation of Zn‐Mn‐Se, which was appeared in previous reports of transition metal chalcogenides.[]"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "MOFs‐Derived Flower‐Like Hierarchically Porous Zn‐Mn‐Se/C Composite for Extraordinary Rate Performance and Durable Anode of Sodium‐Ion and Potassium‐Ion Batteries"
}