{
    "DOI": "10.1039/D0RA05623E",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, sodium-ion batteries (SIBs) have emerged as powerful alternatives to lithium-ion batteries (LIBs) owing to the high abundance and easy accessibility of sodium resources. Yet, one of the challenges for constructing high-performance SIBs is the development of novel anode materials with excellent cycling stability and rate performance. Currently, intensive efforts have been devoted to using metal sulfides as new anode materials for SIBs due to their excellent electrochemical performance. Among them, antimony sulfide (Sb2S3) has been considered as one of the most promising anode materials for SIBs resulting from its low cost and high theoretical specific capacity (946 mA h g−1). Zhu et al. investigated the flower-like Sb2S3 as an anode for SIBs, which could deliver a maximum reversible capacity of 835.3 mA h g−1. Wu et al. reported an Sb2S3 nanoparticle decorated graphene composite through a facile one-step hydrothermal process and the Sb2S3 nanoparticles exhibited the highest reversible capacity for SIBs of 581.2 mA h g−1 at the current density of 50 mA g−1 after 50 cycles. Liu et al. via one-step high-shear exfoliation prepared a few layered Sb2S3/carbon sheet composite anode which exhibited good electrochemical performance. But their preparation processes are over complicated and will not be able to meet large-scale industrial production requirements.",
                "It is worth noting that the slurry-casting method is widely used in electrode preparation (including the preparation of commercial electrodes), which almost spends long time and has a complicated process. Meanwhile, the most polymer binders (such as polyvinylidene fluoride (PVDF), carboxymethyl cellulose (CMC), polyvinyl alcohol (PVA), poly tetra fluoroethylene (PTFE)) are insulative, which will decrease the conductivity of the electrodes and the cycle stability. Besides, the binder will undergo side reactions with the electrolyte during cyclic charge and discharge. For example, PVDF will decompose in the ether electrolyte and produce a large number of –(CHCF)– groups covering the surface of PVDF, which severely affect the bonding force between the binder and the active material. Therefore, binder-free electrodes may provide a great opportunity for the enhancement of high-performance SIBs. Carbon materials such as graphite, graphene, and carbon nanofiber/nanotube often serve as the current collector to bear active material for avoiding the use of binders. Another effective solution is to deposit the active material directly on the current collector by electrochemical deposition or chemical deposition, and then to form an integrated electrode without binder. In contrast, as a common preparation process for polycrystalline thin-film, closed-space sublimation (CCS) method has the characteristics of simple method, short time, and low cost. It has been widely used in the preparation of thin film solar cells. To our knowledge, there has been no report on preparing ion batteries electrodes with the CCS method.",
                "Herein, we directly prepared the Cu-supported composite electrode composed of amorphous (α-) Sb2S3 and copper antimony sulfide (CuSbS2) in several minutes by the CCS method. It can be used as binder-free electrode for SIBs without any treatment. Compared with the traditional methods, there are no use of binders, poisonous solvents, and other inactive materials as well as time-consuming, high-temperature drying steps during the CSS process. Furthermore, the electrochemical properties of the α-Sb2S3@CuSbS2 electrode were studied. It delivered a reversible capacity of 506.7 mA h g−1 at 0.05 A g−1 and maintained a stable capacity of 497.6 mA h g−1 after 50 cycles at 0.1 A g−1, which displays an satisfactory sodium storage performance. Moreover, we further proved that the CCS method has robust scalability and can be extended to other electrodes. Our work demonstrates a novel and fast preparation method, which is beneficial for the electrode to be large-scale industrial production, which could provide a new idea and direction for the preparation of binder-free electrodes."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1. Synthesis of the α-Sb2S3@CuSbS2 electrode. The α-Sb2S3@CuSbS2 electrode was prepared by a custom-made close-spaced sublimation device (the equipment schematic diagram is shown in Fig. 1a). The Sb2S3 powder (99.999% purity, Jiangxi Ketai Advanced Materials Co., Ltd) was placed in a graphite sheet as source material, and copper foil (17 mm in diameter and 9 μm in thickness) was placed as a current collector above the evaporation source. In a typical process, the evaporation distance was adjusted to 20 mm, and the entire chamber was pumped to a pressure of less than 1 Pa before evaporation. The substrate was rear heated at an average rate of 200 °C min−1 from room-temperature to 500 °C then kept for 1 minute to obtain the desired Sb2S3 film. The sublimated Sb2S3 vapor could deposit gradually and form a thin layer of silver-gray substance on the surface of the copper foil. The prepared substrate can be used directly as the anode electrode for SIBs without further processing. The mass loading of active material is about 0.4–0.6 mg cm−2.",
                        "2.1.2. Synthesis of the traditional electrode. For comparison, the traditional electrode was fabricated by a slurry-coating method using homogenized mixtures of 70 wt% the exfoliated α-Sb2S3@CuSbS2 (active material) with 20 wt% acetylene black (conducting additive) and 10 wt% PVDF (binder) dissolved in N-menthyl pyrrolidinone (NMP). The slurry was coated on copper foils, and dried at 60 °C under vacuum for 12 h. The loading amount of active material was typically 0.4–0.5 mg cm−2."
                    ],
                    "name": "2.1. Preparation of electrodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction patterns were characterized by a Rigaku D/max 2500 with Cu Kα radiation (λ = 1.5418 Å). The morphology of fabricated electrode was examined using a field-emission scanning electron microscope (Hitachi S-4800). XPS analysis was performed on a Thermo K-Alpha XPS spectrometer (Thermo Fisher Scientific) equipped with a monochromatic Al Kα X-ray source (hγ = 1468.6 eV). Raman spectra were measured on a Renishaw RM1000 microspectroscopic system. A He–Ne laser with a wavelength of 633 nm (Thorlab HRP-170) was used as the excitation laser."
                    ],
                    "name": "2.2. Characterizations of electrodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance tests were carried out in CR2032 type coin cells at room temperature. The α-Sb2S3@CuSbS2 or traditional electrode were used as the working electrodes, and metallic sodium was employed as the counter electrode. The electrolyte was composed of 1.0 M NaCF3SO3 dissolved in diglyme. The galvanostatic discharge/charge measurements and rate capability tests were carried out on Land battery testing system (CT2001A) with an operating voltage window of 0.01–2.50 V. The cyclic voltammetry (CV) measurement was performed at a scan rate of 0.1 mV s−1 in the potential range of 0.01–2.50 V (versus Na/Na+) with an electrochemical workstation (CHI660E). The electrochemical impedance spectroscopy (EIS) was recorded at a PARSTAT 2263 with a perturbation voltage of 5 mV in the frequency range of 100 kHz to 0.01 Hz."
                    ],
                    "name": "2.3. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The electrode was fabricated via a facile and cost-effective CSS method in just a few minutes, and the specific experimental details could be seen in the Experimental section. The XRD measurements were performed to obtain more insights into the crystalline structures and compositions of the hybrid electrode (Fig. 1b). Except for the diffraction peaks of pure copper foil, the diffraction peaks of as-prepared electrode at 28.45°, 29.90°, 39.05°, 40.18°, and 52.07° can be ascribed to the orthorhombic phase CuSbS2 (JCPDS no. 88-0822). Since there are no characteristic peaks correspond to the Sb2S3, the deposited Sb2S3 may be of amorphous structure due to the fast growth rate and the absence of substrate temperature. To further confirm the composition of the composite electrode, Raman spectrum of as-prepared electrode is shown in Fig. 1c. The shifts at 146 cm−1, 192 cm−1, 239 cm−1, 279 cm−1, 299 cm−1 can be assigned to Sb2S3, and the most intense band at 146 cm−1 corresponding to the S–Sb–S bending vibrations, while the two weak peaks at 254 cm−1 and 322 cm−1 correspond to the vibrations of Cu–S bonds and the v1 symmetric Sb–S stretching vibrations of CuSbS2, which implies that a small amount of CuSbS2 is present in the deposited layer of electrode besides Sb2S3. The chemical states of elements and composition of as-prepared product were conducted by X-ray photoelectron spectroscopy (XPS). The survey spectrum in Fig. 1d shows the presence of Sb, S, C without Cu, and the two peaks at 529.48 eV and 538.87 eV in high-resolution spectrum (Fig. 1e) correspond to the Sb 3d5/2 and Sb 3d3/2, confirming the presence of Sb3+. Besides, the two peaks at 162.02 eV and 163.17 eV (Fig. 1f) correspond to S 2p2/3 and S 2p1/2, respectively, demonstrating that the surface of the composite electrode was covered with amorphous Sb2S3. Due to the limited detection depth of XPS on the sample (less than 10 nm), there is no bonding energy related to CuSbS2 appearing in the XPS spectrum. Based on the above analysis results, we deduced that the deposited active materials were mainly composed of Sb2S3, and CuSbS2 was mainly distributed at the interface between copper foil and amorphous Sb2S3.",
                        "The morphology and microstructure of as-prepared electrodes were systematically studied via scanning electron microscope (SEM). The surface and cross-section SEM images of the α-Sb2S3@CuSbS2 electrode, as shown in Fig. 2a and b, the product deposited on the copper foil is a relatively dense film with an average thickness of 6 μm. By contrast, the electrode with the same mass loading by the traditional method is loose (Fig. 2c) and has approximately twice the thickness (12 μm) the α-Sb2S3@CuSbS2 electrode (Fig. 2d). It is generally accepted that smaller electrode thickness symbolizes shorter ions and electrons transmission distance, and thus enhances ion and electron diffusion. Additionally, a clear dividing line can be observed between the active substance and the collector, which isn't present in the α-Sb2S3@CuSbS2 electrode. This phenomenon can also explain that the presence of CuSbS2 makes the connection between the active material and the current collector more secure. As presented in the energy-dispersive spectroscopy (EDS) maps (Fig. 2f–h), antimony, sulfur, and copper atoms are homogeneously distributed onto the surface of the α-Sb2S3@CuSbS2 electrode, which indicates the uniformity of the spatial structure. It is worthwhile mentioning that the α-Sb2S3@CuSbS2 electrode is flexible, and there is no cracking or peeling even under extreme bending conditions (Fig. 2i). In addition, it was found that there is no mass loss even after 50 times high-intensity bending. This is due to the α-Sb2S3@CuSbS2 composite structure, which enables the active substance to be closely connected to the current collector through forming CuSbS2. We infer that this stable structure would effectively improve the electrochemical performance of the electrode.",
                        "Based on the above results, the deposition process of the α-Sb2S3@CuSbS2 electrode can be schematically illustrated in Fig. 3. At the initial stage of deposition, the sublimated Sb2S3 vapor first encountered the copper foil and reacted with the copper on the surface to form CuSbS2. With processing of the preparation, α-Sb2S3 was deposited on the electrode to finally constitute the α-Sb2S3@CuSbS2 electrode. It is worth noting that there is no clear dividing line between the two materials, since the copper element can be gradually diffused from copper foil into active materials to form CuSbS2. Generally, the loading material of the traditional electrode consists of active material, conductive carbon and binder. After a simple statistical calculation, the content of the active material is generally 0.48–0.91 mg cm−2 (Table S1†), which is consistent with our optimal load of the electrode (0.4–0.6 mg cm−2)."
                    ],
                    "name": "3.1. Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To evaluate the electrochemical properties of the α-Sb2S3@CuSbS2 as anode for the sodium-ion battery, CR2032 type half-cell was fabricated using metallic Na as counter electrode. First, a typical cyclic voltammetry (CV) measurement for the first three cycles was performed to observe the redox behavior (Fig. 4a). Four cathodic peaks can been seen in the first cycle, and there is splitting peaks located at around 0.90 V which composed of the peaks at 0.95 V and 0.85 V, attributed to the conversion reaction of the CuSbS2 (CuSbS2 + 4Na+ + 4e− → Cu + Sb + 2Na2S) and the formation of solid-electrolyte interface (SEI). The formation of SEI contributed to the sodium storage capacity, so it caused the merge of the two peaks. In addition, the cathodic peaks at 0.44 V and 0.20 V were attributed to the conversion reaction of the Sb2S3 (Sb2S3 + 6Na+ + 6e− → 2Sb + 3Na2S) and alloying reaction between Na+ and Sb (2Sb + 6Na+ + 6e− → 2Na3Sb), respectively. Correspondingly, there are three oxidation peaks (0.90 V, 1.19 V, and 2.40 V) distributed in the first charge. The peak at 0.90 V and 1.19 V correspond to the reversible formation of Sb2S3 (2Na3Sb → 2Sb + 6Na+ + 6e−, 2Sb + 3Na2S → Sb2S3 + 6Na+ + 6e−). Besides, the peak centered at 2.40 V is related to the formation of CuSbS2. The curve profile of the next cycle profile is significantly different from the first cycle, and it shows that there is an activation step during the first discharge. It is worth noting that the oxidation peak at 2.40 V in the first cycle gradually shifted to 2.14 V during the next cycles, and accompanied by process of specific current density rise, indicating the enhanced charge storage of the electrode. This unique behavior of potential change is due to metal copper formed during sodiation process of CuSbS2. But the metal copper produced in the opposite process does not all participate in reversible reactions, which resulting in a large amount of copper residual, thus forming a continuous conducting network of copper. It directly leads to the improvement of the electrical conductivity and the increase of the overpotential, which indirectly affects the sodium storage performance of the electrode. Meanwhile, copper generated in situ can make the α-Sb2S3@CuSbS2 more firmly anchored to the copper foil.",
                        "The first three-cycle galvanostatic charge–discharge voltage profiles of the α-Sb2S3@CuSbS2 electrode were measured at a current rate of 50 mA g−1 (Fig. 4b). The initial discharge and charge specific capacities of the α-Sb2S3@CuSbS2 electrode are 617.7 and 507.7 mA h g−1, respectively, with an initial coulombic efficiency of 82.19%. Interestingly, the first plateau, corresponding to the Na+ insertion and SEI formation processes, have a phenomenon of overpotential rise at the initial stage, which may signify that the reaction processes require the activation energy (energy barrier) to proceed and cause the voltage abnormal at the initial stage. But there is no similar activation process compared to crystalline materials. This would result in a corresponding decrease in the Coulomb efficiency of the first lap of the α-Sb2S3@CuSbS2 electrode. It is worthwhile mentioning that there is a decreasing process of the platform voltage during the charging process at the first three-cycle, which indicates a good agreement with the results of CV measurements that the shift of oxidation peak at 2.40 V to 2.14 V. For the subsequent cycles, the charge–discharge curve has a good similarity. The Coulomb efficiency remains above 99%, showing the high reversibility and stability of the α-Sb2S3@CuSbS2 electrode.",
                        "On the other hand, the rate capability of the α-Sb2S3@CuSbS2 electrode at various current densities was further studied (Fig. 4c). The current density was increased sequentially every 5 cycles from 0.1 A g−1 to 3 A g−1 and then returned to 0.1 A g−1. The reversible capacity of 293.0 mA h g−1 is maintained even at a high current of 3 A g−1. The α-Sb2S3@CuSbS2 electrode possessed the capacity retention of 75.1% when the current density increases 30 times to 3 A g−1, indicating an exceptional rate capability. After reducing the current density back to 0.1 A g−1, a specific capacity of 380.1 mA h g−1 is recovered, demonstrating excellent electrochemical stability. Fig. 4d displays the discharge/charge voltage curves for the α-Sb2S3@CuSbS2 electrode at various current densities. Even as the current density is increased from 0.1 to 3.0 A g−1, the discharge/charge voltage curves exhibit similar shapes, exhibiting excellent rate capability.",
                        "To illustrate the advantages of the CSS method for electrode preparation, we scraped off the active material loaded on the α-Sb2S3@CuSbS2 electrode, and then added the conductive agent and binder to prepare the traditional electrode by slurry-casting method. Fig. 4e shows the cycle performance of both electrodes at a current rate of 0.1 A g−1. For the α-Sb2S3@CuSbS2 electrode, there is no capacity fade occurs in the first 20 cycles, and delivers a superior capacity retention of 94.9% (compare to the capacity of the second cycle) after 50 cycles with a capacity of 506.7 mA h g−1. The decay of capacity after 20 cycles may result from collapse of electrode material structure, Sb2S3 suffered from large volume expansion ratio of 395% upon Na+ intercalation, which is inevitable. This is also the main obstacle hindering the large-scale application of antimony-based materials in SIBs. By contrast, the capacity of traditional electrode decreases rapidly and loses 52.54% of initial capacity after 50 cycles. The different electrochemical performance among the two electrodes could be attributed to the different electrode structure, the Sb2S3–CuSbS2 composite structure, which can ensure the active material to be firmly anchored to the current collector is more conducive to maintaining the stability of performance.",
                        "To further investigate the electrochemical behavior of α-Sb2S3@CuSbS2 electrode, electrochemical impedance spectroscopy (EIS) measurement was introduced. Fig. 5 shows the comparison of EIS results of the two electrodes. All the Nyquist plots are composed of one semicircle which relates to the charge transfer resistance (Rct) between the electrode material and electrolyte at high frequency and a straight line which relates to the Na+ diffusion impedance at low frequency. It can be clearly observed that the Rct of α-Sb2S3@CuSbS2 electrode is much smaller than that of the traditional electrode (39.9 Ω vs. 114.4 Ω, Table 1), confirming that the binder-free structure effectively reduces the electronic resistivity of the electrode. Base on the data of EIS and the equation i0 = RT/nFRct, the exchange current density (i0) of α-Sb2S3@CuSbS2 electrode (0.129 mA cm−2) and the i0 of the traditional electrode (0.045 mA cm−2) were calculated, confirming the improved charge-transfer in α-Sb2S3@CuSbS2 electrode. We emphasize that avoiding the use of binders is one of key factors to improve electrode performance because the polymer binders can block the active sites, inhibit diffusion and increase transfer resistance of the electron or sodium ion. In addition, the binder will undergo side reactions with the electrolyte during cyclic charge and discharge; for example, PVDF will decompose in the ether electrolyte, the binder-free electrode can also effectively avoid this problem.",
                        "To demonstrate the stability of the α-Sb2S3@CuSbS2 electrode in sodium storage process, the morphological changes of both the α-Sb2S3@CuSbS2 electrode and the traditional electrode were examined after 30 cycles. The cycled traditional electrode suffers a severe loss of active material and appears a lot of cracks (Fig. 6a), which are likely owing to the volume expansion of the material and the failure of the adhesive. Furthermore, the separation between the active material and the current collector can be seen obviously from the cross-section images (Fig. 6b). In contrast, the surface of cycled α-Sb2S3@CuSbS2 electrode covered with the full SEI layer shows negligible cracks (Fig. 6c). The strong SEI layer for better cycling stability of alloying anodes. As shown in Fig. 6d, the active material can still keep close contact with the copper foil after 30 cycles. The integrity of electrode contributes to maintaining good cycling stability. The composite structure of α-Sb2S3@CuSbS2 electrode could ensure close contact between the active material and the current collector, thereby reducing the quality loss in the charge/discharge process. Meanwhile, the ability of copper generated in situ during the charge/discharge process is another crucial factor for ensuring good rate capability and cycling life. The copper not only firmly connects the active material with the current collector, but also improves the conductivity of the electrode.",
                        "The satisfactory sodium storage performance of the α-Sb2S3@CuSbS2 electrode could be attributed to the following factors. First, the electrode is composed of only active materials, avoiding the addition of binder or other inactive materials, which has positive effects on improving electrode conductivity. Second, α-Sb2S3@CuSbS2 composite material is the key guarantee for the electrode to have excellent performance. The unique structure can enable the active material to be firmly anchored to the current collector without binder. Finally, the CSS preparation process can effectively reduce the electrode thickness and shorten the transport distance of electron and ions, which is critical to the activity and stability of the electrode. Furthermore, since the capacity of CuSbS2 is much smaller than that of Sb2S3, the main function of CuSbS2 is to stabilize the connection of the current collector and the electrode. Therefore, on the basis of achieving the function of CuSbS2, increasing the proportion of Sb2S3 in active materials as much as possible is the key to further improve the performance of SIBs. This is what we will focus on in the future study.",
                        "To further confirm a viable electrode fabrication technique, several other materials were prepared by CSS process as active substances including antimony selenide (Sb2Se3) and elemental antimony (Sb) to validate this method suitable for a variety of materials. From the SEM images and EDS results in Fig. 7, one can see that these dense and uniform active material films can be successfully deposited in the copper foil, demonstrating the application potential of CSS process in SIB fabrication.",
                        "It should be mentioned that the electrode preparation time of the CSS process is concise a complete electrode can be prepared in just a few minutes. However, the conventional electrode preparation method requires the preparing slurry and drying process, which generally takes a long time of 12–16 hours (Table S2†). Furthermore, the CSS is a solution-free, binder-free fabrication process. The entire preparation process does not require expensive or precise equipment. Hence, it may be easy to achieve large-scale industrial production.",
                        "To achieve continuous high-throughput manufacturing for potential practical applications, the roll-to-roll manufacturing technique was conceived to prepare the binder-free electrode (Fig. 8). First, the active material is placed on the heating source with an appropriate sublimation distance under vacuum condition. Then the copper foil directional move driven by the slow controllable rotation of the axis, and simultaneously maintain the appropriate temperature of heating source. Sublimated active material will deposit on copper foil to form binder-free electrodes. This simple method could save many tedious steps like mix electrode materials, cast slurry and dry electrode. Meanwhile, the CSS roll-to-roll process completely avert the use of highly toxic solvent, like N-methyl-2-pyrrolidione (NMP) which is indispensable in traditional fabrication for electrode, effectively avoiding potential environmental pollution. Moreover, the equipment of the CSS roll-to-roll not only takes up less space, but also enables large-scale continuous and fast electrode manufacturing."
                    ],
                    "name": "3.2. Electrochemical performance",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a α-Sb2S3@CuSbS2 electrode has been prepared through a simple closed-space sublimation process in an ultrashort time, which can be used as a binder-free anode for SIBs. The result of XRD, Raman, and XPS analyses suggested that the active material is composed of α-Sb2S3 and CuSbS2. The unique structure of electrode ensures close contact of Sb2S3 with collector. Benefiting from the binder-free preparation method and the unique composite structure, the α-Sb2S3@CuSbS2 electrode show satisfactory sodium storage performance with a high reversible capacity of 506.7 mA h g−1 at a current density of 0.05 A g−1 after 50 cycles. Based on the above experiments and conclusions, we have conceived a CSS roll-to-roll device to achieve continuous and fast electrode manufacturing. With the increase of cost and environmental requirements, the CSS process would become a promising binder-free commercial electrode preparation process."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A novel and fast method to prepare a Cu-supported α-Sb2S3@CuSbS2 binder-free electrode for sodium-ion batteries"
}