{
    "DOI": "10.1021/acsami.7b10085",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, rechargeable batteries are being widely used in energy storage systems. Since the first commercialization of rechargeable lithium-ion batteries (LIBs) after their invention by Sony in 1991, LIBs have been developed as the main power sources for portable electronic devices and are playing more and more important roles in the emerging market for electric vehicles and energy storage for green electrical grids.  Nevertheless, the high geographic concentration and limited reserves of lithium in nature will severely restrict the prospects for LIBs in grid energy storage applications and make it a tremendous challenge to meet the demand for lithium resources.  Sodium-ion batteries (SIBs) have recently been considered as an alternative to LIBs in energy conversion of intermittent energy sources due to their potentially low cost and the wide distribution of sodium resources.  It still remains a big challenge, however, to explore suitable electrode materials, especially anode materials for SIBs, due to the larger ionic radius of Na+ compared to Li+, leading to great volume expansion during charging/discharging. Many materials have been explored to solve this problem, including hard carbon,  metal oxides and sulfides,  intermetallic materials,  phosphorus and phosphides,  and so forth. In particular, metallic Sn, with the theoretical capacity of 847 mAh g–1 based on the alloying/dealloying mechanism (Na15Sn4),  has been considered to be a prospective anode material for SIBs. Pure Sn can only achieve very poor cycling performance, however, with dramatic capacity decline over only a few cycles owing to the issue of pulverization.  It would thus be a good idea to encapsulate Sn in a confined volume with enough space for volume expansion during Na insertion to avoid pulverization. Generally, it is more convenient to prepare SnO2 nanoparticles than to obtain metallic Sn nanoparticles directly. Additionally, SnO2 can be reduced to metallic Sn by hydrogen reduction at high temperature under an inert atmosphere, and it has unique structures. Many strategies have been employed to alleviate the volume expansion,  such as depositing Sn film on hierarchical wood fibers, which displayed stable cycling performance for 400 cycles with an initial capacity of 339 mAh g–1,  using carbonized filter paper decorated with Sn@C nanospheres, which showed a high and stable capacity of 550 μAh cm–2 over 100 cycles at 50 mA cm–2,  and using ultrasmall Sn nanoparticles embedded in carbon, which achieved a high rate capacity of 349 mAh g –1, even at 4000 mA g–1, and a stable capacity of ≅415 mAh g–1 after 500 cycles at 1000 mA g –1. ",
                "N-doped submicron-diameter carbon tubes derived from polypyrrole (PPy) precursors represent a very promising functional material. They have many advantages, especially due to the effects of heteroatom defects. The nitrogen species which they contain can promote pseudocapacitive mutual effects between the nitrogen-containing functional groups and the electrolyte ions, in these respects as boosting surface wettability, electronic conductivity, capacity, and so forth. From another aspect, N-doped carbon tubes with three-dimensional (3-D) structure as a matrix not only provide effective transport pathways for charge carriers to shorten ion/electron diffusion distances and good structural robustness to relieve electrode collapse due to the huge volume changes during cycling, but also enhance the diffusion of electrolyte into interior space in the composite to facilitate the interfacial reactions, as well as providing adequate access for fast Na+ transport.",
                "There are some reports that make use of N-doped carbon as a conducting polymer and mechanical buffer to enhance the electrochemical properties of carbon-based Na storage anodes.  Coating Sn nanoparticles onto N-doped carbon tubes to fabricate Sn-based anode material for SIBs has not yet been reported. Here, we report a user-friendly hydrothermal method taking N-doped carbon tubes as the matrix to anchor the Sn nanoparticles onto their surfaces and obtain C@Sn@N-doped carbon nanotube composites. In the first step, the precursor SnO2@N-doped carbon was obtained via a hydrothermal approach. In the as-prepared product, SnO2 nanoparticles were loaded homogeneously on the N-doped carbon framework. Next, resorcinol–formaldehyde (RF) resin as carbon source was deposited on the surface of the SnO2@N-doped carbon and then pyrolyzed to finish the carbon-coating process. Here, the coated carbon can play two roles. First, it can play the role of a dispersing agent to prevent the agglomeration of Sn nanoparticles, when SnO2 is reduced by H2. On the other hand, it provides a good tensile force to alleviate the volume expansion of Sn nanoparticles during continuous sodiation/desodiation processes, thereby helping to improve the cycling stability. In the composites, the surfaces of N-doped carbon nanotubes are covered with evenly distributed carbon-coated Sn nanoparticles. The obtained 3-D C@Sn@N-doped carbon tube network displayed a good reversible capacity of 398.4 mAh g–1 on discharging at 100 mA g–1 with capacity retention of 67.3% and a very high Coulombic efficiency of 99.7% after 150 cycles. Meanwhile, good rate capability was also obtained based on varying the current density from 50 mA g–1 to 2 A g–1 during cycling."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The N-doped carbon tubes were prepared by pyrolyzing the precursor polypyrrole (PPy). The synthesis of PPy was carried out by the method in a previous report  with some modifications. First, 65 mg of methyl orange was dissolved in 100 mL of deionized water and then 1.25 g of FeCl3 was added into the solution under constant stirring. Subsequently, an obvious flocculent precipitate appeared. Then, 0.3 g of pyrrole monomer was added into the mixture, which was stirred overnight in ambient air. After that, the PPy precipitate was centrifuged with distilled water and ethanol until the filter liquid became colorless and neutral. Soon afterward, the precipitate was placed in a ceramic boat and moved into a tube furnace. The tube was heated to 100 °C at a heating rate of 2 °C/min under argon atmosphere and kept at that temperature for 8 h. Then, the tube was heated to 600 °C at a heating rate of 5 °C/min and maintained at that temperature for 4 h. Finally, the N-doped carbon tubes were obtained."
                    ],
                    "name": " Synthesis of N-Doped Carbon Tubes",
                    "type": "h3"
                },
                {
                    "content": [
                        "In a typical procedure, 0.1 g of N-doped carbon was dispersed into 30 mL of ethanol undergoing ultrasonic processing for 0.5 h. Then, 0.025 g of urea and 0.03 g of hexamethylenetetramine were added into this solution under continued ultrasonic treatment for 15 min. Subsequently, 0.1 g of SnCl2·2H2O was put into the aforementioned mixture and stirred for 0.5 h. Then, the miscible liquid was transferred into a Teflon-lined autoclave, where it was quickly heated to 120 °C and kept at that temperature for 10 h. The autoclave was naturally cooled to the ambient temperature, and deionized water and ethanol were employed to wash the precipitate several times. The precipitate was dried in a vacuum oven at 60 °C overnight, and the final product (denoted as SnO2@N-doped carbon-I) was obtained. SnO2@N-doped carbon-II and SnO2@N-doped carbon-III were prepared by adjusting the weight of SnCl2·2H2O to 0.15 or 0.2 g, respectively.",
                        "SnO2@N-doped carbon-I (0.1 g) was dispersed in 50 mL of deionized water under stirring. Cetyl-trimethylammonium bromide (5 mg) along with 0.5 mL of NH3·H2O, 28% solution, was added to the first solution and vigorously stirred for 20 min. Next, 80 μL of formaldehyde solution (37 wt % in H2O) and 60 mg of resorcinol were put into the solution and stirred overnight. After that, the precipitate was centrifuged and washed with ethanol three times. The precipitate was then moved into a tube furnace for carbonization. The sample was heated to 350 °C at a heating rate of 1°/min under N2 atmosphere, kept at that temperature for 2 h, and then heated to 600 °C for 4 h at the same heating rate. When the temperature was reduced to 550 °C at the end of the 4 h, the protection gas was changed to 5% Ar/H2, and the sample was kept under those conditions for 2 h. Then, the final composite (denoted as C@Sn@N-doped carbon-I) was collected when the temperature of the tube furnace was reduced to room temperature. C@Sn@N-doped carbon-II and C@Sn@N-doped carbon-III were also prepared from the SnO2@N-doped carbon-II or SnO2@N-doped carbon-III by the same procedure, respectively. The above preparation processes are clearly displayed in ."
                    ],
                    "name": " Preparation of C@Sn@N-Doped Carbon Nanocomposites",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray powder diffraction (XRD; GBC MMA), with the diffractometer configured with Cu Kα radiation at a scanning speed of 2° min–1, was used to evaluate the structural changes between the precursors and the as-prepared C@Sn@N-doped carbon composites. The content of Sn in the composites was measured through thermogravimetric analysis (TGA; Mettler Toledo TGA/DSC) carried out from 50 to 800 °C at a heating rate of 5 °C min–1 in air. X-ray photoelectron spectroscopy (XPS; SPECS PHOIBOS 100 Analyzer), using the spectrometer installed in a high-vacuum chamber with the base pressure below 10–8 mbar and the X-ray excitation generated by Al Kα radiation at a high voltage of 12 kV and a power of 120 W, was employed to identify the valence state of the Sn in the composites. The Casa XPS 2.3.15 software package was used to analyze the data obtained. All spectra were calibrated by C 1s = 284.6 eV. The morphology of the samples was surveyed by field emission scanning electron microscopy (SEM; JEOL JSM-7500FA) and high-resolution transmission electron microscopy (JEOL JSM-2010)."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "C@Sn@N-doped carbon composite (80 wt %) was mixed with acetylene black (10 wt %) and carboxymethyl cellulose binder (10 wt %) to prepare the working electrode slurry. The slurry was casted onto copper foil substrates, followed by drying in a vacuum oven overnight at 80 °C. The mass loading of the active material in the electrode film was about 1.2 mg cm–2. NaClO4 (1 M) dissolved in a solution of ethylene carbonate (EC) and dimethyl carbonate (1:1 v/v) containing 5% (by weight) addition of fluoroethylene carbonate served as electrolyte. The electrochemical performance testing was carried out via 2032-type coin cells. All of the cells were assembled in an argon-filled glovebox and measured under ambient conditions. Galvanostatic charge–discharge measurements were carried out via a Land Test System in the cutoff voltage range of 0.01–1.5 V (vs Na/Na+) at a current density of 100 mA g–1. The capacity was calculated on the basis of the weight of the whole composite. Cyclic voltammetry (CV) and electrochemical impedance testing were carried out via a Biologic VMP-3 electrochemical workstation in the voltage range of 0.005–2.5 V (vs Na/Na+) at a scanning rate of 0.1 mV s–1. Electrochemical impedance spectroscopy (EIS) was conducted using a CHI 660B electrochemical workstation."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Methods Section",
            "type": "h2"
        },
        {
            "content": [
                "The successful preparation of C@Sn@N-doped carbon nanocomposites is evidenced by XRD (a). The XRD pattern of N-doped carbon shows a diffraction peak at 24.5°, reflecting the d-spacing of 0.36 nm, which comes close to 0.34 nm, that is, the d002 plane spacing in graphite.  The XRD pattern of pure Sn is characterized by several peaks that can be assigned to β-metallic Sn with a tetragonal structure (JCPDS card no. 04-0673). In the three composites, C@Sn@N-doped carbon-I, C@Sn@N-doped carbon-II, and C@Sn@N-doped carbon-III, we find that the sharp diffraction peaks appear in the same positions as for pure Sn. Meanwhile, the characteristic peak of N-doped carbon is no longer visible, which could be attributed to the Sn nanoparticles that cover the surfaces of N-doped carbon.",
                "To quantify the amount of Sn in the C@Sn@N-doped carbon composites, thermogravimetric analysis (TGA) was conducted in air. From the TGA curves shown in b,c, it can be found that pure Sn shows a weight increase of 126.95%, which is very consistent with the following reaction: Sn + O2 SnO2. The N-doped carbon was easily burned out, and only 1.8% residue was left. This amount could be neglected in determining the Sn content of the composites. From the curves of the three composites shown in c, we find that all of the samples display weight loss in the temperature range of 300–550 °C, which is in conformity with the oxidation of N-doped carbon. There were some differences between the composites and the N-doped carbon in the starting temperature of the weight loss. This phenomenon could be due to the large amount of Sn loaded onto the N-doped carbon, which postponed the N-doped carbon oxidation process. From 550 °C onward, the weight increase began, which meant that the oxidation of Sn occurred simultaneously. On the basis of the results of b, we calculated that the amounts of Sn in C@Sn@N-doped carbon-I, C@Sn@N-doped carbon-II, and C@Sn@N-doped carbon-III % were 50.3, 62.6, and 70.7%, respectively.",
                "To measure the interactions among the N-doped carbon, the Sn, and the C@Sn@N-doped carbon, the chemical status of elements was analyzed via X-ray photoelectron spectroscopy (XPS). By comparing a,e, we can find an obvious change in the Sn peak from N-doped carbon to the composites. All of the peaks for C, N, and Sn in C@Sn@N-doped carbon-II appear in the XPS survey spectrum. The Sn 3d XPS images of Sn and C@Sn@N-doped carbon-II were obtained to analyze the change in the chemical state of Sn before and after reduction.",
                "In c,g, by comparing the positions of the two peaks for Sn 3d for pure Sn and the composite, it is clear that they all display the same binding energy interval of 8 eV, which is in accordance with the energy splitting of Sn.  For bare Sn, the peaks found at 485.9 and 494.9 eV correspond to the 3d5/2 and 3d3/2 peaks of Sn.  When Sn was coated with N-doped carbon, the Sn 3d peaks were shifted to higher binding energies, that is, 486.3 and 495.3 eV. These changes in the peak positions were obviously affected by the presence of N-doped carbon, and in terms of conductivity, the bare Sn is better than the N-doped carbon.  In the C 1s spectra for N-doped carbon (d) and C@Sn@N-doped carbon-II (h), no new peaks appeared, which means that C–Sn bonds do not exist. These spectra also showed that the peaks corresponding to C═N, C–OH, O═C–N in C 1s from N-doped carbon to C@Sn@N-doped carbon-II shift to higher binder energies. They also showed that the peaks corresponding to C═N, C–OH, and O═C–N in C 1s shifted to higher binding energies from N-doped carbon to C@Sn@N-doped carbon-II. This was mainly because when C@Sn particles were coated with N-doped carbon, the electronic conductivity of the C@Sn@N-doped carbon-II was lower than that of the N-doped carbon, as shown in f. Similar phenomena can be found in a previous report.  From the N 1s spectrum for N-doped carbon (b) and C@Sn@N-doped carbon-II (f), we can see that pyridinic (N-6), pyrrolic/pyridone (N-5), and quaternary (N-Q) nitrogen are all present.  displays the content ratio changes for pyridinic N, pyrrolic N, and quaternary N from N-doped carbon to C@Sn@N-doped carbon. These results reveal that no chemical reaction took place in the synthesis process and that all components are bound together by van der Waals forces.",
                "The morphology changes from N-doped carbon to the precursor SnO2@N-doped carbon composites were investigated by scanning electron microscopy (SEM). The image of N-doped carbon shows striplike 3-D-structured tubes with relatively smooth surfaces in a,b. For SnO2@N-doped carbon-I, SnO2@N-doped carbon-II, and SnO2@N-doped carbon-III, in c,e,g, respectively, rough surfaces can be easily found, and the diameter of the composite tubes has obviously increased compared to N-doped carbon. These images clearly demonstrate that the SnO2 nanoparticles are uniformly distributed on the N-doped carbon tubes.",
                " also displays the differences in morphology between SnO2@N-doped carbon and C@Sn@N-doped carbon composites. By comparing the images shown in d,f,h, we can find that, after the resorcinol–formaldehyde (RF) coating and the carbonization in the following reduction, the surface of the C@Sn@ N-doped carbon composite has become much smoother than that of the precursor SnO2@N-doped carbon composite. This phenomenon is due to the very small carbon nanoparticles covering the surfaces of the Sn particles. The size of the carbon particles is much smaller than that of the SnO2 particles.",
                "The homogeneity of the element composition was also measured by energy-dispersive X-ray spectroscopy (EDS) mapping. From the elemental mapping images of C, N, and Sn, as displayed in , it can be clearly observed that there is a uniform distribution of Sn on the N-doped carbon tubes.",
                "The changes in the structure between the N-doped carbon composites and the C@Sn@N-doped carbon composites were further investigated by transmission electron microscopy (TEM). As displayed in a, the N-doped carbon tube is open on one end and sealed on the other end. This property is beneficial for stable anchoring of the Sn particles on the tube. Before the coating with Sn, the diameter of the N-doped carbon tubes was no greater than 300 nm. From the images of the three composites (b–d), obvious changes in the diameter of the tubes can be observed. The diameters for the three samples were significantly increased to about 350, 470, and 640 nm, respectively. e shows the (200) and (301) lattice fringes, which were measured to have spacing of 0.29 and 0.165 nm, respectively. Furthermore, pure-phase Sn can be identified on the selected area electron diffraction (SAED) pattern (f), which is indexed to the diffraction peaks of the (200) and (301) planes, as shown in the XRD patterns.",
                "The cycling performances of the C@Sn@N-doped carbon-I, C@Sn@N-doped carbon-II, and C@Sn@N-doped carbon-III composites at a current density of 100 mA g–1, within a cutoff voltage range of 0.01–1.5 V (vs Na/Na+) over 150 cycles, are displayed in a. The reversible charge capacities of the C@Sn@N-doped carbon-I, C@Sn@N-doped carbon-II, and C@Sn@N-doped carbon-III composites are 303.5, 398.4, and 340 mAh g–1, respectively, after 150 cycles, corresponding to 55.8, 67.3, and 50.3% of their initial charge capacities. From this trend, we can find that C@Sn@N-doped carbon-II has the best reversible charge capacity and capacity retention. In the case of C@Sn@N-doped carbon-I, due to the lesser amount of Sn, the charge capacity is the smallest, but its capacity retention is higher than that of C@Sn@N-doped carbon-III. As for C@Sn@N-doped carbon-III, even though it has the highest amount of Sn and the highest initial charge capacity, the capacity fading is apparent. This phenomenon can be attributed to the agglomeration caused by the presence of more Sn particles. In this regard, the coating carbon and the N-doped carbon also take on indispensable roles. First, the coating carbon layer can hold back the agglomeration of Sn nanoparticles and provide a good tensile force to alleviate the volume expansion of Sn nanoparticles during the continuous sodiation/desodiation processes. On the other hand, the N-doped carbon matrix due to its porous structure with large surface area ensures the uniform dispersion of Sn nanoparticles. At the same time, N-doped carbon with its 3-D structure also provides short ion/electron pathways to promote the diffusion of the Na+ ion into the internal spaces of the composites. Furthermore, the good structural robustness of N-doped carbon is very useful for accommodating the huge volume changes in the charging/discharging process and mitigating the pulverization of the electrode. Therefore, the best reversible charge capacity and capacity retention come from the optimum ratio of Sn with respect to the carbon layer and N-doped carbon.",
                "To distinguish the contributions of the N-doped carbon substrate and the bare Sn to the electrochemical properties of the C@Sn@N-doped carbon composites, the three samples were also tested with the same current density and cutoff voltage, as shown in b. The preserved capacity of the N-doped carbon was about 125.6 mAh g–1 after 150 cycles. The contribution of pure Sn particles to the capacity of the C@Sn@N-doped carbon composites can be neglected due to their strong agglomeration during cycling. In b, we also find that the Coulombic efficiency for C@Sn@N-doped carbon-II is close to 100%, starting from the second cycle, demonstrating that electrons/Na ions were no longer being captured in parasitic reactions, which could be maintained by further electrolyte degeneration.",
                "Furthermore, the rate capabilities of the C@Sn@N-doped carbon-I, C@Sn@N-doped carbon-II, and C@Sn@N-doped carbon-III composites were investigated by augmenting the current density step by step from 50 mA g–1 up to 2 A g–1 and finally returning to 100 mA g–1. The cycling performances of all of the composites with different current densities are shown in c. In the case of C@Sn@N-doped carbon-I, the reversible charge capacity decreased from 610.6 (50 mA g–1) to 546.2 (0.1 A g–1), 437.2 (0.2 A g–1), 327.3 (0.4 A g–1), 233.6 (0.8 A g–1), 177.4 (1 A g–1), and 117.1 mAh g–1 (2 A g–1) and then increased to 559.1 mAh g–1 (recovering 99.9% of its initial capacity) after 70 cycles when the current density returned to 0.1 A g–1. The rate capability of C@Sn@N-doped carbon-II displayed the highest reversible charge capacity among the composites. The values changed according to the following trend: from 647.2 (50 mA g–1) to 579 (0.1 A g–1), 463.4 (0.2 A g–1), 347 (0.4 A g–1), 247.6 (0.8 A g–1), 188.1 (1 A g–1), and 124.1 mAh g–1 (2 A g–1). When the current density returned to 0.1 A g–1, the capacity recovered to 592.8 mAh g–1 (regaining 99.9% of its initial capacity) after 70 cycles. As for C@Sn@N-doped carbon-III, it displayed much higher capacity at low current density. With increasing current rate, the capacity declined more quickly, and it showed very poor recovery capability compared to the other composites. The results are as follows: from 758.1 (50 mA g–1) to 670.1 (100 mA g–1), 549.5 (200 mA g–1), 371.4 (400 mA g–1), 235.2 (800 mA g–1), 178.6 (1 A g–1), and 117.9 mAh g–1 (2 A g–1). After the current rate was restored to 0.1 A g–1, the capacity could only reach 436.5 mAh g–1 (very low capacity retention, recovering only 64.3% of its initial capacity) after 70 cycles.",
                "A comparison of the performances of C@Sn@N-doped carbon and some C/Sn-based anode materials is presented in . It can be seen from the table that the overall performance of the C@Sn@N-doped carbon is very good in terms of reversible capacity (398.4 mAh g–1 at 100 mA g–1), although it is not the very best performance.",
                "d displays the discharge–charge voltage profiles of the initial three cycles for C@Sn@N-doped carbon-II. The first cycle discharge and second cycle charge capacities of the C@Sn@N-doped carbon-II composite electrode are 1283.1 and 593.3 mAh g–1, respectively, delivering an initial Coulombic efficiency of 46%. This is believed to be due to the creation of a solid electrolyte interphase (SEI) film between the Sn nanoparticles and the electrolyte.",
                "To analyze the electrochemical reactions occurring in the C@Sn@N-doped carbon-II electrode, cyclic voltammetry (CV) was conducted. It can be observed in e that there is a cathodic slope from 1.38 to 1.05 V in the first negative scan, which is attributed to the interaction between Na+ and the surface functional groups of carbon.  In the following cathodic scan, a broad integrated peak starting at 0.75 V and ending at 0.3 V can be detected, which is assigned to the formation of the SEI layer, with the alloying between Sn and Na forming NaSn5 and NaSn and promoting Na+ insertion into carbon. The two weakly reductive peaks appearing at 0.2 and 0.01 V indicate the formation of Na9Sn4 and Na15Sn4.   In the following anodic scan, three well-defined oxidative peaks can be observed at 0.2, 0.55, and 0.7 V, which are assigned to desodiation from Na9Sn4, NaSn, and NaSn5, respectively. From the second cathodic scan, three dominant reduction peaks appearing at 0.75, 0.2, and 0.01 V are considered to be due to the formation of NaxSn, Na9Sn4, and Na15Sn4, respectively.  The above analysis results are very similar to the results from the charge–discharge curves of the C@Sn@N-doped carbon-II electrode shown in d.",
                "By conducting electrochemical impedance spectroscopy (EIS), we further analyzed the effects of N-doped carbon toward improving the cyclability of C@Sn@N-doped carbon electrode, which had better retention of electronic conductivity than the bare Sn electrode. f displays the Nyquist plots, with the inset showing the equivalent electrical circuit, wherein the total resistance of the electrolyte and cell components is represented by Ri. The charge-transfer resistance (Rct), appearing as the depressed semicircle in the high-frequency range, reflects the impedance connected to the passage of the Na+ ions through the film surface and the charge transfer between the active material and the electrolyte. The Warburg impedance (W) can be found from the sloping line located in the low-frequency region. It is attributed to the charge transfer due to sodium-ion diffusion inside the active material or electrolyte. The constant phase element is used to replace the pure capacitance. It can be observed that the charge-transfer resistance (Rct) of bare Sn has changed significantly between the fresh electrode and after 150 cycles. The value increased from 230.3 to 906.9 Ω. This result is consistent with the changes in the morphology of the Sn electrode after cycling, as shown in b,d, where the morphology of the bare Sn electrode after cycling features very obvious cracks. For C@Sn@N-doped carbon-II, the charge-transfer resistance (Rct) changed slightly from 284.1 to 328.9 Ω after experiencing cycling from the fresh cell to over 150 cycles. This small change demonstrates that the C@Sn@N-doped carbon-II electrode can maintain its electrical conductivity very well. As shown in a,c, there are no obvious cracks in the C@Sn@N-doped carbon composite electrode after cycling, which is attributed to the 3-D structural features of C@Sn@N-doped carbon-II, which provides void space between the tubes that could withstand the large volume expansion during charging/discharging. Furthermore, the homogeneous distribution of Sn nanoparticles on the surface of the N-doped carbon matrix is also an important factor in providing homogeneity to the whole composite so as to keep the electrochemical properties stable. The improved electrochemical performance of the C@Sn@N-doped carbon composites compared to pure Sn is due to the synergistic effects generated among the Sn nanoparticles, the carbon-coating layer on the surfaces of the Sn nanoparticles, and the N-doped carbon conductive matrix. First, the Sn nanoparticles as the main active component are responsible for the main contribution to the high specific capacity. Second, the carbon-coating layer on the Sn nanoparticles serves multiple functions: (i) The carbon-coating layer acts as an adhesive interface to bind the Sn nanoparticles and the N-doped carbon network together to form a conducting matrix to improve the conductivity of the composite; (ii) The carbon-coating layer can withstand the large volume expansion of the electrode in the process of cycling to maintain the integrity of the electrode; (iii) The carbon-coating layer prevents agglomeration of Sn nanoparticles during cycling to improve cycling stability. Finally, the N-doped carbon network with 3-D structure not only enables sufficient infiltration of electrolyte, but also provides more reactive sites arising from the nitrogen doping.  Furthermore, the N-doped carbon can contribute capacity to the Na-ion batteries, as shown in b. Therefore, the C@Sn@N-doped carbon composites exhibit improved electrochemical performance, resulting from both the structure of the carbon-coated Sn nanoparticles and the continuous 3-D reaction network formed by the N-doped carbon."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, C@Sn@N-doped carbon composites were obtained with Sn particles confined in the framework of N-doped carbon via an easy, convenient, and environmentally friendly approach. The 3-D-structured C@Sn@N-doped carbon tube network exhibited good electrochemical properties as a candidate anode that could be applied in SIBs, in terms of its cycling performance (up to 150 cycles), with 99.7% Coulombic efficiency and good rate capability. The initial charge capacity was restored to 99.7% after continuous current alteration from 50 mA g–1 to 2 A g–1. The good experimental results are mainly attributed to the homogeneous distribution of carbon-encapsulated Sn nanoparticles on the N-doped carbon matrix with its distinct 3-D structure, which plays the role of alleviating the stress caused by the volume expansion of the electrode during the charge–discharge process. From another aspect, the carbon coating on the surfaces of the Sn nanoparticles can maintain the stability of the electrode structure by inhibiting the growth and agglomeration of Sn grains and reducing the polarization effect. Therefore, our results clearly demonstrate that the improved electrochemical performance of the C@Sn@N-doped carbon composites benefits from the synergistic effect generated among the carbon-coated Sn nanoparticles and the N-doped carbon conductive matrix, which makes it possible to obtain the best utilization of Na+ during insertion/extraction."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Carbon-Encapsulated Sn@N-Doped Carbon Nanotubes as Anode Materials for Application in SIBs"
}