{
    "DOI": "10.1002/advs.202002199",
    "Journal": "",
    "Keywords": [
        "electrospinning",
        "Fe/Mn‐based layered oxide cathodes",
        "nanoengineering",
        "nanostructures",
        "reaction mechanisms",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Realizing a secure and sustainable energy supply sets a high standard for large‐scale energy storage systems, which requires the systematic utilization of renewable energy sources and thus facilitates the development of rechargeable batteries.[] Recently, researches on sodium‐ion batteries (SIBs) continuously surge owing to the inexhaustible supply and wide distribution of sodium resources compared with lithium, and the similar electrochemistry to that of lithium‐ion batteries. These advantages pave the way for SIBs to be a forthcoming candidate for grid‐scale energy storage applications.[] Nonetheless, the larger size in conjunction with the heavier mass of Na+ versus Li+ commonly leads to undesirable sluggish reaction kinetics and even severe structural collapse of Na‐storage electrode materials, hindering this technology to reach a commercial prosperity.[] Given that cathode is the crucial element dominating the cost and electrochemical performance of batteries, great efforts should be devoted to exploring advanced cathode materials with high redox potential, high capacity, and rapid sodium‐ion mobility.[] Among the various reported cathode candidates, such as transition metal oxides (TMOs),[] polyanion‐type compounds,[] Prussian blue analogs,[] and organic salts,[] layered TMOs have gained considerable attention on account of their high theoretical capacities and special 2D structural merits.[] Typically, the layered TMOs can be mainly divided into two polymorphs: P2 type (P: prismatic) and O3 type (O: octahedral) in accordance with the coordination environment of Na ions, where the “2” or “3” means the number of transition metal layers in a single cell unit.[] The P2‐type oxides featuring large prismatic residing sites and facile diffusion paths for sodium ions generally exhibit better electrochemical properties than the O3‐type materials.[] For instance, P2‐Na2/3Fe1/2Mn1/2O2 is recognized to be an appealing cathode for SIBs in view of its abundance and low cost in raw materials, environmental benignity, and remarkable theoretical specific capacity (175 mA h g−1).[] However, deteriorated cycling performance is usually observed for this material due to the Jahn–Teller lattice distortions caused by Mn3+ and the phase transitions at high voltage during Na+ (de)intercalation.[]",
                "Aiming at addressing the aforementioned issues facing the layered Na‐Fe‐Mn‐O system, a variety of strategies have been attempted to achieve better electrochemical performance, such as metallic cations (Ti4+, Cu2+, Co3+, etc.) doping to stabilize the P2 structure,[] surface engineering to retard the detrimental side reactions,[] or nanosizing to shorten the ionic diffusion paths.[] For example, Rojo's group successfully synthesized a Ti‐substituted P2‐Na2/3Mn0.8Fe0.1Ti0.1O2 material, which turned out to proceed with a solid solution reaction rather than the P2‐O2 phase transition during the charge/discharge process and showed a long cycling life of 87% capacity retention after 300 cycles.[] Hu and co‐workers fabricated a free‐standing electrode of P2‐Na2/3Fe1/2Mn1/2O2 with graphene flakes, in which the 2D graphene effectively improved the reaction activity of the oxide particles by forming a 3D conductive network, delivering a fascinating discharge capacity of 156 mA h g−1 at 0.1 C with a capacity retention of 61% after 40 cycles.[] Guo's team focused on the morphology design and the tailored P2‐Na2/3Fe1/2Mn1/2O2 nanofibers enabled an optimized rate performance of 142 mA h g−1 and 52 mA h g−1 at 1 C and 15 C, respectively.[] Despite inspiring progresses have been made, in terms of practical applications, it is still not competent to well combine good cyclic stability with superior rate capability in P2‐Na2/3Fe1/2Mn1/2O2 only through a single modification route. Considering that cations doping can stabilize the crystal structure and nanoengineering can facilitate the reaction kinetics, the incorporation of the aforementioned two strategies may offer an opportunity to simultaneously boost the fast and stable sodium‐ion storage in a Fe/Mn‐based layered oxide cathode. However, to the best of our knowledge, such a dual‐strategy has scarcely been adopted which still remains a big challenge to date.",
                "In the light of the foregoing, we herein successfully synthesized the pearl necklace‐like hierarchical nanostructures of a novel P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 cathode through electrospinning and fully dug out the effects of Cu2+ doping on electrochemical properties. Such a distinctive nano‐necklace architecture assembled by secondary nanograins (50–150 nm, the smallest size ever reached for Fe/Mn‐based layered oxides) can expose rich active sites readily accessible to electrolyte, shorten the ionic diffusion distance, and alleviate the nanoparticles from aggregation upon repeated Na+ insertion/extraction. Meanwhile, the Cu substitution of Fe is proved to accelerate the Na+ transportation and restrain the Na+/vacancy ordering during cycling. Consequently, outstanding rate capability (125.4 mA h g−1 at 0.1 C and 56.5 mA h g−1 at 20 C) and excellent cycling stability (≈79% capacity retention after 300 cycles) between 2.0 and 4.0 V are simultaneously achieved. The reaction mechanism behind the superb performance regarding structure evolution and valence variation of Cu/Fe/Mn is monitored by in operando X‐ray diffraction (XRD) and ex situ X‐ray photoelectron spectroscopy (XPS). Moreover, through galvanostatic intermittent titration technique (GITT), cyclic voltammetry (CV), electrochemical impedance spectroscopy (EIS), and density functional theory (DFT) computations, the electrode process kinetics concerning Na‐ion diffusivity and Na+ migration energy barrier are systematically investigated. In addition, a soft‐package sodium‐ion full battery employing the as‐prepared P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 cathode and the hard carbon anode is well established, exhibiting bright practical prospects."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The target P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces were successfully synthesized via a facile electrospinning method followed by annealing processes. As shown in Figure , the XRD Rietveld refinement of the as‐prepared Na0.76Cu0.22Fe0.30Mn0.48O2 reveals that most of the diffraction peaks can be indexed to a hexagonal P2‐structure with a space group P63/mmc (JCPDS No. 54–0894), meanwhile, a good agreement between the experimental and the calculated data is obtained (Rwp = 8.55%). Due to the limited solubility of Cu2+ in the P2‐structure, the presence of minor CuO impurity (3.5%) is confirmed. This phenomenon has also been reported before in other copper‐doped P2‐phase materials.[] The lattice parameters, which are refined to be a = b = 2.9146 Å, c = 11.2104 Å, and V = 82.478 Å3, turn out to be bigger than those of the standard P2‐structured material resulting from the larger ionic radius of Cu2+ (0.73 Å) than that of Fe3+ (0.645 Å). This indicates that the copper ions have been successfully incorporated into the TMO2 layers, providing more interstitial spaces for Na+ ions diffusion.[] The detailed structure information regarding lattice parameters, thermal factors, agreement factors, atomic sites, and occupancies determined by the Rietveld refined XRD is exhibited in Table S1 (Supporting Information). The P2‐type crystalline structure acquired from the fitted results is plotted in Figure . Along the c‐axis, oxygen slabs are stacked in an ABBAAB sequence and sodium ions are located at two different prismatic sites, namely, Na1 and Na2 sharing faces and edges with MO6 octahedra, respectively.[] The Cu/Fe/Mn ions occupy the octahedral sites of TMO2 layers in a random distribution. Figure  clearly displays the scanning electron microscopy (SEM) image of the electrospun precursor sample, presenting smooth and continuous nanofibers that weave into a 3D network. After a thermal treatment at 850 °C for 6 h, the continuous 1D nanostructures are inherited and still maintain an average diameter of around 200 nm (Figure ); myriads of irregular nanograins string tightly together to constitute the pearl necklace‐like hierarchitectures. When viewed at a lower magnification, the as‐spun nanofibers and the annealed nano‐necklaces both demonstrate a wide‐range and uniform production (Figure S1, Supporting Information). The microstructure is further scrutinized by transmission electron microscopy (TEM) image (Figure ) and high‐magnification SEM image (Figure S2 in the Supporting Information), disclosing that the sizes of the secondary nanograins mostly range from 50 to 150 nm. To the best of our knowledge, these are the smallest particles ever reported for the Fe/Mn‐based layered oxides. The high‐resolution TEM (HRTEM) image is subsequently presented in Figure , intuitively corroborating the layered structure of P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 with the (002) interplanar distance of 0.56 nm, as is also validated in the fast Fourier transform (FFT) image (inset of Figure ). The selected‐area electron diffraction (SAED) pattern (Figure ) featuring concentric rings suggests the polycrystalline nature of the Na0.76Cu0.22Fe0.30Mn0.48O2 nanograins. The narrower lattice fringes with an interplanar spacing of 0.23 nm can be well attributed to the (102) plane (Figure ). Meanwhile, the high‐angle annular dark field (HAADF) TEM image (Figure ) also exhibits the (102) plane and the bright dots depict the positions of transition metal (Cu/Fe/Mn) atoms. A homogenous distribution of elements in the P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces such as Na, Cu, Fe, Mn, and O is verified by energy dispersive spectroscopy (EDS) mapping (Figure ). Besides, in order to gain the ideal structure and morphology, the calcination temperature and time have been adjusted reasonably (Figures S3 and S4 in the Supporting Information). It is found that a mixture of P3 + P2 phases is obtained at a low temperature of 750 °C. With the temperature rising to 800 °C, the percentage of P3 phase is decreasing and the P2 phase gradually plays a dominant role. Finally, the pure phase of P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 is achieved at 850 °C. Moreover, a sintering time of 2 h is too short for the target necklace‐morphology to form uniformly, while a long time (10 h) will cause the collapse of necklace‐framework and the local agglomeration of oxide nanograins. Therefore, it is believed that an annealing temperature of 850 °C with a time of 6 h should be the most appropriate condition in this work.",
                "TEM‐EDS spectrum and mapping images (Figure S5, Supporting Information) reveal that the molar ratio of Na:Cu:Fe:Mn in the as‐prepared oxide is 0.76:0.22:0.30:0.48, and the elements are homogenously distributed in a single nanograin. The inductively coupled plasma (ICP) analysis further ascertains that the Na/Cu/Fe/Mn molar ratio is in good accordance with the anticipated values. The chemical compositions of the Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces have also been investigated by XPS, no peaks other than Na, Cu, Fe, Mn, and O elements appear in the survey spectrum (Figure S6, Supporting Information), indicating the high purity of the product. In addition, N2 adsorption–desorption measurement was conducted on the Na0.76Cu0.22Fe0.30Mn0.48O2 sample (Figure S7, Supporting Information), displaying a typical type‐IV behavior with an obvious hysteresis loop at relative pressure (P/P0) ranging from 0.5 to 1.0. Correspondingly, the specific surface area is 66.58 m2 g−1 calculated from the Brunauere–Emmette–Teller method, and the Barrette–Joynere–Halenda pore sizes are between 2 and 20 nm.",
                "Prior to electrochemical measurements on the P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces cathode, CV and galvanostatic charge/discharge tests were first performed on the P2‐Na2/3Fe1/2Mn1/2O2 sample, which was prepared using the similar method without the addition of Cu source. Figure S8a (Supporting Information) shows the CV curves of the P2‐Na2/3Fe1/2Mn1/2O2 cathode cycled at a scan rate of 0.1 mV s−1 between 2.0 and 4.0 V. The anodic peaks at potentials of 3.45 and 3.9 V, as well as the cathodic peak at around 3.8 V, correspond to the redox reactions of the Fe3+/Fe4+ couple;[] while the peaks below 2.5 V should be attributed to the redox reactions of the Mn3+/Mn4+ couple.[] Compared with the CV profiles of the Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces cathode in Figure , the main difference is that the oxidation peak at 3.45 V related to the abovementioned Fe3+/Fe4+ redox process disappears and the curves become more sloping and flat. This phenomenon can be interpreted as the Fe3+/Fe4+ redox peaks are able to merge with the oxidation/reduction peaks of Cu2+/Cu3+ (4.0/3.9 V).[] Similar results are also observed in the charge/discharge profiles of the two electrodes. As elucidated in Figure S8b (Supporting Information), several voltage plateaus of the P2‐Na2/3Fe1/2Mn1/2O2 electrode are in great coincidence with the CV study and there is a distinct plateau located at ≈3.45 V on the charge curve, which is related to the Na+/vacancy ordering due to the gliding of oxygen planes, resulting in the formation of some unfavorable intermediate phases.[] Note that although the P2‐Na2/3Fe1/2Mn1/2O2 electrode delivers a high initial discharge capacity of 129.9 mA h g−1, it suffers from fast capacity decay with a capacity retention of only 35.5% after 100 cycles (Figure S8c, Supporting Information). Figure  plots the charge/discharge profiles of the Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces at a current density of 0.1 C (1 C = 120 mA g−1), the electrode delivers an initial discharge capacity of 125.5 mA h g−1, corresponding to ≈0.50 e− transfer per formula unit. The profiles become smoother and possess better overlapping and smaller voltage hysteresis compared to those of the Na2/3Fe1/2Mn1/2O2 sample, indicating an improved reversibility and enhanced reaction kinetics. More importantly, no obvious voltage plateau is found at around 3.45 V on the charge curves, suggesting that the Cu substitution of Fe can efficaciously mitigate the Na+/vacancy ordering. It is believed that Cu2+ can serve as a stabilizer blocking the rearrangement of Na+/vacancy, alleviating the Jahn–Teller effect of Mn3+ center upon sodiation/desodiation (diluting the Mn3+ concentration), and suppressing the irreversible Fe migration into the Na sites upon charging to high voltage.[] Hence, the structural stability is significantly improved through an approximate solid‐solution process during cycling. This point is further evidenced by the HRTEM images of the Na2/3Fe1/2Mn1/2O2 and Na0.76Cu0.22Fe0.30Mn0.48O2 electrode materials after ten charge/discharge cycles (Figure S9 in the Supporting Information). The un‐doped sample shows obvious lattice distortions, while the layered structure of the Cu‐doped sample is well reserved. Figure  illustrates the cycling performance of the Na0.76Cu0.22Fe0.30Mn0.48O2 samples thermally treated at 850 °C for 2, 6, and 10 h, respectively. Benefiting from the special morphology, the Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces cathode could deliver a reversible capacity of 103.6 mA h g−1 at 0.1 C after 100 cycles with a promising capacity retention of 82.7%. Post‐mortem examination in SEM image (Figure S10a, Supporting Information) shows a well‐maintained architecture of the P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces after cycling. The not well‐formed hierarchical nanostructures exposing less active sites lead to an obviously lower capacity for the sample calcinated for 2 h, yet the sample calcinated for 10 h displays a disappointing cyclability with a capacity retention of only 43.8% after 100 cycles, mainly caused by the serious agglomeration of the not well‐aligned nanograins upon repeated sodiation/desodiation (Figure S10b in the Supporting Information). The electrochemical performance of the bulk Na0.76Cu0.22Fe0.30Mn0.48O2 sample prepared by a sol–gel method (SEM image in Figure S11a, Supporting Information) is also given, exhibiting inferior reversible capacity and cycling performance compared to those of the nano‐necklaces electrode (Figure S11b, Supporting Information). In addition, the content of the doped Cu has been optimized by evaluating the sodium‐storage behaviors of the P2‐type cathode materials with different stoichiometries. As presented in Figure S12 (Supporting Information), the contrast P2‐material containing less Cu shows an inferior cycling stability (≈74.1% capacity retention after 100 cycles) due to the poor inhibiting effects on the Na+/vacancy orderings and the Jahn–Teller distortions; while the sample containing excess Cu delivers a relatively low initial discharge capacity of 120.1 mA h g−1 at 0.1 C caused by the decreased content of the active Fe3+/Fe4+ redox couple. These results definitely validate that the present dual‐strategy of Cu doping and hierarchical nanoengineering plays crucial roles in improving the cycling performance of the layered Na‐Fe‐Mn‐O system.",
                "The rate capability of the P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces cathode is presented in Figure . The electrode can release reversible specific capacities of 125.4, 112.0, 96.2, 92.5, 79.5, 73.9, 64.9, and 56.5 mA h g−1 at 0.1 C, 0.2 C, 0.5 C, 1 C, 2 C, 5 C, 10 C, and 20 C, respectively. More impressively, when the rate is returned to 0.1 C, a discharge capacity of 112.1 mA h g−1 can be obtained, attesting the exceptional reversibility during rapid Na+ insertion/extraction. The outstanding rate performance of P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces compared with other reported Cu‐doped Fe/Mn‐based layered oxides SIB cathodes is highlighted in the inset of Figure .[] For one reason, the excellent rate capability primarily benefits from the pearl necklace‐like hierarchical nanostructures with high porosity, which shorten the Na+ diffusion lengths and provide more open channels for the ionic transportation. The other is that the Cu substitution of Fe brings about an expansion of the interstitial spaces through which sodium ions can facilely diffuse. Last but not least, the copper doping efficiently alleviates the Na+/vacancy ordering and thus yields an approximate solid‐solution reaction mechanism, rendering the fast Na‐ion diffusivity. Thereafter, the long‐term cycling performance at 2 C is displayed in Figure , where the P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces electrode enables a respectable capacity retention of 79% after 300 cycles, reaching the highest value for the Cu‐doped Fe/Mn‐based layered oxides SIB cathodes till now (Table S2, Supporting Information).",
                "In order to gain insight into the structure evolution of the Na0.76Cu0.22Fe0.30Mn0.48O2 nano‐necklaces electrode during the sodium‐ion insertion/extraction process, in operando XRD was conducted within 2.0–4.0 V employing beryllium foil as the testing window and carbon paper as the current collector. The XRD patterns in Figure , demonstrate a good reversibility in characteristic peaks and the P2‐type structure is well maintained over the entire charge and discharge processes. To be more specific, the (002) and (004) peaks gradually shift leftward upon charging from 2.0 to 4.0 V, while the (100) and (102) peaks shift rightward at the meantime. These phenomena can be interpreted as the extraction of Na+ gives rise to an increased repulsive electrostatic interaction of O2− from the neighboring transition metal layers, thus leading to an expansion of the interlayer spacing and a contraction of the TMO6 octahedra, which reflect on the increase of c parameter and the decrease of a parameter. Upon discharging from 4.0 to 2.0 V, an eminent reversibility can be observed, since all the abovementioned peaks move toward the opposite direction compared to the shift in charging process. It is found that the (00l) peaks move to higher angles and the (10l) peaks move to lower angles at the end of discharging, compared with the pristine state. This is resulted from the extra high Coulombic efficiency in the initial cycle (as shown in Figure ). Moreover, it is worth noticing that the peaks of (004) and (100) split into two peaks in the high‐voltage region but swiftly merge into one peak along with the voltage decreasing, indicating the transient existence of a two‐phase reaction region caused by the Na+/vacancy ordering, meanwhile, proving the good reversibility of the Cu‐doped samples. The lattice parameters evolution of P2‐Na0.76Cu0.22Fe0.30Mn0.48O2 upon charge/discharge through Rietveld refinements on the in situ XRD patterns is added in Figure S13 (Supporting Information), revealing a volume change of only 1.43% from the pristine to the fully charged states, much smaller than that of P2‐Na2/3Fe1/2Mn1/2O2 (≈7.7%).[]"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Dual‐Strategy of Cation‐Doping and Nanoengineering Enables Fast and Stable Sodium‐Ion Storage in a Novel Fe/Mn‐Based Layered Oxide Cathode"
}