{
    "DOI": "10.1021/acsami.2c07383",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the high demands for portable electronics, electric vehicles, and grid-scale electrical energy storage, it is critical to develop energy storage devices based on low-cost, abundant, and environmentally benign electrode materials to achieve high sustainability and carbon neutrality. However, state-of-the-art Li-ion batteries (LIBs), consisting of graphite anodes and cobalt-rich cathodes, cannot satisfy these demands due to the high cost and limited availability of lithium resources, as well as high cost, scarcity, and high toxicity of cobalt resources.  Among the rechargeable battery systems beyond LIBs, Na-ion batteries (NIBs) stand out as promising alternatives to LIBs because of low cost, abundance, and high sustainability of sodium resources.  Moreover, Na shares similar chemical and physical properties with Li, so a rich variety of electrode materials, which exhibit excellent performance in LIBs, extend their performance to NIBs, including sulfur, selenium, metal sulfides, graphite, tin, phosphorus, hard carbons, and so forth.  In addition, various NIB cathodes such as sodium transition-metal oxides and sodium transition-metal phosphates are designed and synthesized based on their lithium transition-metal oxide and lithium transition-metal phosphate counterparts. However, with the larger radius (Na+ 1.02 Å vs Li+ 0.76 Å) and more complicated electrochemistry in NIBs, the observed electrochemical performance of these inorganic electrode materials in NIBs is not comparable to that in LIBs due to the large volume change and poor structure integrity upon long-term cycling.  This is especially evident, with regard to the specific capacity and cycle life.  The development and applications of cost-effective and sustainable NIBs as next-generation energy storage devices are highly dependent on the performance of advanced electrode materials. Therefore, developing low-cost, high-capacity, long-lifetime, and high-efficiency electrode materials is paramount to the future of NIBs.",
                "To date, great improvement is achieved for high-performance electrode materials in NIBs. A large number of high-capacity, stable, and high-efficiency cathode materials have been obtained, including P2–Na0.7CoO2, Na0.44MnO2, Na1.1V3O7.9, P2–Na2/3Fe2/3Mn1/3O2, Na3V2(PO4)3, Na4Fe3(PO4)2(P2O7), and so forth.  In addition to the inorganic counterparts, crystalline and nanostructured organic materials, such as disodium rhodizonate, were also reported as high-capacity and stable cathode materials in NIBs.  Among the anodes, hard carbon is the most promising because of its high specific capacity and stable cycle life.  However, the hard carbon is produced by annealing the carbonaceous precursors at >1000 °C under the inert gas, which is a time- and energy-consuming process. Moreover, to achieve high specific capacity, hard carbon anodes are discharged to ∼0 V because the discharge plateau of hard carbon anodes is close to 0 V.  This will trigger the deposition of sodium metal on the surface of hard carbon anodes during the discharge, especially under high current density. Hence, it leads to the formation of sodium dendrites, which could cause the battery thermal runaway. To address this challenge, it is critical to search for advanced anode materials that deliver high specific capacities, stable cycle life, and a pair of redox plateaus in the cutoff window of 0.1–1 V.",
                "Among various anode materials, the diverse and tunable organic anode materials (OAMs) offer opportunities. As universal electrode materials for alkali-ion batteries, OAMs extend their high performance in LIBs to NIBs.  The rational structure design of OAMs is facilitated by their lightweight, low cost, abundance, high sustainability, and high structural tunability, resulting in cost-effective and sustainable energy storage materials for NIBs. Until now, the redox reactions of OAMs in organic NIBs follow five kinds of mechanisms, including carbonyl (C═O), imine (C═N), azo (N═N), thioketone/thioester (C═S), and anion insertion reactions. To obtain low-reaction-potential OAMs, carboxylate compounds based on carbonyl reactions could provide redox potential below 1.0 V.  Due to the abundant and diverse nature of carboxylate compounds, their molecular structures can be manipulated to optimize their electrochemical performance as anodes in NIBs.",
                "In this work, three halogenated carboxylate-based organic materials, disodium 2,5-difluoroterephthalate (DFTP-Na), disodium 2,5-dichloroterephthalate (DCTP-Na), and disodium 2,5-dibromoterephthalate (DBTP-Na) were prepared and used as OAMs for NIBs. A reported material, disodium terephthalate (DTP-Na), was used as a control to compare the electrochemical performance with the three synthesized compounds.  The electron-rich halogen atoms are introduced into the carboxylate compounds to enhance the conductivity and interaction with Na ions. The structures of the four OAMs are shown in a–d. The mechanism of sodiation/desodiation process of these compounds is shown in e.  In NIBs, DFTP-Na shows the best electrochemical performance. It provides a reversible capacity of 212 mA h g–1 in the first cycle, with the charge and discharge plateaus centered at 0.47 V. After 300 cycles, the reversible capacity of DFTP-Na anode is retained at 161 mA h g–1 with a very low-capacity decay rate of 0.0802% per cycle. The outstanding electrochemical performance demonstrates that DFTP-Na is a promising organic anode material for NIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The three as-synthesized halogenated OAMs, DFTP-Na, DCTP-Na, and DBTP-Na, were characterized by multiple characterization techniques, including Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD), Raman spectroscopy, and scanning electron microscopy (SEM). Based on the FTIR spectrum of DFTP-Na (a), the sharp peak at the wavenumber of 1585 cm–1 indicates the asymmetric stretching vibration of carboxylate groups in the DFTP-Na compound, while the sharp peak at 1407 cm–1 represents the symmetric stretching vibration.  These peaks also appear in the FTIR spectra of the other three compounds (). This observation illustrates the existence of the carboxylate group in all the four organic materials. Moreover, in a, the peak at 1177 cm–1 demonstrates the presence of the aromatic C–F bond;  similar peaks at 1071 and 1045 cm–1 in  prove the presence of C–Cl and C–Br bonds, respectively.  In order to verify the results, Raman tests were utilized to measure the four anode materials. As shown in b, the peaks at 1628 and 1406 cm–1 represent the asymmetric and symmetric stretching of the carboxylate group, and the peak at 672 cm–1 indicates the appearance of the C–F bond.  For DCTP-Na (), DBTP-Na (), and DTP-Na (), the stretching vibration peaks for the carboxylate group and peaks for C–Cl and C–Br bonds can also be observed, which further prove the existence of carboxylic groups in the four organic materials and the corresponding carbon–halogen bonds in DFTP-Na, DCTP-Na, and DBTP-Na. XRD technique was employed to study the crystallographic features of materials; in c and , all these organic carboxylate compounds display crystalline structures. To further study the molecular structure of these three carboxylate compounds, 1H NMR and 13C NMR were applied for characterization with deuterium oxide (D2O) as the solvent. Based on the 1H NMR of DFTP-Na (d), the peak at 7.35 ppm indicates the two hydrogen atoms attached to the benzene ring of DFTP-Na; they have the same chemical shift as they are under the same chemical environment. In the 13C NMR spectrum (e), the peak at 171.42 ppm represents the sp  carbons in the carboxylic groups, and the peaks at 117.09, 128.28, 153.92, and 156.34 ppm indicate the aromatic carbons in the benzene ring. Among them, both the peaks at 153.92 and 156.34 ppm represent the carbon attached with the fluorine, which is the C–F peak splitting due to the C–F coupling. This phenomenon can also be observed in the other 13C NMR spectra of compounds that contain fluorine.  Similarly, the 1H and 13C NMR spectra of DCTP-Na () and DBTP-Na () also demonstrate their molecular structures; both compounds have one proton peak in 1H NMR and four carbon peaks in 13C NMR. To confirm the structure of DFTP-Na, DCTP-Na, and DBTP-Na, mass spectrometry (MS) tests were carried out to measure their molecular weight. As shown in , the MS results of DFTP-Na, DCTP-Na, and DBTP-Na are 247.1, 279.1, and 368.7, which well matched with their molecular weight. The results demonstrate that the three expected compounds were successfully synthesized by the reaction. The morphology of the three synthesized materials is observed through SEM. As shown in f and , the DFTP-Na particle size is in the submicrometer-to-micrometer range, while DCTP-Na and DBTP-Na show a larger particle size from a few micrometers to tens of micrometers. The smaller particle size of DFTP-Na can facilitate its reaction kinetics and improve the electrochemical performance. With the results of characterization, it can be confirmed that all the four compounds contain carboxylate groups, and the three synthesized materials, DFTP-Na, DCTP-Na, and DBTP-Na, contain the corresponding halogen atoms, and they are all composed of microsized particles.",
                "To examine the electrochemical performance of the three synthesized materials and DTP-Na, these compounds were used as active materials in the anodes and coupled with the sodium metal as the counter electrode in NIBs. To identify a proper electrolyte system for the DFTP-Na anode, three different electrolytes, including 1 M NaPF6 in DME, 1 M NaPF6 in diethylene glycol dimethyl ether (DEGDME), and 1 M NaPF6 in EC/DMC, were coupled with the DFTP-Na anodes and tested at a current density of 50 mA g–1. As shown in , the anode with 1 M NaPF6 in the DEGDME electrolyte showed the highest capacity and best cyclic stability among the three electrolytes, indicating that 1 M NaPF6 in DEGDME is a proper electrolyte for the electrochemical tests of the DFTP-Na anode. Hence, 1 M NaPF6 in DEGDME was used as an electrolyte for all the electrochemical measurements. As shown in the galvanostatic charge–discharge curves (a), DFTP-Na delivered a charge capacity of 212 mA h g–1 in the first cycle at the current density of 50 mA g–1 (a). However, the Coulombic efficiency (CE) of the first cycle is only 40%, which is due to the formation of the solid electrolyte interface (SEI) in the first cycle. The irreversible capacity causes the large capacity loss of the electrode. In addition, the curve shows a pair of redox plateaus centered at 0.47 V. To exclude the capacity contribution from carbon black (CB), the reversible capacity of CB was measured at 100 mA g–1 because the ratio of CB to DFTP-Na is 1:2 in the electrode, and the current density for the DFTP-Na anode is 50 mA g–1. The CB electrode showed a reversible capacity of 38.8 mA h g–1 (). The capacity contribution of CB was subtracted from the capacity of DFTP-Na and is presented in . From the cyclic voltammetry (CV) curve (b), it is observed that the charge plateau of DFTP-Na is at 0.61 V, while the discharge plateau is at 0.41 V. For the other three compounds, DCTP-Na, DBTP-Na, and DTP-Na displayed initial charge capacity and first-cycle CE of 154 mA h g–1, 39% (), 104 mA h g–1, 38% (), and 139 mA h g–1, 58% () at 50 mA g–1. It is obvious that all these compounds have low first-cycle CE, and DFTP-Na has the highest first-cycle charge capacity. In the long-term cyclic stability results (c and ), DFTP-Na retains a reversible capacity of 161 mA h g–1 after 300 cycles (c), corresponding to a slow capacity decay rate of 0.0802% per cycle. In addition, the CE of DFTP-Na is close to 100% upon long-term cycling. In contrast, DTP-Na, which was chosen for comparison, retains 58 mA h g–1 after 200 cycles () with a capacity decay rate of 0.29% per cycle. DCTP-Na () and DBTP-Na () also show poor capacity retention upon long-term cycling. Based on the results, DFTP-Na showed both the highest reversible capacity and the highest cyclic stability. Therefore, it was chosen for further electrochemical tests. d shows the charge–discharge curves of DFTP-Na at various current densities from 20 mA g–1 to 5 A g–1, and e shows the rate capability of DFTP-Na at different current densities. The current density is increased from 20 mA g–1 to 5 A g–1, and the capacity is reduced from 236 to 81 mA h g–1. When the current density is decreased back to 20 mA g–1, the reversible capacity recovers to 204 mA h g–1 with the capability recovery of 86%, demonstrating the robust rate capability of DFTP-Na. DFTP-Na outperforms DCTP-Na and DBTP-Na () in terms of rate capability. It showed higher capability retention with increased current density up to 5 A g–1. Moreover, after the current density is reduced back to 20 mA g–1, its capacity recovery rate of 86% is also the highest compared with DCTP-Na (75%) and DBTP-Na (70%). This result further proves that DFTP-Na is the most promising anode material among the three halogenated compounds. Based on the exceptional rate performance, a high current density of 1 A g–1 was applied for a high-rate and long cycling test. As shown in e, DFTP-Na can retain a reversible capacity of 103.2 mA h g–1 after 1000 cycles, which indicates excellent cycling stability in NIBs. The CE of DFTP-Na upon long-term cycling at current densities of 50 mA g–1 and 1 A g–1 is provided in the scale of 80–105% in .",
                "To further study the reaction kinetics of DFTP-Na, CV tests at various scan rates, electrochemical impedance spectroscopy (EIS), and galvanostatic intermittent titration technique (GITT) were employed. As shown in a, the cell with DFTP-Na was scanned from 0.1 to 2.0 mV s–1. The peak currents at different scan rates were obtained, and the relationship between the natural logarithm of scan rates and the corresponding peak currents was plotted. The linear fits of relationships of anodic and cathodic peaks are shown in b. The b values of cathodic and anodic peaks are 0.8699 and 0.8371, respectively, which are closer to 1. This means the partial capacitive behavior dominates the redox reaction of the DFTP-Na anode, contributing to the high rate capability.  In c, the EIS test results show that the interfacial resistance of the pristine DFTP-Na anode is ∼30 Ω. It is reduced to 16 Ω after the first cycle and gradually increased to 18 Ω after 10 cycles. The interfacial resistance was stabilized at 18 Ω after 50 cycles. The small and stable interfacial resistance upon cycling indicates the stable SEI layer in the DFTP-Na anode, which is critical for the high cyclic stability. d displays the results of the GITT test. The charge and discharge potentials of DFTP-Na are centered at 0.6 and 0.4 V, respectively. In the regions of charge and discharge plateaus, the overpotentials are 33 and 46 mV, respectively. These small overpotentials further indicate the fast reaction kinetics of the DFTP-Na anode.",
                "To exploit the interfacial structure of the halogenated carboxylate organic anodes, X-ray photoelectron spectroscopy (XPS) was utilized to measure the pristine and cycled anodes. As shown in , the peak at 284.7 eV for the graphitic carbon in the C 1s spectrum of the pristine DFTP-Na anode is used as a reference peak. The peaks at 286.2 and 288.4 eV stand for the C–O and C═O groups, respectively. The peak at 290 eV represents the C–F group. The C 1s spectrum of DFTP-Na after 10 cycles is shown in . Compared with the peak for graphitic carbon, the intensity ratio of C–O and C═O peaks become higher, which indicates the appearance of C–O and C═O groups in SEI of the cycled DFTP-Na anode. Similarly, in the C 1s spectra () of the pristine and cycled DCTP-Na and DBTP-Na anodes, the same change of C–O and C═O peaks is observed. In the XPS spectrum of F 1s of the pristine DFTP-Na anode (), the peak at 688 eV indicates the fluorine in the C–F group. After 10 cycles (), a new F 1s peak at 685.2 eV appears, representing the fluorine of NaF in the SEI layer. In the F 1s spectra of the cycled DCTP-Na and DBTP-Na anodes, there is also a sharp NaF peak (). However, the ratio of fluorine compounds in the three SEI layers is different. The peak ratio of NaF to C–F in the cycled DFTP-Na anode is much higher than that in the cycled DCTP-Na and DBTP-Na anodes, indicating a higher NaF content in the SEI layer. As NaF is a very stable component in the SEI layer, a higher NaF content enhances the stability of the SEI layer, which contributes to the long cycle life of the DFTP-Na anode.",
                "To further investigate the molecular, crystalline, and morphological structure change after cycling, FTIR, XRD, SEM, and TEM were utilized to detect the DFTP-Na anodes. As shown in a, the peaks in the spectra did not change from the pristine DFTP-Na anode to the anode after 20 cycles, which indicates that the molecular structure of DFTP-Na is stable during the cycling process. b shows the XRD tests from the pristine to 20th cycle anodes. The peaks in the spectra remain the same from the pristine to the 20th cycle, which shows the stable crystalline structure of DFTP-Na during the cycling. c–f shows the SEM images of DFTP-Na anodes from the pristine to 10th cycle. It can be observed that the shape and size of DFTP-Na particles did not change during the cycling, which further proves the high stability of DFTP-Na in NIBs. To further investigate the cycling stability of the three anode materials, TEM tests were performed to analyze the morphology change of the three materials before cycling and after 10 cycles. As shown in , the change of the particle shape and size of the three materials before and after 10 cycles is minor, indicating good cycling stability. These results further prove that DFTP-Na is a promising organic anode material for stable and sustainable NIBs.",
                "To better understand the enhanced performance of DFTP-Na, we performed DFT computational simulations (see Computational Methods).  provides the energy gap between the highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO), energy levels of the HOMO and LUMO, and redox potentials of all molecules in this study. Previous studies have proposed that the energy gap between the HOMO and LUMO (εgap) for a molecule is a good indicator of battery performance.  Functionalizing DTP-Na with halogen atoms lowers the energy of the LUMO but increases the energy of the HOMO relative to DTP-Na (). DBTP-Na has the smallest overall HOMO–LUMO gap of the functionalized molecules, with DFTP-Na (4.63 eV) being the largest. DFTP-Na, DCTP-Na, and DBTP-Na have smaller gaps than DTP-Na (). Interestingly, previous research has proposed that the addition of strong electron-withdrawing groups should aid to use DTP-Na as an anode. It has also been reported that a smaller energy gap (εgap) between HOMO and LUMO for a molecule is a good indicator of battery performance. This would imply that DBTP-Na should exhibit a better overall performance compared to DFTP-Na, which is not the case. Our results suggest that it is more than electronic levels that play a role in the overall performance and that the formation of a stable NaF-rich SEI layer and the halogen in the organic electrode materials may play larger roles in the sodiation process.",
                "To further investigate the interactions throughout the cycle life of the molecule, we added one sodium atom to DTP-Na and DFTP-Na (). We used the interaction of a third sodium atom to better understand the improved performance of DTP-Na compared to DFTP-Na. The third sodium atom interacts with DTP-Na by forming a Na–O bond with the carbonyl group (). Surprisingly, the addition of a third sodium atom to DFTP-Na interacts quite differently. While the third sodium atom does interact with one oxygen on the carbonyl group, it also interacts weakly with one fluorine atom substituted on the ring. The addition of electronegative fluorine atoms to DTP-Na provides an additional means of Na interacting with the molecule throughout the mechanistic process and thereby enhances the overall performance.",
                "The average redox plateaus of DFTP-Na, DCTP-Na, and DBTP-Na are 0.47, 0.51, and 0.6 V, respectively, according to their charge–discharge curves. The reduction potentials of organic electrode materials are related to the LUMO energy level. A lower LUMO energy level indicates a greater electron affinity and a higher reduction potential.  As shown in the results of the DFT calculation, DBTP-Na has the lowest LUMO of −1.509 eV among the three halogenated carboxylates, which means it has the best electron affinity and therefore the highest reduction potential. In contrast, DFTP-Na has the highest LUMO of −1.457 eV and thus the lowest reduction potential among the three halogenated carboxylates. The results demonstrate that introducing F into sodium carboxylates is better than that of Cl and Br in terms of retaining the low reduction potential of OAMs.",
                "To further study the reaction mechanism, ex situ Raman spectroscopy (a) and XRD (b) of DFTP-Na at different charge/discharge potential stages were performed. As the cycled electrodes were air-sensitive, they were sealed in glass vials in a glovebox before the Raman tests. For XRD tests, a polyimide (PI) tape was used to isolate the electrodes from the air, and the tape has a large broad peak from 10 to 30° (b). As shown in a, the peaks at ∼1400 and ∼1600 cm–1 disappeared after the electrode was discharged to 0.1 V, indicating the disappearance of carboxylate groups after the sodiation of DFTP-Na. After charging the anode back to 0.5 V, these two peaks reappeared but were weak, due to the desodiation of the anode. After charging back to 2 V, the two peaks were recovered, indicating the complete desodiation of DFTP-Na. This result proves the redox reaction mechanism of carboxylate groups in DFTP-Na upon cycling, as discussed in e. In the sodium carboxylates (a–d), there are two Na ions in the carboxylate groups, which are not electrochemically active and cannot be extracted during the charge process. As shown in e, the reaction mechanism follows a two-electron/Na-ion redox reaction. Two external Na ions and electrons will react with sodium carboxylates to generate sodiated carboxylates during the discharge process. Then, these two Na ions and electrons can be extracted from the sodiated carboxylates during the charge process. The original two Na ions in the carboxylates will not participate in the redox reaction to retain the structural stability of carboxylate-based anode materials during the discharge/charge process. Ex situ XRD was further used to monitor the crystalline structure evolution of the first cycle. As shown in b, the DFTP-Na electrode at 0.1 V shows a large difference from the pristine electrode, indicating a crystal structure change after sodiation. Most XRD peaks can be recovered after charging back to 2 V, while the peak at ∼30° disappears, probably because it is weakened and overlapped with the peak from the PI tap. Therefore, the ex situ Raman and XRD results further confirm the redox reaction between the carboxylate groups in DFTP-Na and sodium ions, as well as the high reversibility of the reaction."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the carboxylate compound, DFTP-Na, is a promising organic anode material for stable and sustainable NIBs. Compared with the other two compounds (DCTP-Na and DBTP-Na) and the control sample (DTP-Na), DFTP-Na provides a much higher initial reversible capacity of 212 mA h g–1 with a pair of redox plateaus centered at 0.47 V and can retain a reversible capacity of 161 mA h g–1 after 300 cycles with a slow capacity decay rate of 0.0802% per cycle, which are the best among the four carboxylate compounds. In addition to the high capacity and long cycle life, DFTP-Na also exhibits high rate capability up to 5 A g–1. Computational results indicate that the enhanced performance of DFTP-Na is due to the fluorination and HOMO–LUMO gap when compared to DTP-Na and DBTP-Na/DCTP-Na, respectively. The reaction kinetics and molecular and crystalline structures of DFTP-Na were examined by CV, EIS, GITT, FTIR, XRD, and SEM, which indicate that DFTP-Na has a stable molecular and crystalline structure upon cycling and forms a stable SEI layer. These features lead to the high stability and excellent electrochemical performance of DFTP-Na as an anode material in NIBs. Besides the substituent effect, the electrochemical performance of organic electrode materials is also influenced by other factors, such as the particle size, the packing state of organic molecules, weak intermolecular interactions, and so forth.  As promising future research directions, more work will be conducted to study the impacts of these factors on the performance of organic batteries, which will provide guidance for the rational design of high-performance organic electrode materials in sustainable batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2, 5-Dichloroterephthalic acid and 2, 5-dibromoterephthalic acid were purchased from TCI America; 2, 5-difluoroterephthalic acid was bought from Alfa Chemistry; disodium terephthalate (DTP-Na) was bought from Alfa Aesar; and they were all used as received. The preparation of DFTP-Na, DCTP-Na, and DBTP-Na was as follows: 2, 5-difluoroterephthalic acid, 2, 5-dichloroterephthalic acid, or 2, 5-dibromoterephthalic acid was dispersed in absolute ethanol with sodium hydroxide in 5% excess. The solutions were stirred for 24 h under room temperature; then, the precipitates were collected by filtration. The three precipitates (DFTP-Na, DCTP-Na, and DBTP-Na) were then washed with absolute ethanol and dried in a vacuum oven overnight at 100 °C. The DFTP-Na product was gray powder, while DCTP-Na and DBTP-Na were white powders."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD pattern was recorded by a Rigaku MiniFlex 600 system using CuKα radiation; Raman measurements were performed on a Horiba Jobin Yvon Labram Aramis using a 532 nm diode-pumped solid-state laser, attenuated to give ∼900 μW power at the sample surface; FTIR was recorded by an Agilent Cary 630 FTIR instrument; SEM images were taken by a JEOL JSM-IT500HR InTouchScope SEM instrument (Japan); NMR tests were performed with a Bruker Ascend 400 NMR spectrometer. MS tests were done with Sciex QTRAP 4500. Samples were prepared at a concentration of 1 μg/mL in water and directly infused into the mass spectrometer. TEM images were taken by JEOL JEM-1400F; XPS measurements were carried out on a PHI 5000 VersaProbe II (Physical Electronics) spectrometer, which is equipped with a hemispherical analyzer. The spectrometer is attached to the Ar glovebox, and sample transfer was directly through this to avoid any contact of the samples with air and moisture. Monochromatic Al-Kα excitation (hν = 1486.6 eV) was used at a power of 25 W, additionally applying a low-energy electron charge neutralizer. The high-resolution spectrum of each element was collected with a pass energy of 23.25 eV in an analysis area of 100*100 μm."
                    ],
                    "name": " Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The product compounds were blended with CB and a sodium alginate (SA) binder to form a slurry with the weight ratio of 6:3:1. The electrodes were prepared by casting the slurry onto a copper foil using a doctor blade and dried in a vacuum oven at 100 °C overnight. The copper foil coated with the slurry was punched into rounded electrodes with an area mass loading of ∼1.5 mg cm–2. The sodium batteries used for electrochemical tests were coin cells and assembled with sodium metal as the counter electrode, 1 M NaPF6 in DEGDME electrolyte and glass-fiber as the separator. The electrochemical performance of the cells was tested by an Arbin battery test station (LBT20084, Arbin Instruments, USA). Cyclic voltammograms were examined with Gamry Interface 1010 E Potentiostat/Galvanostat/ZRA, with scan rates from 0.1 to 2 mV s–1. Impedance analysis was performed by the same Gamry instrument. In the GITT test, the battery was discharged to 0.1 V and then charged back to 2 V at the current density of 50 mA g–1. During the cycling process, the battery was discharged or charged for 30 min and then rested for 3 h to reach the equilibrium potentials. High mass loading electrodes were applied for XRD tests in order to enhance the strength of the signal of XRD, which were fabricated by using polytetrafluoroethylene (PTFE) as the binder, and the ratio of DFTP-Na, CB, and PTFE was still 6:3:1. To avoid the influence of carboxyl group in SA, the binder of electrodes utilized in ex situ Raman tests was changed to polyvinylidene fluoride (PVDF), and the ratio of DFTP-Na, CB, and PVDF was changed to 8:1:1 to decrease the effect of CB in Raman tests. The ratio of electrodes in ex situ XRD tests was also changed to 8:1:1.",
                        "The theoretical capacity values of DFTP-Na, DCTP-Na, and DBTP-Na were calculated based on the equationwhere n is the number of electrons transferred, F is the Faraday constant, and M is the molar mass of the molecule. Based on the reaction mechanism, all the three halogenated sodium carboxylates undergo a two-electron reaction; thus, n is 2. For DFTP-Na, its molar mass is 246.11 g mol–1; thus, its theoretical capacity is 217.8 mA h g–1. Similarly, the theoretical capacity values of DCTP-Na (279.02 g mol–1) and DBTP-Na (367.92 g mol–1) are 192.1 and 145.6 mA h g–1, respectively.",
                        "Based on the GITT results, the diffusion coefficient can be found according to the simplified equation of Fick’s second law where τ is the pulse time, VM is the molar volume of the active material, mb is the mass of the electrode material, MB is the molar mass of the active material, S is the contact area, and L is the average thickness of the electrode. The mass of the electrode material used is 1.5 mg, and the molar mass of DFTP-Na is 246.11 g mol–1. The diameter of the electrode is 7/16 inch, which is 1.11 cm. Thus, the contact area is 0.968 cm2. The thickness of the electrode was measured by SEM () to be 12.1 μm. The shape of the active material can be regarded as a cylinder, so the volume of the material is 1.17 × 10–3 cm3. As DFTP-Na forms 60% mass of the material, which is 0.9 mg, the molar volume VM is 319.9 mL mol–1. From the data of GITT, it is observed that τ is 3 h, ΔES is 0.03 V, and ΔEτ is 0.02 V. Therefore, based on all the measured and calculated data, the diffusion coefficient of Na+ can be found as 1.08 × 10–9 cm2 s–1."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density functional theory calculations were carried out using the Amsterdam Density Functional (ADF) 2020 package at the B3LYP/TZ2P level of theory.  We began with terephthalic acid as our starting structure and replaced the hydrogen atoms on the carboxyl group with sodium atoms. We substituted two hydrogens on the ring with the respective halide atom (i.e., F, Cl, or Br) and performed a geometry optimization for each structure. To ascertain the impact of adding sodium atom to molecules, we added one sodium atom consecutively and performed geometry optimizations on each molecule. For geometry optimization, all atoms were allowed to move freely until the energy and gradient convergences were below the 0.00018 and 0.00067 Å thresholds, respectively. All geometry optimizations were performed with molecules in the lowest possible spin state (i.e., singlet or doublet) with spin polarization. A frequency analysis was performed to ensure that the molecule was in the ground state (i.e., ensuring no negative frequencies)."
                    ],
                    "name": " Computational Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "Statistical analysis was performed to further study the particle size of DFTP-Na, DCTP-Na, and DBTP-Na by using their SEM images (). The discussion for the particle size distribution, mean, and standard deviation is provided in the . In addition, the statistical results of the particle size are also shown in  of the Supporting Information."
                    ],
                    "name": " Statistical Analysis",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Halogenated Carboxylates as Organic Anodes for Stable and Sustainable Sodium-Ion Batteries"
}