{
    "DOI": "10.1021/acsnano.8b03615",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In energy storage technologies, lithium-ion batteries have dominated the power supply of portable devices and electric vehicles due to their notably high specific energy density and stable cycling performance.  However, anticipated cost and environmental limits on the supply of lithium salts motivates a search for alternative strategies such as sodium-ion batteries.  Practical realization of sodium-ion batteries requires a suitable choice of anode material and a method of production of such anodes. Phosphorus (P) offers much promise because of the high specific charge storage capacity, 2596 mAh/g, of the compound Na3P. The common white phosphorus form, however, is toxic and unstable, suggesting that the other two allotropes, black phosphorus (BP) and red phosphorus (RP), should be tested and developed for sodium ion storage.  Similar to silicon anodes in lithium ion batteries, due to the intrinsic insulating nature and the huge volume expansion during the sodiation process, RP were usually bundled with conductive matrix such as carbon nanotubes,  graphene  and other carbonaceous materials.  Although RP offers lower material cost, the higher electrical conductivity (∼300 S/m) of BP promises better rate performance in sodium-ion electrochemical applications, and less conductive additives would be needed for BP anodes.  Most BP-based energy storage work to date has used BP exfoliated from bulk crystals, an expensive, complex and poorly scalable production method whose intrinsic challenges have so far offset the nominal advantages of BP.  Recently, synthesis of BP through application of pressure at room temperature has been reported, including complete RP to BP conversion leading to a BP thin film on a flexible substrate for electronic and optical device applications.  However, reports of two-dimensional anisotropic volumetric expansion of BP during the sodiation reaction imply that a successful energy storage anode will require complementing BP with other conductive two-dimensional materials, such as reduced graphene oxide (rGO). ",
                "In this study, we demonstrate a low-cost and scalable synthesis of BP/rGO layered structure electrodes under a pressure of 8 GPa at room temperature, as illustrated in . The RP/rGO precursor was first synthesized using a flash-heat-treatment method described in our previous study.  Briefly, the commercial RP and GO powder were arranged in a three-layer structure inside a ceramic boat with cover in a tube furnace under Ar/H2 flow. The 2 min flash-heat-treatment was controlled by moving the boat into and out of the hot zone. The RP/rGO precursor was assembled into a film through filtration to form the layered structure. Figure S1 () shows a thermogravimetric analysis (TGA) of the RP/rGO precursor in a nitrogen atmosphere. The composite yields a sharp weight loss between 400 and 430 °C due to evaporation of red phosphorus. The indicated weight percentage of phosphorus in the composite is 78.3%. Samples of RP/rGO film were transferred onto alumina foil current collectors and 10 to 20 disks of RP/rGO/Al were stacked together for the RP to BP conversion in a multianvil cell, as illustrated in d. The assembly was held at 8 GPa for 4 h and then slowly decompressed over 10 h to ensure complete RP to BP conversion and minimal cracking during expansion. The synthesized BP/rGO/Al disks were directly employed as electrodes in the electrochemical tests, without any carbon black or polymer binder additives. In the BP/rGO layered structure, the high conductivity of both BP and graphene facilitates sodium ion transport and thereby accelerates the electrochemical reaction rate of the whole battery system. The excellent mechanical properties of the graphene phase accommodate the volume differences between BP and Na3P, stabilizing the nanostructure. The simple two-step synthesis of these layered BP/rGO electrodes, without carbon black or polymer binder, is convenient and reliable method of preparing phosphorus anodes, offering excellent possibility for scalable production of composites for sodium-ion batteries."
            ],
            "name": "Figure 1",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "After the pressure synthesis, the BP/rGO-layered composite and its precursor were characterized by scanning electron microscopy (SEM) with energy-dispersive X-ray spectroscopy (EDS), X-ray diffraction (XRD), and Raman spectroscopy. The planar and cross-sectional SEM images of the precursor RP/rGO film and as-prepared BP/rGO film are shown alongside EDS maps of phosphorus Kα X-ray intensity in a to f. In a,b, red phosphorus particles with dimensions varying from hundreds of nanometers to several micrometers can be clearly visualized on the graphene sheet. The cross-sectional SEM image and phosphorus X-ray map of the RP/rGO film in c and d clearly show the layered structure of the red phosphorus between graphene sheets. In the planar and cross-section SEM images (e and f) of the pressure-synthesized BP/rGO anode, the surface is transformed to a uniform flat plane, no discrete phosphorus particles are visible, and the layered structure is notably denser than in the starting material shown in c. The overall thickness of the film decreased upon pressing and recovery from ∼35 μm to ∼18 μm. The XRD patterns (Cu Kα radiation) of the GO, the RP/rGO precursor, a sample of the as-prepared BP/rGO, and a sample of the tested BP/rGO after a cyclic performance test are all given in g. The GO control sample exhibits a peak at 2θ = 12° that disappears and is replaced by a broad peak at ∼24° in the RP/rGO precursor, indicating that GO is reduced to graphene during the flash-heat-treatment synthesis process. The peaks of the commercial RP (shown in  by itself) are not visible in the composite, suggesting RP may become amorphous at this stage. On the other hand, the as-prepared BP/rGO sample shows four characteristic peaks of BP, which can be assigned to the lattice plane reflections (020), (040), (060) and (080). The X-ray photoelectron spectroscopy (XPS) data of GO powder and RP/rGO precursor are given in Figure S3 and discussed in the ; the XPS results support the conclusion that the GO was reduced in the synthesis process of RP/rGO. The Raman spectra (532 nm laser radiation) of the RP/rGO precursor and of the BP/rGO samples both as-prepared and after cyclic testing are shown in h. After pressure synthesis, the broad RP Raman band from 300 to 500 cm–1 disappeared entirely, whereas the as-prepared BP/rGO material clearly shows the characteristic peaks of BP at 364, 440, and 469 cm–1, corresponding to A1 g, B2 g and A2 g lattice vibrational modes. The disappearance of the broad RP Raman band and the appearance of the BP characteristic peaks suggest most of the RP precursor has been converted to BP.",
                        "The transmission electron microscopy (TEM) image and the corresponding scanning transmission electron microscopy (STEM) dark-field image are shown alongside maps of the EDS intensity of the phosphorus, and carbon X-rays are given in a–d. The images show that the graphene layers wrap around the BP, indicating good contact between the active material and supporting network in the designed BP/graphene layered structure. In the enlarged and high-resolution TEM images (e and f), the BP crystal lattice spacing can be clearly observed forming coherent crystallites with dimensions up to ∼100 nm, but the poly crystalline nature of the material at the scale of the whole images is confirmed by reflections from multiple crystallites, approaching Bragg rings, in the fast Fourier transform (FFT) images shown as insets in e,f."
                    ],
                    "name": " Initial Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of layered BP/rGO anodes were tested in coin cells with sodium foils as counter electrodes. Because the synthesized BP/rGO anodes are free of carbon black and polymer binder, all capacities and current densities are calculated based on the total mass of the BP/rGO electrode material in this work, unless specified otherwise. First, the cycling performance of our BP/rGO anodes was investigated by galvanostatic charge and discharge between 0.01 and 1.5 V at current densities of 1 and 40 A/g, as shown in a. At 1 A/g current density, the BP/rGO electrode presented a high initial Coulombic efficiency of 89.5% and an initial specific discharge capacity of 1680.3 mAh/g for the first reaction cycle with sodium. After that, a charge capacity of 1503.9 mAh/g was observed for the first cycle and capacity decayed from 1474.8 to 1364.3 mAh/g over the first 100 cycles (92.5% retention). Charge capacity stabilized at ∼1250 mAh/g after 500 cycles. On the other hand, at 40 A/g current density, the anode presented a slightly lower initial efficiency of 86.6%. Charge capacities of 851.9 and 791.6 mAh/g were observed in the first and second cycles and capacity stabilized at ∼640 mAh/g after 500 cycles.",
                        "Capacity is a key performance indicator, but voltage profiles reveal additional details about the electrochemical sodiation and desodiation reactions in this anode. The voltage profiles of the cycling performance test are depicted in b with cycle numbers labeled on individual curves. The first sodiation process displays a small potential plateau at 0.7–0.9 V and a major sodiation potential plateau at 0.5–0.2 V. The small plateau is due to SEI film formation in the electrolyte, dimethyl carbonate (DMC) with fluoroethylene carbonate (FEC) additive, which is responsible for the irreversible capacity. The discharge curves consistently present major plateau at 0.4–0.2 V for the second, 100th and 500th cycle. On the other hand, all the charge curves (1st, 2nd, 100th, and 500th cycle) exhibit major desodiation plateau at 0.4–0.6 V.",
                        "A second anode was tested in a rate capability protocol with five charge/discharge cycles at each current density, ranging from 0.1 to 60 A/g. The data in c show that the anode can deliver average capacities of 1460.1, 1401.2, 1377.6, 1339.7, 1277.8, 1123.78, 720.8, and 17.3 mAh/g at current densities of 0.1, 0.5, 1, 5, 10, 20, 40, and 60 A/g, respectively. Charge capacity stabilized after 40 cycles at ∼1400 mAh/g after switching back to 0.1 A/g. Representative voltage profiles for charge and discharge at various current densities are given in e. The major sodiation and desodiation plateaus at 0.2–0.1 V and 0.6–0.7 V are evident for current density from 0.1 to 20 A/g. Although hysteresis between charge and discharge curves becomes significant at 40 A/g current density, the typical phosphorus potential plateaus persist and the anode can still deliver an adequate average charge capacity of 720.8 mAh/g, indicating the ultrafast electronic and ionic transport of our BP/rGO layered composite anode. However, the highest current density tested, 60 A/g, exceeds the transport rates achievable and the anode can only deliver an average capacity of 17.3 mAh/g with a capacitor-like potential profile without any plateau.",
                        "In order to investigate the origin of the observed rate capability, we measured electrochemical impedance spectrum (EIS) curves for both RP/rGO and BP/rGO anodes, as seen in f. The Nyquist plots of both anodes yield a depressed semicircle in the high-to-medium frequency range (corresponding to the charge transfer impedance at the electrolyte/electrode interfaces) followed by a straight line at low frequency (corresponding to the bulk diffusion impedance in the composites). Both anodes present very small contact resistance at high frequency; the charge-transfer impedance value is 38 Ω for the BP/rGO anode and 62 Ω for the RP/rGO anode. The much smaller charge transfer impedance of BP/rGO arises from the higher electrical conductivity of BP. For the pressure-synthesized BP/rGO anode, the slope of the low frequency straight line is much higher than that of the RP/rGO anode, indicating higher sodium ion diffusivity in BP.",
                        "The excellent charge capacity, cyclic stability, electronic conductivity and ion transfer kinetics of our layered BP/rGO anode combine to make it a clear improvement over other phosphorus-based anodes reported recently; the rate performance of our anode is compared to published data from phosphorus anodes for sodium ion batteries in . For purposes of comparison it is important to point out that specific capacities and current densities in some of the references were calculated based only on the mass of phosphorus in the composite,  despite the presence of 20–40 wt % carbon black and binder that added inactive mass to the tested batteries in almost all of the references. Even so, our carbon-black-free and binder-free BP/rGO anode presents outstanding rate capability, especially in the high current-rate range. Most of anodes in the references showed significantly reduced capacity, below 500 mAh/g, at current density above 1 A/g. In comparison, our BP/rGO anode retains a capacity of 1377.6 mAh/g at 1 A/g. In addition, our anode maintains a capacity above 720.8 mAh/g all the way to 40 A/g current density; no comparable electrochemical performance at such high current rates has been reported from any other anode formulation for sodium-ion battery applications."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "To gain insight into phase and structural changes in the BP/rGO anode after repeated charge and discharge cycling, a fully desodiated anode that experienced 500 cycles of charge and discharge at 1 A/g current density was prepared for a second round of TEM and X-ray map analysis, as shown in . Since NaClO4 was employed as the ion conducting salt in this work, none of the phosphorus signal in the map is derived from any electrolyte salt such as NaPF6. The graphene sheets are apparent in a,b,d, whereas the active phosphorus active is evident in the EDS mapping profile in c. It is clear that the graphene structure was maintained and remained wrapped around the active material after 500 deep cycles. This suggests that, as anticipated in the composite design, most of the phosphorus remained confined in the graphene network with negligible mass loss due to volume variation or peeling off. The BP/graphene layered structure appears sufficiently robust and favorable for usage over long cycles. Interestingly, most active material in the anode developed porosity, as shown in the TEM and STEM images (a,b). Additional TEM images of the porosity in the postcycling samples are shown in . The FFT image in the inset to a displays a prominent broad ring due to amorphous scattering, indicating that most of the polycrystalline BP was converted to amorphous phosphorus during the sodiation/desodiation cycling. This result agrees well with the XRD and Raman patterns of the postcycling BP/rGO anode (f,g), from which all the characteristic peaks of BP disappeared after cycling. The amorphization of the BP may result from the high concentration of sodium when the sample if fully sodiated, which results in a transition from intercalation to an alloying reaction and the breaking of P–P bonds in BP.  An obvious question arises from these results: if the BP amorphizes during cycling, why does the cyclic performance of anodes prepared from BP continue to exceed that of anodes prepared from RP? We can only speculate at this point that phosphorus (like C, H2O, and silicate glasses) is polyamorphous and that amorphous P formed from BP retains structural and electronic advantages over RP or amorphous products formed from RP. "
                    ],
                    "name": " Postcycling Characterization",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, BP/rGO layered composite were synthesized by the application of pressure at room temperature and the resulting anodes present excellent cycling stability and rate capability. In particular, the high electronic conductivity of the active BP material and the graphene network facilitates ion transfer kinetics of BP/rGO anodes for fast charging/discharging and the graphene network provides robust mechanical support despite volume changes in the phosphorus, leading to stable electrochemical performance. After 500 deep cycles, the synthesized BP/rGO electrodes continue to provide ∼1250 mAh/g charge capacity at 1 A/g charge/discharge current density and ∼640 mAh/g capacity at 40 A/g current density. The anode delivered average capacities of 1460.1, 1401.2, 1377.6, 1339.7, 1277.8, 1123.78, and 720.8 mAh/g at current densities of 0.1, 0.5, 1, 5, 10, 20, and 40 A/g, demonstrating the best high-rate phosphorus anode performance reported in the sodium-ion literature to date. Only at 60 A/g did charging rate exceed the kinetic capability of the anode. The superior cycling and rate performance and straightforward pressure synthesis of this carbon-black-free and binder-free electrode material represents a suitable strategy for practical application of phosphorus-based anodes in sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The flash-heat-treatment synthesis of the RP/rGO precursor is described in the . The RP/rGO precursor was assembled to a film through filtration and then transferred onto 16 mm diameter alumina foil disks that serve as current collectors. The loading mass of the electrode material is ∼2 mg. Then, 10–20 of these RP/rGO/Al disks were stacked together for RP to BP conversion. The disks were placed at the center of a 16 mm diameter hole drilled face-to-face through a 25 mm edge-length chromium-doped magnesium oxide octahedron, with the ends of the hole filled cell by two pryrophyllite rods. The assembly was placed in a 6–8 Kawai-type multianvil apparatus with pyrophyllite gaskets and 18 mm truncation edge length on the anvils and loaded in a 1000-ton hydraulic press. Using a room-temperature pressure calibration for this assembly based on the electrical resistivity transitions of Bi, the pressure was increased to 8 GPa over 10 h, maintained for 6 h, and then slowly released to ambient pressure over another 10 h. The synthesized BP/rGO/Al disks were recovered and then directly employed as electrodes in the electrochemical tests."
                    ],
                    "name": " Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The surface morphology and energy-dispersive X-ray maps of the samples were obtained with a JEOL JSM-7001 scanning electron microscope operating at 15 kV. Power X-ray diffraction (XRD) of materials at various stages of preparation and testing were obtained with Rigaku Ultima IV powder/thin-film diffractometer with Cu Kα radiation. Raman spectra were obtained with a Renishaw Raman spectrometer and 532 nm excitation laser and a laser spot size of ∼1 μm. A field emission transmission electron microscopy (JEOL JEM 2100F) was employed to obtain the TEM images and scanning transmission electron microscopy (STEM) images with EDS profiles. Samples were first dispersed in ethanol and then collected using carbon-film-covered copper grids for analysis. Thermogravimetric analysis (TGA) was carried out using a Netzsch STA at a heating rate of 1 °C min–1 under N2 atmosphere."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical tests were conducted in CR2032 coin cells with Na metal as counter electrodes and 1 M NaClO4 in dimethyl carbonate (DMC) electrolyte with 10% fluoroethylene carbonate (FEC) by volume as additive in order to form a strong and stable solid electrolyte interface (SEI) film. The electrodes were immersed in electrolyte for 24 h before the battery cell assembling. All battery cells are assembled inside an argon-filled glovebox with both water and oxygen <0.1 ppm. In both cycling stability and rate capability tests, batteries were cycled in the voltage range of 0.01–1.5 V vs Na/Na+ at room temperature. All capacities were calculated based on the total mass of BP/rGO electrode material. In the cycling stability test of the BP/rGO anode at 40 A/g current density, the first sodiation process was performed with 1 A/g current density."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        }
    ],
    "Title": "Room-Temperature Pressure Synthesis of Layered Black Phosphorus–Graphene Composite for Sodium-Ion Battery Anodes"
}