{
    "DOI": "10.1021/acsami.6b13421",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Transition metal sulfides have been extensively investigated as energy storage materials.  Among them, pyrite FeS2 is a very cheap one to be used in Li- or Na-ion batteries. Especially, the primary Li/FeS2 room temperature batteries and thermal battery have been successfully commercialized.  When applied in sodium-ion batteries (SIBs), FeS2 electrode usually suffers from poor cyclability, which stems from the conversion reaction and drastic structure changes.  To solve these problems, several strategies have been proposed to improve the cycling stability of FeS2. Kovalenko’s group found that the nanosized FeS2 can exhibit excellent electrochemical performance in sodium storage. When cycling at 1 A g–1, the capacity of nanosized FeS2 can retain 500 mA h g–1 after 400 cycles.  Chen et al. proposed that the cycling stability of aggregated FeS2 nanoparticles can be enhanced via voltage control. When the redox voltage window of FeS2 is controlled between 0.8–3 V, the cycle life of Na/FeS2 was improved as long as 20 000 cycles with only the intercalation reaction. However, the application of FeS2 in SIBs is still inhibited because of the low tap density of nanoparticles and the low capacity (250 mA h g–1) that resulted from voltage control. ",
                "Micron-sized FeS2 single crystals are seldom investigated as electrode material in SIBs because of the poor cyclability.  However, the active materials with large particle size are desirable in the practical applications to achieve high compacted density, which has been proved in LiCoO2 in lithium-ion battery. In this work, we prepare the single crystalline FeS2 micron-particles via a simple solvothermal method. The fading mechanisms of the micron-sized FeS2 single crystals were investigated, and a synergistic approach was proposed to achieve high capacity (523.6 mA h g–1), high rate (323 mA h g–1 at 5 A g–1), and excellent cyclability (87.8% capacity retention after 800 cycles) for the sodium storage."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "FeS2 particles were prepared by a solvothermal method.  First, 1 mmol ferric nitrate (Fe(NO3)3) and 5 mmol thioacetamide (CH3CSNH2) were dissolved in 35 mL of distilled water, and then 35 mL of monoethanolamine was added to form a dark solution. The solution was stirred for 10 min and then transferred into an 80 mL Teflon-lined autoclave for solvothermal reaction at 200 °C for 48 h. Finally, the product was collected, washed by deionized water, and dried at 60 °C for 10 h in vacuum."
                    ],
                    "name": "2.1 Preparation of Single Crystalline FeS2 Particles",
                    "type": "h3"
                },
                {
                    "content": [
                        "Typically, 70 wt % FeS2, 20 wt % super-P (SP), and 10% poly(vinyl difluoride) (PVDF) were mixed in N,N-dimethylformamide (NMP) to form a slurry. The slurry was cast onto a copper foil and dried at 80 °C overnight. Then FeS2 electrode with PVDF binder was achieved (named FeS electrode), and the average mass loading of the electrodes was about 2 mg cm–2.",
                        "The as-prepared FeS2 electrode was immersed into the graphene solution and taken out immediately, and then the electrode was dried at 60 °C in vacuum. The “dip and dry” step was repeated five times, and then FeS2 electrode with graphene coating was achieved (named FeSgraphene electrode). The amount of graphene in FeS2–graphene composite was determined by measuring the weight of electrode (6 cm × 6 cm slice) before and after graphene coating. The calculated content of graphene in FeS2–graphene composite was about 2.86 wt %.",
                        "When the PVDF binder was replaced by sodium polyacrylate (PAA-Na) during the preparation process, the FeS2 electrode with PAA-Na binder was labeled as FeSPAA-Na electrode."
                    ],
                    "name": "2.2 Preparation of Different Kinds of Electrodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline phases of the samples were identified by a X’Pertb PRO (Panalytical B.V., Holland) diffractometer with high-intensity Cu Kα1 irradiation (λ = 1.5406 Å). The morphology was observed by an FEI-Sirion 200 microscope for field-emission scanning electron microscopy (FESEM). Transmission electron microscopy (TEM), high-resolution TEM (HRTEM), and energy dispersion X-ray (EDX) spectra were recorded on a JEOL 2100 microscope coupled with an EDX spectrometer (Oxford Instrument). The in situ X-ray absorption data at the Fe K-edge were recorded at room temperature in fluorescence mode using ion chambers or in the fluorescent mode with silicon drift fluorescence detector at beamline BL14W1 of the Shanghai Synchrotron Radiation Facility (SSRF), China. The particle size distribution was measured by a laser particle size analyzer (Mastersizer 3000)."
                    ],
                    "name": "2.3 Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as-prepared FeS2 electrode was pressed and cut into disks with a diameter of 8 mm. The loading mass of each disk is about 2 mg cm–2. Then CR2032 coin cell was assembled in Ar-filled glovebox with a counter electrode of sodium foil and a separator of glass fibers. The electrolyte was 1 M sodium trifluomethanesulfonate (NaCF3SO3) in diethylene glycol dimethyl ether (DEGDME). The coin cells were galvanostatically discharged/charged at different current densities by Land CT2001 battery testers (Wuhan Land ElectricCo. Ltd., China)."
                    ],
                    "name": "2.4 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The XRD pattern of solvothermally prepared FeS2 is displayed in a, showing pure pyrite phase (JCPDS 42–1340). SEM image shows that most of the FeS2 particles have plate-like morphology. Besides, few nanocubes also exist. According to the laser particle size analysis, the D50 size of FeS2 particles is about 6.2 μm ().",
                "As anode material for SIBs, the micron-sized FeS2 delivers an initial capacity as high as 718 mA h g–1 at a current density of 100 mA g–1. The capacity decays slowly during the initial 15 cycles but fades rapidly between 20th and 30th cycles. The capacity only retains 32 mA h g–1 after 50 cycles (c). This demonstrates that the cycle performance is very poor for the bulk FeS2. In addition, from the discharge/charge profiles, we can see that the voltage drastically drops with cycling especially after 30 cycles, indicative of an increased polarization (d).",
                "It has been suggested that the capacity fade of nanosized FeS2 is closely related with the sodium storage procedure.  As for the micron-sized FeS2, ex situ XRD results show that FeS2 is finally converted into Fe and Na2S via an intermediate NaxFeS2 phase (). This process is consistent with the previous reports by other researchers. In situ XAFS test was also performed to detect the valence change of Fe during the charge/discharge process (). During the discharge process, the Fe K-edge curve moves to the left, which indicates the reduction of Fe2+ to Fe. During the charge process, the Fe K-edge curve moves to the right, which corresponds to the oxidation of Fe.  However, the profile cannot return to its original position because the charge product is NaxFeS2 instead of pyrite.  From the ex situ TEM, it is observed that the FeS2 particles tend to pulverize from the outside to inside. After 30 cycles, all the particles are pulverized into nanoparticles (). The ex situ EDX shows that after 30 cycles, the S/Fe ratio decreases dramatically from 2 to 0.8 (). This phenomenon can be ascribed to the sulfur dissolution in the ether-based electrolyte during the conversion reaction. ",
                "Thus, we summarize the evolution of micron-sized FeS2 during sodiation/desodiation in a. With the Na+ insertion, pristine pyrite FeS2 is transformed to amorphous NaxFeS2, and then the NaxFeS2 intermediate phase is further converted to Na2S and Fe. When recharged to 3 V, NaxFeS2 appears again. The conversion reaction in FeS2 can generate large strain inside the particles, which leads to the structure collapse after 20 cycles. Accordingly, the capacity fade of the micron-sized FeS2 can be mainly ascribed to two reasons, that is, particle pulverization and sulfide exfoliation into the ether-based electrolyte.",
                "According to the former reports, three strategies have been proposed to inhibit the fading procedure of micron-sized FeS2 electrode, as illustrated in b. First, since the drastic volume change mainly comes from the conversion reaction (0.8–0 V), we can control the redox reaction by tuning the voltage range of intercalation reaction (3–0.8 V).  As shown in a and b, in the voltage range of 0.8–3 V, the micron-sized FeS2 exhibits an initial capacity of 380 mA h g–1 and retains 85.6% capacity after 50 cycles. If the voltage range extends to 0.5–3 V, FeS2 delivers a higher capacity of 554 mA h g–1 and only maintains 53.9% capacity after 50 cycles. These results prove that cycling within the voltage range of 0.8–3 V can effectively alleviate the volume change and particle pulverization. However, a narrow discharge depth leads to the low capacity.",
                "Second, employing proper binder can effectively suppress the exfoliation of active materials. Here, we compare the effects of traditional PVDF and PAA-Na binder. The latter can provide stronger adhesion, more suitable porosity, and hardness.  Our experiment shows that the FeS2 electrode with PAA-Na binder delivers a high capacity of 708 mA h g–1 and a capacity retention of 59.8% after 50 cycles (c). This performance is better than that of the electrode with PVDF binder, which indicates that PAA-Na binder can improve the cyclability of FeS2.",
                "Third, the sulfur dissolution can be suppressed by the interlayer absorption structure. Similar strategy has been widely used in Li–S batteries.  Here, we coat a very thin graphene film (<3 wt %) onto the surface of FeS2 electrode. Cycling profile displays that an initial capacity of 690 mA h g–1 is obtained and the capacity retention is 62% after 50 cycles (d). Compared with the bare FeS2 electrode, the stability of FeS2 is improved.",
                "Obviously, the above strategies all have positive effects on the cycling stability for the micron-sized FeS2 electrode, and the improvement mechanisms are further investigated by SEM (), TEM (), and EIS (). SEM and TEM images show that the FeS2 particles with PVDF binder are all broken into granules, which indicate a severe structure collapse caused by conversion reaction. Meanwhile, the total charge transfer impedance (Rct) of the electrode increased from 321 to 587 Ohm (). However, when the voltage range was controlled in 0.5–3 V, many FeS2 particles can preserve their original shape, which indicate that incomplete conversion reaction will not destroy all the FeS2 particles (e). Furthermore, the Rct of the cycled electrode is 490 Ohm (). These results prove that proper voltage control could alleviate the structure collapse and decrease the impedance of the electrode.",
                "When PVDF binder is replaced by PAA-Na, the results show that after 30 cycles, partial FeS2 particles can retain their original shape, and the Rct only increase to 470 Ohm. Therefore, PAA-Na binder could restrain the structure collapse by a stronger adhesive force than PVDF.",
                "The graphene-coated electrode is similar to that using PVDF binder, except a graphene layer on the surface. In c, an integrated graphene film can be clearly observed. It is worth noting that the impedance decreases largely to 210 Ohm, which proves that graphene coating can efficiently reduce the electrode impedance by better electron transmission. After 30 cycles, it is seen that the graphene film becomes thicker, but most FeS2 particles can preserve the bulk morphology (g). Besides, the ratio of S/Fe is about 1.57, which indicates that the loss of sulfides has been alleviated (). Obviously, graphene coating can alleviate the electrolyte corrosion and the structure collapse by physical isolation. What’s more, the Rct only increases to 249 Ohm, which is much smaller than other electrodes.",
                "Depending on above analysis, the electrochemical improvement mechanisms of these strategies can be clarified, that is, proper voltage control will restrain the conversion reaction, and then the structure collapse of the electrode can be alleviated; PAA-Na binder can restrain the structure collapse by a better adhesive force; and graphene coating could not only improve the conductivity of the electrode, but also alleviate the electrolyte corrosion and sulfides exfoliation by the physical isolation effect.",
                "However, the above effects are actually limited for the improvement when the strategies are employed separately. Interestingly, if the three strategies are synergistically used, the sodium storage performance of the FeS2 electrode can be drastically improved. In detail, the FeS2 electrode was fabricated with PAA-Na binder, and then a thin film of graphene was coated on the surface. During the following sodiation/desodiation process, the voltage range was controlled from 0.5 to 3 V. As shown in a, the FeS2 electrode with the synergistic approach delivers an initial capacity of 524 mA h g–1 at 200 mA g–1 and the capacity retention of 87.8% after 800 cycles. Even at a very high current density of 5000 mA g–1, it can maintain a capacity of 323 mA h g–1 (c). Furthermore, no obvious polarization phenomenon was observed during the cycling (b). On the basis of the mass of FeS2–graphene composite, the calculated energy densities are about 550 and 350 Wh kg–1 at power densities of 150 and 7500 W kg–1, respectively, which are superior to the previous works (). As above analyzed, running within moderate voltage range (0.5–3 V) can effectively suppress the structure collapse, which gives more stable cycling performance. The PAA-Na binder can further alleviate the exfoliation of active materials from the current collector. Moreover, the graphene coating can mitigate the loss of sulfides and facilitate the electron transmission. Thus, the synergistic approach delivers improved performance over the individual strategy."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The fading mechanisms of micron-sized FeS2 were investigated during the sodiation/desodiation process using ex situ XRD, TEM, and EDX, which stem from the drastic structure collapse, exfoliation of active materials, and sulfur dissolution in ether-based electrolyte. Three strategies were used to improve the cyclability of FeS2 electrode, that is, voltage control (0.5–3 V), PAA-Na binder, and grapheme coating. It is found that the individual strategy provides limited effects on enhancing the cycling stability of FeS2, while the synergism of three strategies can exert much more effect. The FeS2 electrode with the synergistic approach exhibits excellent sodium storage performance by delivering an initial capacity of 524 mA h g–1 at 200 mA g–1 and a capacity retention of 87.8% after 800 cycles. Even at 5000 mA g–1, it can maintain a capacity of 323 mA h g–1. Furthermore, no obvious polarization phenomenon is observed during the cycling. The results prove that a synergistic approach can be applied in the micron-sized sulfides to achieve high electrochemical performance."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Mechanism of Capacity Fade in Sodium Storage and the Strategies of Improvement for FeS2 Anode"
}