{
    "DOI": "10.1039/D4EE00993B",
    "Journal": "Energy & Environmental Science",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Calendar aging is critical for long-life batteries, which refers to the storage-induced capacity loss under open circuit conditions. For commercial graphite anodes in lithium-ion batteries, calendar aging has been studied thoroughly, and it is concluded that the storage-induced capacity decay is attributed to lithium inventory loss and the growth of a solid electrolyte interphase (SEI) in carbonate ester-based electrolytes. Furthermore, calendar aging strongly depends on the state of charge (SOC), which is generally minimized at partially lithiated states. In sodium-ion batteries, the compatibility of graphite anodes with a low-concentrated ether electrolyte enables highly reversible solvent-involved co-intercalation and preeminent rate capability, which benefits from rapid ionic diffusion and exemption of desolvation. However, high-rate devices are usually accompanied by a severe aging process, and the research on calendar life of graphite based on co-intercalation electrochemistry is almost blank. In light of this, the calendar aging of graphite anodes in low-concentrated ether electrolytes, especially the dependence on SOC, remains a critical issue to be understood.",
                "Calendar aging-induced capacity loss is inevitably associated with intercalation degradation in charged graphite anodes. But here differently, the ion deintercalated process of graphite anodes in low-concentrated ether-based systems is accompanied by a large volume change (over 300%), which is detrimental to interphasial stability. Moreover, the existence of SEI on the graphite surface in a low-concentrated ether electrolyte is controversial based on the contradictory results from reported literature, such as a missing SEI in high-resolution transmission electron microscopy (HRTEM) and a captured SEI in atomic force microscopy (AFM). This causes the study on graphite interphase stability in ether systems to be limited. Nowadays, the evolution of SEI during calendar aging is directly reflected in capacity or coulometry loss, whether SEI dissolution of hard carbon occurs in a carbonate-based electrolyte or continuous thickened interphase of a lithium anode. Even in developed high efficiency electrolytes, the extended SEI of lithium metal could still be observed after aging. Therefore, calendar aging would amplify interphasial evolution, making it an effective tool to probe the existence of SEI on graphite and evaluate interphasial stability.",
                "In this work, we reveal an abnormal calendar aging behavior of graphite anodes in low-concentrated ether electrolytes. Capacity loss and CE change are used as two indicators to quantify the intercalation degradation and SEI evolution during calendar aging. The dependence of calendar aging on SOC is surprisingly diagnosed that the graphite anode at 60% SOC (labeled as SOC60) delivers worse capacity and efficiency deterioration than that of 100% SOC (labeled as SOC100). According to multiscale characterization of SEI morphology and composition, the storage-induced interphasial evolution of graphite at SOC100 is dominated by alkoxide growth (Scheme 1a). In contrast, the destruction of SEI occurs in graphite at SOC60, which originates from huge and heterogeneous volume shrinkage during high-staged compound transition (Scheme 1b). Utilizing calendar aging as a mediator, this study provides a perspective to understand interphase evolution under volume changes."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Considering the controversy over SEI on graphite, the surface mechanical property of cycled graphite was detected by atomic force microscopy (AFM) to verify the existence of SEI. Compared with pristine graphite, the Derjaguin–Müller–Toporov (DMT) modulus of cycled graphite is significantly reduced (Fig. S1, ESI†), indicating that the surface of graphite is covered with a low-modulus interphase after cycling. As shown in Fig. S2b (ESI†), the force–displacement curve of diglyme-derived SEI on the cycled graphite response as an elastic region without fracture behavior. To further quantify the difference, Young's modulus of SEI on cycled graphite was calculated and it was found to be 652 MPa, far lower than that of pristine graphite (7043 MPa).",
                "After confirming the existence of SEI preliminarily, the capacity loss and CE change of graphite anodes after calendar aging were measured to quantify the solvated Na+ loss and SEI evolution in 1 M NaPF6 diglyme. It is worth noting that the graphite electrodes were fabricated without conductive agents (high surface area carbon black) to eliminate the interference of the electrochemically active area on the analysis. Before the aging protocol, the Na‖graphite half cells were pre-cycled for 10 times until the CE was over 95% (Fig. S3, ESI†), aiming to stabilize the ether-derived SEI. After that, the graphite anodes starting from SOC100 and SOC60 were stored at an open circuit for 300 hours of aging, respectively. During the 300 h storage, the graphite anodes at these two states undergo disparate potential ranges and phase transition (Fig. 1a). The graphite anode at SOC100 obtained a voltage uplift from 0.01 V to 0.72 V in the voltage plateau region, while that at SOC60 realized a potential increase from 0.6 V (plateau region) to 1.03 V in the slope region. Actually, the transition of low-staged ternary graphite intercalation compounds (t-GICs) mainly occurs at the plateau region, and the slope region is dominated by high-staged t-GICs. Thus, the SEI evolution during different phase transitions was unveiled through this simple SOC setup, which will be discussed later. Afterwards, the graphite anodes were completely desodiated and then cycling was restarted again. The charge capacity before and after storage is monitored to determine the capacity loss, and the SEI stability is evaluated by CE change synchronously (detailed parameters are available in Fig. S4, ESI†).",
                "According to the mechanism of calendar aging in lithium‖graphite batteries, the capacity loss of graphite at SOC100 would be more than that at SOC60 owing to severe electrolyte reduction induced by a stronger thermodynamic driving force. However, the result is the opposite in low-concentrated ether-based sodium‖graphite batteries. After the storage aging process, the capacity loss of graphite at SOC60 is as high as 60%, while that at SOC100 is 36% (Fig. 1b). Similar anomalies are also reflected in the change of CE at different SOCs (Fig. 2c). The CE of graphite at SOC60 decreased after aging indicating that the SEI may be damaged in the aging process. This is also illustrated by the fact that the CE of the second cycle after aging returned to its original level. In contrast to this, graphite at SOC100 showed an increase in CE after aging, corresponding to the growth of SEI. Furthermore, besides the SEI growth mechanism in lithium‖graphite systems, another reported cause of capacity loss during calendar aging is SEI dissolution. To investigate the possible influence of SEI dissolution on calendar aging, we measured the aging of cells with a less volume of electrolyte, which could mitigate SEI dissolution. However, after the electrolyte volume is reduced from 90 μl to 40 μl, the changes in capacity loss and CE in graphite at SOC100 after 300 h of aging are almost negligible (Fig. 1d and e). Thus, it can be concluded that under the condition of solvent-involved intercalation, the abnormal calendar aging of graphite anodes at targeted SOCs is not influenced by SEI dissolution.",
                "We further age the cells under a variety of factors that affect the parasitic reaction of electrolytes, including ambient temperature, specific surface area of the anode and storage time (Fig. S5, ESI†). A high ambient temperature shows a strongly detrimental effect on capacity loss and CE. When the cell is aged at 55 °C, the capacity loss of the graphite anode increases to 94% (Fig. 1f) and inferior CE degradation appears (Fig. 1g). We also found the abnormal polarization in potential curves and a roughly aged graphite electrode after aging at a high temperature (Fig. S6, ESI†), which is different from other factors (Fig. S7, ESI†). This result may be related to the drastic electrolyte reduction under high temperatures, which causes interfacial destruction. The nanostructured design of carbonaceous anode is generally considered to enhance the kinetics, while a large electrochemically active area would accelerate electrolyte decomposition. Few-layer graphitic carbon (FGC) exhibits an increased capacity loss to 90% after 300 h of storage because of the high specific surface area (Fig. S8, ESI†). Moreover, as the storage time is extended, continuous capacity loss of aged cells was found in both FGC and graphite (Fig. 1h), and the more rapid loss is shown in FGC. This result provides another view for limiting the specific surface area of anode materials.",
                "To elaborate on storage-induced intercalation compound degradation, we collected X-ray diffraction (XRD) patterns of the graphite anodes at targeted SOCs before and after aging (Fig. 2a and b). The graphite at SOC100 forms typical stage 1 t-GICs, and the three characteristic peaks at 15.21°, 22.87° and 30.65° are indexed as (002), (003) and (004), respectively. After 300 h of aging, graphite at SOC100 undergoes the loss of solvated Na+ inventory to generate a small amount of stage 2 t-GICs. This suggests that during calendar aging, the phase degradation of graphite at SOC100 is mainly a low-staged t-GIC transition. In contrast, graphite at SOC60 transforms from the mixture phases with stage 1 and stage 2 t-GICs to high-staged t-GICs (higher than stage 3) after storage, which are manifested as two bulges at 25.58° and 27.58° (Fig. 2b). The peak positions of different t-GICs before and after aging are shown in Table S1 (ESI†). Compared with low-staged t-GICs, the patchy distribution of ions in high-staged analogues causes the carbon layer to endure greater stress. Thus, previous studies reported that reducing the presence of high-staged intercalation compounds is an optimized strategy for cycling stability of carbon anodes for potassium and sodium ion batteries. With this in mind, a possible hypothesis is proposed that severe intercalation degradation during calendar aging would explain the inferior capacity loss and CE of graphite at SOC60.",
                "To quantify the volume change determined by intercalation degradation, the cross-sectional views of graphite anodes at targeted SOCs are captured. All sodiated graphite electrodes show obvious shrinkage and void disappearance after calendar aging. Compared to the homogeneous shrinkage at SOC100 (Fig. 2c and e), the structural fluctuation of graphite at SOC60 is heterogeneous with pit formation after calendar aging (Fig. 2d and f). Furthermore, the observed electrode colors originated from the degradation of the intercalation phase, which is from dark blue to blue-green at SOC100 and light blue to gray at SOC60. It is worth noting that even if the color of graphite at SOC60 turns gray like unintercalated graphite, the thickness is still higher than that of the pristine graphite electrode (Fig. S9, ESI†), which is consistent with previous results of the structural rearrangement and loosened network under co-intercalation. To observe the shrinkage intuitively, we further measured the calendar aging induced change of electrode thickness. After 300 h of storage, graphite at SOC100 shrinks from 51 μm to 44 μm with a slight change of 7 μm (Fig. 2g), while that at SOC60 suffers from violent shrinkage of nearly 16 μm (Fig. 2h). Combined with the results of intercalation degradation and volume shrinkage during storage, graphite at SOC100 undergoes the low-staged t-GIC transition with slight and uniform structural fluctuation, while that at SOC60 generates large and inhomogeneous strain deformation caused by the formation of high-staged t-GICs.",
                "The CE value is generally associated with the stability of SEI, wherein a high CE condition shows a passivating SEI and a decreasing CE is attributed to interphase damage. Thus, we investigate the SEI evolution of graphite at these two SOCs to verify the hypothesis that storage-induced intercalation degradation affects CE deterioration. In situ electrochemical impedance spectroscopy (EIS) is widely performed to describe SEI evolution and quantify its ionic conductivity. Owing to the small impedance of an Na‖Na symmetrical cell after aging (Fig. S10, ESI†), the Na‖graphite half-cell configuration is applied to test the interfacial resistance. The processes of solvated Na+ diffusion across SEI and charge transfer have similar time constants (τ), resulting in a coupled semicircle response in Nyquist plots (Fig. S11, ESI†). Herein, the distribution of relaxation times (DRT) is used to decouple interfacial resistance (RSEI), and the τ peak at 10−5 to 10−3 s is assigned to ion transport through the SEI layer. As shown in Fig. 3a–c, with the extension of storage time, graphite at targeted SOCs shows the disparate trends of RSEI. At SOC100, the τ peak of RSEI clearly increases and shifts rightward (Fig. 3a), resulting from the continuous decomposition of the electrolyte. By contrast, the complicated τ peak change is found in graphite at SOC60. At the initial aging stage, the peaks of graphite at SOC60 show a similar increasing trend with the SOC100 one, while a slight decrease occurred once the storage time was over 200 h (Fig. 3b). According to the frequency response range (high frequency) of RSEI divided by DRT, we further quantified the trend of interfacial resistance during calendar aging via Randles circuit model fitting, as shown in Fig. S11c (ESI†). Three independent cells are evaluated to verify the repeatability of the above trends, as shown in Fig. 3c. These results suggest that, unlike the growth mechanism in graphite at SOC100, the interphase evolution of graphite at SOC60 is dominated by SEI growth at initial storage and then followed by SEI breakage, corresponding to the abnormal CE change.",
                "HRTEM images of storage-induced SEI evolution on graphite further confirm the discrepancy of resistance trends at targeted SOCs. A representative image of graphite with homogeneous and amorphous interphase is observed benefiting from the pre-cycled protocol (Fig. 3d and e). This thin and compact SEI below 10 nm is consistent with the previous reports of this system. After graphite at SOC100 is aged for 300 h, the observed thickness of compact SEI increases noticeably, which validates the SEI growth (Fig. 3f). For aged SOC60 graphite, we note the irregular SEI feature (Fig. 3g), demonstrating the co-existence of SEI growth and destruction during storage. These observations are also supported by the above resistance behaviors in EIS measurements. Collectively, graphite exhibits larger impedance and SEI growth after storage, which is driven by the electrolyte reduction at a low potential. However, the compact SEI on the graphite at SOC60 failed into thick and rough after calendar aging. This unanticipated result coincides with the transition of heterogeneous intercalation compounds during calendar aging, where the formation of high-staged t-GICs in the aged SOC60 causes pronounced volume shrinkage. Thus, we determined that the abnormal SOC-dependent calendar aging is related to the destructive effect of intercalation degradation on aged SEI.",
                "The composition and chemistry of calendar aging induced SEI are analyzed using X-ray photoelectron spectroscopy (XPS) spectra (Fig. 4a–d), including the evolution of growth and destruction. Considering the interference of the XPS signal by solvent-involved intercalation, we terminated all cells at desodiated states (2 V) to eliminate artifacts from the co-intercalated solvent. Besides the graphitic carbon (g-C) peaks at 284 eV and C–C/C–H at 284.8 eV, C 1s peaks of cycled graphite (Fig. 4a and c) are mainly dominated by C–O–Na (285.7 eV) and C–O–C (287.2 eV) compared with pristine graphite (Fig. S12, ESI†), which are those of sodium alkoxides produced by the decomposition of ethers. Furthermore, F 1s peaks (Fig. 4b and d) are fitted to P–F (688.1 eV) and Na–F (684.9 eV), corresponding to NaxPFy and NaF generated from NaPF6 reduction, respectively. Therefore, the SEI formed on graphite primarily consists of organic compounds such as alkoxides, with a minor presence of inorganic components such as NaF, Na2O, Na2CO3, and NaxPFy (Fig. 4h and Fig. S13–S15, ESI†). This organic-rich SEI is attributed to the repulsion of anions in the Helmholtz layer due to the negative potential at the graphite anode according to previous research on lithium systems.",
                "The aged evolution of SEI chemistry is investigated by the relative intensities between the SEI component and graphitic carbon in the C 1s peaks. After aging, the C–O–Na peak exhibits an obvious increase at SOC100 and a reduced trend at SOC60, corresponding to the thickening SEI and SEI breakage, respectively. In addition, there is a minor intensity adjustment of inorganic NaF after aging, and the intensity change of the P–F bond displays similar fluctuations as that of C–O–Na (Fig. 4b and d). The aged electrodes were subjected to cycling to further elucidate the impact of calendar aging on SEI. The intensities of C 1s and F 1s peaks show almost no change after the subsequent cycle for aged graphite at SOC100 (Fig. 4a and c), indicating that there is no continued electrolyte decomposition for SEI repair. That is why a CE improvement after aging is observed in Fig. 1c. However, a significant increase of C–O–Na peaks in the aged SOC60 graphite with subsequent cycle suggests restoration of damaged SEI, which corresponds to CE degradation. Therefore, the storage-induced SEI component analysis reveals that the growth of SEI on graphite at SOC100 and the destruction–rebuilding process on that at SOC60 are dominated by organic species, such as sodium alkoxides.",
                "Solution-phase NMR spectroscopy is an effective technology to probe the organic species of SEI with high sensitivity, making it suitable for tracking the evolution of sodium alkoxides during aging. Since the amount of diglyme-derived SEI on graphite is relatively small, several graphite electrodes (the total mass is around 45 mg) are used to collect sufficient SEI. The reacted electrodes are rinsed with DME and soaked in 0.1 M DCl D2O solution to ensure the complete extraction of SEI. The reaction products (alcohol) from conversions of sodium alkoxides in DCl solutions are used to identify organic species in SEI (Fig. S16, ESI†). In contrast to pristine 1 M NaPF6 diglyme electrolyte (Fig. 4g and Fig. S17, ESI†), two distinct sets of peaks were detected in the 1H NMR spectra of extracted SEI, including a singlet at 3.35 ppm and two multiplets at 3.57 ppm and 3.72 ppm. The singlet is CH3 in methanol (CH3OD, MeOD) and the multiplets correspond to two CH2 in 2-methoxyethanol (CH3OCH2CH2OD, MOE) as shown in Fig. S18 (ESI†). The SEI candidates of sodium alkoxides were identified as sodium methoxide (CH3ONa) and CH3OCH2CH2ONa, which are consistent with the density functional theory calculations in the previous literature. As shown in Fig. 4e, graphite at SOC100 delivers more MeOD and MOE after calendar aging and minor effects on SEI organic species after the following cycle, which suggests the storage-induced SEI growth. In contrast, stronger MOE and weaker MeOD peaks are simultaneously observed in the 1H NMR spectra of aged graphite at SOC60, originating from the coexistence of interphase growth and destruction (Fig. 4f). The damaged SEI is repaired during a subsequent cycle, that is, more alkoxides are identified with the 1H NMR results. Overall, the SOC dependences of calendar aging indicators, intercalation degradation and SEI evolution exhibited high consistency. Under the condition of SOC100, storage-induced SEI growth is dominated by sodium alkoxides (CH3ONa and CH3OCH2CH2ONa), and this mechanism still exists for the SOC60 graphite. Whereas, owing to the heterogeneous intercalation degradation, serious SEI destruction occurs on the aged SOC60 aggravating the capacity loss and CE decrease, which would be repaired in the following cycle."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The calendar aging of graphite anodes with targeted SOCs is quantified by two indicators—capacity loss and CE change. The graphite anodes are stored for 300 h to investigate the abnormal SOC-dependent aging in the diglyme system, and it is found that the aged graphite anode at SOC60 exhibits CE degradation and more capacity loss in comparison with full sodiation (SOC100). This aging behavior was determined by the effect of staged phase degradation on the evolution of SEI. During aging, the solvated Na+ loss leads to the degradation of staged intercalation chemistry and volume shrinkage in charged graphite anodes, including low-staged t-GIC transition at SOC100 and high-staged t-GIC transition at SOC60. At SOC100, the evolution of SEI is growth-dominated, which is proved by thickened SEI on graphite and the increased presence of organic species such as alkoxides (CH3ONa and CH3OCH2CH2ONa). Surprisingly, the growth–destruction coexisting interphase evolution occurs on the aged graphite anode at SOC60, which causes inhomogeneous thickness and subsequent SEI repair. The SEI breakage results from the heterogeneous phase transition and huge volume shrinkage due to the formation of high-staged t-GICs. Therefore, future investigations could alleviate calendar aging via decreasing the volume change and enhancing the reductive stability of electrolytes, especially by inhibiting the formation of alkoxides."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Degradation of sodium co-intercalation chemistry and ether-derived interphase on graphite anodes during calendar aging"
}