{
    "DOI": "10.1021/acsami.6b11544",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The ever-dwindling fossil fuel levels and the serious environmental pollution caused by fossil fuel combustion have triggered urgent demands for high-efficiency renewable energy storage and conversion devices.  Lithium ion batteries (LIBs), as prominent energy storage devices, are attracting great attention for portable electronics and electric vehicles (EVs), as well as large-scale grid application.  Despite this, great concerns about the scarcity of lithium (Li) resources and the rising price of Li have accelerated the search for a viable and reliable alternative to LIBs. Recently, sodium ion batteries (SIBs) have captured intense research interests due to the merits of abundant, low-cost sodium (Na) resources.  However, even though sodium shares many similar characteristics with lithium, the sodiation processes differentiate substantially from the lithiation processes.  Because of the larger ionic radius of Na ion, compared to that of Li ion, sluggish electrochemical reaction kinetics is often associated with the SIBs. This implies that some host materials and mature strategies suitable for LIBs can hardly be directly applied to SIBs.  For instance, graphite, a well-known commercial anode for LIBs, provides only a negligible Na storage capacity of 30–50 mA h g–1;  Si, which has an ultrahigh Li storage capacity of 4200 mA h g–1,  cannot store Na ions reversibly at ambient environment. Therefore, the development of high-performance anode materials for energy storage devices and the revelation of their intrinsic charge storage mechanism remain.",
                "Recently, antimony (Sb) has been intensively investigated as anode material for LIBs and SIBs.  Through an alloying/dealloying process, Sb can deliver a high specific capacity up to 660 mA h g–1. Up to now, the performances of Sb have been significantly improved through structure design,  carbon modification,  intermetallic alloying strategy,  and so on. Recently, Sb-based chalcogenides, namely, Sb2S3 and Sb2Se3, have captured increasing research interests due to their higher theoretical capacity relative to that of Sb.  Taking Sb2S3 as an example, it first undergoes a conversion reaction with Li/Na, followed by an alloying process. Thus, per formula Sb2S3 can accommodate 12 Li/Na ions during the first discharge, contributing to a high capacity of 946 mA h g–1.  With regard to Sb2Se3, Jiang et al. found that the Sb2Se3@C prepared via high-energy mechanical ball milling of Sb, Se, and carbon black showed a reversible capacity of 650 mA h g–1 at 0.1 A g–1.  The high capacity and enhanced electrochemical utilization were attributed to the introduction of Se. ",
                "One-dimensional (1D) nanostructures have been widely utilized in various electrochemical storage devices and achieved improved performance due to their strain accommodation ability and fast charge transport.  In addition, nanowires with micrometer length and rich functional groups can be assembled into free-standing and flexible membrane electrodes.  For example, Gao et al. reported the fabrication of a free-standing 3D Ni@NiO nanowire-based membrane by a facile filtration process, which manifests a high capacitance retention of 89% (34.2 F/cm3) after 3000 cycles at a high discharge current density of 0.512 A/cm3.  Yu et al. fabricated a free-standing Pt nanowire-based membrane with good electrocatalytic activity and remarkably high stability due to its unique network structure.  More importantly, an additive-free electrode can eliminate the side effects from nonconductive polymeric binder or conductive carbon.  As a V–VI class material, Sb2Se3 tends to grow into 1D nanostructures, such as nanowires, nanorods, and nanoribbons.  To the knowledge of our best, there is no report of an additive-free free-standing Sb2Se3 nanowire-based membrane electrode.",
                "Herein, a free-standing Sb2Se3 ultralong nanowire-based membrane has been fabricated via a facile hydrothermal synthesis combined with a subsequent vacuum filtration process. We then investigated the lithium and sodium storage performances of the resultant Sb2Se3 membrane. The free-standing Sb2Se3 membrane exhibits good cycling stability and rate performance. Such a free-standing Sb2Se3 nanowire-based membrane electrode provides a well-defined model for investigating the lithium and sodium storage mechanism. It is expected that this work will arouse and broaden the research interest in Sb chalcogenide-based materials for high-performance LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Sb2Se3 ultralong nanowires were prepared according to a previously reported method with slight modifications.  The synthesis was achieved by adding hydrazine hydrate (N2H4·H2O) into a mixture of antimony acetate (Sb(CH3COO)3) and sodium selenite (Na2SeO3), which was followed by a hydrothermal treatment. The detailed experimental parameters can be found in the . The X-ray diffraction (XRD) pattern of Sb2Se3 ultralong nanowires is presented in a. All of the peaks can be well indexed to the pure Sb2Se3 phase (JCPDS: 00-015-0861) with orthorhombic crystal structure and Pbnm space group. The sharp diffraction peaks demonstrate good crystallinity of the as-obtained Sb2Se3 nanowires. The structure of Sb2Se3 nanowires is further studied by Raman spectroscopy (). Three intense peaks at 192, 255, and 452 cm–1 and two weak peaks at 356 and 373 cm–1 can be detected. The vibration at 192 cm–1 could be ascribed to the Sb–Se–Sb bending modes, which was consistent with a previous study.  It should be noted that the intense peak at 255 cm–1 is indexed to Sb–Se stretching vibration with long Sb–Se distance, whereas the bands at 356, 373, and 452 cm–1 are attributed to the Sb–Se stretching vibration with short Sb–Se distance. The Brunauer–Emmett–Teller (BET) specific surface area of the Sb2Se3 nanowires is 6.2 m2 g–1, calculated from the nitrogen sorption results ().  shows the typical electron microscopy (SEM) image of Sb2Se3 ultralong nanowires. The as-synthesized nanowires are featured with an average diameter of 90 nm and a length up to hundreds of micrometers. Elemental mapping results reveal that both Sb and Se are uniformly distributed throughout the nanowires (). The energy dispersive X-ray (EDX) spectrum () demonstrates that the atomic ratio of Sb and Se is close to 2:3, which confirms the composition of the product.",
                        "The free-standing Sb2Se3 ultralong nanowire-based membrane was obtained via a facile vacuum filtration process. Panels b and c of  show typical digital photographs of the Sb2Se3 ultralong nanowire-based membrane. The plain and smooth surface of the membrane indicates the good integrity of the assembled membrane (b). The membrane can be bent easily without breaking (c), which demonstrates its good flexibility. Front view SEM images (d,e) indicate that the as-fabricated membrane is made up of uniform nanowires with an average diameter of 90 nm and a length in hundreds of micrometers. A cross-section view SEM image (f) shows that the thickness of the as-fabricated membrane is around 25 μm. TEM images (g,h) indicate that the nanowires are in uniform shape of hundreds of micrometers in length, agreeing well with the SEM observation. The HRTEM image manifests the lattice spacing of about 0.29 nm, which can be assigned to the (301) planes of Sb2Se3. The above results demonstrate that a stable free-standing membrane based on ultralong Sb2Se3 nanowires has been successfully fabricated.",
                        "As mentioned in the , ultralong nanowires are vital advantages for the fabrication of free-standing membrane electrodes. Controlled experiments were conducted to study the effects of reactant concentration on nanowire morphology. As shown in , with the increase of concentration of N2H4·H2O from 0.24 mM (, denoted sample C1) to 0.48 mM (, denoted sample C2), the nanorod structure does not change significantly except for the decrease in diameter. As the concentration increases to 0.96 mM, nanowires with diameters of ∼100 nm and lengths of tens of micrometers are achieved (, denoted sample C3). When the concentration of N2H4·H2O further increases to 1.92 mM, ultralong nanowires with diameters of ∼90 nm and lengths of hundreds of micrometers are obtained (d,e, optimized sample). For comparison, a membrane composed of much shorter nanowires (sample C1) was also fabricated through the same process. From the digital photograph (), it can be clearly found that the surface of the membrane is much rougher. Besides, the membrane is fragile and nonflexible, which indicates the poor film-forming ability of short nanowires.",
                        "To better illustrate the formation process of Sb2Se3 ultralong nanowires, the products obtained at different reaction times were also collected. As shown in a, the products collected after 6 h of incubation consist of nanowires along with a small fraction of micrometer-size residues. After a hydrothermal treatment of 12 h (b), bundled nanowires are obtained. After 24 h of reaction, long and stable nanowires are achieved (c). When the hydrothermal reaction time is prolonged to 36 h, ultralong and uniform Sb2Se3 nanowires are obtained (d). In general, prolonging the hydrothermal reaction time gives rise to more uniform and longer nanowires.",
                        "On the basis of the aforementioned analysis, the possible formation process of Sb2Se3 ultralong nanowires is depicted in . When the reducing agent is added into the mixture solution, the Sb–Se complexes are immediately formed. During the hydrothermal treatment, Sb2Se3 nucleates and grows into seeds in the solution. The seeds then grow anisotropically and form 1D nanostructures. With prolonged reaction under high-temperature and high-pressure conditions, the 1D nanostructure eventually splits into orientated Sb2Se3 ultralong nanowires."
                    ],
                    "name": " Fabrication and Characterization of Ultralong Sb2Se3 Nanowire-Based Membrane",
                    "type": "h3"
                },
                {
                    "content": [
                        "The lithium storage behaviors of Sb2Se3 ultralong nanowire-based membrane were evaluated by assembly of CR2016 coin cells with lithium metal as the counter and reference electrodes. a depicts the cyclic voltammogram (CV) profiles of the Sb2Se3 membrane anode in LIBs. A working window of 0.01–3 V (vs Li/Li+) is selected for the LIBs.  The CV profiles are collected at a scan rate of 0.1 mV s–1. The reactions between Sb2Se3 and lithium are illustrated as follows: ",
                        "As shown in a, four cathodic peaks appear at 2.01, 1.62, 1.31, and 0.68 V versus Li/Li+ in the first reduction process. In the subsequent oxidation process, four anodic peaks are observed at 1.08, 1.36, 1.99, and 2.21 V. The cathodic peaks shift to a higher potential from the second cycle onward, whereas the anodic peaks almost remain. Consequently, an electrochemical activation process might occur during the first lithiation.  This activation process is caused by the deformation of the Sb2Se3 nanowires induced by the huge volume change in the first lithiation, along with the formation of a solid electrolyte interphase (SEI) film.  In general, the intense pair of reduction/oxidation peaks at 1.31/1.99 V can be attributed to the conversion reaction between Sb2Se3 and Li (); another intense pair reduction/oxidation peaks located at 0.68/1.08 V corresponds to the alloying reaction between Sb and Li ().  It is worth noting that the reduction peak located at ∼0.68 V in LIBs is sharp, which is ascribed to a direct change from Sb into Li3Sb, and two oxidation peaks of the dealloying process are observed at 1.08 and 1.36 V in anodic scans, corresponding to the multistep reaction, namely, the delithiation process of Li ions from the Li3Sb associated with the formation of Sb.",
                        "b shows selected discharge–charge curves of Li–Sb2Se3 batteries. When cycled at the current density of 100 mA g–1, the discharge curves are characterized by two flat plateaus located at 1.35 and 0.72 V. As for the charging process, the profile is featured by a plateau at around 1.10 V and a less obvious plateau at around 2.0 V. The discharge–charge profiles are well consistent with the CV results: the first pair of discharge/charge plateaus at 1.35/2.0 V is related to the conversion reaction of Sb2Se3, and the second pair of discharge/charge plateaus at 0.72/1.10 V is ascribed to the Li–Sb alloying/dealloying process.",
                        "c depicts the cycling performance and Coulombic efficiency of the Sb2Se3 membrane anode in LIBs. The first discharge and charge capacities are 836 and 630 mA h g–1, respectively. The Coulombic efficiency for the first cycle is 75.4%; the irreversible capacity loss resulted from the SEI film formation. The second discharge capacity is 614 mA h g–1, which is close to its theoretical capacity (670 mA h g–1). After 50 cycles, a discharge capacity of 584 mA h g–1 is retained, corresponding to a capacity retention of 95.1% (against the second discharge capacity). In addition, the Coulombic efficiency increases significantly during the first five cycles and stabilizes around 99% in the subsequent processes.",
                        "The rate performance of the Sb2Se3 membrane anode for LIBs was investigated at different current densities, from 100 to 1600 mA g–1 (d). The free-standing Sb2Se3 membrane delivers average capacities of 618, 558, 482, 386, and 255 mA h g–1 at 100, 200, 400, 800, and 1600 mA g–1, respectively. When the current density goes back to 100 mA g–1, the discharge capacity returns to 552 mA h g–1. As an anode for LIBs, the free-standing Sb2Se3 nanowire-based membrane shows good cycle stability and rate performance.",
                        "The sodium storage behaviors of the Sb2Se3 ultralong nanowire-based membrane were also characterized. A working window of 0.01–2 V (vs Na/Na+) is selected. The CV profiles for Na–Sb2Se3 (a) are notably different from that of the lithiation/delithiation processes. The sodiation of Sb2Se3 nanowires also shows an activation behavior, but not as distinct as the lithiation process. The most visible difference is that all of the redox peaks in Na–Sb2Se3 batteries are about 0.3 V lower than those in Li–Sb2Se3 batteries. The observed lower potential for SIBs results from smaller cohesive energy of inserting alkali into the metal host structure.  A similar phenomenon has also been observed in Sn-based anode.  The pair of reduction/oxidation peaks at 1.05/1.51 V is related to the Na–Sb2Se3 conversion reaction, and the pair of reduction/oxidation peaks at 0.45/0.71 V is ascribed to the Na–Sb alloying process. It should be noted that the conversion process of Na–Sb2Se3 is detected by two reduction peaks of ∼1.0 and ∼1.21 V, which indicate multistep reactions possibly occur. The reason for the splitting of the oxidation peak at around 1.51 V into two peaks in the second and third cycles remains unclear. Notably, the sodiation/desodiation of Sb shows a different reaction mechanism from the lithiation/delithiation of Sb. Previous studies have shown that Sb transforms to hexagonal Na3Sb via amorphous NaxSb, whereas Sb directly changes into cubic Li3Sb on lithiation.  The symmetric reduction peak located at ∼0.68 V in a confirms the direct change from Sb into Li3Sb upon lithiation. In comparison, the reduction of Sb to Na3Sb results in two peaks, a dominant peak around ∼0.45 V and a broad shoulder at ∼0.68 V, suggesting a two-step alloying process from Sb to Na3Sb: Sb → amorphous NaxSb → Na3Sb. ",
                        "b exhibits the first, second, and third cycle discharge–charge voltage profiles of the Na–Sb2Se3 batteries. The first discharge curve is characterized by an inclined plateau at 0.5–1.0 V and a flat plateau at ∼0.5 V. For the second and third discharge processes, two plateaus appear at 1.1 and 0.5 V, consistent with the CV results. In the charge processes, an obvious plateau at 0.6 V and a less distinctive plateau at ∼1.5 V can be observed.",
                        "c depicts the cycling performance of the Na–Sb2Se3 batteries for the first 50 cycles at a current density of 100 mA g–1. The first discharge and charge capacities are 606 and 467 mA h g–1, respectively, corresponding to a Coulombic efficiency of 77.1%. The irreversible capacity loss during the first cycle is due to the formation of SEI film. As in the case of Na–Sb2Se3 batteries, the Coulombic efficiency gradually increases to near 98% during the following cycles. Capacity decay is observed in the cycling process; the discharge capacity fades to 296 mA h g–1 after 50 cycles.",
                        "d shows the rate performance of Na–Sb2Se3 batteries at different current densities. The discharge capacities at current densities of 100, 200, 400, 800, and 1600 mA g–1 are 362, 328, 277, 234, and 153 mA h g–1, respectively, on average. When the current density goes back to 100 mA g–1, the discharge capacity returns to 341 mA h g–1. Compared to the lithium storage performance, the sodium storage suffers from low specific capacitance and poor cycling stability. This phenomenon likely originates from the larger radius of the sodium ions relative to those of the lithium ions.",
                        "Electrochemical impedance spectroscopy (EIS) measurement was further conducted to evaluate the resistance and charge transfer properties of the free-standing Sb2Se3 membrane electrode before and after cycling. The depressed high-frequency semicircle represents interface impedance, whereas the low-frequency inclined line is related to the Li+/Na+ diffusion rate.  For the Li–Sb2Se3 batteries, the diameter of the high-frequency semicircle increases moderately after 50 cycles (), suggesting the increase of resistance. In contrast, the slope of the inclined line does not change with cycling, indicating the almost constant ion diffusion rate. With regard to the Na–Sb2Se3 batteries, the resistance increases more sharply after 50 cycles (). In addition, the slope of the inclined line decreases significantly after cycling, suggesting the decrease in ion diffusion rate. The sharp increase in charge transfer resistance and decrease in ion diffusivity are responsible for the deterioration in sodium storage performance.",
                        "To reveal the structural evolution of the Sb2Se3 ultralong nanowires, ex-situ SEM characterization has been performed. SEM images of the Sb2Se3 anode after 50 lithiation/delithiation cycles at 100 mA g–1 are shown in . Compared to the pristine Sb2Se3 ultralong nanowires, the Sb2Se3 nanowires after cycling retain the one-dimensional morphology with a decreased length. Besides, SEI films covering the full surface of Sb2Se3 nanowires can be observed, which might be responsible for the good structural stability of the Sb2Se3 nanowires against lithiation/delithiation. When used as the anode for SIBs, the Sb2Se3 nanowires after 50 cycles at 100 mA g–1 show a short nanorod morphology with many cracks (). The ex-situ SEM characterization indicates that the Sb2Se3 nanowires exhibit good structural stability against the lithiation/delithiation and sodiation/desodiation processes despite the huge volume variation.",
                        "For comparison, the electrochemical performances of conventional electrodes composed of Sb2Se3 nanowires, carbon black, and poly(vinylidene fluoride) binder were also tested in LIBs and SIBs. As shown in , the conventional Sb2Se3 electrode exhibits an initial discharge capacity of ca. 690 mA h g–1 at 100 mA g–1 and a capacity of 467 mA h g–1 after 50 cycles in LIBs. For the whole cycling process, the conventional Sb2Se3 electrode delivers a capacity of about 80% of that of Sb2Se3 free-standing membrane anode. A comparison of rate performances is presented in ; the conventional Sb2Se3 electrode exhibits a reasonable response at various current densities. Due to its better conductivity, the conventional Sb2Se3 electrode delivers higher capacities than the free-standing membrane electrode at high current densities. For instance, the conventional Sb2Se3 electrode delivers a capacity of 336 mA h g–1 at 1600 mA g–1, which is higher than that of the free-standing membrane anode (255 mA h g–1). For sodium storage, similar results can be observed (). That is to say, the Sb2Se3 nanowire-based free-standing membrane anode delivers higher specific capacities at low current densities, whereas the conventional Sb2Se3 electrode has higher capacities at high current densities. Therefore, carbon coating or conductive polymer coating approaches might be required to further enhance the rate capability of Sb2Se3 free-standing membrane anode."
                    ],
                    "name": " Lithium/Sodium Storage Behaviors of Ultralong Sb2Se3 Nanowire-Based Membrane",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a free-standing Sb2Se3 ultralong nanowire-based membrane has been successfully fabricated via a facile hydrothermal synthesis combined with a subsequent vacuum filtration process. The as-achieved free-standing membrane composed of bare Sb2Se3 nanowires exhibits excellent flexibility and integrity. When applied as the anode for LIBs, it delivers a reversible capacity of 614 mA h g–1 at 100 mA g–1 with good cycling stability. When applied as the anode for SIBs, the Sb2Se3-based membrane delivers a lower reversible capacity (360 mA h g–1 at 100 mA g–1) with inferior cycling performance. This study demonstrates that Sb2Se3 has great potential in advanced energy storage devices. It can be anticipated that this work will provide insight on developing high-performance battery anode materials based on conversion–alloying reactions."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ultralong Sb2Se3 Nanowire-Based Free-Standing Membrane Anode for Lithium/Sodium Ion Batteries"
}