{
    "DOI": "10.1002/cssc.202201200",
    "Journal": "",
    "Keywords": [
        "dual-carbon confined structure",
        "expanded interlayer",
        "nanotube",
        "sodium based dual-ion batteries",
        "WS2"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐based dual‐ions batteries (SDIBs) have attracted increasing research interests as they hold tremendous potential in a variety of fields thanks to their high operating voltage (i.e., >3.0 V), environmental benignity, and natural abundance of sodium source. One of the key challenges for the development of high‐performance SDIBs is to enhance Na+ storage capacity and reaction kinetics of the anode. Owing to the relatively large size of Na+, the intercalation/deintercalation of Na+ tends to cause sluggish solid‐state ion transport, and even severe structure collapse, resulting in unsatisfactory electrochemical performance. Therefore, it is highly desirable to explore newly anode materials with electrochemical properties of high capacity, fast kinetic, and robust structure durability.",
                "Two‐dimensional (2D) layered materials have been widely studied as anode materials of the alkali‐ions battery owing to the weak interlayer van der Waals forces, which would afford permeable slit‐shaped channels for the fast Na+ motility. Among them, tungsten disulfide (WS2) is of particular interest since it has a relatively wide interlaminar spacing (6.2 Å) and a theoretical capacity (670 mAh g−1). Nevertheless, WS2 as Na‐storage electrode faces several critical issues: 1) pure WS2 layers are prone to aggregation and thus decrease the reactive sites; 2) the poor electronic conductivity likely slow sluggish reaction kinetics; 3) the large volumetric change upon (de‐)insertion of Na+ leads to the pulverization, and finally the rapid capacity fading.",
                "To develop ideal WS2 anode, a diversity of strategies has been proposed to address the above issues. For instance, decreasing the number of layers and enlarging the interlaminar distance of WS2 nanosheets were previously reported to be conducive to improve the associated electrochemical performance, because few‐layered and interlayer‐expanded WS2 can reduce Na+ diffusion resistance and facilitate the reaction kinetic. In addition, incorporating WS2 nanosheets onto conductive substrate was also demonstrated to be another effective pathway to ameliorate its capability of Na+ storage. Despite great improvement made so far, there is still great room to improve the WS2/C based anode that confront problems regarding how to prevent the peeling off WS2 from conductive substrate. In order to reinforce the stability and integrity of electrodes, encapsulating active‐materials within conductive carbon is a feasible route, because such “sandwich‐like” space‐confined architectures can not only effectively stabilize structure by suppressing aggregation and pulverization, but also is conducive to facilitate electron transfer and enhance the utilization efficiency of active materials.",
                "Here, we reported a facile synthetic strategy to construct one‐dimensional (1D) tubular nanohybrids composed of building blocks of carbon‐film wrapped ultrathin WS2 nanosheets onto carbon nanotubes (WS2/C@CNTs). The supporting carbon nanotubes and carbon‐film can provide a double‐carbon confined space for the immobilization of WS2 nanosheets, which endow them with numerous desired features, such as improved structure stability, conductive network, and enlarged interlayer spacing. The WS2/C@CNTs nanohybrids manifest an impressively electrochemical performance with considerably high capacity, excellent cycling stability as well as high rate capability. We illustrate its application feasibility in sodium‐based dual ion batteries by employing WS2/C@CNTs as anode and expanded graphite (EG) as cathode, which shows high stability with a specific capacity of 130 mAh g−1 after 500 cycles at 1 A g−1."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  schematically illustrates the formation procedure of tubular structural WS2/C@CNTs composite. First, the polypyrrole nanotubes (PPy NTs) (Figure S1) as precursors were prepared, the in situ growth of carbonaceous‐film (Cf) coating WS2 nanosheets onto the PPy NTs can be implemented through a hydrothermal process, resulting in the formation of WS2/Cf@PPy NTs precursors (Figure S2), which were then annealed under a flowing H2/Ar to obtain the WS2/C@CNTs products. For comparison, the sample without C (WS2@CNTs, Figure S3), and pure flower‐like WS2 nanospheres (WS2NS, Figure S4) were also synthesized.",
                "Field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM) are employed to analyze the structural features of the WS2/C@CNTs composite. As shown in Figure , one can observe that the WS2/C@CNTs present hollow tubular structure with a diameter of 500 nm and a length of around 5 μm in length. Figure  and  present the TEM images in a relatively low magnification, one can observe the interconnected nanosheets are uniformly anchored onto the surface of PPy‐derived carbon nanotubes, forming an open and hierarchical architecture. The high‐resolution TEM (HRTEM) image in Figure  demonstrates the WS2 nanosheets are few‐layer structures with an adjacent lattice fringes of approximately 0.68 nm corresponding to the (002) plane of WS2. Of note is that a thin layer of amorphous carbon, with a thickness less 3 nm, uniformly decorating on the surface of WS2 nanosheet. Furthermore, as shown in the elemental mapping of the WS2/C@CNTs (Figure , and S5), elemental signals of W, S, C, and N are uniformly distributed throughout the tubular structure, further confirming the hybrid nanosheets decorating tubular structure.",
                "Figure  displays the X‐ray diffractometry (XRD) pattern of WS2‐contained materials. All samples display similar profiles and their reflection peaks are well accorded with the standard PDF of 2H‐WS2 (JCPDS No. 08–0237). Comparing with the WS2 NS and the WS2@CNTs, the (002) planes reflection of WS2/C@CNTs slightly shift negatively to lower angles (≈12.8°), implying the expansion in the interlayer spacings, which might be related to the intercalation of carbon layers into the WS2 gallery. This result matches well with TEM observation. The Raman spectrum of the WS2/C@CNTs composites is presented in Figure , There are two peaks located at approximately 353 and 420 cm−1 in the WS2/C@CNTs, corresponding to the in‐plane E12g and out‐of‐plane A1g vibration modes of W−S bands, respectively. In addition, the peaks at approximately 1347 and 1594 cm−1 belong to the D‐band and G‐band of the carbon, respectively, and the ID/IG value of 0.92 for WS2/C@CNTs indicates the presence of defective structure due to N‐doping.",
                "The surface chemical components of the samples were further investigated by X‐ray photoelectron spectroscopy (XPS). The survey spectrum clearly displays the co‐existence of W, S, C, and N signals in the WS2/C@CNTs sample (Figure S6). For the high‐resolution W 4 f region (Figure ), two distinct signal peaks located at approximately 35.1 and 33.0 eV can be observed, which are attributed to the W 4f5/2 and W 4f7/2 peaks of +4 valence state of Mo, respectively, the weak peak of W 4f3/2 at 36.9 eV indicates the existence of W−O bond due to the partial surface oxidation of samples. Figure  is the high‐resolution spectrum of S 2p, where one can observe the splitting signals are positioned at approximately 163.9 and 165.2 eV, referring to the S 2p3/2 and S 2p1/2, respectively. In addition, the N 1s spectra (Figure ) also reveals the existence of bonding interaction between C and N atoms, i.e., graphitic‐N (≈401.9 eV), pyrrolic‐N (≈400.8 eV), and pyridinic‐N (≈399.1 eV). It is interesting to note that the major form of N‐doing in WS2/C@CNTs is pyrrolic and pyridinic N, which are considered to be more active for adsorption of Na+. For the deconvoluted spectrum of C 1s, the bonding signals at 284.1, 285.3, 286.1 and 287.2 eV are identified as C−C, C−N, C−O and C=O, respectively (Figure ). The weight content of carbon in WS2/C@CNTs is evaluated to be approximately 8.7 wt % according to the thermogravimetric analysis (Figure S7).",
                "The electrochemical sodium storage behaviors of the set of samples were studied using 2032 half‐cell. Figure  describes the initial three cyclic voltammogram (CV) curves of WS2/C@CNTs at 0.1 mV s−1. During the first cathodic scan, one can observe that there are three peaks at around 0.8, 0.6, and 0.1 V, corresponding to the formation of nonstoichiometric compound NaxWS2, solid electrolyte interface (SEI) film, and the reduction from NaxWS2 to metallic W and Na2S, respectively. The initial oxidation peak in the anodic scan at 1.8 V is indicative of the reverse reaction of Mo and Na2S to MoS2. The CV curves show a high‐degree overlap in the subsequent cycles, implying good reversibility and stability of WS2/C@CNTs electrode. The galvanostatic charge/discharge curves (GCD, Figure ) also agree well with the redox behavior in CV results."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Confined WS2 Nanosheets Tubular Nanohybrid as High‐Kinetic and Durable Anode for Sodium‐Based Dual Ion Batteries"
}