{
    "DOI": "10.1021/acsami.3c15338",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, the rechargeable battery industry heavily relies on lithium-ion batteries (LIB) due to their remarkable stability, energy, and power density.  However, with the surge of electric vehicles and the increasing demand for consumer electronics, the need for lithium metal has escalated significantly. There is a growing concern that the production of lithium metal may not be able to keep up with the growth for LIBs.  Furthermore, the process of lithium mining raises environment concerns and contributes to substantial greenhouse gas emissions.  Over the past few decades, the cost of lithium has increased continuously, which could become a barrier for the adoption of electric vehicle technology in developing nations.  To address these challenges, researchers have explored various alternative battery technologies as potential replacements for LIBs, and Na-ion batteries (NIB) have emerged as one of the most promising candidates. ",
                "Sodium is one of the most abundant metals in the world. It shares a similar redox potential with lithium and exhibits good mobility in many solvents.  As a result, they serve as an attractive alternative to lithium in Li-ion batteries. Many NIBs boasting high stability and a long cycle life have been reported. Currently, the Na-ion battery primarily uses carbon-based materials as anodes, which offer a much lower capacity compared to metallic anodes.  However, metallic anodes come with their own challenges, such as the formation of dendrites and lower Coulombic efficiency.  Dendrites are needlelike structures that form due to uneven metal deposition on the anode surface. These structures are detrimental to a battery as they can pierce through the separator and short-circuit the battery.  To address this issue, liquid metal batteries were introduced.",
                "A Na and K alloy system can remain in the liquid phase at room temperature. The surface tension of a liquid will naturally minimize its surface area. This force acts against the formation of high surface area structures like dendrites. Additionally, the liquid electrode–liquid electrolyte interface shows better charge transfer kinetics than a solid–liquid interface.  In 2016, Goodenough and co-workers demonstrate NaK alloy anodes that remain liquid at room temperature and do not form dendrites.  The NaK alloy can remain in a liquid state over a broad range of concentrations, which could minimize the impact of the phase change during charge and discharge processes.  These anodes show great promise as they are compatible with existing cathodes in sodium or potassium ion batteries.  The anodes can be impregnated into carbon paper or other porous current collectors to prevent mechanical short-circuiting issues.  With further development, the NaK alloy anode has the potential to serve as a high-energy anode for NIBs.",
                "Even with significant application potential, the NaK alloy anode is still in its infancy stage. Much remains to be explored on the role of additives and the stability of electrolytes to promote the longevity of the device. There have been some early studies that report the presence of the solid electrolyte interface (SEI) on the NaK anode, and the potential failure mode of the battery.  Several strategies have been proposed to improve the performance of the NaK battery: Ma and co-workers reported a SiCl4 electrolyte additive to form cross-linked Si on the surface of the NaK alloy that enhances the performance of NaK alloy batteries.  Shao and co-workers immobilized the anode on the collector surface which also enhanced the stability of the cell. ",
                "In this report, we aim to evaluate the formation and composition of the SEI layer on a NaK anode and probe the stability of the NIB by using various additives and electrolytes. We demonstrate that the NaK anode fails at 5 wt % concentration of fluoroethylene carbonate (FEC) due to an unstable SEI layer which causes a second plateau in the cycling curves of the cells. However, the battery is stable at a 10 wt % concentration of FEC. To analyze the failure mode, we employ distribution of relaxation time studies, in situ Raman spectroscopy and X-ray photoelectron spectroscopy (XPS) to study the electrochemical and physical properties of the SEI layer. We find that the anode releases K+ ions when the SEI layer is unstable, leading to a second plateau in the cycling curves and subsequent battery failure. This result underscores the importance of SEI formation for the NaK anode and provide valuable insights for future studies."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The Na:K ratio was chosen to be 30:70 as it is near the optimal ratio for the alloy to stay in a liquid state.  Sodium vanadium phosphate (NVP) was used as the cathode since it intercalates only Na+ ions and not K+ ions, allowing the battery to operate as a NIB. X-ray diffraction pattern and scanning electron microscopy (SEM)  images of the NVP cathode are shown in . Carbon paper was used as the current collector which is one of the most common current collectors for the NaK alloy. A 1:1 ratio of ethylene carbonate to dimethyl carbonate was chosen as the electrolyte, consistent with literature.  We first tested a coin cell in 1:1 NaPF6:KPF6 with no additive at 1C, and the battery fails within the first 10 cycles (). We also tested a NaK coin cell with 5% FEC additive, a common additive for the NIB in literature.  a,b shows the discharge profiles and stability of the cell at 1C, respectively. The cell began to show a second redox plateau as early as 75 cycles and failed at approximately 300–400 cycles in this configuration. Since a second plateau in the charge and discharge curve could signify a new redox event on either the cathode or the anode, we posit that it be either due to the competing intercalation of the Na+ vs K+ ions into the cathode or the uneven stripping/deposition of Na+ vs K+ on the anode.  We first explored the competing intercalation of Na+ vs K+ into the cathode and repeated the cycling experiment in a,b with pure NaPF6 electrolyte to eliminate the K+ ion in the electrolyte. c,d shows no significant difference in the performance of the cells with the new electrolytes, suggesting the effect of K+ ion in the electrolyte is negligible. Previous study has reported that with a NIB cathode, the NaK alloy serves solely as a conventional Na metal anode.  K metal in the anode simply serves to liquefy the anode and does not participate in the intercalation and deintercalation reactions. These initial cycling results suggest that the anode is the primary reason for battery failure, and the typical 5% FEC EC: DMC electrolyte may still pose problems upon prolonged cycling.",
                "The redox behavior and battery failure mode observed in  could stem from the growth of a new interfacial layer, such as the SEI layer, over time.  It is known that the stability of the SEI layer is sensitive to the battery’s cycling rate. a,c displays the cycling curves and stability of the battery with NaPF6 electrolyte at 0.2C. No plateau was observed in these cells. Electrolytes with a 1:1 Na:K ratio were also tested at 0.2C rate () and showed similar results. From a thermodynamic perspective, it is expected that Na+ intercalation and deintercalation should occur at one formal potential, resulting in a single voltage plateau on the charge/discharge curve, regardless of the C rate. However, a second voltage plateau may suggest that other electrochemical phenomena, such as the decomposition of the electrolyte or change in the electrode’s electrochemical potential, are occurring. To further test this hypothesis, we conducted a series of cycling experiments with different geometrical areas of the anode electrode: 0.712, 0.969, and 1.77 cm2. One C charge/discharge rate was applied to all the batteries with different anode areas. Since the areas of the anode electrodes are different and the C rate is determined by mass normalization, the area-normalized current density varies, directly controlling the rate of SEI growth.  reveals that with an area of 0.712 cm2, the plateau is observed at Cycle 20. The cell with a 0.969 cm2 area begins to show a plateau at Cycle 55 and fails by Cycle 80. The cell with a 1.77 cm2 area remains stable for the longest duration, up to 120 cycles. These results indicate that at a lower absolute current density and slower SEI growth rate the cells are more stable, and the plateau does not manifest. However, as the applied current increases, electrolyte decomposition persists, leading to the formation of a continuously growing and unstable SEI layer, eventually resulting in battery failure.",
                "The performance of the NaK coin cell was further tested with 10 wt % of FEC at 1C rate (same as ). b,d shows the cycling curves and the stability of the coin cell in a 1 M NaPF6 electrolyte and 10% FEC. The cell remains stable for over 800 charge and discharge cycles, whereas the 5% FEC coin cells fail in about 400 cycles. FEC is known to stabilize the SEI layer in alkali metal-ion batteries by slowing down the electrolyte decomposition.  These results further suggest that the plateau arises from an unstable SEI layer that grows over time. To understand the stability of the SEI layer, electrochemical impedance spectroscopy (EIS) was employed to analyze the coin cells. EIS spectra were recorded every 10 cycles for a total of 50 cycles. The EIS studies were conducted at a 3.5 V vs Na/Na+ bias voltage as this is closest to the charging potential of the NaK anode battery. The EIS data were fit to an equivalent circuit, as depicted in a,b, where R1 represents the solution resistance (Rs). R2 and R3 represent the charge transfer resistance (Rct) between electrode to electrolyte and charge transfer between the SEI layer of the cell. Fitted parameters can be found in . a demonstrates that Rct of the cell without FEC increases over time, which can be attributed to an unstable SEI layer on the anode surface. The charge transfer resistance for the cells with 10% FEC remains relatively constant over all 50 cycles tested, indicating a more stable SEI layer (b). EIS data for the 5% FEC coin cell are presented in . The Rct is more stable than in the cell without FEC but still exhibits a gradual increase, suggesting that the SEI on the anode remains somewhat unstable.",
                "Since the EIS spectra show multiple depressed semicircle features, the equivalent circuit fitting could contain a large amount of error, as the time constants of different physicochemical processes within the cell may overlap. Therefore, we further analyzed the EIS data using the distribution of relaxation times (DRT) method.  The DRT method transform the EIS data into time scale data and allow direct comparison of time constants of electrochemical processes without the need for a priori knowledge to construct an equivalent circuit model.  DRT has been previously applied to Li–S battery, LIBs, and NIBs to identify different time processes occurring inside a cell.  c,d displays the DRT of the NaK electrode with 0 and 10% FEC, respectively. The intensities of the peaks at 8.3 × 10–5, 2.0 × 10–3, and 2.3 × 10–2 s increase with the number of cycles (c). These peaks correspond to charge transfer across the anode and the SEI layer. The growing intensities of these peaks confirm the EIS results: the Rct values increase over the cycling process. The increasing Rct of the anode and SEI suggest the presence of an unstable SEI layer in the cell. Conversely, with the 10% FEC electrolyte, the intensities of the peaks at the same time constants remain nearly consistent throughout the experiment, as demonstrated in d. These findings support our hypothesis that the SEI layer is the primary cause of battery cycling failure.",
                "We further supported our EIS characterization with cyclic voltammograms (CV) of the NaK cells, as shown in . With no FEC, the CV curves show a peak shift after only 15 cycles, and a second shoulder peak was observed. The broadening of the CV peak and the shift in peak position are indicative of new redox potentials occurring, likely due to a growing SEI layer affecting the electrochemical potentials of the electrodes. On the other hand, the cell with 10% FEC exhibits a much more stable charging and discharging CV, suggesting a relatively more well-defined formal redox potential and a stable SEI layer.",
                "To gain insights into the structure and morphology of the NaK electrode post cycling, we performed SEM imaging of the NaK electrode after 50 cycles.  show the NaK electrode before cycling where the NaK alloy coated evenly on the carbon paper. Post cycling (), a smooth SEI layer formed, covering the entire surface of the carbon fiber. To understand the material composition of the NaK electrode and the emergence of the plateau upon cycling, the surface of the NaK anode was analyzed using in situ surface-enhanced Raman spectroscopy. The experiment was conducted in a homemade electrochemical cell, as depicted in . The cathode and anode were set parallel to each other in a Teflon housing with a quartz window for Raman spectroscopy. Initially, the Raman spectra for pure sodium and potassium metals were obtained in the same in situ cell for reference. Two broad peaks for pure potassium were observed at 246 and 480 cm–1, as illustrated in . The pure sodium peaks were positioned at 286 and 532 cm–1. The NaK cell was cycled at a current of 0.05 mA (approximately 1C) in 10% FEC electrolyte, and the Raman spectra were captured at 0, 4, 11, 20, and 25 cycles, as presented in . New peaks at 510, 712, and 890 cm–1 appeared in all of the Raman spectra of the cell, attributed to the formation of the SEI layer on the pristine NaK alloy. At cycle 0, the peak at 246 cm–1 and the broad peak at 525 cm–1 closely aligned with the K metal control, indicating a dominant proportion of potassium on the surface, consistent with the initial Na:K ratio of 30:70. As the battery cycled, the peak at 525 cm–1 shifted toward 532 cm–1 by cycle 20, implying an increase in the sodium content on the surface. Additionally, the potassium peak at 246 cm–1 shifted to 286 cm–1, further indicating a heightened presence of sodium on the alloy’s surface. After cycle 25, the peaks at 286 and 532 cm–1 solely resembled sodium. This suggests that the surface of the NaK undergoes phase changes during the charging and discharging of the cell, leading to the second plateau due to a change in the electrode composition.",
                "XPS experiments were conducted to determine the surface composition of the electrode. The NaK electrode was cycled in a split cell and opened in a glovebox after the reaction. The NaK anode was removed, washed with clean solvent, and then transferred to XPS in a sealed container for analysis. All NaK anodes started with a 30:70 wt % (approximately 40:60 at %) of Na and K, respectively. For the 5% FEC coin cell, the ratio dropped immediately after the first cycle to 60.4:39.6 wt % (as shown in ). After 30 cycles, almost all surface signals belonged to sodium (with a 96.4:3.5 Na:K wt % ratio), and only trace amounts of potassium were observed on the anode’s surface (as depicted in a,b). These findings suggest that the alloy reacts with the electrolyte to form a sodium-rich SEI layer, causing a change in the surface’s composition. This observation aligns with our Raman data, which indicated a more substantial presence of sodium on the alloy’s surface after cycling. The experiment was repeated using an electrolyte with 10% FEC. After the initial cycle, a higher concentration of potassium remained (54.8:45.2 wt %). Even after 30 cycles, there was still approximately 20 wt % of potassium on the surface (as shown in c,d). This is consistent with the electrochemical data, suggesting that a higher concentration of FEC can maintain better performance.",
                "To further analyze the XPS data, we deconvoluted the sodium and carbon XPS spectrum. The deconvoluted peaks at 1072.0 and 1069.8 eV are assigned to NaF and Na2O, respectively, based on previous reports.  In the case of the cell with 10% FEC (c), the surface of the anode is rich in NaF, which is a common component of the SEI in an NIB with NaPF6 salt and FEC additive.  Conversely, in the cell with 5% FEC, sodium exhibits a higher ratio of Na2O, as shown in a. f shows the atomic ratios of NaF, Na2O, and K. The cell with 10% FEC has significantly higher concentrations of NaF and K than the cell with 5% FEC. Previous studies have shown that the presence of NaF in the SEI layer results in a mechanically strong and electron-insulating SEI layer, which in turn could stabilize the SEI layer of the cell.  Combined with the electrochemical data, this suggests that a higher amount of NaF in the cell leads to a more stable SEI layer, which in turn slows the phase change of the NaK electrode. This is consistent with previous studies regarding the formation of SEI layer for general NIBs. ",
                "The change in the concentration of Na vs K in the anode could result from either the formation of a sodium-rich layer due to the deposition of Na+ ions from the electrolyte or the dissolution of K metal during cycling. To understand this phenomenon, the electrolyte was analyzed using ICP-OES after cycling. A 1 M NaPF6 electrolyte was used in all cells with 5% FEC. The sample was examined for Na+ and K+ ions using ICP-OES. e displays the concentrations of Na+ and K+ ions in different cycles. The potassium concentration increases as the cell cycles, confirming the stripping of K+ ions from the solution. Additionally, we also performed an analysis of the bulk anode both before and after cycling. The results are displayed in . Bulk K concentration in the anode decreases after cycling, which further supports our hypothesis that K+ is being stripped to the electrolyte during the cycling process. According to a previous study, a NaK alloy should intercalate only sodium ions when paired with a sodium intercalating cathode.  However, when the SEI is unstable due to its continuous growth, potassium from the metal strips is incorporated into the solution. When potassium ions are removed from the NaK alloy solution, the electrochemical properties of the NaK anode change. As the concentration continues to change, a new mixture of liquid NaK and sodium coexist as indicated in the phase diagram.  This leads to the appearance of a plateau and ultimately causes the battery to fail. As a result, the challenge lies in developing a stable electrolyte and an SEI layer to prevent the continuous reaction of the electrolyte with the anode."
            ],
            "name": "Results and Discussions",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we tested coin cells with 5 and 10% FEC. With 5% FEC, the cells failed, displaying a second plateau in the cycling curve, which increased over time. EIS studies revealed the presence of an unstable SEI layer for 5% FEC cells. Conversely, with 10% FEC, the cells did not exhibit any second plateau until late in the cycling stage. EIS data indicated that these cells maintained a stable SEI layer. Both in situ Raman spectroscopy and XPS data highlighted a high sodium content on the alloy’s surface after cycling. This can be attributed to the stripping of potassium from the alloy into the solution and the subsequent formation of a sodium-rich layer as confirmed by the electrolyte study using ICP-OES. Our research suggests that an unstable SEI layer leads to a continuous reaction with the electrolyte, resulting in the stripping of K+ ions into the solution and eventual battery failure. These insights have practical implications and offer valuable guidance for future NaK battery research."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Composition Analysis of the Solid Electrolyte Interface of NaK Anodes in Na-Ion Batteries"
}