{
    "DOI": "10.1021/acsami.2c10915",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The ever-growing demands for electric vehicles, energy storage, and other battery-intense applications have skyrocketed the prices of lithium raw materials, such as lithium carbonate (Li2CO3), in parallel with the thriving lithium ion batteries (LIBs) market.  Motivated by the natural abundance, wide geographical availability, and low cost of sodium-containing resources, sodium ion batteries (SIBs) are considered a promising alternative to LIBs.  The carbonaceous anode is a key ingredient in LIBs or SIBs; however, it delivers a relatively low specific capacity and significantly limits batteries’ energy density.  On the other hand, metallic Li has triggered renewed interest in recent years since its ∼10 times higher specific capacity than the standard graphite anode.  Similarly, among the numerous anodes, the Na metal anodes (NMAs) stand out as one of the most potential candidates for high-energy Na-based batteries because of their high theoretical specific capacity (1166 mAh/g) and low redox potential (−2.71 V vs S.H.E.).  Unfortunately, the highly reactive NMAs suffer from unstable solid–electrolyte interphase (SEI) and severe dendrite growth with conventional carbonate-based organic liquid electrolytes, which results in a low Coulombic efficiency (CE) and short serving life. ",
                "Recent cryo-electron microscopy studies have shown the atomic structures of SEI on Na metal surfaces and revealed that SEI plays a critical role in stabilizing metallic anodes.  Over the past few years, tremendous efforts have been devoted to constructing a stable SEI with effective passivation. Among them, electrolyte engineering is the key. For example, utilization of the ether solvents, including 1,2-dimethoxyethane, diethylene glycol dimethyl ether (DEGDME), and tetrahydrofuran (THF), has been reported to enable the highly durable NMAs due to their high LUMO and Na compatibility.  In addition, introducing additives such as KTFSI  and FEC  is also effective. These works have effectively regulated the Na deposition/stripping behavior and enhanced the electrochemical performance of NMBs at room temperature. Nonetheless, low-temperature (LT) applications of NMAs remain more complex challenges but largely unexplored. The dramatically increasing viscosity of liquid electrolytes below 0 °C results in poor wettability and sluggish Na+ ion transport.  Additionally, the deteriorative mass transfer capability at the electrode/electrolyte interphase leads to severe concentration polarization, raising inhomogeneous deposition and Na dendrite growth at LT. ",
                "In the past several years, increasing the salt concentration of electrolytes has been developed to expand the electrochemical window of electrolytes and generate functional SEI for metallic anodes.  Recently, instead of increasing the concentration, Hu’s group proposed an ultralow concentration electrolyte for SIBs to broaden the operating temperature range.  Herein, we use this methodology for a novel approach toward LT NMBs by a dilute ether-based electrolyte (0.3 M NaPF6 in DEGDME/THF) (). With the lower concentration, the electrolyte maintained a low viscosity and sufficient ionic conductivity at LT. Compared to the harsh kinetics of conventional 1.0 M carbonate electrolyte, the dilute electrolyte enabled a reduced impedance (10 Ω) and polarization voltage (∼0.01 V) at −20 °C, accompanied by improved Na deposition morphology. As a result, the Na/Na3V2(PO4)3 (NVP) cell with the dilute electrolyte could deliver a specific capacity of ∼80 mAh/g and maintain a much lower overpotential at −20 °C. Together, these results show the feasibility of the low concentration electrolyte strategy for LT NMBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Ether-based solvents were adopted in this study because of their high compatibility with NMAs.  However, the typical ether-based electrolyte (1.0 M NaPF6 in DEGDME) solidifies at −20 °C () and is thus impracticable for LT applications. To avoid undesired freezing and keep the electrolyte low viscosity and sufficient ionic conductivity at LT, the salt concentration was reduced to 0.3 M (denoted as 0.3-D). Furthermore, the cyclic ether THF with a low melting point (108.4 °C) and weak solvation ability was introduced as a cosolvent, obtaining the recipe of 0.3 M NaPF6 in DEGDME/THF electrolyte (denoted as 0.3-D/T). On the basis of the optimized low-temperature performance of Na/Na symmetric cells by using different THF concentrations (), the DEGDME/THF ratio was thus fixed at 7:3 where the overpotential was restricted to only 0.016 mV at 2.0 mA/cm2. 1.0 M NaPF6 in ethylene carbonate (EC)/diethylene carbonate (DEC) (1.0-E/DC), as a conventional carbonate electrolyte, was selected as a control. As shown in a, the temperature dropping resulted in increased viscosity and reduced ionic conductivity for these electrolytes. The superiority of the as-designed dilute electrolytes was exerted with the temperature declining below 0 °C. The 0.3-D/T electrolyte showed a low viscosity (18.1 mPa·s) at −20 °C, whereas the conventional 1.0-E/DC was recorded with a dramatically increased viscosity (74.8 mPa·s). Furthermore, when the temperature was lowered to −30 °C, the 1.0-E/DC electrolyte became frozen while the 0.3-D and 0.3-D/T counterparts still maintained their liquid phase even as the temperature decreased to −40 °C. Benefiting from the lower viscosity, the 0.3-D/T electrolyte exhibited a smaller contact angle (27°) with the polypropylene (PP) separator, in comparison with the 1.0-E/Dc (46°), unveiling the enhanced wettability (b,c). Meanwhile, the dilute electrolytes were detected with moderate ionic conductivity at room temperature because of the lower carrier number. However, when the temperature dropped to −20 °C, the ionic conductivity of 0.3-D/T reached up to 2.1 mS/cm, which outperformed 1.0-E/Dc since the lower viscosity.",
                "For a deep understanding of the solvation chemistry in corresponding electrolytes, molecular dynamic (MD) simulations were conducted. As seen in d,f, fewer Na+/solvent clusters can be observed from the snapshot of 0.3-D/T due to the lower concentration, in comparison with the conventional 1.0-E/Dc. The radial distribution functions (RDFs) of the electrolytes were collected to probe the solvation sheath based on the MD simulation. At the distance between 0 and 3 Å, corresponding to the first solvation sheath, a sharper peak of Na–OEC was recorded than that of Na–ODEC and Na–PPF6- due to the tighter binding between Na+ ions and EC molecules (−1.73 eV) (). With regard to the 0.3-D/T electrolyte, no peaks of THF solvents can be seen within 3 Å (), indicating THF hardly entered the solvation sheath of Na+ and were distributed as free solvents. Consequently, the DEGDME solvent dominated the Na+ ion solvation sheath in the 0.3-D/T electrolyte, which was similar to 0.3-D (). However, the binding energy of Na+-DEGDME in 0.3-D/T was lower than that of 0.3-D electrolyte, indicating that the introduction of THF effectively weakened the binding between Na+ and DEGDME, which further speeded up the desolvation process of 0.3-D/T.",
                "Next, electrochemical impedance spectroscopy (EIS) analysis was conducted to evaluate the Na+ ion transport kinetics in the Na symmetric cells with different electrolytes. In the Nyquist plots given in a, the impedance of the cell coupling with the 0.3-D/T electrolyte (<5 Ω) was lower than that of the conventional 1.0-E/DC counterpart (∼200 Ω) at room temperature, deriving from the fewer side reactions and SEI accumulation in the ether-based electrolyte. Strikingly, when lowering the temperature to −20 °C, the cell impedance reached up to >4000 Ω when the 1.0-E/DC electrolyte was used (b). Nevertheless, the dilute 0.3-D electrolyte enabled a low impedance of 22 Ω. Noteworthily, the introduction of the THF cosolvent further lowered the cell impedance to 10 Ω, implying the facilitated Na+ diffusion when using the 0.3-D/T electrolyte. Furthermore, the charge transfer impedance (RCT) and the ion transport impedance in SEI (RSEI) corresponding to the mid- and high-frequency region, respectively, were obtained by fitting the temperature-dependent EIS spectra () with the equivalent circuit given in .  The Arrhenius equation  was then utilized to calculate the activation energies, where A, Ea, and R stand for the precession constant, activation energy, and ideal gas constant, respectively.  The activation energies of desolvation and interfacial Na+ diffusion in SEI were termed Ea1 and Ea2, respectively. As shown in c and d, Ea1 and Ea2 for the 1.0-E/DC electrolyte were calculated to be 76.16 and 52.55 kJ/mol, stemming from the high affinity of Na+/carbonate-solvent and the poor SEI. Replacing the 1.0-E/DC electrolyte with the 0.3-D electrolyte reduced Ea1 and Ea2 to 19.15 and 17.76 kJ/mol due to the lower binding energy of Na+/DEGDME and improved SEI chemistry in the ether-based electrolyte. Furthermore, the 0.3-D/T electrolyte possessed even smaller Ea1 and Ea2 (6.82 and 13.81 kJ/mol), implying the further accelerated Na+ ion desolvation process and transport kinetics through SEI.  Meanwhile, the bulk resistance reflected by the ultrahigh-frequency region intercept only accounts for a marginal part of the total impedance at LT, demonstrating that the relatively low carrier number of the dilute electrolytes hardly posed a negative effect at LT. Facilitated by the improved reaction kinetics, the barriers for Na deposition have been obviously reduced, as reflected in the nucleation overpotentials given in . At room temperature, the nucleation overpotential got reduced from 133.3 to 23.0 mV when replacing the 1.0-E/DC electrolyte with 0.3-D and then further decreased to 18.0 mV by using the 0.3-D/T electrolyte. As the temperature decreased to −20 °C, the 1.0-E/DC, 0.3-D, and 0.3-D/T samples exhibited a nucleation overpotential of 202.1, 34.4, and 20.7 mV, respectively, indicating that the 0.3-D/T electrolyte afforded the lowest nucleation energy barrier. Moreover, the mass-transfer overpotential, depicted by the flat part of the voltage plateau, was also much lower in the 0.3-D/T system than that obtained by using 1.0-E/DC, which reveals a promoted nuclei growth process.",
                "To further investigate Na deposition behavior with different electrolytes, the top-view scanning electron microscopy (SEM) images of the Na metal electrodes cycled at −20 °C were collected. The morphology of Na deposition in the 1.0-E/DC electrolyte was overwhelmed by a mass of whiskers and pores (a), implying an uneven Na+ flux caused by high concentration polarization. When operating in the 0.3-D electrolyte, the deposited Na appeared to be less dendritic but covered with numerous grooves (b). In comparison, a homogeneous and dendrite-free Na deposition layer was formed in 0.3-D/T (c). To assess the durability of Na metal electrodes in corresponding electrolytes, the Na/Na symmetric cells were fabricated. When coupling with the 1.0-E/DC electrolyte, the symmetric cell exhibited a large and unstable polarization at room temperature, while the dilute electrolytes enabled the stable cycle with smaller overpotentials (). As the temperature decreased to −20 °C, in accordance with the porous Na deposition, the symmetric cell with the 1.0-E/DC electrolyte experienced a rapid failure (<100 h) along with the spiking voltage hysteresis (>1 V). By utilizing the 0.3-D electrolyte, the life span could be prolonged to about 1000 h, whereas the cell underwent a gradually enlarged overpotential after 500 h cycling (d). In sharp contrast, the cell with the 0.3-D/T electrolyte delivered an ultrastable voltage profile over 1000 h, accompanied by a lower overpotential (∼10 mV), which further verified the accelerated Na+ diffusion and improved plating/stripping behaviors.",
                "Considering the critical role of SEI chemistry in the Na deposition behavior, the X-ray photoelectron spectroscopy (XPS) depth analysis was further conducted on the cycled Na metal electrodes with different electrolytes. After cycled with the 1.0-E/DC electrolyte at 25 °C, peaks of C–C, C–O, and C═O exhibited sharp signals at the Na metal electrode surface (), representing the abundant organic composites. However, the organic-rich SEI has been reported to be lacking in passivation ability, which cannot effectively prevent the Na metal electrode from continuous reactions with the electrolytes.  Instead, when we used the 0.3-D () or 0.3-D/T electrolyte (a), NaF and Na2O species prevailed with sharp peaks, suggestive of the inorganic-dominant SEI on the cycled Na metal electrode. When the temperature was decreased to −20 °C, interestingly, SEI induced in these three electrolytes was detected with more intense Na Auger signals. This indicated that a thinner SEI layer was formed at LT, which may be attributed to the depressed parasitic reactions as the temperature decreases. To investigate the effect of adding THF, we also compared the SEI chemistry formed with the 0.3-D and 0.3-D/T electrolytes. As shown in b and , the SEI formed in 0.3-D/T displayed reduced NaF intensity but more oligomers and flexible alkyl carbonates, implying that the free THF molecules led to a more solvent-derived SEI. The enriched organic components residing in the SEI offered sufficient Na+ transportation, thus facilitating the LT kinetics. ",
                "Encouraged by the superior kinetics of the designed dilute electrolyte, Na/Na3V2(PO4)3 (NVP) full cells were assembled to evaluate the practicability. When cycling at 25 °C, the full cells with the 0.3-D and 0.3-D/T electrolytes were found to retain similarly stable capacity output after 400 cycles (a), which can be ascribed to the favorable Na compatibility of the ether solvents. Conversely, a linear capacity decay occurred with the 1.0-E/DC counterpart, indicating a continuous Na consumption related to the nonprotective SEI. The LT electrochemical performances of full cells coupling with different electrolytes were further probed. With the conventional 1.0-E/DC system, full cells could only afford a capacity of ∼47 mAh/g after 20 cycles at −20 °C, which was related to its enormous impedance. The full cell using the 0.3-D electrolyte retained a capacity of ∼60 mAh/g but encountered a drastic fluctuation with the cycles proceeding to 100 cycles. In comparison, a high discharge capacity of 80 mAh/g and minimal capacity degradation over 250 cycles were realized in the 0.3-D/T system (b). Regarding the voltage profiles of the cells cycling at −20 °C, the charge plateaus in 0.3-D and 1.0-E/DC systems both experienced severe polarization compared to those at room temperature (c and ) due to the huge kinetic barrier.  It is also noticed that the charging voltage curves became more sloping than the discharging ones, implying that the performance loss could be more attributed to the hindered Na plating process. In sharp contrast, the cell employing 0.3-D/T electrolyte displayed a restricted polarization, along with a longer charge plateau (∼3.42 V) and a higher discharge plateau (∼3.33 V), indicating the enhanced reaction kinetics. Hence, speedy Na+ diffusion kinetics enabled by 0.3-D/T electrolyte can effectively boost the rate and LT performances plus extend the life span for NMBs, as the enhanced full cells electrochemical performances reveal."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, we developed a DEGDME-based electrolyte with low viscosity and weakened solvation effect of Na+/solvent by lowering the salt concentration and introducing THF cosolvent. A solvent-derived SEI layer was constructed due to the increased free solvents in dilute electrolyte and guaranteed adequate Na+ transport through SEI at LT, as the MD simulation and XPS analysis unveiled. The as-designed electrolyte decreased the Na/Na symmetric cell impedance from >4000 Ω to only ∼10 Ω at −20 °C due to the reduced activation energies for Na+ ion desolvation and transport process. Such accelerated reaction kinetics enabled the dendrite-free Na deposition, further spurring remarkable cycle stability for 1000 h with a low overpotential of ∼0.01 V. As-constructed Na/NVP full cells retained a discharge capacity of ∼80 mAh/g and a limited polarization (∼0.1 V) at −20 °C. The present strategy, therefore, represents a promising approach to LT applications of NMBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Cell-grade NaPF6, DEGDME, THF, EC, and DEC were purchased from Dodo Chem Co., Ltd., for the electrolyte preparation. Preparation of the electrolytes was conducted in the glovebox filled with high-purity argon. NVP powder was synthesized by the solid-state method with Na2CO3, NH4H2PO4, V2O5, and glucose (C6H12O6) as raw materials. Glucose was used as a carbon source, and its weight ratio to other raw materials was 1:5. The raw materials weighed in stoichiometric ratio were ball-milled for 6 h and then dried to obtain the precursors. Afterward, the precursors were sintered in an argon furnace at 800 °C for 10 h to obtain NVP@C powder samples."
                    ],
                    "name": " Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "MD simulations of the electrolyte systems were performed by employing the optimized potentials for liquid-simulations all-atom (OPLS-AA) force field in the Gromacs program suite.  The detailed calculation methods are provided in the ."
                    ],
                    "name": " Calculation Methods",
                    "type": "h3"
                },
                {
                    "content": [
                        "The viscosity and ionic conductivity of the electrolytes at −40 to 25 °C were tested with a HAAKE MCR302 rotational rheometer and Leici DDS-307 conductivity measuring meter, respectively. The wettability of electrolytes was conducted by recording their contact angles on the PP separators on a DataPhysics OCA50AF. SEM images were obtained from a Zeiss Sigma 300VP. XPS characterizations were conducted on a Thermo Fisher Scientific ESCALAB 250Xi. During both SEM and XPS tests, air-sensitive samples were stored and transferred in an argon atmosphere before being sent into the test chamber, and all the retrieved electrodes were rinsed with DEGDME and dried in a vacuum environment."
                    ],
                    "name": " Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The EIS tests of the Na/Na symmetric cells were performed with a frequency range of 100 mHz to 103 kHz by using the multichannel workstation (Biologic VMP-3). Na/Cu cells were assembled to analyze the nucleation overpotentials. The galvanostatic charge/discharge (GCV) tests for the cycling behavior of the Na/Na cells and Na/NVP cells were tested on a Neware CT-4008T."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Promoting Fast Na Ion Transport at Low Temperatures for Sodium Metal Batteries"
}