{
    "DOI": "10.1002/cphc.202100748",
    "Journal": "",
    "Keywords": [
        "thermodynamics",
        "batteries",
        "hard carbon",
        "sodium-ion",
        "entropy"
    ],
    "Sections": [
        {
            "content": [
                "The demand for clean and sustainable energy sources necessitates effective and low cost energy storage solutions. Lithium‐ion batteries (LIBs) have been highly prolific in portable devices and in mobile transport applications. The cost of the raw materials of LIBs, and the fact that lithium is limited in supply and unevenly distributed throughout the globe raises challenges for large scale applications of LIBs in areas like stationary storage. Sodium‐ion batteries (NIBs) are an attractive alternative, replacing lithium with much more Earth‐abundant sodium. NIBs share many similarities with LIBs, comprising an organic electrolyte and, typically, a layered transition metal oxide as cathode material. A key challenge has been the development of suitable anode materials. The usual anode material of choice for LIBs, graphite, does not intercalate sodium to any significant extent.",
                "As an anode material for NIBs, hard carbon has attracted much interest since reports of sodium insertion into its structure by Stevens and Dahn. Hard carbons consist of randomly oriented, curved and defective layers of graphene separated by large interplanar distances. In a simplified picture, the structure can be understood by a “house of cards” model. Sodium can be inserted at defect sites, between the carbon layers, and into nanopores. Galvanostatic charge/discharge profiles comprise two main features: 1: a sloping region from the maximum voltage of 2 V (vs. Na) to approximately 0.1 V; 2: a plateau below 0.1 V. Stevens and Dahn used small and wide angle X‐ray scattering (SAXS/WAXS) to assign sodium intercalation to the sloping voltage region, and filling of the nanopores to the low voltage plateau. Nuclear magnetic resonance (NMR) suggested a similar interpretation. However, a key challenge in this area is that the voltage profile itself does not contain any distinct features apart from the slope and plateau. The processes giving rise to these features may be interdependent and overlap, but there isn't enough information to separate them. In this regard, local probes and operando techniques like SAXS, WAXS, Raman and NMR have provided physical insight, but further work is needed to quantify, in particular, the proportions of sites occupying the interlayers and the nanopores at a given cell voltage.",
                "A virtually unexplored parameter in NIB characterization is the effect of temperature variation. As well as influencing the kinetics of the various sodium insertion processes, the voltage profile is directly connected to temperature by the partial molar entropy of sodium insertion. To measure this parameter, it is necessary to probe the open circuit voltage (OCV) of the cell by performing a technique similar to galvanostatic intermittent titration technique (GITT), i. e. interrupted galvanostatic pulses and measurement of the cell voltage at rest. In so called “entropy profiling”, the cell OCV of the cell is measured while changing the cell temperature (c.f. section 2.3 for further details). The only additional requirements compared with standard electrochemical characterization are a temperature controller and high‐resolution voltage measurement. This technique has been extensively applied in the LIB area but surprisingly, has not yet been applied to any NIB chemistry. In previous work, we combined experimental entropy profiling with lattice gas models and in so doing, gained additional interpretation of ordering phenomena in lithium manganese oxide spinel and lithium insertion/deinsertion in graphite.",
                "In the present work, we transfer established entropy profiling methodology to sodiation in hard carbon. In section 2, we outline the experimental methods and protocols, including a summary of how all the thermodynamic variables are obtained from the experimental results, which follow in section 3. Detailed interpretation of those results depends on models to separate interlayer and nanopore filling. Two approaches, the Bragg‐Williams model and grand canonical Monte Carlo, are outlined in section 4. We show, by fitting interaction parameters within these models to experimental data (section 5) how additional interpretation of the energetics of sodium insertion in the interlayers and nanopores can be obtained that would be impossible to achieve from OCV measurement alone. Overall, the work demonstrates how the additional features revealed by entropy profiling in combination with models can be applied to gain insight into sodium insertion processes, with the potential to transfer this methodology to a wider range of synthesized hard carbon materials."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Electrochemical studies were carried out using stainless steel CR2032 2‐electrode coin cells. Working electrode materials were prepared by mixing hard carbon powder, prepared according to a previous publication, with polyvinylidene fluoride (PVDF) binder in a mass ratio of 90 : 10. N‐methyl‐2‐pyrrolidinone (NMP) was used as the solvent to prepare a slurry, which was cast onto aluminium foil as the current collector. The electrodes were dried at 80 °C overnight, before transferring to an argon‐filled glovebox (H2O and O2 levels <0.1 ppm) for cell construction. 16 mm disks were punched, giving a typical hard carbon mass loading of around 2–2.5 mg cm−2 per cell.",
                        "Sodium metal (Tob New Energy) disks were used as the counter and reference electrode. All voltages are, consequently, reported with respect to metallic sodium. Whatman micro glass fibre paper was used as the separator and the electrolyte was 1 M NaClO4 (anhydrous, >98 % purity, Alfa Aesar) in a solution mixture of propylene carbonate (PC, anhydrous, 99.7 % purity, Sigma Aldrich)/Fluoroethylene carbonate (FEC, anhydrous, >99 % purity, Sigma Aldrich) in a 98 : 2 mass ratio. The PC and FEC were dried in the glovebox using molecular sieves for 48 h before electrolyte preparation."
                    ],
                    "name": "Coin Cell Assembly And Materials",
                    "type": "section"
                },
                {
                    "content": [
                        "Experimental measurements were performed using aluminium heat exchangers, in direct thermal contact with the coin cells, which were connected to a Julabo F12 refrigerated – heating circulator, allowing direct control over the cell temperatures. This setup enabled more rapid thermal equilibration of the cells than would be possible with a climate chamber. The temperature was monitored by type‐T thermocouples in direct contact with the heat exchangers. A Keysight 34970 A data acquisition system with multiplexer unit was used for high resolution (22 bit) voltage and temperature measurements, assisting post processing of entropy profile data. Cell current and voltage were controlled by a BaSyTec CTS cycler. A software interface between the data acquisition unit and the battery cycler allowed real time measurement of temperature, current and voltage to the required resolution. Data points were recorded every 1 s. Further detail of the setup, applied to Li‐ion half cells and commercial cells, can be found in earlier publications.",
                        "Freshly assembled cells were subjected to the following protocol, at controlled T=25 °C: 5 cycles between 1.5 to 0.05 V at 10 mA/g (here, the mass is the amount of hard carbon active material). 3 further cycles were performed subsequently between 2.0 and 0.005 V at 10 mA/g and revealed cell capacities in agreement with previous characterisation of the same hard carbon material at the same cycle rate and potential limits. Rest periods of 20 minutes were inserted between each charge and discharge cycle. This procedure was performed to check representative and stable cycling behaviour before entropy profiling characterisation."
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                },
                {
                    "content": [
                        "All measurements described subsequently were preceded by a constant current/constant voltage (CCCV) charging protocol to ensure a consistent starting sodiation state for each experiment. This stage consisted of galvanostatic charge at 10 mA/g up to 2.0 V, followed by at least 2 hours of polarisation at 2.0 V. This ensured a consistent starting state for the entropy profile measurements, with the hard carbon structure commencing as close to fully desodiated as possible, in line with protocols that we have previously applied to Li‐ion cells. We used similar methods as in our previous work to obtain entropy profiles for hard carbon. The method is akin to galvanostatic intermittent titration technique (GITT), comprising alternating steps under galvanostatic control followed by relaxation under open circuit conditions, but in addition the temperature is varied during the relaxation period and entropy is calculated from the gradient of OCV with temperature. Measurements comprised iterative steps of galvanostatic discharge at 10 mA/g followed by a total of 80 minutes of relaxation time. The current and temperature were changed dynamically, as outlined in Table . Each iteration was repeated until the cell voltage was less than 0.005 V."
                    ],
                    "name": "Entropy Profiling",
                    "type": "section"
                },
                {
                    "content": [
                        "It is well known that the equilibrium cell voltage, ϕ(x) and chemical potential of the guest atom (Na in this case), μ(x) are related as1",
                        "where  is the chemical potential of the metallic Na anode reference, which is defined as zero on our reference scale. n=1 is the number of electrons transferred per inserted Na atom, and F is the Faraday constant. With a suitable choice of units for all potentials (μ expressed in eV per inserted atom), this can be written much more simply as2",
                        "The term μ(x) can also be written as3",
                        "where p=pressure, T=the absolute temperature, Nhost and NNa are respectively the number of carbon and sodium atoms in the system. G is the Gibbs free energy per inserted Na atom. The subscripts p, T and Nhost will be implicitly assumed constant from now on and dropped for simplicity.",
                        "Here, we define x (0≤x≤1) as the fraction of sodium in the host. It is straightforward to define x=0 as the point where the experimental discharge capacity, Q, is zero, because we initialise the experiment from a CCCV condition, and thus the hard carbon ostensibly starts fully desodiated. It is necessary to define a theoretical maximum capacity to determine x=1. The maximum experimental discharge capacity,  is attained when the 0 V cutoff criterion is reached, but additional sites could in principle be available to be filled with sodium below 0 V. Fortunately, the Bragg‐Williams model defined later in section 4.1 allows a theoretical maximum capacity, Qmax, to be determined through fitting the thermodynamic variables to the experimental data. We can then define x as4",
                        "where Q is the measured capacity obtained from experiment in mAh/g. We can similarly define5",
                        "where xexpt similarly goes from 0 to 1. However, with Qmax>, there is a conversion factor required to relate simulated and experimental data on an equivalent Q scale, which is detailed further in the Supplementary Information, section 3.2.",
                        "The partial molar Gibbs free energy, ΔG, can be written as6",
                        "where H(x) and S(x) are the enthalpy and entropy, respectively, per formula unit of host material.",
                        "Assuming that the OCV, EOCV, measured at the end of the relaxation period for each x value corresponds to ϕ(x), we can use equations 2, 3 and 6 to get7",
                        "and8",
                        "Due to the choice of units of eV per formula unit for the potentials H(x) and TS(x), i. e. as in the conversion between equations 1 and 2, the usual factors of F have been omitted. In this way, we can relate the partial molar entropy and enthalpy, ΔS and ΔH respectively, in units of eV per inserted Na atom. All of the terms in equations 7 and 8 are measurable using methods described in section 2.3."
                    ],
                    "name": "Determination Of Thermodynamic Variables",
                    "type": "section"
                }
            ],
            "name": "Experimental Methods",
            "type": "section"
        },
        {
            "content": [
                "Galvanostatic characterisation of hard carbon cells, using procedures described in section 2.2, is shown in Figure . Cycle 1, indicated in the inset shows a large irreversible loss of capacity of about 70 mAh/g, corresponding to the formation of a stable solid electrolyte interphase (SEI). Cycles 2–5 show stable cycling behaviour. The discharge capacity obtained during cycles 6–8 corresponds to approximately 220–230 mAh/g, in good agreement with previously published work performed in the same potential window with the same hard carbon material and these scans show a stable and repeatable behaviour. This behaviour displays the characteristic sloping region up to approximately 80 mAh/g, followed by a plateau between 80 mAh/g and maximum capacity. The voltage difference between sodiation and desodiation (hysteresis) has been widely reported elsewhere, but all subsequent discussion relates to the sodiation behaviour.",
                "The open circuit voltage (OCV) behaviour, as well as the entropy and enthalpy profiles are shown in Figure . These results were obtained using the procedure described in section 2.3, after attaining the stable cycling behaviour shown in Figure . The partial molar (p.m.) entropy and enthalpy, ΔS and ΔH, were obtained with equations 7 and 8, respectively. Note the scales on the y‐axes – these are presented such that addition of −ΔH (Figure a) to T ΔS (Figure b) gives −ΔG, and thus by equations 2–6 the OCV shown in Figure c, without any further unit conversion being necessary.",
                "Firstly, the OCV shown in Figure c, effectively obtained under GITT conditions, displays the same features and voltage scale as the result obtained under continuous galvanostatic discharge (sodiation). This is expected as each entropy profiling step was initialised by a discharge step for 20 minutes, and indicates that both measurements probe stable or at least metastable behaviour (that is, the galvanostatic data can be considered as a pseudo OCV measurement).",
                "Although the mechanisms are still disputed, the sloping region, which here terminates at approximately 70–80 mAh/g, is generally associated with the insertion of sodium into the carbon layers. The layer filling is hypothesised to initiate at defect sites and then proceed in the layers up to a stoichiometry of approximately NaC24. The voltage plateau above 70–80 mAh/g capacity is primarily attributed to insertion of sodium in the nanopores, with interlayer sodium insertion thought not to contribute significantly here.",
                "The three regions in Figure  marked 1–3 correspond approximately to: 1: sloping region; 2: transition; 3: plateau region. Comparing the three panels of Figure , it is apparent that the sloping region 1 (capacity <80 mAh/g) of the OCV curve is dominated by the p.m. enthalpy (Figure a), which spans an energy scale of approximately 0 to 1 eV. The p.m. enthalpy changes in slope between approximately 80–110 mAh/g (region 2) and in the plateau region 3"
            ],
            "name": "Experimental Results",
            "type": "section"
        }
    ],
    "Title": "Sodiation Of Hard Carbon: How Separating Enthalpy And Entropy Contributions Can Find Transitions Hidden In The Voltage Profile"
}