{
    "DOI": "10.1021/acsami.3c03386",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The quest for efficient alternative energy storage systems is obligatory due to the intermittent nature of current energy storage systems such as lithium.  Earth-abundant sodium is considered as the next sodium-ion battery (SIB) technology not only for its lower cost but also for the ease of recyclability and enhanced extreme temperature performance compared to its lithium-ion counterparts.  Designing novel host structures plays a pivotal role in developing high-performance SIBs with high capacity and longer cyclic stability.  Furthermore, considering the sustainable solar and wind storage in SIBs, it shall be operational at lower temperatures.  However, due to the larger size of the Na+ (1.02 Å) ion, the extraction and insertion of the Na+ ion during the charge and discharge processes result in structural changes, thus affecting the cyclic stability and rate performances of the cathode materials.  Among the different reported cathode materials, layered transition-metal oxide (NaxTMO2; 0 < x ≤ 1, TM––transition metal)-based materials are the state-of-the-art cathodes for SIBs, providing stable cycling and rate performance, incorporating large Na+ (1.02 Å) during charge/discharge. ",
                "The layered oxides can be majorly classified into P2, P3, and O3 based on the coordination environment with the content of the alkali metal and the number of TMO2 layers in the unit cell. In general, the P- and O-type structures represent prismatic and octahedral coordination around the Na ion, respectively. The adjoining numbers 2 and 3 indicate different arrangements of transition-metal layers in a single unit cell.  Among these, P2- and O3- layered oxides are widely studied cathodes due to easy synthesis protocols like controlling the stoichiometry and reaction conditions.  P2-type cathodes provide good rate capability and cycle life, whereas O3 delivers a higher initial capacity. However, all these layered structures suffer from multiple phase transitions and decreased capacity during long-term cycling.  Consequently, it is highly desired to develop cathodes with optimized composition for improved cycle life and higher capacities.  Several techniques like the integration of multiple phases and tuning the metal composition or incorporation of structure-stabilizing elements had already been proved to be very effective in improving the electrochemical performance.  For instance, Feng et al. explored the performance of a P2/O3 composite cathode (Na0.8Li0.13Ni0.2Fe0.1Mn0.57O2), which delivered a capacity of 133.4 mAh g–1 at a high rate of 1C and a capacity retention of 88.6% after 100 cycles.  Additionally, the inexpensive, low-toxic manganese-based cathodes are highly advisable, but the Jahn–Teller distortion caused by the Mn3+ ions results in the appearance of multiple voltage steps in the discharge curve, and the eventual capacity fade leads to further optimization of cathode compositions. ",
                "Recently, synergistic effects on biphasic cathodes which can be synthesized by controlling the reaction conditions, doping elements like Li, Mg, Al, Ti, Mn, Co, Fe, etc., have been demonstrated with improved electrochemical performance.  An integrated P2/O3 Na0.66Li0.18Mn0.71Ni0.21Co0.08O2+δ cathode was reported by Guo et al., demonstrating superior sodium storage ability.  It is important to regulate the Mn valence to suppress the Jahn–Teller effect in layered manganese-based cathodes. Li inclusion into Mn-based layered oxide cathodes is reported to suppress the Jahn–Teller effect by regulating the Mn valence and delaying the phase transformations, resulting in prolonged cycling life.  The substitution of Li can potentially help to suppress the Jahn–Teller effect by oxidizing Mn3+ to Mn4+. A recent study by Li et al. with the Na0.95Li0.15Ni0.25Mn0.602 cathode manifests improved electrochemical performance compared to the pristine material.  Furthermore, Liu et al., using a Li/F codoping route, established a mixed P2/O3 cathode which possesses better electrochemical performance than the individual P2 and O3 phases.  Fluorine substitution has been reported to be effective in addressing the oxygen loss issue in Na-based transition-metal oxides for improved cyclic stability.  Additionally, doping with more electronegative F– ions accounts for stronger TM-O(F), which can minimize the gliding of the TMO2 layers, thus making the layered structure more stable.",
                "Currently, major research on cathode materials is focused on ambient temperature, but very few reports are on SIB operable extreme conditions, specifically low temperature. The specific capacities and rate capabilities greatly reduce with the transition from room temperature to low temperatures due to the sluggish Na+ diffusion processes at subzero temperatures.  Wang et al. performed structural modifications to layered Na0.67Ni0.33Mn0.67O2 (specific capacity of 173 mAh g–1 at 0.2 C) by cobalt substitution, resulting in Na0.67Ni0.2Co0.2Mn0.6O2, with 132.2 mA h g–1 capacity at −40 ° C (80% retainment in the initial room-temperature capacity).  A similar strategy with electrochemically active Fe3+ ions in the Mn site of the P2 layer oxide cathode optimized as Na2/3Ni1/3Mn7/12Fe1/12O2 exhibits a better low-temperature performance with a capacity retention of 94% after 80 cycles at −25 °C.  Recently, lithium-composed layered oxide cathodes with stable structures have been employed at 0 °C for sodium storage.  The strategic inclusion of foreign elements into layered oxide cathodes resulted in faster Na+ transfer kinetics and ameliorated sodium storage properties at low temperatures. Therefore, it is highly envisaged to develop structurally stable and high-performance electrodes operable in extreme conditions, specifically subzero temperature.",
                "In this work, we have synthesized a new P3/O3 biphasic cathode by facile LiF codoping into Na0.67Mn0.5Co0.5O2 as Na0.67Li0.07Mn0.5Co0.5O2–xFx and Na0.67Li0.13Mn0.5Co0.5O2–yFy through sol–gel synthesis, followed by a high-temperature calcination step. The LiF integration into Na0.67Mn0.5Co0.5O2 has led to the growth of a biphasic P3/O3 cathode, which is confirmed by XRD and Rietveld analyses. Moreover, the Jahn–Teller distortion from Mn3+ is greatly suppressed with an increased Mn4+/Mn3+ ratio, as confirmed by XPS analysis. At ambient temperature, the optimized cathode exhibits a capacity retention of ∼85% after 100 cycles at 0.2 C (30 mA g–1) rate compared to the 54% retention of the pristine cathode. Moreover, low-temperature performance at −20 °C gave 70% (92 mAh g–1 at 0.1 C/15 mA g–1) of the room-temperature capacity, with 94% capacity retention after 100 cycles. Further, excellent capacity retention in a full-cell configuration, with hard carbon as an anode, has been demonstrated at a wider temperature range of −20 to 50 °C (with an energy density of 151.48 Wh kg–1). The Na+ kinetic and postcharacterization studies reveal that the incorporation of LiF accounts for boosting the electrochemical performance."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The chemicals sodium acetate and lithium fluoride are procured from Alfa Aesar, and anhydrous manganese(II) acetate and cobalt(II) acetate are obtained from Fisher Chemicals. Sodium hexafluorophosphate (NaPF6, Alfa Aesar) was dissolved in propylene carbonate (PC, Sigma) as the electrolyte."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na0.67Co0.5Mn0.5O2 material was synthesized using a simple sol–gel method, followed by high-temperature calcination. Initially, stoichiometric amounts of metal (Na, Co, and Mn) acetates were dissolved in DI water along with citric acid and heated at 90 °C for 12 h to obtain a gel-like compound. Subsequently, the gel was dried at 120 °C to obtain the precursor material. Further, the precursor was sintered at 500 °C for 6 h. Finally, the precalcined material was further annealed at 800 °C for 15 h to obtain the final product. A similar procedure was used to obtain Li–F-incorporated samples Na0.67Li0.07Mn0.5Co0.5O2–xFx and Na0.67Li0.13Mn0.5Co0.5O2–yFy by additionally taking LiF in the first step, 10 and 20% moles of Na source were used for NMC-L1 and L2 samples, respectively. Both Na and Li precursors were taken in 5% excess quantity to account for the mass loss during high-temperature annealing. The obtained final products were used for further characterization."
                    ],
                    "name": " Synthesis of NMC and LiF-Incorporated NMC Cathode Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The elemental composition was determined using an inductively coupled plasma optical emission spectrometer. The PXRD patterns of the layered oxide cathodes were collected using a Rigaku Smart Lab X-ray diffractometer with a tube voltage of 40 kV and current of 44 mA. Cu Kα radiation source was used with a wavelength of 0.154 nm, and the scan range was set from 2-theta values of 10–70°. Further, for morphology analysis, an FEI Tecnai F20 S/transmission electron microscope and an FEI Nova NanoSEM field emission spectroscope were employed. XPS acquisition was done using a Kratos Axis ultra-DLD imaging XPS instrument. The XPS analysis was performed using CASA XPS fitting software, with the C 1s reference set at 284.6 eV and Shirley background. Majority of graphs were plotted using the Origin Pro 2022 software."
                    ],
                    "name": " Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The active materials (80%), super P carbon (10%), and PVDF (10%) were taken with an appropriate amount of N-methyl-2-pyrrolidone (NMP) and mechanically mixed to obtain a uniform slurry. The slurry was further coated on the top of the aluminum current collector using the doctor blade technique and dried overnight at 100 °C in a vacuum oven. The dried foil was then punched into circular disks of diameter 12 mm with a mass loading of 2–3 mg cm–2 and further used as cathodes. For the half-cells, the sodium metal foils rolled and cut into disks were used as anodes, and 1 M NaPF6 in propylene carbonate (PC) was used as the electrolyte, while glass microfiber filters (Whatman-grade GF/D) served as the separator. The full cells were assembled with hard carbon (Kuranode hard carbon powder, Kuraray). To prepare the negative carbon electrodes, a slurry of 80 wt % HC and 10 wt % each of super P carbon and PVDF in NMP was cast onto a copper current collector. The mass of the cathode and anode was taken in 10:8 ratio. CR 2032-type coin cells were subsequently assembled with the above components in an Ar-filled glovebox and tested with MTI and Arbin battery cyclers. The electrolyte composition remained unchanged for both room-temperature and low-temperature studies. The galvanostatic charge discharge (GCD) values of the electrodes were recorded in the potential range of 1.5–4.3 V at different specific currents of 0.1, 0.2 0.5, 1, 2, and 5C. The cycling studies were performed with the following C rate (1 C = 136 mA g–1) at various temperatures (0.2 C for RT, and 0.1 C for LT of −20 °C). Similarly, the cyclic voltammetry (CV) profiles were obtained in the same voltage window with varying scan rates of 0.2, 0.4, 0.6, 0.8, and 1 mV s–1. The electrochemical impedance spectroscopy (EIS) measurements were recorded to measure the cell impedance in the range of 1 MHz–0.1 Hz with a voltage perturbation of 0.01 V.",
                        "The Na+ diffusion coefficients (DNa+) are calculated according to the following equation:where τ is the time interval for the galvanostatic current applied. MB and mB are the molecular weight and the active material mass, respectively. Vm represents the molar volume, and S is the surface area of the electrode. ΔES and ΔEτ are the steady-state voltage and the total change of the cell voltage E during the current pulse, respectively."
                    ],
                    "name": " Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The majority of the stable P-type, O-type, or biphasic cathodes are well studied for SIBs at room temperatures, but there are few reports on low-temperature applications.  Additionally, after 200 cycles of charge–discharge at 0.2 C (30 mA g–1) for the cathodes at room temperature, a capacity retention of 73.18% is observed for NMC-L1, which is far superior to that of NMC (27.53%), as shown in . Further, at subzero temperature, the cyclic stability of NMC-L1 was better than that of pristine cathode at 0.5 C (75 mA g–1) rate ().",
                        "Hence, we studied the best-performing P3/O3 NMC-L1 cathode and evaluated its performance at a subzero temperature of −20 °C. The GCD curves of the cathode are presented in the inset of A, and the specific capacity values are found to be 97, 85, 63, 48, and 32 mAhg–1 at C rates of 0.1 (15), 0.2 (30), 0.5 (75), 1 (150), and 2 (300 mA g–1), respectively. The capacity value at 0.1 C (15 mA g–1) is ∼65% of that of the room-temperature value, and the observed capacity retention values are comparable to few layered oxide cathodes reported previously ( and ). Further, the cathode possesses superior long-term cycling stability, as shown in A, even after 100 cycles at 0.1 C (15 mA g–1), with excellent retention, of 94% of the initial capacity and nearly 99% Coulombic efficiency. Additionally, the rate studies were examined at various current rates, and the cathode delivered reversible discharge capacities, elucidating better rate capability than that at room temperature, as depicted in B.",
                        "Further, a full cell was constructed to check the extreme temperature performance with an optimized NMC-L1 cathode and a hard carbon anode (without presodiation for practical applications) using 1 M NaPF6 in PC as the electrolyte, as shown in A.  Prior to the full cell assembly, the hard carbon Na-ion storage properties are measured at room temperature at 20 mA g–1 current density, showing a capacity of 183 mAh g–1 in the second discharge cycle (). It is noted that the full cell delivered an initial discharge capacity of 45 mAh g–1 (specific energy of 151.48 Wh kg–1), with ∼94% retention after 35 cycles at room temperature, calculated based on the cathode mass, as shown in B. The full cell capacity was recorded at different current rates, 0.5 C (75 mA g–1) and 1 C (150 mA g–1), where discharge capacities of 30.26 mAh g–1 and 24.02 mAh g–1 are obtained (C). Further, the NMC-L1||HC full cell was operated at a subzero temperature of −20 °C. The full cell delivered an initial capacity of 13.54 mAh g–1 at 0.1 C (15 mA g–1) rate with the capacity retention of 92% after 30 cycles and excellent Coulombic efficiency of 99.5%, as depicted in D.",
                        "Additionally, the full cell performance was recorded at 0.1 C (15 mA g–1) at various temperatures ranging from – 20 to +50 °C, and excellent capacity retention was noted at different temperatures (). The initial capacity was regained during the transition from low temperature (−20 °C) to room temperature (25 °C). At a high temperature (50 °C), the capacity slightly improved with very good cycling stability, demonstrating excellent cyclic stabilities of the full cell at a wider temperature range of −20 to 50 °C."
                    ],
                    "name": " Low-Temperature Performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To summarize, a stable P3/O3 biphasic sodium-layered oxide cathode was developed through a facile LiF incorporation strategy for applications at low temperatures. The optimized cathode displayed excellent sodium storage capabilities at both room temperature and subzero temperatures. It delivered an initial capacity of 148 mAh g–1 at 0.1 C (15 mA g–1) and good cyclic stability with 85% retention in capacity at 0.2 C (30 mA g–1) rate after 100 cycles within a potential window of 1.5–4.3 V. The incorporation of LiF improved the performance by alleviating the Jahn–Teller effect through Li, and the presence of fluorine atoms resulted in more stable TM–O(F) bonds. The cathode material displayed excellent structural stability with a well-matched crystal structure after cyclic stability. Majority of the layered oxide cathodes or their composites are reported for SIB applications at room temperature but seldom studied at low temperatures. Even at low temperatures, the capacity retention was 94% of the initial capacity. Further, a full cell comprising a hard carbon anode and a biphasic cathode with 1 M NaPF6 electrolyte displayed excellent cyclic stabilities at a wider temperature range of −20 to 50 °C (with the energy density of 151.48 Wh kg–1) due to enhanced structural stability, alleviated Jahn–Teller distortions, and rapid Na+ kinetics facilitating Na+ motion at various temperatures in SIBs. This strategy to engineer multiphasic cathodes will enable the exploration of new materials to push the boarders toward ultralow-temperature SIB applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Sustainable Enhanced Sodium-Ion Storage at Subzero Temperature with LiF Integration"
}