{
    "DOI": "10.1002/chem.202103088",
    "Journal": "",
    "Keywords": [
        "anode material",
        "polyazaacene analogue",
        "sodium-ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable lithium‐ion batteries (LIBs) have been widely employed in portable electronics, smart grids and new‐energy vehicles. However, due to the shortage of lithium resources, relatively high production costs and safety problems, LIBs have faced a big issue in large‐scale practical applications. Comparatively, sodium‐ion batteries (SIBs) have received considerable attention owing to the abundant sodium reserves, exploit convenience and low cost. Additionally, sodium locates in the same main‐group as lithium and shares similar physicochemical properties. Therefore, SIBs have the similar fundamental electrochemical principle to LIBs and are considered as one of the most promising candidates. It is worth noting that the mass and radius of Na+ are larger than that of Li+, which aggravates the difficulty of ion migration, resulting in the structure collapse and pulverization of inorganic electrode materials during the cycles. Hence, SIBs with inorganic electrodes usually have the issues of low capacity and unstable cycle performances. Exploring high‐capacity electrode materials with flexible structures is an essential strategy to further promote the development of SIBs.",
                "Nowadays, organic materials are proposed to be the appropriate electrode materials for the new‐generation batteries benefitting from the strong structural designability, potentially high specific capacity, relatively inexpensive manufacturing cost and eco‐friendly. Numbers of organic electrode materials with redox activities have been involved in SIBs and exhibited excellent electrochemical properties. For instance, trisodium 1,2,4‐benzenetricarboxylate displayed a reversible capacity of 137 mAh g−1 after 600 cycles when used as anode in SIBs. Applied as the cathode, calix[4]quinone obtained an initial discharge capacity of 438 mAh g−1, very close to its theoretical capacity (Ctheo=446 mAh g−1). However, high solubility in conventional organic liquid electrolytes and poor conductivity are nonnegligible problems existing in organic electrodes, which leads to fast capacity decay, low utilization of active sites and poor rate capability. Polymerizing organic small molecules into polymers with stable frameworks can solve this puzzler effectively. Radical polymers, conductive polymers, organometallic polymers, conjugated microporous polymers, and metal‐organic frameworks with insoluble characteristics are commonly used as organic polymer electrodes for rechargeable batteries. In addition, the introduction of heteroatoms (for example, N, S) into stable skeletons can help regulate the redox properties of organic electrodes to improve their electrochemical properties. For example, sodium salt of poly(2,5‐dihydroxyp‐benzoquinonyl sulfide)/RGO (Na2PDHBQS/RGO) composite has been investigated in ether‐based electrolyte and exhibited excellent rate capability (228, 147 mAh g−1 at 0.1 and 4 C, respectively). Poly(benzoquinonyl sulfide) (PBQS) was reported to have a high energy density of 557 Wh kg−1 while used as cathode in SIBs. Based on these, polyazaacene analogue poly(1,6‐dihydropyrazino[2,3 g]quinoxaline‐2,3,8‐triyl‐7‐(2H)‐ylidene‐7,8‐dimethylidene) (PQL) with large π‐conjugated structure, plenty of nitrogen heteroatom and multiring aromatic system has been synthesized and investigated. It is proposed to have fourteen redox‐active sites for Li+ to intercalate/deintercalate. Through the nanoscale treatment, the electrical conductivity of PQL can reach up to 2.1×10−3 S cm−1 and be proven to perform well as the anode in LIBs. At 50 °C, it displayed a reversible capacity of 1750 mAh g−1 at 0.05 C, excellent cycle stability of 500 mAh g−1 after 1000 cycles at 2.5 C and good rate capability of 303 mAh g−1 even at a high current density of 5 C.",
                "Since PQL has a stable large conjugated ladder structure and good lithium storage performance, it is necessary to further study the electrochemical performances of PQL in SIBs. In this study, the SIBs were assembled with PQL anode, 1 M NaClO4 in ethylene carbonate (EC)/dimethyl carbonate (DMC) (v:v=1 : 1) with 5 % fluoroethylene carbonate (FEC) electrolyte and sodium foil counter electrode. The resulting PQL SIBs demonstrated a superb energy density of 290 Wh kg−1, great cycle stability of 317 mAh g−1 after 400 cycles, and good rate capability of 183 mAh g−1 at the high current density of 1.5 A g−1."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Firstly, PQL was synthesized by the reaction between the carbonyl (−C=O), hydroxyl (−OH) groups of 2,5‐dihydroxy‐1,4‐benzoquinone and amino (−NH2) groups of 1,2,4,5‐tetraaminobenzene tetrahydrobromide (TAB ⋅ 4HBr) in polyphosphoric acid (PPA). The synthetic details are shown in the Supporting Information. Fourier transform infrared spectroscopy (FTIR) and X‐ray diffraction (XRD) tests were conducted to verify the characteristic functional groups and crystal structure of the as‐prepared PQL. The absorption peak caused by N−H stretching vibration appears at 3060 cm−1. The stretching vibration of C=N bonds locates in the range of 1612–1250 cm−1, while the C−N skeletal vibration of the phenazine ring is associated with the peak at 840 cm−1. The characteristic absorption peaks were consistent with the previous report and prove that PQL has been synthesized successfully (Figure S1). In the XRD patterns, there is a broad and low diffraction peak shown at 27°, indicating the low crystallinity of PQL (Figure S2).",
                "Secondly, the morphological characteristics of pristine PQL, uncycled PQL electrode and PQL electrode after cycles were characterized by scanning electron microscope (SEM). From the SEM images (Figure ), since the pristine PQL presents an irregular blocky structure, the anode surface with PQL as the active substance is uneven and arranges relatively loosely (Figure a–c). Moreover, due to the addition of carbon nanotubes, obvious tubular structures and cavities can be observed in Figure (c), which would increase the anode conductivity, facilitate the ion exchange between the PQL anode and the electrolyte, and is of great significance for the intercalate/deintercalate of Na+ during the discharge‐charge progress. After circulation, the electrode surface was much smoother, the macroporous structures were disappeared and replaced by many microporous structures (Figure d). By comparing the SEM images of PQL anodes before and after cycles, it is inferred that the morphological changes were caused by the intercalate/deintercalate of Na+.",
                "To investigate the electrochemical redox changes of PQL anode, cyclic voltammetry (CV) test was carried out with a scan rate of 0.1 mV s−1 and a voltage range of 0–3 V at 30 °C, the results are shown in Figure . The initial CV curve was highly different from the later cycles, especially in the discharge process. There was a representative reduction peak at about 1.2 V, indicating that the embedding reaction of Na+ occurs at this voltage. The voltage, dropped sharply from 0.8 V to 0 V, was attributed to the further intercalation of Na+ in the C6‐aromatic ring of PQL. At the same time, the solid electrolyte interfacial (SEI) membrane was formed by the reaction between electrode and electrolyte, leading to the irreversible loss of partial discharge capacity and rapid capacity decay. However, from the second cycle, the CV curves almost overlap, indicating that SIBs with PQL as the anode could have good reversibility and cycle stability. It can be seen in Figure (b) that the initial discharge curve is different from others because of an obvious plateau at about 1.2 V and a significant slope increase at about 0.8 V, which is the same as the CV curves. At the current density of 100 mA g−1, the initial discharge capacity of PQL SIBs was 1825 mAh g−1, corresponding to the theoretical insertion reaction of fourteen Na+ (Figure c). However, due to the formation of SEI, it showed an obvious irreversible capacity decay, and the initial charge capacity was only 182 mAh g−1. All capacities of PQL anode provided here have already deducted the capacity of CNTs.",
                "The galvanostatic discharge‐charge curves and cyclic performance of as‐assembled SIBs were conducted at the current density of 100 mA g−1 within the voltage range of 0–3 V. The electrochemical performances are exhibited in Figure . Different from most previously reported organic electrodes, the discharge specific capacity of PQL anode firstly decreased from 312 mAh g−1 (2nd cycle) to 256 mAh g−1 (5th cycle). However, the capacity has increased to a certain extent in the subsequent cycles, which is consistent with the performance of PQL in LIBs. After 400 cycles, the capacity was maintained at 317 mAh g−1 (Figure b). The great increase in capacity can be attributed to the occurrence of the activation process. In this process, PQL exposed more redox‐active sites to participate in the discharge‐charge cycles. At the same time, the interfacial sodium storage of the PQL anode was gradually carried out due to the existence of the SEI. Under different current densities, it still showed stable reversible capacity and good rate capability (Figure c and d). As the current densities gradually increased to 100, 200, 500, 1000, 1500 mA g−1, the discharge capacities of the 5th cycle were 300, 261, 231, 202 and 183 mAh g−1 respectively, which is superior to most reported organic anode materials used in SIBs (Table ). When it returned to 100 mA g−1"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Rechargeable Sodium‐Ion Battery Based on Polyazaacene Analogue Anode"
}