{
    "DOI": "10.1039/C8NR06182C",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Benefiting from abundant and widely distributed sodium resources, sodium-ion batteries (SIBs) have been developed actively as alternatives to lithium-ion batteries (LIBs). Recent studies on SIBs have demonstrated that cathode materials exhibit performances comparable to those of LIBs. In contrast, the deficiency of appropriate anode materials for SIBs has hindered the commercialisation of SIBs. Therefore, the development of suitable anode materials with regard to the working voltage, capacity, cyclability, and rate capability is needed for SIBs. The Na metal, which has the highest capacity and the lowest electrode potential, is not appropriate as an anode material owing to the risk of Na dendrites and its instability in electrolytes. Graphite, which is currently used as an anode material for LIBs, is not considered to be suitable for SIBs, because of the lack of binary intercalation compounds in the Na–C system and the large size of the Na-ion. Other carbonaceous materials, such as hard carbon and amorphous carbon, deliver a reversible capacity of <300 mA h g−1. Even Si—the most promising anode for LIBs—did not show any electrochemical sodiation behaviour in experiments, as Si could not alloy with Na at room temperature. Fortunately, consecutive intensive studies have reported that Sn, Sb, and Pb can easily be alloyed with Na at low potentials at room temperature to form NaxSn, NaxSb, and NaxPb alloys. Through alloying processes, a large amount of Na can be stored inside Sn, Sb, and Pb. Accordingly, these metals exhibit high capacities for sodiation and desodiation. Among these materials, Sb-based materials have received attention owing to the relatively low potentials for alloying/dealloying and the high theoretical capacity of 660 mA h g−1 corresponding to the Na3Sb phase. Nonetheless, the structural instability of Sb due to the large volume change during the alloying/dealloying processes results in the pulverisation of the electrode and the resultant rapid capacity decay. To enhance the electrochemical performance of Sb-based anode materials by mitigating the volume change occurring during alloying/dealloying, many efforts, such as reducing the Sb particle size and wrapping Sb with a carbon layer, have been made. In addition, various synthesis methods—such as high-energy milling, electrospinning, spray pyrolysis, sol–gel technique, chemical reduction, and thermal reduction—have been used to obtain Sb/C nanocomposites, Sb/C fibres, Sb–C microspheres, Sb–N/C composites, Sb/acetylene black composites, SbNPs@3D-C, Sb nanocrystals, and self-wrapped Sb/C nanocomposites with an improved cycle life for SIBs. However, the aforementioned methods require a complicated process and expensive precursor salts.",
                "Hence, the development of a simple, eco-friendly, and inexpensive method for the synthesis of Sb-based materials is needed. In this study, we suggest a simple method for synthesising a self-encapsulated Sb–C nanocomposite using SbCl3 and citric acid. The obtained Sb–C nanocomposite exhibited excellent cyclability and rate capability. After 200 cycles, the Sb–C nanocomposite delivered a high capacity of 522 mA h g−1, corresponding to a capacity retention of 82.4% at a rate of 1C, which was higher than that reported for hard carbon. Even at a high discharge–charge rate of 10C, the Sb–C nanocomposite maintained a capacity of 370 mA h g−1. These results demonstrate the potential of the Sb–C nanocomposite as an anode material for high-performance SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Sb–C nanocomposite was prepared as follows. First, 2.28 g of SbCl3 was dissolved in 30 mL of 1 M citric acid at a molar ratio of 1:3, yielding a transparent solution. Then, ammonia water was added dropwise to the solution for adjusting the pH in the range of 2.2–2.3. As reported by Tella et al., at this pH, a stable antimony citrate complex was formed. The antimony citrate complex was dried at 150 °C for 12 h to obtain a dry gel. Finally, the dry gel was reduced in a vertical tube furnace at 600 °C for 1 h in a flowing N2 environment with a heating and cooling rate of 5 °C min−1. Here, the carbonisation temperature was set as 600 °C to prevent the aggregation of Sb particles during heat treatment due to the low melting point of Sb (631 °C). At lower temperatures, the carbothermal reaction occurs slowly, because the reduction of Sb2O3 by carbon starts at temperatures of 502–596 °C. To investigate the effect of the molar ratio of SbCl3 and citric acid, Sb–C nanocomposites with various molar ratios of SbCl3 to citric acid (1:1, 1:2, and 1:4) were synthesised using the same procedures. The samples obtained using SbCl3/citric acid ratios of 1:1, 1:2, 1:3, and 1:4 were denoted as Sb–C1, Sb–C2, Sb–C3, and Sb–C4, respectively. To consider the contribution of carbon to the specific capacity of the Sb–C electrode, pyrolytic carbon was prepared via the carbonisation of citric acid at 600 °C under a N2 atmosphere. Commercial Sb powder (100 mesh, 99.5%) was purchased from Sigma-Aldrich and used without any further purification."
                    ],
                    "name": "Materials preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal and chemical structures of the Sb–C nanocomposites were characterised using a high-resolution X-ray diffractometer (XRD, D/max Ultima III, Rigaku), X-ray photoelectron spectroscopy (XPS, Multilab 2000, VG), and Raman spectroscopy (NRS-5100, JASCO). The microstructure of the materials was investigated via field-emission scanning electron microscopy (FE-SEM, S-4700/EX-200, Hitachi) and transmission electron microscopy (TEM, JEM-2100F, JEOL). Thermogravimetric analysis (TGA) was performed using a TG-DSC analyser (TGA-50, Shimadzu) in air with a heating rate of 5 °C min−1 from room temperature to 700 °C. The surface area of the materials was determined from N2 adsorption/desorption at −196 °C via the Brunauer–Emmett–Teller (BET) method using a multi-station gas sorption analyser (ASAP 2020, Micromeritics)."
                    ],
                    "name": "Materials characterisation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical characteristics of the Sb–C nanocomposites were investigated using CR2032-type coin cells, which were assembled in an Ar-filled glovebox. The cell contained an Sb–C based electrode of interest, a Na metal counter electrode, and a glass fibre separator soaked with 0.6 M NaPF6 in dimethyl carbonate (DMC) and ethylene carbonate (EC) (7:3 by volume). To fabricate the Sb–C electrode, the synthesised Sb–C powder was mixed with carbon Super P (Timcal) and sodium polyacrylate (Na-PAA) at a weight ratio of 70:20:10. A certain amount of water was added to the mixture to form a homogeneous slurry. The slurry was then coated on Cu foil using a doctor blade and dried at 100 °C for 12 h under vacuum. The mass-loading of the Sb–C electrode was controlled to be ∼1.5 mg cm−2. For comparison, a pure Sb electrode was also fabricated via the same procedure. In addition, Sb–C electrodes with higher mass-loading up to 3.0 mg cm−2 were fabricated and tested. For full cell assembly, an electrode of Na3V2(PO4)3 (NVP), which was synthesised as reported elsewhere, was used as the cathode. The mass-loading of the NVP electrode was ∼3.5 mg cm−2, corresponding to the capacity ratio of the cathode/anode which was calculated to be ∼0.9. Before assembling the cells, the Sb–C3 electrode was pre-sodiated to activate the material and stabilise the electrode surface by cycling in a Na metal used half-cell. Then, the pre-sodiated Sb–C3 electrode was collected in a glovebox and newly coupled with the NVP cathode to make a full cell. Galvanostatic discharge–charge tests were performed at 25 °C using an automatic battery cycler (Won-A-Tech-WBCS 3000). The electrochemical impedance was recorded using a potentiostat (Gamry-PC 750) in the frequency range of 0.1 Hz–100 kHz."
                    ],
                    "name": "Electrochemical characterisation",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1a shows the X-ray diffraction (XRD) patterns of the synthesised Sb–C nanocomposites. All the XRD peaks were indexed to rhombohedral Sb (JCPDS no. 85-1323) without any impurity phase, suggesting that Sb3+ was completely converted into Sb at 600 °C under a N2 atmosphere for 1 h by using carbon decomposed by citric acid as a reductant. Raman spectroscopy was performed to further examine the surface features of the Sb–C nanocomposites (Fig. 1b). Compared with commercial Sb, two peaks were detected at 1340 and 1586 cm−1, corresponding to the disorder-induced D band and graphitic G band of carbon, respectively, for all Sb–C nanocomposites. This indicates that all the Sb–C nanocomposites contained amorphous carbon. However, peaks around 358, 382, and 456 cm−1, corresponding to typical metallic Sb, were observed for the Sb–C1 sample (Fig. 1b). This result suggests that the Sb particles were not completely embedded in the carbon matrix: Sb was partially exposed to the outside. In the Raman spectra, the peaks corresponding to metallic Sb were not observed for the Sb–C2, Sb–C3, and Sb–C4 samples, because Sb nanoparticles were completely embedded in the carbon matrix. In the SEM image, no agglomeration phenomenon of Sb nanoparticles was observed in Sb–C2, Sb–C3, and Sb–C4 samples. These results obtained also proved that Sb nanoparticles were covered completely with a carbon layer. Therefore, the signals corresponding to carbon were only detected in the Raman spectra for the samples.",
                "The carbon content of the Sb–C nanocomposites was measured using TGA in air, as shown in Fig. S1.† The weight loss near 100 °C is attributed to the removal of moisture from the samples. At 100–230 °C, weight loss was not observed, indicating that the Sb–C nanocomposites were stable in air up to 230 °C. With the increase of the temperature, a slight weight gain due to the partial oxidation of metallic Sb (4Sb + 3O2 = 2Sb2O3) was measured. The following weight loss is ascribed to carbon combustion (C + O2 = CO2). After disordered carbon was removed, the weight of the Sb–C nanocomposites increased slightly owing to the further oxidation of Sb2O3 and residual Sb (Sb2O3 + 0.5O2 = Sb2O4, 2Sb + 2O2 = Sb2O4), and the weight of Sb–C remained stable at temperatures above 600 °C. The two-step oxidation products of Sb were identified via XRD analysis, after the Sb–C nanocomposites were heated and kept at 400 and 700 °C in air for 1 h (Fig. S2†). The total contents of carbon in Sb–C1, Sb–C2, Sb–C3, and Sb–C4 were estimated to be 15.1, 28.7, 36, and 41.6%, respectively (Fig. S1†).",
                "The morphologies of Sb–C nanocomposites were observed using FE-SEM. As shown in Fig. 2a, Sb–C1 containing 15.1% carbon exhibited an agglomerated structure. Owing to the low carbon content, the Sb particles do not appear to be completely covered with a carbon layer, which is insufficient to prevent the agglomeration of nanosized Sb particles. Accompanied by large volume expansion during the alloying process, the Sb electrode can weaken. Accordingly, large Sb particles usually show poor electrochemical performance. With the increase of the carbon content in the Sb–C sample, the issue of particle aggregation was significantly addressed. Sb–C2—containing 28.7% carbon—exhibited numerous pores formed between particles. The formation of pores in Sb–C is attributed to the decomposition of citric acid accompanied by gas generation, leading to the formation of pores inside the Sb–C structure. In particular, Sb–C3 showed a highly porous structure composed of primary nanoparticles, which were connected together to form a three-dimensional sponge-like structure of Sb–C. This result indicates that the morphology of Sb–C can be effectively controlled by varying the carbon content. However, when the carbon content in the sample was increased to 41.6%, the morphology of the Sb–C particles changed to a granular shape. This is attributed to the formation of a thick layer of carbon on the surface of each particle, which prevented particle agglomeration.",
                "The specific surface area and the pore-size distribution of Sb–C were characterised using N2 adsorption–desorption isotherms, as shown Fig. S3.† Using the BET method, the specific surface areas of Sb–C1, Sb–C2, Sb–C3, and Sb–C4 were determined to be 197.79, 251.57, 265.97, and 258.91 m2 g−1, respectively. Via the Barrett–Joyner–Halenda (BJH) analysis, the total pore volumes of Sb–C1, Sb–C2, Sb–C3, and Sb–C4 were determined to be 0.142, 0.144, 0.158, and 0.0151 cm3 g−1, and the corresponding average pore diameters were 2.86, 2.29, 1.78, and 1.71 nm, respectively. The porous structure plays an important role: it can not only suppress the volume expansion of the electrode by providing sufficient void space during the alloying process but also enable better access of Na-ions through the electrolyte to the active materials. Furthermore, the microstructure of Sb–C3 was examined via TEM, as shown in Fig. 3. In the TEM images of Sb–C3, the black-dot areas corresponding to Sb are embedded in a grey-coloured carbon matrix (Fig. 3a and b). From the XRD pattern shown in Fig. 1, the crystallite size was calculated to be ∼31 nm, which agrees well with the particle size observed in Fig. 3b. Moreover, from the HR-TEM image, the d-spacing was found to be 0.31 nm, which corresponds to the (012) plane of rhombohedral Sb (Fig. 3c). The distribution of Sb in the carbon matrix was confirmed from a scanning TEM (STEM) image (Fig. 3d), in which Sb is identified as white dots. Fig. 3e–g show TEM-EDS elemental maps of carbon, oxygen, and Sb, respectively, corresponding to the area observed in Fig. 3a. Elements Sb, carbon, and oxygen were uniformly distributed over the entire sample, demonstrating that Sb was totally covered with the carbon matrix. The complete covering of the carbon matrix is important for the electrode performance, because the surface carbon can provide an efficient electrical route for good contact among the active materials, as reported by Ngo et al. The presence of oxygen in the sample appears to be due to the highly porous structure of the Sb–C composites, which can easily adsorb oxygen from air on the surface of the material. Accordingly, part of the Sb can be oxidised to Sb2O3.",
                "In addition, XPS analysis of the Sb–C3 nanocomposite was conducted to confirm the coexistence of the elements, Sb, carbon, and oxygen as shown in Fig. S4.† The high-resolution C 1s spectrum shown in Fig. S4b† can be separated into three peaks corresponding to C–C (284.6 eV), C–O (286 eV), and CO (288 eV) bonds. The high-resolution XPS spectrum of Sb 3d can be de-convoluted into six peaks, observed at 540.27, 537.68, 533.76, 531.77, 530.39, and 528.34 eV (Fig. S4c†). The peaks appearing at 540.27 and 530.39 eV correspond to Sb 3d3/2 and Sb 3d5/2, respectively, in Sb2O3, while the peaks located at 537.68 and 528.34 eV are assigned to Sb 3d5/2 and Sb 3d5/2, respectively, in the Sb metal. The two remaining peaks positioned at 531.77 and 533.76 eV stemmed from the XPS spectra of O 1s. These results confirm the partial oxidation of the Sb–C powder.",
                "The electrochemical characteristics of the Sb–C nanocomposites as an anode material for SIBs were investigated via a cyclic voltammetry (CV) test, a galvanostatic discharge–charge cycling test, and electrochemical impedance spectroscopy (EIS). First, the CV test was performed at a scan rate of 0.1 mV s−1 in a potential range of 0–1.5 V vs. Na/Na+, starting from the open-circuit potential (OCP). Fig. 4 shows the cyclic voltammograms for the Sb–C nanocomposite electrodes. As shown in Fig. 4, all Sb–C electrodes exhibited similar electrochemical behaviours. For the Sb–C1 electrode, during the first cathodic scan from the OCP to 0.7 V vs. Na/Na+, the measured current was small, indicating that no electrochemical reaction occurred in this potential range (Fig. 4a). The cathodic current increased slightly when the potential was cathodically polarised to 0.36 V vs. Na/Na+. The current increase observed in this stage is attributed to the solid–electrolyte interphase (SEI) layer of the Sb–C electrode. Then, the cathodic current significantly increased when the potential was polarised from 0.36 to 0 V vs. Na/Na+. This step corresponds to the alloying of Sb with Na, Na intercalation in carbon, undesirable reactions, and the formation of the SEI layer on the surface of the electrode. From the second cycle, three distinct peaks located at 0.64, 0.47, and 0.27 V vs. Na/Na+ appeared during the cathodic scan, which were associated with the formation of amorphous intermediated NaxSb (x < 1), NaSb, and Na3Sb, respectively. The electrochemical behaviour in the first cathodic scan differed from that in the succeeding cathodic scans. This is ascribed to the amorphisation of Sb, which occurred only in the first cycle. In addition, the alloying in the first cycle started at a lower potential than that in the other cycles. This indicates that the activation of Sb–C particles in the first cycle led to easier alloying in the following cycles. Accordingly, in the next cycle, the alloying occurred at a higher potential, indicating a lower overpotential for alloying. The cathodic peak observed at ∼0.27 V vs. Na/Na+ in the second cathodic scan gradually decreased in subsequent cycles. This peak corresponds to residual Sb, which did not completely react with Na during the first cathodic process, owing to kinetic limitations. In the anodic scan, there is one shoulder located at 0.7 V vs. Na/Na+ and one peak located at 0.84 V vs. Na/Na+. The anodic peak observed at 0.87 V vs. Na/Na+ corresponds to the dealloying of Na3Sb to Sb. The presence of peaks corresponds to the dealloying process. The anodic peaks from the first cycle to the fifth cycle are superposable, indicating highly stable reversible capacities. For the Sb–C2, Sb–C3, and Sb–C4 electrodes, the first cathodic peak position exhibited a decreasing trend as the carbon content increased. This is ascribed to the effect of carbon which consumed a large amount of Na for the irreversible reaction. In addition, owing to the presence of carbon, which enhances the electrochemical reaction of Sb, the main peak in the anodic scan appeared to be sharp.",
                "The galvanostatic discharge–charge profiles of the Sb–C3 electrode were investigated in the potential range of 0.01–1.5 V vs. Na/Na+ at a rate of 0.1C (Fig. 5a). The first discharge (sodiation) and charge (desodiation) capacities of the Sb–C3 electrode were 1003 and 588 mA h g−1, respectively, corresponding to a coulombic efficiency of ∼59%. The first irreversible capacity is mainly attributed to the formation of the SEI layer and other irreversible reactions. The coulombic efficiency increased rapidly to a value of ∼91% in the second cycle and remained at 99% for subsequent cycles. The reversible capacity of the Sb–C3 electrode remained at 568 mA h g−1 after 100 cycles with a coulombic efficiency of ∼99%. The Sb–C3 electrode also exhibited excellent cycling performance compared with the Sb–C1, Sb–C2, and Sb–C4 electrodes. The discharge and charge profiles of the Sb–C1, Sb–C2, and Sb–C4 electrodes are presented in Fig. S5a–c.†",
                "The cyclability of Sb–C and commercial Sb electrodes was investigated via galvanostatic discharge–charge tests in the potential range of 0.01–1.5 V vs. Na/Na+ at a rate of 0.1C, corresponding to a specific current of 66 mA g−1. For comparison, an Sb electrode was fabricated using a commercial pure Sb powder and electrochemically tested. Fig. 5b shows the cyclability of Sb–C and commercial Sb electrodes. Obviously, owing to the effect of the carbon coating, all the Sb–C electrodes exhibited superior electrochemical properties to the commercial Sb electrode with regard to the specific capacity and cyclability. As shown in Fig. 5b, the Sb–C nanocomposite electrodes exhibited good reversible capacities: 466.32, 515.51, 559, and 535.13 mA h g−1 for Sb–C1, Sb–C2, Sb–C3, and Sb–C4, respectively, at a rate of C/10. The capacity retentions after 100 cycles were 83.5, 90.4, 95.1, and 95.3% for Sb–C1, Sb–C2, Sb–C3, and Sb–C4, respectively. Among the Sb–C electrodes, Sb–C3 showed the highest capacities over cycles. In contrast, the initial reversible capacity of the Sb electrode was only 497.74 mA h g−1, and the capacity was significantly decayed in the following cycles. After ∼30 cycles, the Sb electrode could not act as an electrode for Na-storage. Basically, the superior electrochemical performance of the Sb–C electrodes is assigned to the typical nanoporous structure of Sb–C, which consists of individual Sb nanoparticles embedded in the carbon matrix. The nanosized Sb particles coated with carbon are beneficial for increasing the utilisation ratio of active materials. However, among the Sb–C electrodes, the Sb–C1 electrode showed the lowest specific capacity, resulting from the aggregation of Sb particles due to the insufficient carbon coating as shown in Fig. 2.",
                "In particular, the cyclability of the Sb–C electrodes appears to be the result of the synergic effects of the nano-size of Sb, the carbon buffer layer, and the porous structure of Sb–C. The nano-sized primary Sb particles can significantly decrease the absolute volume change of the electrode occurring during repeated sodiation/desodiation, leading to the suppression of electrode deterioration. The carbon coating can release stress, accommodate the volume expansion, and additionally prevent the aggregation of particles during cycling. Finally, the porous structure of Sb–C can provide the volume needed for Sb expansion, thereby maintaining the structural integrity and the electrical conductivity of the electrode.",
                "The rate capability of the Sb–C and Sb electrodes was further examined by varying the C-rate from 0.05C to 10C. The C-rate value was maintained for 10 cycles at each C-rate. As shown in Fig. 5c, the commercial Sb, Sb–C1, Sb–C2, Sb–C3, and Sb–C4 electrodes exhibited reversible capacities of ∼566, 606, 603, 600, and 575 mA h g−1, respectively, at a low rate of C/20, corresponding to ∼33 mA g−1. When the C-rate increased to 5C, the Sb–C3 and Sb–C4 electrodes maintained large capacities ≥430 mA h g−1, while the others delivered small capacities. Interestingly, at an ultrahigh rate of 10C, the Sb–C3 and Sb–C4 electrodes achieved a capacity of ∼370 mA h g−1. When the C-rate returned to the initial rate of C/20, the capacities of all the Sb–C nanocomposites were almost recovered, in contrast to that of commercial Sb. When the C-rate returned to the initial rate of 0.05C, the capacity retentions for the Sb–C1, Sb–C2, Sb–C3, and Sb–C4 electrodes were 84, 93, 97, and 97.3% of the original capacities, respectively (Fig. 5c). The Sb–C nanocomposites exhibited high stability over a wide range of C-rates, and their rate capability improved with the increase of the carbon content in the composite. However, the coulombic efficiency of the Sb–C nanocomposite decreased with the increase of the carbon content in the nanocomposite: the coulombic efficiencies of the Sb–C1, Sb–C2, Sb–C3, and Sb–C4 electrodes were 62.9, 60.8, 58.6, and 48.9%, respectively, in the first cycle, and reached 98.1, 97.9, 97.7, and 97.4%, respectively, after 10 cycles (Fig. 5d). In contrast, the commercial Sb achieved a high coulombic efficiency of 80.7% at a rate of C/10 in the first cycle (Fig. 5d). It is known that pyrolytic carbon consumes a large amount of Na for the irreversible reaction in the first cycle. According to our data (Fig. S6a†), the pyrolytic carbon exhibited a coulombic efficiency of 20.6% in the first cycle. This result indicates that the presence of carbon in the Sb–C nanocomposite can reduce the coulombic efficiency of the nanocomposite electrode in the first cycle. In addition, the Sb–C nanocomposites have a large specific surface area, which can facilitate the formation of an SEI layer resulting from the decomposition of the electrolyte on the surface of the electrode. This can affect the coulombic efficiency of the Sb–C nanocomposite electrode in the first cycle. Furthermore, increasing the carbon content in the Sb–C nanocomposite can reduce the actual specific capacity of the Sb–C electrode, because high carbon contents lead to a decrease in the mass ratio of Sb as a major Na-storage medium in the Sb–C composite and result in low initial capacities. In particular, the Sb–C3 and Sb–C4 electrodes delivered capacities of 284.3 and 244.5 mA h g−1, respectively, based on the total weight of the Sb–C nanocomposite (Fig. S6b†) after 100 cycles at a rate of C/10. This indicated that the reversible capacity of the Sb–C3 electrode was 40 mA h g−1 larger than that of the Sb–C4 electrode based on the total weight of the Sb–C composite (Fig. S6b†), whereas it was greater by 24 mA h g−1 based on the mass of Sb only (Fig. 5a). The pyrolytic carbon was prepared by the carbonisation of citric acid at 600 °C under a N2 atmosphere to investigate the contribution of residual pyrolytic carbon to the capacity of the Sb–C electrodes. The specific capacity of pyrolytic carbon was ∼60 mA h g−1 (Fig. S6a†). The obtained capacity of pyrolytic carbon is quite lower than the theoretical capacity of Sb (660 mA h g−1). Hence, the contribution of pyrolytic carbon to the Sb–C electrodes is inconsiderable. Nevertheless, increasing the content of carbon in Sb–C nanocomposites can reduce the specific capacity of Sb–C electrodes based on the total electrode mass, due to the decreased mass ratio of active Sb in Sb–C nanocomposites. As a result, no Sb–C nanocomposites could achieve a specific capacity higher than 400 mA h g−1: the Sb–C1, Sb–C2, Sb–C3, and Sb–C4 electrodes exhibited the specific capacities of 395.43, 329.72, 299.05, and 256.59 mA h g−1, respectively, in the first cycle at a rate of C/10. When the carbon content increased from 15.1% (Sb–C1) to 41.6% (Sb–C4), the specific capacity decreased by the amount of ∼138 mA h g−1. Hence, we prefer using the Sb–C3 electrode for further investigation owing to its high specific capacity, suitable coulombic efficiency in the first cycle, and high stability.",
                "To demonstrate the superior properties of Sb–C, the selected Sb–C3 electrode was subjected to cycling tests at a rate of 1C. Before cycling at a relatively high rate of 1C, the electrode was activated at a lower rate of C/20 for five cycles. As shown in Fig. 6a, the Sb–C3 electrode exhibited a capacity of 522 mA h g−1 in the first cycle (totally sixth cycle) at a rate of 1C and retained a capacity of 430 mA h g−1 even after 195 cycles corresponding to a capacity loss of only 0.088% per cycle. This result indicates that by employing a stable carbon coating, Sb can maintain its state for a long duration of discharge–charge cycles even at relatively high C-rates. In addition, the Sb–C3 electrode exhibited the best reversibility. The coulombic efficiency of the Sb–C3 electrode increased rapidly to a high value of 94% after five cycles and remained stable at ∼99% after 10 cycles (Fig. 6b), demonstrating excellent reversibility for Na-storage. In addition, the discharge–charge profiles of the Sb–C3 electrode exhibited similar plateau potentials between the 100th and 200th cycles (Fig. 6a), indicating the stable alloying/dealloying stability during cycling.",
                "To clarify the reason why the Sb–C3 electrode maintained the superior cycling stability for long cycles, the Sb–C3 electrode was collected after 200 discharge–charge cycles, and its morphological change was observed using optical microscopy and TEM. Fig. S7a† shows the optical images of the pristine Sb–C3 electrode and the electrode in the fully charged state after testing 200 cycles. The optical images of the electrodes before and after the cycling test were not clearly different, except for some white spots corresponding to the remaining glass fibre observed on the tested electrode. The surface of the Sb–C3 electrode did not exhibit any exfoliation even after 200 cycles of full discharge and charge, compared with that of the pristine Sb–C3 electrode, indicating the stable binding among the active material, the conductive agent, and the binder. Furthermore, the electrochemical impedance was measured for the Sb–C3 electrode before and after the cycling tests for 1, 3, 100, and 200 cycles. As shown in Fig. S7b,† there was no significant change among the impedance spectra measured from the first to the 200th cycle. This confirms the stability of the electrode surface during the cycles. In addition, the TEM images of the Sb–C3 electrode observed after 200 cycles clearly showed that the Sn–C composite maintained its structure even after undergoing intensive cycling (Fig. S7c and d†). This stable maintenance of the original structure appears to enable the long cyclability, with the electrode not being significantly affected by the conventional issues related to pulverisation, agglomeration, and volume change.",
                "To investigate the effect of mass-loading on the electrode performance, the Sb–C3 electrode having a mass-loading of 3 mg cm−2, which was three times higher than the original mass-loading of 1 mg cm−2, was fabricated and electrochemically tested. As shown in Fig. S8,† the Sb–C3 electrode delivered a high reversible capacity of 571 mA h g−1 based on the mass of Sb in the first cycle, despite the high mass-loading. This indicates that the highly porous structure of the Sb–C nanocomposite allows the electrolyte to penetrate into the whole electrode, resulting in full accessibility to the active materials. However, the electrode with the higher mass-loading exhibited a capacity retention of only 62% after 70 cycles, corresponding to 0.54% decay per cycle. The capacity fading of the electrode with a higher mass-loading of 3 mg cm−2 was severer than that of the electrode with a mass-loading of 1 mg cm−2 (Fig. 5b). It is generally known that the absolute volume change of the electrode increases with the increase of the mass-loading of the electrode. Nevertheless, the Sb–C electrode with a higher mass-loading exhibited acceptable cycling stability, not showing abrupt degradation with cycling, which is needed for its actual use.",
                "To validate the practical applicability of the Sb–C nanocomposite anode in a SIB, a full-cell was assembled by coupling the Sb–C3 anode with a Na3V2(PO4)3 cathode. Recently, many reports on the full cell configuration for the SIBs have been published. The Na3V2(PO4)3 powder was synthesised according to Li's previous report, and its XRD pattern is shown in Fig. S9.† The full cell was subjected to cycling tests in the cell-potential range of 0.5–3.5 V. Prior to the full-cell assembly, the anode and cathode parts were pre-sodiated separately via coupling with the Na metal to form a stable SEI layer and eliminate the side effect of the reaction. This strategy can minimise the charge loss during the subsequent cycle. As shown in Fig. 7a, the full cell delivered initial charge and discharge capacities of 540.47 and 502.51 mA h g−1Sb–C3, respectively. Obviously, these values were lower than those obtained from the half-cell at the same rate of C/10, presumably because of the issue of capacity balance between the anode and the cathode. Nevertheless, the full cell maintained a capacity retention of 80.38% over 50 cycles, with an average working voltage of ∼2.6 V (Fig. 7a inset). Accordingly, the performance of the Sb–C3 electrode assembled in the coin-type full cell exhibited good reversibility and stability. Moreover, the full cell showed a good rate capability (Fig. 7b). When the C-rate returned to the initial value of C/10 after being tested at various charge–discharge rates ranging from C/10 to 5C for 10 cycles each, the full cell delivered a relatively high reversible capacity of approximately 434.3 mA h g−1Sb–C3, corresponding to 86.2% of the initial capacity. The results confirm that the Sb–C nanocomposite can be successfully employed as an anode for SIBs."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We successfully prepared an Sb–C nanocomposite anode through a facile sol–gel route followed by a calcination process under an inert N2 atmosphere. The Sb–C nanocomposite electrode delivered an excellent reversible capacity: 467, 516, 559, and 535 mA h g−1 for Sb–C1, Sb–C2, Sb–C3, and Sb–C4, respectively, at a rate of C/10. In addition, the Sb–C nanocomposite electrode exhibited an ultrahigh rate capability and superior cyclability. Among the Sb–C nanocomposites, the Sb–C3 nanocomposite electrode (with an optimised carbon content of 36%) delivered a high reversible capacity of 559 mA h g−1 at a rate of C/10, maintained an excellent reversible capacity of 430 mA h g−1 over 195 cycles at a rate of 1C, and demonstrated an excellent high-rate capability. The Sb–C3 nanocomposite electrode delivered the best Na-storage performance with regard to the high reversible capacity, high rate capability, and optimal cycling performance because it had the highest porosity and an optimised carbonaceous network with high electrical conductivity and flexibility. Furthermore, a full cell composed of the Sb–C3 anode and a Na3V2(PO4)3 cathode exhibited a superior reversible capacity of 416 mA h g−1Sb–C3 over 50 cycles at a rate of C/10 and an average working voltage of 2.6 V. Therefore, Sb–C3 can be successfully used in SIBs with high energy and power density when a suitable cathode material is deployed."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A self-encapsulated porous Sb–C nanocomposite anode with excellent Na-ion storage performance"
}