{
    "DOI": "10.1002/advs.202201209",
    "Journal": "",
    "Keywords": [
        "bimetallic alloy",
        "electrochemical performance",
        "gradient electrode",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Metals such as Sn, Sb, and Bi are important for sodium‐ion batteries because they are capable of accommodating a large amount of Na ions through a reversible (de)alloying process.[] Among these alloy anodes, Sb is considered a particularly competitive option because it offers a high capacity of 660 or 4400 mA h cm−3 (to form Na3Sb) at an average potential of 0.5 V versus Na+/Na.[] This alloying potential avoids the possibility of sodium plating but does not significantly compromise the working voltage and therefore the energy of full cells. A major challenge lies with the huge volume variation, which could be up to 296% upon the accumulation of Na ions. Such an expansion induces large stress and strain inside electrodes, thus resulting in possible electrode fracture and loss of electrical connection.[] As a result, cycling instability has been commonly reported in Sb anodes.",
                "Given this challenge, two common engineering strategies, i.e., incorporating a carbon matrix and designing a porous structure, have been proposed. Carbon is a common material to buffer the volume swelling of alloying electrodes,[] while the pores provide additional space to accommodate the volume expansion.[] While both designs help to minimize or even diminish the cumulative stress within the Sb electrode, they inevitably lead to a reduction in the volumetric capacity.[] In addition, introducing a less swelling element to construct bimetallic alloys that represents another plausible approach. The introduced element can be either Na inactive or Na active. In the former, inactive components, such as Cu, Ni, Zn, serve as a conductive framework to buffer swelling upon Na addition.[] In the latter scenario, the introduced element is electrochemically active to Na but exhibits a lower degree of volume variation. A representative example is Bi, which undergoes a swelling rate of 223% when Bi is transformed into Na3Bi (Table , Supporting Information).[] To date, this design has been extensively implemented, as Bi and Sb share a similar structure and are miscible at any proportion in principle.[] For instance, Gao et al. reported a Bi2Sb6 alloy anode that retained a capacity of 429 mAh g−1 over 100 cycles and 258 mAh g−1 over 2000 cycles.[] Previously, our group reported a durian‐like Sb0.25Bi0.75 alloy electrode achieving capacity retention of 284 mAh g−1 over 2000 cycles.[] It is noted that a high degree of stability has only been attainable in the high‐Bi‐ratio phases (low capacity) of BixSb1−x; the high‐Sb‐ratio phases, however, are still plagued by the electrochemical instability caused by the large strain and stress developed.",
                "One plausible way to bypass this dilemma is to engineer a compositional gradient. In this structure, the perfect combination of multiple functional components at the nanoscale offers a possibility to regulate the dissipation of the stress induced by the volume variation.[] Therefore, electrode integrity could be principally preserved regardless of swelling. The conceptual design of gradient structures has been previously pursued in lithium‐ion batteries,[] photoelectrochemical devices,[] and electrocatalysis.[] A case in point is that Sun et al. proposed a compositional gradient structure in the outer layer of Ni‐Mn‐Co oxide particles, which offer high energy and superior thermal stability.[] Recently, a full concentration‐gradient design has been demonstrated, endowing lithium‐rich oxide with excellent voltage retention and rate capability.[] To the best of our knowledge, however, the gradient design has not been well fulfilled in sodium alloy anodes.",
                "In this work, we demonstrate that electrochemical stability can be readily realized in Sb‐rich alloy anodes of compositional gradient Bi0.33Sb0.67 (G‐Bi0.33Sb0.67) films without further engineering. This gradient Bi0.33Sb0.67 film was fabricated by controlled electrodeposition from solutions of varying Bi:Sb ratios. A gradient variation in the concentration of Bi and Sb is presented in the vertical direction from the film bottom to the top. The top is rich in the high‐capacity component of Sb, which contributes to the majority of the capacity, while the bottom is rich in the low‐capacity Bi, which helps to reduce the stress in the interphase between the film and the substrate. Compared with the solid solution of Bi0.33Sb0.67 (S‐Bi0.33Sb0.67), the gradient design significantly reduces the stress developed within the electrode film upon sodiation, as confirmed by finite element analysis (FEA). Electrochemical (de)sodiation test results show that G‐Bi0.33Sb0.67 retains a stable capacity of 328 mAh g−1 after 1000 cycles at a rate of 0.5 C (1 C is arbitrarily taken as 500 mA g−1). It also displays durable sodium storage at a higher rate of 2 C, thereby demonstrating its great potential in sodium‐ion batteries for renewable and grid storage."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The failure of sodium‐ion batteries is often caused by electrode fracture as a result of the accumulation of stress and strain during electrochemical cycling. Upon the uptake and release of Na+ ions, alloy anodes will accordingly experience volume expansion and shrinkage. Once the stress induced by the volume variation surpasses the elastic limit, the electrode structure will undergo permanent deformation and even cracks and fractures. On the one hand, some fractures will lose electrical connection with the current collector, making them inactive in the sequential process. On the other hand, electrode fracturing leads to a fresh surface and continuous generation and growth of the solid‐electrolyte interface (SEI), resulting in augmented resistance and sodium consumption. As this process continues, the failure of electrodes and batteries will eventually occur. Hence, efficient reduction and dissipation of stress are critically desirable while designing durable and sustainable battery electrodes.[]",
                "The design of gradient structures could dissipate the accumulative stress within electrodes. To unveil the effectiveness of such a design, FEA was implemented on varied sodiation stages for both gradient structure and solid solution. The simulated results of G‐Bi0.33Sb0.67 and S‐Bi0.33Sb0.67 are presented in Figure , respectively. In general, with the storage of Na+ ions (sodiation), stress is continuously developed in both electrodes as a direct result of volume swelling. A close observation reveals two distinct features related to stress evolution. First, stress is developed and accumulated preferentially on the electrode bottom. This is because the swelling of the film bottom, not the surface, is primarily restricted by the current collector. Second, the stress gathered in G‐Bi0.33Sb0.67 is consistently lower than that in S‐Bi0.33Sb0.67, regardless of the sodiation state. This can be explained by the unique composition gradient where less‐swelling Bi is enriched at the bottom of G‐Bi0.33Sb0.67. Figure  illustrates the cross‐sectional stress distribution in both electrodes. The maximal stress arising in G‐Bi0.33Sb0.67 is 35% less than that in S‐Bi0.33Sb0.67 at the same sodiation stages (Figure , Supporting Information). Remarkably, the accumulation of stress near the bottom is much slower in G‐Bi0.33Sb0.67 versus in S‐Bi0.33Sb0.67, thus more effectively preventing the former from possible cracking and fracturing. Therefore, designing a compositional gradient could theoretically address the instability issue relative to bimetallic alloy anodes.",
                "Guided by the simulation results, we constructed gradient films of G‐Bi0.33Sb0.67 by galvanostatic electrodeposition. As schematically illustrated in Figure  (Supporting Information), a compositional gradient was realized involving varying Bi:Sb ratios in the electrolyte. The initial electrolyte consists of 50 mM Bi3+ and Sb3+. With the processing of deposition, a 50 mM solution of Sb3+ was continuously poured into the electrolyte, leading to gradual dilution of Bi3+ species. The concentration of Sb remains unchanged because of the supply of Sb3+ cations. Such a variation in the Bi:Sb ratio leads to the generation of compositional gradients. Scanning electron microscopy (SEM) images reveal a dense film deposited on Cu foil with a rough surface for the as‐deposited films (Figure , Supporting Information). The film, ≈630 nm in thickness, contains 33% Bi and 67% Sb as a whole, as determined by inductively coupled plasma atomic emission spectrometry. As a comparison, solid‐solution films were deposited from an electrolyte of 25 × 10−3 m Bi3+ and 50× 10−3 m Sb3+.",
                "After mild annealing at 200 °C, the gradient film retains its original morphology (Figure ). To verify the gradient structure, we conducted compositional analysis by energy‐dispersive X‐ray spectroscopy (EDS). The composition was recorded at equidistant positions in the cross‐section of G‐Bi0.33Sb0.67 (Figure ). The results present a vertical gradient distribution of Bi and Sb from the film bottom to the top. The bottom is rich in Bi, and the top is rich in Sb. Both elements exhibit a gradient and reciprocal transition in the film. This gradient is closely linked with the variation in ion concentrations and electrode potentials during deposition. In the initial stage, the phase deposited from the solution of 50 mM Bi and Sb is dominated by Bi because the standard electrode potential of Bi3+/Bi (0.32 V vs SHE) is more positive than that of Sb3+/Sb (0.21 V vs SHE).[] With the processing of deposition, the dilution of electrolyte Bi species results in a gradual shift of the redox potential of Bi3+/Bi toward lower values. In contrast, the electrolyte concentration of Sb remains unchanged because of the continuous replenishment of the Sb3+ solution. When the redox of Bi3+/Bi is more negative than that of Sb3+/Sb in the electrolyte, the deposition of Sb species would be dominant. As a result, a vertical gradient structure of BixSb1−x is created. If no solution of Sb3+ flows into the electrolyte, both Bi and Sb will be consumed, and a solid solution of BixSb1−x will be deposited. As seen in Figure , Supporting Information, the film deposited from an electrolyte of 25× 10−3 m Bi and 50× 10−3 m Sb3+ discloses a solid solution with a ratio of 33% Bi and 67% Sb. In addition, the atomic composition of G‐Bi0.33Sb0.67 films with depth was inspected by X‐ray photoelectron spectroscopy (XPS) combined with Ar+ ion etching. As presented in Figure , the signal intensity of Sb gradually decreases with etching, while that of Bi correspondingly increases. Again, the compositional gradient is detected for both Bi and Sb, thus validating the construction of gradient films of BixSb1−x.",
                "The gradient structure was further corroborated by high‐resolution transmission electron microscopy (TEM) images observed at distinct sites of the film. The TEM images in Figure  reveal a good crystalline state with lattice fringes corresponding to the (012) plane of BixSb1−x alloys.[] The interplanar spacings show some variation, ranging from 0.313 (Figure ) to 0.318 nm (Figure ) and 0.325 nm (Figure ). As the spacings are in the midst of those of Sb (0.310 nm) and Bi (0.328 nm), this variation could be used to support the composition gradation in the film. In the X‐ray diffraction (XRD) pattern in Figure , the G‐Bi0.33Sb0.67 film can be indexed into a hexagonal structure with the space group of R3¯$\\bar{3}$m. Two additional diffraction peaks at 24.7° and 26.1° can be assigned to Cu3Sb (PDF #11‐0072), which functions as a metal glue to consolidate the film and the substrate.[] In addition, XPS was adopted to probe the surface state of the gradient film (Figure ). Both metal elements exhibit two sets of doublets, which can be attributed to trivalent and metallic Bi (or Sb), respectively. The appearance of Bi3+ and Sb3+ is a direct result of the exposure of the film in the ambient atmosphere, as corroborated by the abnormal signal intensity of O 1s in Figure .[] Interestingly, the portion of Sb3+ in Sb species is overwhelmingly greater than that of Bi3+, suggesting that the former is more sensitive to oxidation.",
                "To unravel the superiority of the gradient structure, sodium storage of both Bi0.33Sb0.67 films was electrochemically evaluated by galvanostatic charge and discharge (GCD) and cyclic voltammetry (CV). Figure  compares the GCD curves of Na half cells in the third cycle. G‐Bi0.33Sb0.67 affords a higher reversible capacity of 447 mAh g−1 versus S‐Bi0.33Sb0.67, which only affords 412 mAh g−1. Remarkably, both films present a high sodium activity in the initial stage, exhibiting a high desodiation capacity of up to ≈500 mAh g−1 (Figure , Supporting Information). However, the solid solution undergoes a more significant irreversible loss and capacity decay during the initial cycling, possibly caused by the larger stress and strain. In the CV profile shown in Figure , three cathodic peaks located at 0.48, 0.39, and 0.24 V represent stepwise alloying with Na.[] The extra peak at 0.67 V might be attributed to the formation of an SEI, which causes initial capacity loss. By analogy, desodiation in BixSb1−x films proceeds stepwise. The two anodic peaks at 0.61 and 0.77 V reflect the two‐step dealloying of Na3BixSb1−x to Na(Bi, Sb) and BixSb1−x, in good agreement with previous reports.[]",
                "Previous studies have revealed that Sb and Sb‐rich alloys suffer from poor structural integrity due to volume swelling and cumulative stress on sodium cycling.[] By designing a compositional gradient, the swelling and strain could be redistributed, and their accumulation could be dissipated. This assumption has been well manifested by the superior cycling stability of G‐Bi0.33Sb0.67, as shown in Figure . The gradient film affords 328 mAh g−1 after 1000 cycles at a rate of 0.5 C, and 253 mAh g−1 over 1000 cycles at a high rate of 2 C. The capacity decay per cycle is only 0.018%. Electrode durability at higher rates (such as 5 C) and extended cycles (2000 cycles) is also attainable (Figure , Supporting Information). In contrast, the solid‐solution counterpart only sustains ≈250 cycles, after which it experiences a capacity plummet. Moreover, G‐Bi0.33Sb0.67 shows reproducible GCD curves at various cycling stages, highlighting the acquisition of electrode stability through such a unique gradient design. Remarkably, this gradient film electrode is fully comparable or even outperform some nanoscale Bi and Sb anodes (Figure ).[] Also, our dense film electrodes feature a much higher packing density (6.8 g cm−3) versus those of composite electrodes,[] which is essential and unique for microbatteries to power microelectronics.[]",
                "To monitor the evolution of electrodes upon sodium cycling, cross‐sectional SEM imaging was conducted on the electrode at various cycling stages. While G‐Bi0.33Sb0.67 almost retains the original state regardless of cycling (Figure ), S‐Bi0.33Sb0.67 reveals substantial evolution in the film thickness and morphology (Figure ). The augmentation of the thickness of S‐Bi0.33Sb0.67 is accompanied by the generation of pores and fractures. Delamination of the film from the substrate is also visible, which is believed to be responsible for the sudden capacity drop observed in Figure . This result indicates that the gradient structure could effectively dissipate the stress and thus avoid possible electrode failure. In addition, XRD analysis reveals that no evident structural change occurs, even after 250 continuous cycles (Figure , Supporting Information). Furthermore, electrochemical impedance spectroscopy confirms the electrode durability during cycling (Figure , Supporting Information). While the impedance spectrum of G‐Bi0.33Sb0.67 shows little evolution, that of S‐Bi0.33Sb0.67 constantly evolves with cycling. The marked evolution of charge‐transfer resistance (Rct) could be linked with the formation of pores and fractures that facilitate the permeation of electrolyte ions in S‐Bi0.33Sb0.67. In addition, the Rct of G‐Bi0.33Sb0.67 is consistently less than that of S‐Bi0.33Sb0.67, implying that the former is more efficient for the charge transfer reaction.",
                "Significantly, the gradient film also features robust kinetic behavior, as shown in Figure . At current rates of 0.5, 1, 2, 5, and 10 C, G‐Bi0.33Sb0.67 affords reversible capacities of 413, 353, 337, 327, and 319 mAh g−1, respectively, which are much greater than those of S‐Bi0.33Sb0.67 (Figure , Supporting Information). Notably, the charge and discharge profiles almost overlap regardless of the current rates, suggesting that the polarization due to Ohmic resistance and ion diffusion is negligible.[] Similarly, CV curves of G‐Bi0.33Sb0.67 at various scan rates ranging from 0.2 to 1 mV s−1 reveal an almost constant peak position, again reflecting a high degree of reversibility and robustness. To quantitatively probe the disparity between these two samples, we further measured the apparent diffusion coefficient of Na ions (DNa) in the films by the galvanostatic intermittent titration technique (GITT) according to the following equation:[]1D=4πI0VmFS2dE/dxdE/dt2\\begin{equation}D\\ = \\frac{4}{\\pi }\\ {\\left( {\\frac{{{I_0}{V_{\\rm{m}}}}}{{FS}}} \\right)^2}{\\left( {\\frac{{dE/dx}}{{dE/d\\sqrt t }}} \\right)^2}\\end{equation}where I0 is the applied current, Vm is the molar volume, F is Faraday's constant, S is the surface area, dE/dx is the slope of the titration curve at each composition x, and t is the time. The GITT curves upon sodiation and calculated DNa for G‐Bi0.33Sb0.67 and S‐Bi0.33Sb0.67 are compared in Figure , respectively. For both samples, the diffusion coefficient is in the range of 10−12–10−10 cm2 s−1, which is close to the values reported for alloy anodes.[] Importantly, the DNa of G‐Bi0.33Sb0.67 is consistently larger than that of S‐Bi0.33Sb0.67, and this scenario is more notable near the end of sodiation due to the accumulation of strain. At sodiation of 0.01 V, G‐Bi0.33Sb0.67 gives a DNa value of 5.44 × 1 0−12 cm2 s−1, almost threefold that of S‐Bi0.33Sb0.67 (1.90 × 10−12 cm2 s−1). First‐principles calculations have predicted that a strain gradient would substantially impede the diffusion of alkali ions because of increased diffusion barriers.[] In the neat design of gradient structures, the strain accumulated inside the film can be efficiently dissipated, and thus, its effect is on the diffusion of Na+ could be minimized."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, we have proposed a gradient structure of bimetallic BixSb1−x alloys to mitigate the structural instability upon (de)sodiation. In the gradient structure, the film top is rich in Sb, contributing to the capacity, while the bottom is rich in Bi, helping to reduce the stress developed in the interphase between the film and the substrate. Significantly, the gradient film affords a capacity of ≈500 mAh g−1 and sustains 82% of the initial capacity over 1000 cycles at 2 C, drastically outperforming the solid‐solution counterpart and many reported alloy anodes. Such superior stability could be correlated to the specific material design where the accumulation of the stress inside the film could be essentially suppressed and dissipated. The gradient film also exhibits excellent rate capability, affording 319 mAh g−1 at a high rate of 10 C. Significantly, such films feature a high packing density of 6.8 g cm−3, which is essential and unique for microbatteries to power microelectronics. We believe that the gradient design could open up a broad avenue to engineering high‐capacity anode materials that are plagued by the poor structural integrity caused by the huge volume variation upon energy storage."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "G‐Bi0.33Sb0.67 film electrodes were directly grown on Cu foil through galvanostatic electrodeposition. Prior to deposition, Cu foil (0.1 mm, 99%) was ultrasonically cleaned in oxalic acid (1 m), deionized water, and ethanol, respectively. Two electrolytes were prepared for electrodeposition. Electrolyte A consists of BiCl3 (50 × 10−3 m), SbCl3 (50 × 10−3 m), H3BO3 (60 × 10−3 m), and C2H10Cl2N2 (240 × 10−3 m) dissolved in a mixture solvent of ultrapure water (20 mL), ethanol (30 mL), ethylene glycol (50 mL), and HCl (3 mL). Electrolyte B has a similar composition without BiCl3. Electrodeposition was carried out in a three‐electrode setup in electrolyte A with Ag/AgCl as the reference electrode and platinum gauze as the counter electrode.[] During deposition, electrolyte B was continuously fed into electrolyte A. The gradual dilution of Bi3+ cations in the electrolyte led to the formation of a compositional gradient. G‐Bi0.33Sb0.67 films were electrodeposited at a current of 5.7 mA cm−2 for 200 s with constant stirring. The mass loading of the film is 0.43 mg cm−2. As a comparison, S‐Bi0.33Sb0.67 films were electrodeposited on Cu foil from an electrolyte of 25 × 10−3 m Bi3+ and 50 × 10−3 m Sb3+. The resulting films were thoroughly washed with water and ethanol, dried, and finally annealed at 200 °C for 60 min in a tube furnace under argon flow."
                    ],
                    "name": "Synthesis of Bi0.33Sb0.67 Films",
                    "type": "section"
                },
                {
                    "content": [
                        "G‐Bi0.33Sb0.67 film electrodes were directly grown on Cu foil through galvanostatic electrodeposition. Prior to deposition, Cu foil (0.1 mm, 99%) was ultrasonically cleaned in oxalic acid (1 m), deionized water, and ethanol, respectively. Two electrolytes were prepared for electrodeposition. Electrolyte A consists of BiCl3 (50 × 10−3 m), SbCl3 (50 × 10−3 m), H3BO3 (60 × 10−3 m), and C2H10Cl2N2 (240 × 10−3 m) dissolved in a mixture solvent of ultrapure water (20 mL), ethanol (30 mL), ethylene glycol (50 mL), and HCl (3 mL). Electrolyte B has a similar composition without BiCl3. Electrodeposition was carried out in a three‐electrode setup in electrolyte A with Ag/AgCl as the reference electrode and platinum gauze as the counter electrode.[] During deposition, electrolyte B was continuously fed into electrolyte A. The gradual dilution of Bi3+ cations in the electrolyte led to the formation of a compositional gradient. G‐Bi0.33Sb0.67 films were electrodeposited at a current of 5.7 mA cm−2 for 200 s with constant stirring. The mass loading of the film is 0.43 mg cm−2. As a comparison, S‐Bi0.33Sb0.67 films were electrodeposited on Cu foil from an electrolyte of 25 × 10−3 m Bi3+ and 50 × 10−3 m Sb3+. The resulting films were thoroughly washed with water and ethanol, dried, and finally annealed at 200 °C for 60 min in a tube furnace under argon flow."
                    ],
                    "name": "Synthesis of Bi0.33Sb0.67 Films",
                    "type": "section"
                },
                {
                    "content": [
                        "G‐Bi0.33Sb0.67 film electrodes were directly grown on Cu foil through galvanostatic electrodeposition. Prior to deposition, Cu foil (0.1 mm, 99%) was ultrasonically cleaned in oxalic acid (1 m), deionized water, and ethanol, respectively. Two electrolytes were prepared for electrodeposition. Electrolyte A consists of BiCl3 (50 × 10−3 m), SbCl3 (50 × 10−3 m), H3BO3 (60 × 10−3 m), and C2H10Cl2N2 (240 × 10−3 m) dissolved in a mixture solvent of ultrapure water (20 mL), ethanol (30 mL), ethylene glycol (50 mL), and HCl (3 mL). Electrolyte B has a similar composition without BiCl3. Electrodeposition was carried out in a three‐electrode setup in electrolyte A with Ag/AgCl as the reference electrode and platinum gauze as the counter electrode.[] During deposition, electrolyte B was continuously fed into electrolyte A. The gradual dilution of Bi3+ cations in the electrolyte led to the formation of a compositional gradient. G‐Bi0.33Sb0.67 films were electrodeposited at a current of 5.7 mA cm−2 for 200 s with constant stirring. The mass loading of the film is 0.43 mg cm−2. As a comparison, S‐Bi0.33Sb0.67 films were electrodeposited on Cu foil from an electrolyte of 25 × 10−3 m Bi3+ and 50 × 10−3 m Sb3+. The resulting films were thoroughly washed with water and ethanol, dried, and finally annealed at 200 °C for 60 min in a tube furnace under argon flow."
                    ],
                    "name": "Synthesis of Bi0.33Sb0.67 Films",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This research was supported by grants from the National Natural Science Foundation of China (Grant Nos. 52172219, 52025028, 51872192, 51772197), the Natural Science Foundation of Jiangsu Province (Grant No. BK20180002), the Natural Science Foundation of the Jiangsu Higher Education Institutions of China (Grant No. 19KJA170001), and the Priority Academic Program Development (PAPD) of Jiangsu Higher Education Institutions."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Structurally Durable Bimetallic Alloy Anodes Enabled by Compositional Gradients"
}