{
    "DOI": "10.1002/anie.202110501",
    "Journal": "",
    "Keywords": [
        "desolvation process",
        "fast kinetics",
        "low-temperature performance",
        "Sodium dual-ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable lithium‐ion batteries (LIBs) have witnessed widespread applications in portable electronics, electric vehicles and grid energy storage systems owing to their high energy, long life and low self‐discharge. However, the increasing demand is gradually pushing LIBs to their limits, especially in fast charge and low temperature applications. For conventional LIBs, solvated lithium ions experience the desolvation step at the solid electrolyte interphase of electrolyte/electrode prior to the intercalation into bulk electrodes. The high energy barrier for the desolvation step would be the rate‐determining step that leads to slow kinetics, resulting in the failure of current graphite‐based LIBs in fast charge of 80 % capacity acquired within 15 minutes. Moreover, the sluggish desolvation might cause undesired Li‐plating on the graphite anode during charge process at high rate or low temperature. Even worse, current LIBs suffer from severe energy/power loss at sub‐zero temperature and even cease to operate below −20 °C, greatly hindering their deployment at low temperature scenarios. Therefore, it is vital to develop alternative battery chemistry that could accelerate the desolvation process or even avoid it so as to circumvent these challenges.",
                "Different from LIBs, dual‐ion batteries (DIBs) introduce the intercalation behavior of anions in the cathode, which might offer a solution for desolvation at cathodes by virtue of the weak solvation of anions. Such a battery chemistry generally shows a dual‐graphite configuration in organic electrolyte where the graphite‐based cathode stores anions (such as PF6−, BF4−, TFSI−, etc.) and the other graphite‐based anode simultaneously stores cations (like Li+, Na+, etc.). High working voltage can be achieved owing to the anion intercalation reaction at around 5 V (vs. Li+/Li). However, conventional organic electrolyte tends to continuously decompose at such high potential, resulting in low Coulombic efficiency and severe capacity decay of DIBs during cycling. Given the fact that developing a practical advanced electrolyte with oxidative stability higher than 5 V (vs. Li+/Li) is still hard to achieve at present, utilizing alternative cathode materials that store anions at relatively low potentials would be a good strategy. As a kind of anion‐storing positive electrodes, organic polymers are undoubtedly excellent candidates with anion‐doping mechanism for their low‐cost, large‐scale production and sustainability. A representative polytriphenylamine (PTPAn) has proved its feasibility to reversibly store anions both in aqueous and organic electrolytes owing to its achievable cut‐off potential of 4.3 V (vs. Li+/Li), exhibiting fast kinetics via charge storage on the surface groups or in the large interstitial space. The desolvation process of anions can be much improved by its surface‐controlled anion‐doping mechanism, which can be considered as an approximate desolvation‐free process. Undoubtedly, this candidate cathode rebuilds confidence in developing practical DIBs with high Coulombic efficiency and acceptable working potential. Nevertheless, the cation intercalation in graphite anodes is still the limiting factor for fast charge owing to the undesired desolvation process, which diminishes the advantages of cathode with fast kinetics. To make a compensation, some trials have been proposed in the view of electrolyte engineering. Applying weakly polar solvents or regulating solvation structure have been demonstrated feasible to facilitate the desolvation process, which improved rate capability and/or low temperature performance of batteries to some extent. However, there lies a dilemma that weak solvation solvents would also be weak for salt dissociation, which might cause low ionic conductivity for such “salt‐splitting” mechanism of DIBs. It seems difficult to make a compromise only in the electrolyte formulation. To tackle this problem, an ideal solution would be if the desolvation process could be avoided at the graphite anode. Here it comes to the co‐intercalation of ions with solvent molecules, as it can be accomplished via intelligently using the special mechanism of Na+‐ether insertion into the graphite anode. To be specific, Na+ would be intercalated with ether solvents into graphite to form ternary graphite‐intercalation compounds (GICs), where the desolvation process can be intrinsically circumvented. Based on these thorough considerations, it can be expected to fabricate a desolvation‐free DIB with unique features of fast‐charge and low‐temperature capability.",
                "Herein, cation‐solvent co‐intercalation chemistry and anion storage chemistry were combined to create a novel system that effectively circumvents the sluggish desolvation process. Such a proposed desolvation‐free sodium dual‐ion battery (SDIB) would allow the PTPAn cathode to capture PF6− and the artificial graphite (AG) anode to receive a Na+‐solvent complex during charge, fulfilling fast kinetics at high rate and low temperature. Such SDIB could amazingly maintain 45 % of its capacity at super‐high current density of 10 Ag−1, and exhibit remarkable stability over 800 cycles with high capacity retention of 98 % at 1 Ag−1 and room temperature. Moreover, this desolvation‐free chemistry was capable of cycling for 400 cycles with a slight decay of 0.075 % per cycle at −40 °C. Even at ultra‐low temperature of −70 °C, a high capacity of 61 mAh g−1 can be delivered, accounting for 61 % of the room‐temperature capacity. The interesting strategy put forward herein can offer a train of thought towards the development of energy storage systems for high‐power output within a wide temperature range."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  illustrates the divergence in the working mechanism between desolvation‐involved conventional “rocking chair” LIBs with lithium metal‐oxide (LMO) cathode∥AG anode and desolvation‐free SDIB based on PTPAn cathode∥AG anode. Li+ would be solvated after being extracted from LMO during the charge process, while it can only be embedded into AG to form a LiC6 compound after overcoming the huge energy barrier originating from the desolvation process. The reverse is similar for discharge, suggesting that the desolvation process is also required while Li+ goes back into the cathode. Therefore, it is reasonable that traditional LIBs encounter kinetics hindrance at low temperatures and high rates. By contrast, Na+–ether co‐intercalation in SDIB would occur in the AG anode to generate ternary GICs during the charge process, while the PTPAn could capture anions from the electrolyte by the triphenylamine radical cation. As for the discharge process, PTPAn would release anions back into the electrolyte, while Na+–ether complexes inside the AG anode would return to the electrolyte. In this case, all processes of cation desolvation, the usual rate‐determining steps, are intrinsically circumvented. Predictably, such a SDIB system will display superior rate and low‐temperature performance.",
                "PTPAn was obtained through the oxidation polymerization of monomer TPAn and exhibited the shape of micron‐sized sheets (Figure S1 and S2). The electrochemical performance of PTPAn was firstly revealed by Na∥PTPAn half‐cells operated with a conventional sodic ether‐based electrolyte (1 m NaPF6 in diethylene glycol dimethyl ether (DEGDME), denoted as 1 m NaPF6–DEGDME). As presented in Figure  and S3A, PTPAn can deliver a reversible capacity of around 105 mAh g−1 (close to the theoretical capacity of 109 mAh g−1) with an average discharge voltage of 3.7 V for 100 cycles. As for the AG anode, it exhibits a typical Na+–solvent co‐intercalation profile with an average voltage of 0.6 V (Figure  and S3B), showing a stable capacity of 137 mAh g−1 that lasts for 100 cycles. Benefiting from circumventing the desolvation process, PTPAn and AG are thought to be able to show their excellent rate and low‐temperature capabilities. Unexpectedly, PTPAn in 1 m NaPF6–DEGDME encountered severe capacity decay within 10 cycles at −40 °C, despite almost 90 % of its room‐temperature capacity for the initial cycle (Figure  and S4).",
                "To probe the incentives for such capacity degradation at low temperature, electrochemical impedance spectroscopy (EIS) measurements were carried out for PTPAn at both 25 and −40 °C. The presented EIS results in Figure  indicate that it is the huge increase in electrolyte/electrode interfacial impedance at low temperature that should take the responsibility. Through further cryogenic storage experiments of electrolytes, partial solidification of electrolyte could be found for 1 m NaPF6–DEGDME at −40 °C (Figure ). Given the fact that DEGDME will not solidify until the temperature is below −60 °C, we ascribed the occurring solid phase to recrystallization of NaPF6, which could be evidenced by the differential scanning calorimetry (DSC) curve shown in Figure S5. Raman spectra of 1 m NaPF6–DEGDME at various temperatures further support the view (Figure S6). To address this issue, the concentration of NaPF6 was reasonably reduced to a level of 0.5 m, which brought several benefits (e.g., reducing cost and viscosity, enhancing interfacial wettability, expanding operational temperature range) shared by previously reported low‐concentration electrolytes. More importantly, the recrystallization of NaPF6 is indeed effectively suppressed, as demonstrated in Figure , S5 and S6C, thus leading to decreased interfacial impedance at −40 °C in 0.5 m NaPF6–DEGDME (Figure ). Moreover, 0.5 m NaPF6–DEGDME exhibits a comparable electrochemical stability window and even higher ionic conductivity than 1 m NaPF6–DEGDME at low temperature (Figure S7 and S8).",
                "By virtue of low interfacial impedance (Figure ), PTPAn collaborating with 0.5 m NaPF6–DEGDME can finally show its superior performance at −40 °C (Figure  and S9), delivering a capacity of 95 mAh g−1 and 84 mAh g−1 at 0.1 and 0.4 Ag−1, respectively. The AG anode also delivers a considerable capacity with 0.5 m NaPF6–DEGDME at −40 °C, which will be discussed later in details. Moreover, both Na∥PTPAn and Na∥AG half‐cells exhibit similar stability in 0.5 m NaPF6–DEGDME (Figure  and S10) to those in 1 m NaPF6–DEGDME at 25 °C (Figure  and S3), which further demonstrates the feasibility of low concentration electrolyte. The kinetics of the electrochemical reactions are then investigated in Figure S11, where both PTPAn and AG possess fast kinetics not limited by the diffusion process. Even when the current density is 30 times higher (3 Ag−1), a high capacity of 63 mAh g−1 can be output, accounting for 62 % of its capacity (102 mAh g−1) at 0.1 Ag−1 (Figure , S12A). It is worth mentioning that the obvious capacity loss at high rate can be attributed to the intrinsically poor electronic conductivity of the PTPAn polymer (Figure S13). Meanwhile, the AG anode can retain 86 % of its capacity (116 mAh g−1 vs. 135 mAh g−1) after increasing the current density from 0.1 to 10 Ag−1 (Figure , S12B). This excellent rate capability can be attributed to the desolvation‐free characteristic of the anion‐doping mechanism in PTPAn and Na+–solvent co‐intercalation behavior in AG.",
                "After the electrochemical investigation for single electrodes, PTPAn and AG are then utilized as cathode and anode, respectively, to configure desolvation‐free SDIBs based on 0.5 m NaPF6–DEGDME. The mass ratio of PTPAn and AG is accordingly set to be 1:1 with a slight excess of the AG anode in capacity to avoid Na‐plating during the following low‐temperature investigations. The operation voltage of the full cell was firstly monitored via a specific three‐electrode cell using Na metal as the reference electrode (Figure S14). It can be observed from voltage–time curves that setting the voltage range from 1 to 3.9 V is able to exactly charge PTPAn to 4.1 V (vs. Na+/Na) and thus deliver its full capacity within the half cell (Figure ). In addition, it is worth noting that the specific capacity of the full cell and applied current density shown below are both based on the mass of PTPAn. The AG∥PTPAn full cell can deliver a stable discharge capacity of around 100 mAh g−1 with an average voltage of 2.95 V after 10 cycles at 0.1 Ag−1 (corresponding to 1C‐rate, Figure S15), outputting a considerable energy density of 148 Wh kg−1 (based on total mass of PTPAn and AG). Furthermore, an AG∥PTPAn SDIB that successfully circumvents the desolvation process shows a remarkable rate performance (Figure ). At the current density of 2 Ag−1, the discharge capacity of the AG∥PTPAn full cell can reach 82 mAh g−1, revealing that such SDIB is capable of charging more than 80 % of the capacity in 150 s, which is far beyond state‐of‐the‐art LIBs. Even at an extremely high current density of 10 Ag−1 (about 100C), a reversible capacity of 45 mAh g−1 can also be obtained within 17 s, corresponding to a high retention up to 45 % of its capacity at 0.1 Ag−1. Besides, such SDIB can also exhibit excellent cycling stability. As demonstrated in Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "A Desolvation‐Free Sodium Dual‐Ion Chemistry for High Power Density and Extremely Low Temperature"
}