{
    "DOI": "10.1002/cssc.202201362",
    "Journal": "",
    "Keywords": [
        "aqueous sodium-ion batteries",
        "electrochemical stability window",
        "electrolytes",
        "energy storage",
        "glycerol"
    ],
    "Sections": [
        {
            "content": [
                "Aqueous sodium‐ion batteries (ASIBs) have been regarded as a promising candidate for large‐scale energy storage due to their high safety and low cost. However, ASIBs are restricted by the narrow electrochemical stability window (ESW) and freezing of common aqueous electrolytes at low temperature. Several methods have been used to enlarge ESW of aqueous electrolytes, such as water‐in‐salt (WiS) electrolyte, hybrid electrolyte, and so on. Suo et al. first reported that 9.26 m sodium trifluoromethane sulfonate electrolyte enlarged the ESW up to 2.5 V, and Kühnel et al. employed sodium bis(fluorosulfonyl)imide electrolyte with ultrahigh concentration (37 m), accomplishing a wide ESW of 2.6 V. Indeed, WiS electrolytes are an ideal approach to broaden the ESW, but there are several disadvantages of these electrolytes, such as high costs and too acidic or alkaline environment, which could severely restrict their practical applications. Recently, modification of the solvation‐sheath structure of charge carriers by applying particular dipole molecule has been reported. Molecules with amide or hydroxy groups could effectively expand the ESW (over 2.5 V) through modifying the solvation‐sheath of cations. But excessively large proportion of dipole molecules in electrolytes results in a lower ionic conductivity of aqueous electrolyte. This issue of insufficient ionic conductivity and electrolytes freezing could lead the battery to sacrifice their absolute majority capacity and power, especially at low temperature. Hybrid electrolyte plays an increasingly crucial role in enhancement of the low‐temperature performance of aqueous batteries. Chua et al. reported ethanol and water hybrid electrolyte with 1 m sodium acetate could cycle at 0 °C and exhibited excellent cycling stability. Dimethyl sulfoxide (DMSO) was applied to low‐temperature aqueous battery at −50 °C, which damaged the hydrogen bond network within water molecules and prevented hydrogen bond grids from forming in ice crystals. However, despite the remarkable performance at low temperatures, excessive ethanol and DMSO constitute inevitable safety risks, and a green and safe electrolyte with wide ESW and low freezing point is urgently demanded, aiming to provide a novel method for the development of low‐temperature aqueous electrolytes.",
                "In this study, we construct a dilute hybrid electrolyte with wide ESW (≈2.7 V) and lower freezing point (under −80 °C), that is, 1 m NaNO3 in a mixture of glycerol (Gly) and deionized water (Di). In this dilute hybrid electrolyte system, glycerol plays an effective role in damaging the hydrogen bond network between water molecules and allowing an expanded ESW. Based on this dilute hybrid electrolyte and configured by Ni2ZnHCF cathode and 3,4,9,10‐perylenetetracarboxylic diimide (PTCDI) anode, a full cell displays a capacity of 60 mAh g−1 after 800 cycles (at 100 mA g−1) and provides a capacity of 40 mAh g−1 at 100 mA g−1 at −10 °C, corresponding to 80 % capacity retention of that at 25 °C."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Hybrid solvent of glycerol‐water was prepared by mixing glycerol and water in different mass ratios, and 1 m NaNO3 was dissolved in different co‐solvent of glycerol‐water to construct hybrid electrolytes. For convenience, 1 m NaNO3 glycerol‐water hybrid electrolytes of the various glycerol and water mass ratios used are denoted as x : y Gly–Di. Specifically, the mass fractions of glycerol in 0 : 1 Gly–Di, 1 : 2 Gly–Di, 2 : 1 Gly–Di, and 9 : 1 Gly–Di hybrid electrolytes are 0, 33.3, 66.7, and 90 %, respectively. Linear sweep voltammetry (LSV) was employed to evaluate the ESW. As shown in Figure a, compared with the dilute 1 m NaNO3 aqueous electrolyte (1.8 V), the hybrid electrolyte of 2 : 1 Gly–Di demonstrates an expanded ESW of 2.7 V, and the super‐concentrated 9 : 1 Gly–Di expands over 3 V. The expanded ESW of the 1 m NaNO3 hybrid electrolytes indicates that the addition of glycerol could indeed restrain the decomposition of water at a dilute concentration of NaNO3. Upon cathodic/anodic scan, the H2/O2 evolution is noticeably suppressed with increasing the mass fraction of glycerol due to decreased activity of water (Figure a). By comparing with WiS electrolytes and others hybrid electrolytes (Table S1), diluted Gly‐water hybrid electrolyte reaches a similar level in terms of ESW, ionic conductivity, and density. For matching with the electrolyte to configure full cells, two electrodes with suitable redox potentials were selected. Figure b,c shows the cyclic voltammetry (CV) results of the Ni2ZnHCF and PTCDI electrode in 2 : 1 Gly–Di in the first three cycles at a scan rate of 0.5 mV s−1, respectively. Except for the first anodic scan, Ni2ZnHCF cathode displays a pair of redox peaks around 0.52/0.40 V, and these redox peaks in 2nd and 3rd scans overlap well, suggesting its good reversibility in this electrolyte. In the CV curves of PTCDI anode, two reversible redox peak couples around −0.11/−0.58 and −0.76/−1.05 V are observed. The reduction peak at −0.77 V (in the 1st cycle) shifts to −0.58 V (in the 2nd and 3rd cycles), indicating higher reversibility. In addition, all peaks after the 1st cycle also overlap well, indicating its reversible sodium de/insertion process.",
                "Raman spectroscopy, Fourier‐transform infrared (FTIR) spectroscopy, and 1H nuclear magnetic resonance (NMR) spectroscopy were employed to evaluate the strength of hydrogen bond in Gly–Di hybrid electrolytes. As observed from the Raman spectra (Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Dilute Hybrid Electrolyte for Low‐Temperature Aqueous Sodium‐Ion Batteries"
}