{
    "DOI": "10.1002/smll.202203409",
    "Journal": "",
    "Keywords": [
        "dendrites",
        "electrochemical deposition",
        "electrochemical energy storage",
        "rechargeable batteries",
        "sodium batteries",
        "sodium metal anodes"
    ],
    "Sections": [
        {
            "content": [
                "Technologies for generating, transporting, and now reversibly storing large amounts of electric energy have played, and indeed are playing, progressively increasing roles in improving the quality‐of‐life of humans in regions all over the world. The combined impacts of fossil‐fuel‐based generation technology on rising carbon emissions and seasonal variability of renewable energy generation from wind and solar resources have placed a spotlight on the need for low‐cost, long‐duration storage.[] Rechargeable batteries based on earth‐abundant materials provide a promising approach, particularly if the high energy conversation efficiencies characteristic of batteries can be sustained over extended lifetimes.[] Sodium (Na), an alkali metal with significant Earth's crust abundance, has been considered as a particularly interesting candidate. The high specific capacity on a mass (1166 mAh g−1) or volume (1132 Ah L−1) basis, and the low standard electrochemical potential (−2.71 V) of Na also make such rechargeable Na metal batteries suitable for some portable applications,[] which means that low‐cost sodium metal batteries (SMBs) would provide a versatile storage technology with impacts in multiple application domains. The significant technical barriers to practical Na batteries, including their poor reversibility, poor cycling stability, poor chemical stability, and poor safety have been discussed in detail in several recent reviews.[] By analogy to lithium (Li), an emerging view is that poor morphological control of electrodeposited Na during battery charge is either the source or the most visible result of many of these problems.[] A large body of work has consequently emerged in recent years focused on design strategies for promoting smooth plating of Li and Na during battery charge, including use of solid‐state electrolytes,[] 3D anode architectures,[] electrolyte/SEI modification,[] and hybrid anodes.[]",
                "We here draw attention to a small number of recent works,[] which reveal that contrary to conventional wisdom, morphological control of Li and Na is not necessary for achieving long‐term cycling of batteries based on either metal as anode. Specifically, these studies report—perhaps controversially—that provided robust electronic transport pathways with a current collecting substrate can be maintained, rough deposition of Na and Li are not detrimental to cell lifetime and reversibility. As a straightforward illustration of the importance of this finding, we previously reported that a dramatic increase in Coulombic Efficiency (from ≈40% to >99.5%) can be achieved in Na metal anodes cycled in a conventional 1 m NaClO4—ethylene carbonate/propylene carbonate (NaClO4/ECPC) liquid electrolyte, when the current collector is changed from a planar stainless steel substrate to a three‐dimensional elastic carbon matrix. A combination of two mechanisms—intercalation of Na in the carbon host (mechanism‐1) and redundancy of Na/carbon contacts with the electronically conductive carbon matrix (mechanism‐2)—was shown to be responsible for the improvements by maintaining electronic transport pathways between electrodeposited Na and the current collector, regardless of the deposit morphology. Strategies based on mechanism‐2 have in fact been reported in several studies to be successful in enhancing the reversibility and lifetime of Li metal cells,[] when other porous conducting materials are employed as current collectors. A concession in the field, nonetheless, is that despite its success, 3D porous current collector concepts prescribed by mechanism‐2 are impractical because they lower the tap density of the electrodeposited metal by such large amounts, obviating the most important benefits of a metal anode, relative to the graphitic carbon hosts typically used in metal ion batteries.",
                "Here, we study the first of the two mechanisms in detail with the aim to design electrodes that facilitate strong anchoring (Figure ) of Na to planar substrates. Inspired by a few previous alloy interface works,[] we hypothesized that deposition, on a conventional planar metallic current collector, of a thin coating layer of any metal that alloys with Na on timescales relevant to the operation of a battery cell should facilitate strong‐enough anchoring of Na deposits to provide significant enhancements in anode reversibility, without compromising volumetric energy density. We conjecture that to achieve high levels of electrode reversibility at a desired Na electrode charge capacity and charge/discharge rate, alloying must be optimized to ensure that it is strong/extensive enough to anchor the Na deposits, but not so strong as to produce irreversible compositional or structural changes in the substrate/coating layer. This balance is investigated first using magnetron sputtered and vapor deposited coatings of metals that on thermodynamic grounds are known to alloy with Na to different degrees at room temperature. A correlation between ion‐intercalation capacity and anode reversibility, as shown in Figure , leads to a versatile design principle for choosing the optimal coating material under different cycling conditions."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In the NaClO4/ECPC system, optical visualization studies in  pressure‐free electrochemical cells revealed that low Coulombic Efficiency (CE) of Na results from massive levels of Na orphaning in the stripping cycle, which produces large amounts of Na fragments dispersed in the electrolyte. These fragments are electronically disconnected from the current collector and hence electrochemical inaccessible in later cycles, limiting utilization of the Na anode and causing rapid capacity fading in Na cells that are limited by the anode thickness (e.g., cells with N:P ratios approaching unity). To further the understanding of reversible plating and stripping of Na, we studied Na electrodeposition in a second electrolyte system, NaPF6/diglyme, which has been reported to exhibit impressive levels of reversibility at conventional planar electrodes.[] Results from our direct optical visualization of Na plating and stripping in the NaPF6/diglyme electrolyte system are reported in Video  (Supporting Information) and Figure  (Supporting Information). Surprisingly, the results show that Na is as prone to orphaning in this electrolyte as in NaClO4/ECPC system. In the pressure‐free cell configuration used for the visualization studies, this leads to much poorer CE values than anticipated from literature reports based on Na plating and stripping experiments in conventional coin cells with a glass fiber separator.",
                "We next investigated the effect of carbon cloth (CC) on CE for Na plating and stripping in the NaPF6/diglyme electrolyte. Results summarized in Figure  show that, as in the NaClO4/ECPC electrolyte, the CC improves CE but the improvements are not as dramatic. This finding appears to stem from a weakening of the first of the two CC anchoring mechanisms discussed earlier in the NaPF6/diglyme electrolyte system, —underscoring the importance of mechanism‐1 in the large improvements in Na reversibility produced by the CC current collector in the NaClO4/ECPC electrolyte. Specifically, as a consequence of its low interlayer spacing, hard carbon has nearly zero Na intercalation capacity,[] but propylene carbonate (PC) is well known for its ability to exfoliate graphite,[] which would enhance anchoring by mechanism‐1. It has been previously reported, nevertheless, that co‐intercalation of Na and diglyme solvent molecules does occur in hard carbon.[] The XRD results in Figure  show that no obvious shift in the amorphous carbon peak for CC occurs upon exposure to a + 0.3 V versus Na/Na+ potential for 24 h in diglymeThis implies that diglyme alone does not have an obvious effect on the crystallographic structure of CC. On the other hand, Figure  shows that similar exposure of CC to ECPC produces a noticeable shift. This result supports our earlier conjecture that mechanism‐1 is enhanced in the NaClO4/ECPC electrolyte, relative to the NaPF6/diglyme system.",
                "Our findings suggest a simple design concept for achieving highly reversible stripping/plating of metallic Na, without compromising volumetric energy density. Specifically, planar current collectors coated with metals that can reversibly alloy with Na provide a mechanism for anchoring the Na electrodeposits via strong alloy roots formed in the coating layer. Additional requirements are that the coatings must retain structural and mechanical integrity over extended cycling, and that the diffusion coefficient of Na must be large enough to facilitate substantial root development on the timescale of Na deposition during battery charging. Binary phase diagrams of many metals with Na are readily available[] (examples included in Figure , Supporting Information). The results reveal a number of candidate materials that would make good substrate/coating materials, as well as negative controls for evaluating our design concept. Copper (Cu) and stainless steel (SS) do not alloy with Na and as such are good choices as blocking substrates (negative control) for our experiments. As shown in Figure  several other metals form alloys with Na to one extent or another. To study the impacts of substrates composed of these metals on Na reversibility we prepared 100 nm thin film coatings on polished SS using magnetron sputtering and vapor deposition, methods that provide uniform surface coverage and coating uniformity of many metals at 100 nm thickness levels.",
                "Results reported in Figure  show that multiple alloying substrates improve both the reversibility (measured by Coulombic Efficiency) and the long‐term cycling stability of Na electrodes. In the Coulombic Efficiency (CE) test, 1 mAh cm−2 equivalent of Na was first plated onto the counter electrode at a rate of 1 mA cm−2, then stripped at the same rate of 1 mA cm−2. The CE is determined by stripping capacityplating capacity × 100%$\\frac{{{\\rm{stripping\\ capacity}}}}{{{\\rm{plating\\ capacity}}}}\\; \\times \\;100\\. For results reported in Figure , the alloying capacity was not excluded. Individual galvanostatic charging and discharge voltage profiles for each substrate material are summarized in Figure . Starting from Pb, there's a noticeable secondary plateau on the discharging/stripping profile, which is attributed to the de‐alloying process. These voltage profiles therefore provide a simple method for quantifying the reversible Na alloying capacity of each substrate/coating material (as shown in Figure , Supporting Information), which provides information about the binding strength between Na and the coating material. The results also show that the Au coatings provide the lowest deposition overpotential, indicating that the Na/Au alloying reaction lowers the nucleation and initial growth barriers for Na plating. Optical visualization of the various substrates, included as insets in each of the figures confirms our conclusions from the CE and lifetime studies—namely that Au coatings provide an optimal substrate for anchoring Na electrodeposits on SS substrates. Finally, we evaluated the effect of coating thickness on CE; the results are reported in Figure . For both Au and Sn coatings, cells studied under the Na throughput of 1 mAh cm−2 at a rate of 1 mA cm−2, a coating thickness in the range of 50–100 nm typically yields the best CE and lifetime characteristics. We interpret this result in terms of the importance of two competing factors under the conditions of the experiment. Firstly, when the coating thickness is above a certain value, more of the measured anode capacity originates from alloying reactions—the diffusion of Na ions can facilitate transport deep into the coating bulk. On the other hand, when the coating is below a certain thickness, the majority of the measured capacity arises from the electrochemical reduction of Na. The observation of an optimum thickness at which CE and electrode lifetime are highest then reflects the balance between strong anchoring of the Na deposits at the alloy/Na interface and the well‐known degradative mechanical effects (e.g., pulverization or delamination of the coating layer) that result from large cyclic volume changes upon alloying/dealloying during normal battery cycling. Our results suggest that among the various optimal options (coating layer chemistry and thickness), Au coatings of ≈100 nm thick are an interesting system for in‐depth studies in half and full cell Na batteries. In this regard, the 100 nm Au coating layers are considered thin enough that the alloying reaction contributes negligibly to the anode capacity and are hypothesized to serve primarily to create a strengthened root for Na deposits. For example, under a total Na throughput of 1 mAh cm−2, about 80% of the discharging capacity from the Na‐Au half‐cell originates from stripping of metallic Na deposits. Interestingly, additional investigations of the reversibility of different coating chemistries at higher Na throughput (e.g., 5 mAh cm−2, where the contribution of the alloying reaction to the total capacity is at most 7%), reveal that the 100 nm Au coatings achieve the best performance,[] further justifying our focus on Au as an alloying interphase for Na.",
                "To understand the underlying mechanisms, we employed X‐ray diffraction (XRD) analysis to investigate the evolution of crystal structure of the coatings during Na plating. Figure  for example shows that Cu does not form an alloy with Na, as XRD analysis reveals pure FCC Cu peaks, even after 10‐mAh cm−2 Na is deposited on Cu at a rate of 1 mA cm−2. On the other hand, for Au, Pb, and Sn, the XRD analysis clearly reveals the emergence of alloying peaks under the same electrochemical deposition condition. These results are largely consistent with our findings reported in Figure . The alloying peaks for the Na‐Au samples have been identified to arise from AuNa2; the starred peaks are unambiguously associated with the (002), (220), (112), (310), (202) crystal facets respectively (from left to right) for this alloy. In contrast, Pb and Sn can form stable solid solutions with Na at multiple possible compositions under room temperature, and most of their Na alloys have complex XRD spectra (Figures  and , Supporting Information). Combined with the binary phase diagrams of Na‐Pb[] and Na‐Sn,[] we therefore tentatively conclude that the complex XRD peaks for Na‐Pb between 2θ angle 30–40° arise from a number of alloys, varying in composition from Pb4Na9, Pb2Na5, and Pb4Na15. Likewise, the peaks between 2θ angle 30–40° for Na‐Sn reflect a complex mix of alloys: Sn4Na15, SnNa3, and Sn4Na9. Ex situ optical visualization of Na deposits also reveals a more ordered and smooth macroscopic morphology on Au‐coated substrates compared to other tested materials (Figure , Supporting Information).",
                "Cyclic voltammetry (CV) scans at a fixed scan rate of 0.5 mV s−1 are reported in Figure  for Na‐Pb, Na‐Au, and Na‐Sn. The conclusions from these results largely mirror those deduced from the XRD analysis. Namely, in the Na‐Sn and Na‐Pb systems there is clear evidence of multiple alloying and dealloying processes, indicative of complicated phase transitions in the cycled Na‐Sn and Na‐Pb coatings. The dealloying peaks for the Na‐Sn and Na‐Pb systems are also unstable; both show significant decreases in the peak currents and capacities as well as changes in peak number and shape over cycling. This can be contrasted with the results reported in Figure  for the Na‐Au system, which shows distinct alloy and dealloying peaks, which manifest little change in capacity and shape as the cycle number increases.",
                "Our earlier hypothesis that a balance between the ease of alloy formation versus dealloying, at a desired current density, ultimately controls the Na anode reversibility can be tested by first quantifying the secondary capacity associated with alloy formation. The results are reported in the x‐axis of Figure  in terms of the secondary capacity associated with the alloying process. The diffusivity of Na in the various coatings was also estimated using the galvanostatic intermittent titration technique (GITT). The voltage profiles are reported in Figure  (Supporting Information) and the average diffusion coefficients (DNa) of Na in the most sodiated phases (determined both by time and by the steady state potential) are reported in Table . The corresponding trend of DNa changes with time/sodiation status can be found in Figures  and  (Supporting Information). The results show that Na diffusion rate in Pb, Au or Sn is a few orders of magnitude faster than that in Ag. While DNa in Sn is evidently the fastest among the four coating materials, DNa in Pb and Au do not show a significant difference. The general trend of DNa is in the agreement with the secondary Na+ capacity observed during half‐cell CE tests.",
                "Visualization of the anode‐substrate interface during the stripping process (Figure ) offers direct insights about how the structural integrity of the coatings changes with Na insertion and removal. To avoid the effect of the choice of separator, Nylon O‐ring washers were used to hold the electrolyte in a pressure‐free cell configuration analogous to our earlier visualization studies.[] In this design, Na plating and stripping are concentrated in the central hole of the O‐ring washer where the electrodes contact the electrolyte. The results in Figure  show that for the Na‐Sn system, after washing, there is a clear inner region where neither the Sn coating nor deposited Na are apparent after cycling. Scanning electron microscopy (SEM) analysis (Figure ) and energy dispersive X‐ray spectroscopy (EDS) mapping confirm the loss of the coating material. Figure  in fact reveals that the outer rim (covered by the O‐ring) is essentially Sn, with nearly no Na detected and the stainless steel substrate underneath is exposed. In contrast, for the Na‐Au system, optical observation reveals that the Au coating remains essentially in‐tact after battery cycling (Figure ). EDS mapping (Figure ) of the blackened central region confirm that it is NaAu, based on the atomic ratio analysis. SEM analysis also shows a relatively smooth interface after stripping to 1.0 V versus Na/Na+ at a rate of 0.5 mA cm−2.",
                "Considered in tandem with the CV results presented in Figure , we therefore confirm that materials like Sn and Pb that facilitate fast Na transport and which form multiple complex alloy phases upon Na insertion are unable to sustain extended cycling because the dealloying process produces extensive mechanical degradation of the coatings. In other words, while Sn and Pb accommodate large amounts of Na during the charge (the Na‐Sn alloying phase with the highest possible Na content at room temperature and pressure is Sn4Na15, while for Na‐Pb it is Pb4Na15), which induces severe deformation of the coating material, eventually causing mechanical failure of the coating layer. In contrast, the Na‐Au system, where one Au atom alloys with two Na atoms, induces less volumetric change during sodiation, which possibly leads to a more robust alloying interface. To make these findings more concrete, additional electrochemical analysis using Na‐limited anodes created by electrochemically depositing a desired capacity of Na on a 100 nm Au coating layer, were performed. Figure  reports on the electrochemical features of full‐cell Na/Au|| SPAN[] battery cells created using such anodes. We note that the N:P ratio used in this study is 1.15:1, among the lowest values we are aware of for a room‐temperature Na full cell with liquid electrolyte. Figure  shows that these cells exhibit stable charging and discharging voltage profiles in extended cycling. The results confirm our hypothesis that an optimally designed alloying interface not only leads to excellent reversibility but high anode utilization efficiencies in Na‐limited battery cells. We also note that while the results in Figure  already show that plating of Na onto NaAu has a lower energy barrier, which is thought to favor higher nucleation rates and smoother deposition, the results from symmetric cell tests included in Figure  show that the peak‐to‐peak voltage is also lowered, an indication that the alloying interface promotes greater uniformity in the crystal structure."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In this study, we evaluate a hypothesis that mechanical instability and electrochemical orphaning of Na metal electrodeposits can be arrested using thin film metallic substrates/coatings that form alloys with Na, but which remain mechanically stable during repeated cycles of charge and discharge. An underlying assumption is that the morphological instability (a.k.a. dendritic growth problem) is in of itself not fatal for long‐term operations of SMAs. Instead, it is the ability to maintain robust electronic and ionic pathway to the deposits at all stages of plating and stripping that is crucial for achieving highly reversible Na anodes. Through the investigation of Na plating and stripping into a 3D carbon cloth anode matrix, we find that concurrent ion‐intercalation minimizes active material loss and enables high utilization of the Na anode. We posit that by diffusing into and intercalating with the carbon layer, it is possible to strengthen the “root” of the deposits, which preserves their connectivity with the current collector during cycling. And, in turn improves the reversibility of the metal anode. We generalize the concept to 2D planar electrode designs by showing that thin coatings of a second metal that alloys with Na can achieve a similar anchoring of Na deposits as achieved in a 3D carbon cloth, albeit at a much higher volumetric energy density. An exploration of metallic coating materials with various chemistries, thickness, and Na alloying capacities, validated the overall hypothesis. Specifically, we find that coating materials with moderate Na diffusivities, good ability to form stable alloy phases at room temperature, and which retain their mechanical integrity during charge–discharge cycling of a Na anode, generally increase the reversibility of SMAs, via the supposed enhanced “anchoring.”",
                "Interestingly, we find that among the various options studied, Au coatings ≈100 nm thick lead to the highest Na anode reversibility for Na throughputs in the range of 1 to 5 mAh cm−2. Preliminary data (Figure , Supporting Information) at comparable Na throughputs (e.g., 1 mAh cm−2), but much higher current density (e.g., 15 mA cm−2), suggest that thin Sn coatings are perhaps better under certain circumstances. We tentatively attribute this to the strong alloying but limited transport of Na into the Sn coating layer (which limits mechanical degradation of the Sn coating during repeated charge–discharge cycles) at the high rates. While more research is needed to establish comprehensive design rules, our work implies that various coating chemistries might be advantageous in different use‐cases, including for anode‐free or fast‐charging SMBs at room temperature. We also anticipate that with an appropriate choice of electrolyte similar concept can be used to stabilize other metal anodes for which an increasing body of work suggest mechanical failure at the electrodeposit/current collector interface is a serious source of poor anode reversibility and essentially guarantees poor use of the full capacity of the anode during long‐term battery cycling."
            ],
            "name": "Conclusion and Outlook",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "NaClO4/ECPC electrolytes used in the study were prepared by directly dissolving 1.0 m sodium perchlorate (NaClO4) in a pre‐mixed carbonate electrolyte solvent, which is composed of anhydrous ethylene carbonate and propylene carbonate (50:50 vol%). After full dissolution of the salt, the electrolytes were dried by exposing them to molecular sieves for 24 h in an Ar‐filled glove box. NaPF6/diglyme electrolytes were prepared using a similar procedure, except that 1.0 m sodium hexafluorophosphate (NaPF6) was the salt and anhydrous, 99.5% diethylene glycol dimethyl ether was the solvent.",
                        "All chemicals were purchased from Sigma Aldrich, including: NaClO4 with purity ≥ 98%; NaPF6 with purity ≥ 98%; anhydrous, 99% ethylene carbonate; anhydrous, 99.7% propylene carbonate; anhydrous, 99.5% diethylene glycol dimethyl ether.",
                        "Stainless steel (SS) 304 discs with diameter of 15.8 mm were polished using VibroMet vibratory polisher, with Final‐POL polishing cloth and 0.3 um alumina slurry. The surface roughness of polished SS was characterized by atomic force microscope (AFM), with an area sweep included in Figure  (Supporting Information) Polished SS were then coated with Au and Ag using a magnetron argon sputtering deposition system, and Pb and Sn via thermal evaporation. The thickness of coating was first measured during the deposition via quartz crystal thickness monitor, and later confirmed by the Tencor Profilometer AlphaStep 500.",
                        "Anodes used in the full cell tests were designed to have limited Na supply. 5 mAh cm−2 Na was first electrochemically deposited onto the substrate (Cu foil, or 100 nm Au coated polished SS) using NaPF6/diglyme electrolyte with Celgard 2325 separator in a coin‐cell setup. The Na/Cu and Na/Au anodes were later retrieved from the coin cell, washed with dimethoxyethane and dried in Ar‐filled glove box before being used in the full cell cycling study.",
                        "Polyacrylonitrile (PAN)‐sulfur composite (SPAN) synthesis: Synthesis of SPAN in this work is based on a previous reported synthesis routine.[] Polyacrylonitrile (PAN, Mw = 150 000), purchased from Sigma Aldrich, was mixed with sulfur powder with 1:4 mass ratio, and ball milled for 1 h for achieving homogeneous mixing. The mixture was then heated in an argon‐filled tube furnace at 450 °C for 6 h with a ramping rate of 5 °C min−1 to carbonize PAN. The final SPAN product is a dark‐gray powder, which was then mixed with 15 wt% of polyvinylidene (binder) and 15 wt% of carbon black (conductivity aid), casted on carbon cloth with for ultra‐high areal loading. The loading of active material was about 7 mg cm−2.",
                        "Scanning Electron Microscopy (SEM) was done on Zeiss Gemini 500 Scanning Electron Microscope with Energy‐dispersive X‐ray spectroscopy (EDS) installed. X‐ray Powder Diffraction (XRD) experiment was done on Bruker D8 Advance ECO powder diffractometer. Each active metal sample was first wrapped with a protective film with no noticeable peak‐overlap with the metal of study in order to prevent oxidation. Cu Kα radiation was used for all XRD experiments.",
                        "Separators used for electrochemical characterization in this study including Celgard 2325, Whatman glass microfiber filter grade GF/B, and Nylon O‐ring washer. All CE tests and full cell tests used glass fiber as the separator. O‐ring washer was used for surface morphology characterization to eliminate the effect of pressure and separator. Celgard 2325 was used for the symmetry cell tests, for solving the short‐circuiting issue of Na/Cu electrodes. To minimize water adsorption, all glass fiber were put in 100 °C oven for 24 h prior to use. Both Celgard and glass fiber separators were cut into circular shape, with a diameter of ¾ in. 40 uL of electrolyte was used for each layer of Celgard separator, and 150 uL of electrolyte was used for each layer of glass fiber separator. Nylon o‐ring washer has an outer diameter of ¾ in. and an inner diameter of ¼ in., which can hold roughly 60 uL of electrolyte. Cyclic voltammetry tests were performed on CH instrument CHI 700E potentiostat; Coulombic efficiency tests and symmetric cell tests were performed on Neware battery testing systems. Galvanostatic Intermittent Titration Technique (GITT) tests were performed on Bio‐Logic SP‐200, where the current pulse was 0.1 mA cm−2, the pulse time was 2 min or until the potential drops to 0 V versus Na/Na+, and the relaxation time was 15 min. All tests were carried out under room temperature and pressure.",
                        "Each CE value reported in Figure "
                    ],
                    "name": "Electrolyte Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "NaClO4/ECPC electrolytes used in the study were prepared by directly dissolving 1.0 m sodium perchlorate (NaClO4) in a pre‐mixed carbonate electrolyte solvent, which is composed of anhydrous ethylene carbonate and propylene carbonate (50:50 vol%). After full dissolution of the salt, the electrolytes were dried by exposing them to molecular sieves for 24 h in an Ar‐filled glove box. NaPF6/diglyme electrolytes were prepared using a similar procedure, except that 1.0 m sodium hexafluorophosphate (NaPF6) was the salt and anhydrous, 99.5% diethylene glycol dimethyl ether was the solvent.",
                        "All chemicals were purchased from Sigma Aldrich, including: NaClO4 with purity ≥ 98%; NaPF6 with purity ≥ 98%; anhydrous, 99% ethylene carbonate; anhydrous, 99.7% propylene carbonate; anhydrous, 99.5% diethylene glycol dimethyl ether.",
                        "Stainless steel (SS) 304 discs with diameter of 15.8 mm were polished using VibroMet vibratory polisher, with Final‐POL polishing cloth and 0.3 um alumina slurry. The surface roughness of polished SS was characterized by atomic force microscope (AFM), with an area sweep included in Figure  (Supporting Information) Polished SS were then coated with Au and Ag using a magnetron argon sputtering deposition system, and Pb and Sn via thermal evaporation. The thickness of coating was first measured during the deposition via quartz crystal thickness monitor, and later confirmed by the Tencor Profilometer AlphaStep 500.",
                        "Anodes used in the full cell tests were designed to have limited Na supply. 5 mAh cm−2 Na was first electrochemically deposited onto the substrate (Cu foil, or 100 nm Au coated polished SS) using NaPF6/diglyme electrolyte with Celgard 2325 separator in a coin‐cell setup. The Na/Cu and Na/Au anodes were later retrieved from the coin cell, washed with dimethoxyethane and dried in Ar‐filled glove box before being used in the full cell cycling study.",
                        "Polyacrylonitrile (PAN)‐sulfur composite (SPAN) synthesis: Synthesis of SPAN in this work is based on a previous reported synthesis routine.[] Polyacrylonitrile (PAN, Mw = 150 000), purchased from Sigma Aldrich, was mixed with sulfur powder with 1:4 mass ratio, and ball milled for 1 h for achieving homogeneous mixing. The mixture was then heated in an argon‐filled tube furnace at 450 °C for 6 h with a ramping rate of 5 °C min−1 to carbonize PAN. The final SPAN product is a dark‐gray powder, which was then mixed with 15 wt% of polyvinylidene (binder) and 15 wt% of carbon black (conductivity aid), casted on carbon cloth with for ultra‐high areal loading. The loading of active material was about 7 mg cm−2.",
                        "Scanning Electron Microscopy (SEM) was done on Zeiss Gemini 500 Scanning Electron Microscope with Energy‐dispersive X‐ray spectroscopy (EDS) installed. X‐ray Powder Diffraction (XRD) experiment was done on Bruker D8 Advance ECO powder diffractometer. Each active metal sample was first wrapped with a protective film with no noticeable peak‐overlap with the metal of study in order to prevent oxidation. Cu Kα radiation was used for all XRD experiments.",
                        "Separators used for electrochemical characterization in this study including Celgard 2325, Whatman glass microfiber filter grade GF/B, and Nylon O‐ring washer. All CE tests and full cell tests used glass fiber as the separator. O‐ring washer was used for surface morphology characterization to eliminate the effect of pressure and separator. Celgard 2325 was used for the symmetry cell tests, for solving the short‐circuiting issue of Na/Cu electrodes. To minimize water adsorption, all glass fiber were put in 100 °C oven for 24 h prior to use. Both Celgard and glass fiber separators were cut into circular shape, with a diameter of ¾ in. 40 uL of electrolyte was used for each layer of Celgard separator, and 150 uL of electrolyte was used for each layer of glass fiber separator. Nylon o‐ring washer has an outer diameter of ¾ in. and an inner diameter of ¼ in., which can hold roughly 60 uL of electrolyte. Cyclic voltammetry tests were performed on CH instrument CHI 700E potentiostat; Coulombic efficiency tests and symmetric cell tests were performed on Neware battery testing systems. Galvanostatic Intermittent Titration Technique (GITT) tests were performed on Bio‐Logic SP‐200, where the current pulse was 0.1 mA cm−2, the pulse time was 2 min or until the potential drops to 0 V versus Na/Na+, and the relaxation time was 15 min. All tests were carried out under room temperature and pressure.",
                        "Each CE value reported in Figure "
                    ],
                    "name": "Electrolyte Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "NaClO4/ECPC electrolytes used in the study were prepared by directly dissolving 1.0 m sodium perchlorate (NaClO4) in a pre‐mixed carbonate electrolyte solvent, which is composed of anhydrous ethylene carbonate and propylene carbonate (50:50 vol%). After full dissolution of the salt, the electrolytes were dried by exposing them to molecular sieves for 24 h in an Ar‐filled glove box. NaPF6/diglyme electrolytes were prepared using a similar procedure, except that 1.0 m sodium hexafluorophosphate (NaPF6) was the salt and anhydrous, 99.5% diethylene glycol dimethyl ether was the solvent.",
                        "All chemicals were purchased from Sigma Aldrich, including: NaClO4 with purity ≥ 98%; NaPF6 with purity ≥ 98%; anhydrous, 99% ethylene carbonate; anhydrous, 99.7% propylene carbonate; anhydrous, 99.5% diethylene glycol dimethyl ether."
                    ],
                    "name": "Electrolyte Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "Stainless steel (SS) 304 discs with diameter of 15.8 mm were polished using VibroMet vibratory polisher, with Final‐POL polishing cloth and 0.3 um alumina slurry. The surface roughness of polished SS was characterized by atomic force microscope (AFM), with an area sweep included in Figure  (Supporting Information) Polished SS were then coated with Au and Ag using a magnetron argon sputtering deposition system, and Pb and Sn via thermal evaporation. The thickness of coating was first measured during the deposition via quartz crystal thickness monitor, and later confirmed by the Tencor Profilometer AlphaStep 500."
                    ],
                    "name": "Substrate Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "Anodes used in the full cell tests were designed to have limited Na supply. 5 mAh cm−2 Na was first electrochemically deposited onto the substrate (Cu foil, or 100 nm Au coated polished SS) using NaPF6/diglyme electrolyte with Celgard 2325 separator in a coin‐cell setup. The Na/Cu and Na/Au anodes were later retrieved from the coin cell, washed with dimethoxyethane and dried in Ar‐filled glove box before being used in the full cell cycling study."
                    ],
                    "name": "Anode Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "Polyacrylonitrile (PAN)‐sulfur composite (SPAN) synthesis: Synthesis of SPAN in this work is based on a previous reported synthesis routine.[] Polyacrylonitrile (PAN, Mw = 150 000), purchased from Sigma Aldrich, was mixed with sulfur powder with 1:4 mass ratio, and ball milled for 1 h for achieving homogeneous mixing. The mixture was then heated in an argon‐filled tube furnace at 450 °C for 6 h with a ramping rate of 5 °C min−1 to carbonize PAN. The final SPAN product is a dark‐gray powder, which was then mixed with 15 wt% of polyvinylidene (binder) and 15 wt% of carbon black (conductivity aid), casted on carbon cloth with for ultra‐high areal loading. The loading of active material was about 7 mg cm−2."
                    ],
                    "name": "Cathode Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "Scanning Electron Microscopy (SEM) was done on Zeiss Gemini 500 Scanning Electron Microscope with Energy‐dispersive X‐ray spectroscopy (EDS) installed. X‐ray Powder Diffraction (XRD) experiment was done on Bruker D8 Advance ECO powder diffractometer. Each active metal sample was first wrapped with a protective film with no noticeable peak‐overlap with the metal of study in order to prevent oxidation. Cu Kα radiation was used for all XRD experiments."
                    ],
                    "name": "Physical Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "Separators used for electrochemical characterization in this study including Celgard 2325, Whatman glass microfiber filter grade GF/B, and Nylon O‐ring washer. All CE tests and full cell tests used glass fiber as the separator. O‐ring washer was used for surface morphology characterization to eliminate the effect of pressure and separator. Celgard 2325 was used for the symmetry cell tests, for solving the short‐circuiting issue of Na/Cu electrodes. To minimize water adsorption, all glass fiber were put in 100 °C oven for 24 h prior to use. Both Celgard and glass fiber separators were cut into circular shape, with a diameter of ¾ in. 40 uL of electrolyte was used for each layer of Celgard separator, and 150 uL of electrolyte was used for each layer of glass fiber separator. Nylon o‐ring washer has an outer diameter of ¾ in. and an inner diameter of ¼ in., which can hold roughly 60 uL of electrolyte. Cyclic voltammetry tests were performed on CH instrument CHI 700E potentiostat; Coulombic efficiency tests and symmetric cell tests were performed on Neware battery testing systems. Galvanostatic Intermittent Titration Technique (GITT) tests were performed on Bio‐Logic SP‐200, where the current pulse was 0.1 mA cm−2, the pulse time was 2 min or until the potential drops to 0 V versus Na/Na+, and the relaxation time was 15 min. All tests were carried out under room temperature and pressure."
                    ],
                    "name": "Electrochemical Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "Each CE value reported in Figure "
                    ],
                    "name": "Statistical Analysis",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "Highly Reversible Sodium Metal Battery Anodes via Alloying Heterointerfaces"
}