{
    "DOI": "10.1039/C7CC06945F",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid development of energy storage devices, lithium sources will face a shortage in the near future. Sodium ion batteries (SIBs) should be a most promising substitute in large/grid scale energy storage systems owing to abundant sodium resources, environmental friendliness and similar redox potential to lithium, if its properties reach a comparable level. Therefore, constant efforts are being focussed on searching suitable electrode materials with high electron and ion diffusivities, high surface area and good electrical contact between the active materials and the current collector. Recently, Sb-based electrode materials for SIBs have been widely investigated, such as Sb alloys, Sb sulfides, Sb oxides and Sb8O11Cl2, owing to their high theoretical capacities. Among them, Sb2O3 is regarded as an attractive anode material due to its high theoretical specific capacity (1102 mA h g−1) via mechanisms of alloying and conversion reactions, low cost and relatively safe working potential. Nevertheless, a pure Sb2O3 electrode exhibits poor cyclability for the serious volume change during sodiation/desodiation processes. To overcome this barrier, many researchers have devoted their efforts to enhancing the electrochemical performance of Sb2O3 by constructing uniform Sb2O3 with graphene and RGO, which need to use the traditional way to further prepare the electrodes with conductive carbon and binders. This may lead to exfoliation of active materials from the current collector and loss of composite capacity. If the active materials can directly grow onto a special substrate, a free-standing and binder-free electrode can be attained to overcome the disadvantage. In this communication, a flexible composite of Sb2O3 nanospheres grown on the surface of a carbon cloth (CC) is fabricated via a simple solvothermal method (see the ESI†). The flexible CC with high conductivity, low cost and good corrosion resistance is a preferable choice to traditional 2D metal current collectors. The electrochemical performance of the as-prepared composite for anode materials in SIBs has been investigated.",
                "The crystallographic structure of the samples is firstly characterized via X-ray diffraction (XRD) (Fig. 1a). It can be clearly observed that the broad peak at 25.4° is assigned to the CC substrate. In addition, other diffraction peaks of the Sb2O3/CC composite and Sb2O3 particles can be readily indexed to the orthorhombic phase of Sb2O3 (JCPDS: 11-0689). X-ray photoelectron spectroscopy (XPS) is employed to investigate the surface composition of the composites. Based on the Sb 3d spectrum, the signals at 537.7 eV and 529.4 eV for Sb 3d3/2 and Sb 3d5/2 respectively are consistent with Sb2O3 (Fig. 1b). This result is in good agreement with the XRD results. The high resolution C1s spectra of the Sb2O3/CC composite shows five components at around 283.8, 284.6, 285.5, 286.5, 288.6 and 291.2 eV, which can be generally assigned to C–Sb, C–C/C–H, CC, C–O–Sb, CO and O–C, respectively (Fig. 1c). Comparing with the peaks C–C/C–H (∼284.6 eV), CC (∼285.7 eV), C–O (∼286.5 eV) and CO (∼288.0 eV) of the CC substrate, the appearance of the Sb–C and C–O–Sb peaks reveals a strong combination between Sb2O3 and CC (Fig. 1d).",
                "The microstructure and crystallinity of the Sb2O3/CC composite can be clearly identified from the field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM) images (Fig. 2). The low-magnification FESEM micrograph shows that the ordered woven structure of the carbon cloth is well retained (Fig. 2a). The inset figure is the optical image of the final product which can be directly used as an electrode without any binder and carbon additive. The surface of the CC fibres is uniformly covered by Sb2O3 nanospheres with the size about 50 nm (Fig. 2b–d). Compared with pure Sb2O3 (40–100 nm) (Fig. S1, ESI†), we infer that the anodized CC contributes to the ion attachment and homogeneous growth of Sb2O3 nanospheres (Fig. S2, ESI†). The HRTEM micrograph (Fig. 2e) and the corresponding selected-area electron diffraction (SAED) pattern (Fig. 2f) reveal a set of lattice fringe with an inter plane spacing of ∼0.314 nm, corresponding to the (121) plane, which is in good agreement with the above XRD results.",
                "The potential application of the Sb2O3 and Sb2O3/CC composite as anode materials for SIBs has been investigated using cyclic voltammogram (CV) (Fig. S3, ESI†). During the charge/discharge cycle the conversion reaction for the Sb2O3/CC electrode reveals higher reversibility than the Sb2O3 electrode. Besides, the incorporation of CC into Sb2O3 leads to a lower polarization and then causes the conversion reaction of Sb2O3 to Sb2O5, which is in good accordance with the XPS results (Fig. S4, ESI†) and the following discharge/charge voltage profiles (Fig. 3a and b). The electrode reactions for the Sb2O3/CC composite are as follows:",
                "Fig. 3a and b show the charge/discharge curves of the Sb2O3 and Sb2O3/CC electrodes in the initial, second, tenth, fiftieth and hundredth cycles at 0.05 A g−1. Combined with the CV analysis, we infer that the conversion reaction part is ascribed to above 1.0 V. Compared with the Sb2O3 electrode, the Sb2O3/CC electrode delivers higher charge capacity (Fig. 3c) and capacity retention (Fig. S5, ESI†) of alloying and conversion reactions during cycling, indicating that the Sb2O3/CC electrode presents highly reversible alloying and conversion reaction.",
                "Fig. 3d shows the discharge and charge capacities of the CC, Sb2O3 and Sb2O3/CC electrodes at 0.05 A g−1. This reveals that pure CC provides quite a low capacity during the electrochemical process. The discharge and charge capacities of the Sb2O3/CC electrode in the initial cycle are 1248 and 1055 mA h g−1, while are only 859 and 581 mA h g−1 for the Sb2O3 electrode. The Sb2O3/CC electrode can deliver a high capacity of 900 mA h g−1 after the 100th cycle, corresponding to 72% retention of the initial capacity. In contrast, the capacity of the Sb2O3 electrode drops to 85 mA h g−1, only 10% of the initial capacity, which should result from the large volume expansion. However, it can be clearly observed that the nanocrystals on the surface of CC indicate a good structural stability even after 100 cycles (Fig. S6, ESI†), in that CC works as a buffer on the volume change during the Na+ insertion/extraction process. A comparison between the as-prepared Sb2O3/CC composite and previous reports about Sb-based materials in cycling performance is listed in Table S1 (see the ESI†). In addition, the Sb2O3/CC electrode exhibits a specific capacity of 800, 675, 540 and 340 mA h g−1 at 0.05, 0.1, 0.2 and 0.5 A g−1, respectively. When the current density returns to 0.05 A g−1, the specific capacity recovers to 930 mA h g−1, suggesting the high recovery ability of the Sb2O3/CC electrode (Fig. 3e).",
                "From electrochemical impedance spectroscopy (EIS), we can clearly find that CC possesses high electrical conductivity (Fig. 3f). The Re and Rf + Rct values of the Sb2O3 electrode and the Sb2O3/CC electrode are 10.15, 666.8 and 8.6, 221.9 Ω, respectively. Obviously, the incorporation of CC into Sb2O3 leads to a smaller charge-transfer resistance compared to that of Sb2O3 alone, owing to the faster conducting channel for electron transport of this structure during the charge/discharge processes. The linear fitting for the low frequency region of the EIS plots is shown in Fig. S7 (ESI†), from which the slopes of the fitting lines of the Sb2O3 and Sb2O3/CC electrodes are 962 and 355, respectively. Therefore, the apparent Na+ diffusion coefficient of the Sb2O3/CC electrode is bigger than that of the pure Sb2O3 electrode. The results of EIS are in good agreement with the electrochemical performance discussed above.",
                "In summary, a flexible Sb2O3/CC composite employed as a free-standing anode for SIBs has been directly synthesized via an efficient solvothermal method. The Sb2O3 nanospheres are grown uniformly on CC which acts as conductive pathway for fast electron-transfer. The Sb2O3/CC electrode exhibits 1248 mA h g−1 initial discharge capacity and 900 mA h g−1 even after 100 cycles at 0.05 A g−1. The superior electrochemical performance and cycling stability are attributed to the good conductivity and flexibility of CC and strong chemical bonds between Sb2O3 and CC, which can improve electronic migration, particle diffusion and structural stability during the Na+ ion insertion/extraction processes.",
                "The support from the National Key R&D Program of China (No. 2017YFB0308300), the National Natural Science Foundation of China (No. 51672166) is gratefully acknowledged."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A flexible Sb2O3/carbon cloth composite as a free-standing high performance anode for sodium ion batteries"
}