{
    "DOI": "10.1039/D1DT01400E",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries are considered to be the most promising candidates in the fields of energy storage and conversion. In the past 20 years, layered transition metal oxides and organic compounds have been fully studied as electrode materials for lithium-ion batteries, and significant research and application results have been achieved. However, the development of Li-ion battery materials has been limited due to the difficulty in increasing specific capacity and expensive cost of inorganic materials. At the same time, organic materials have become the next generation of promising electrode materials because of their good molecular structure designability, high specific capacity, and low cost. In addition, compared to Li-ion batteries, Na-ion batteries have attracted more researchers’ interest due to the abundant reserves and low cost of sodium. Moreover, organic materials provide good molecular flexibility for the insertion and extraction of sodium ions, avoiding the large volume expansion defects of inorganic materials. By adjusting the molecular structure and functional groups, electrode materials with excellent electrochemical performance can be designed.",
                "Although organic electrodes have sufficient potential to become next-generation lithium/sodium batteries, the poor electrochemical performance exhibited so far cannot meet the needs of market applications. The main reasons are the low electrical conductivity of the organic material itself, its compatibility with the electrolyte and its easy agglomeration. Most organic materials are insulators, and a small part of them are semiconductors, which seriously limits their electrochemical performance at charge transfer sites. On this issue, scientists have proposed a lot of beneficial improvement measures: firstly, compounding organic materials with some carbon materials (such as graphene, CNTs and biomass carbon), which includes different ways of compounding with carbon materials (such as particle coating, void adsorption of CNTs, and the role of graphene with molecular layers of layered polymers ). The excellent conductive properties of carbon materials are used to build a good conductive frame for organic materials and promote rapid redox reactions; secondly, in the process of structural design of organic materials, some π–π conjugated groups are added, and the excellent electrical conductivity of the organic substance itself can be used to fundamentally improve its charge transfer ability. For the easy solubility of organic materials, the commonly used improvement methods are to salinize organic matter and construct a solid polymer frame, thereby improving the cycling stability of the material. And nano-sized organic particles (such as nanorods, nanospheres, nanowires,etc.) can be prepared by some methods such as the solvothermal method. The smaller microscopic size has more active sites and a larger specific surface area, which facilitates electrolyte wetting and lithium ion diffusion to achieve better electrochemical performance. Generally, the molecular particles of organic matter are easy to agglomerate, and it is easy to form micron-sized molecular particles. Large-sized molecular particles inhibit the improvement of capacity and rate performance.",
                "In view of the challenges faced by organic materials, herein, in this work, a strategy of grafting macromolecules onto polymers was adopted to prepare a porous molecular structure. Microporous materials with various structural units are widely used in catalysis, optics, energy storage and conversion due to their rich pore channels. Therefore, the introduction of this porous structure facilitates the infiltration of electrolyte molecules, promotes the rapid transfer of lithium ions/sodium ions, and further improves its electrochemical performance. In addition, an electrostatic spinning technology was also adopted to achieve nano-sized particles in order to obtain a larger specific surface area and more active sites. As a result, the design of this porous molecular structure can obtain excellent lithium/sodium storage performance, such as high capacity, long cycling stability and good rate capability. The strategy of grafting phthalocyanine macromolecules onto polymers used in this work can provide new ideas for the development of high-performance organic electrode materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1. Preparation of 4-nitronickel phthalocyanine. 4-Nitrophthalonitrile (0.15 mol, 25.9695 g) was added into a 500 mL three-necked flask, and then 300 mL of n-amyl alcohol and magnetite were added, and the mixture was stirred magnetically at room temperature under a N2 atmosphere for 2 h to remove the O2 inside. Then the mixture was heated to 60 °C, for 30 min, and the temperature was raised to 140 °C at a rate of 1 °C min−1. During this heating stage, 6–7 drops of DBU for catalysis were added into the reactants, and anhydrous NiCl2 (0.038 mol, 4.86 g when the solution begins to appear blue) was quickly added. After reaction for 65 h, the product is transferred into 300 mL of ethanol, and after standing overnight, it is washed with ethanol and acetone, respectively, until the filtrate was colorless and transparent, and the green solid 4-nitronickel phthalocyanine was obtained.",
                        "2.1.2. Preparation of 4-aminonickel phthalocyanine. 4-Nitrophthalocyanine nickel (0.38 g, 0.5 mmol) and Na2S·9H2O (1.44 g, 6 mmol) were added into a 100 mL three-necked flask, and then 20 mL of DMF was added and the mixture was stirred until completely dissolved. Then the temperature was increased to 65 °C and maintained for 3 h. After that, the reaction mixture was poured into 100 mL of water and the solid was precipitated by stirring, and the precipitate was filtered, washed and dried to obtain a green solid of 4-aminonickel phthalocyanine. The characterization results are as follows: UV-vis (THF) λmax: 718, 701, 663, 642, 381, 370 nm; IR (KBr) (cm−1): 734 (γ: CN), 857 (γ: –NH2), 1092 (γ: Ar–H), 1129 (γ: Ar–H), 1339 (νas: –NH2), 1528 (νs:–NH2), 1614 (ν: CC), 1701 (ν: CN), 3446 (ν: NH2); elemental analysis(%): calculated C 71.58, H 3.40, N 26.72; found C 70.86, H 3.84, N 25.69.",
                        "2.1.3. Preparation of the MA–VA polymer. Maleic anhydride (MA), vinyl acetate (VA) and distilled water were added into a three-necked flask to obtain a mixed liquid. Among them, the molar ratio between MA, VA and distilled water is 1:1:40. After nitrogen gas was passed into the mixed liquid for 30 min, the temperature was heated to 60 °C. The redox initiator (NH4)2S2O8–NaHSO3 (the molar amount is 3% of the molar amount of maleic anhydride (MA)) was added, in which the molar ratio of (NH4)2S2O8 to NaHSO3 is 9:1. Then the reaction is carried out under N2 protection for 3 h, and the reactant solvent was removed with a rotary evaporator, and then the obtained solid reactants were dissolved in ethanol and filtered three times to remove inorganic salt impurities in the reaction product. After drying, a vinyl acetate–maleic acid polymer was obtained. The obtained vinyl acetate–maleic acid polymer was added to acetic anhydride and refluxed for 3 hours. After filtration, it was dried under vacuum at 50 °C for 8 h to obtain the MA–VA copolymer. The characterization results are as follows: IR (KBr) (cm−1): 632 (γ: CN), 918 (γ: C–H), 1213 (γ: CO–O), 1328 (νas: C–O), 1427 (νs: C–N), 1681 (ν: CO), 2525 (ν: C–H), 2917 (ν: CH2), 3015 (ν: Ar–H); GPC (NMP) MWmax: 38221.",
                        "2.1.4. Synthesis of the PcNi grafted MA–VA–PcNi polymer. 8 g of maleic anhydride vinyl acetate copolymer MA–VA was dissolved in 200 mL of DMF solution, and 2 g of 4-NH2–PcNi was dissolved in 100 mL of DMF. Then the DMF solution of 4-NH2–PcNi was slowly dropped into the solution of MA–VA. At the same time, the temperature was raised to 90 °C and magnetic stirring was performed for 5 h. After the reaction, the solution was cooled to room temperature. After adding ethanol, the precipitate was filtered and washed, and dried under vacuum at 150 °C for 24 h, and the target product of the PcNi grafted MA–VA–PcNi polymer was obtained. The characterization results are as follows: UV-vis (THF) λmax: 716, 700, 654, 383, 370 nm; IR (KBr) (cm−1): 730 (γ: CN), 843 (γ: –NH2), 1087 (γ: Ar–H), 1165 (γ: Ar–H), 1328 (νas: –NH2), 1540 (νs: –NH2), 1639 (ν: CC), 1788 (ν: CO), 2942 (ν: CH3), 345 (ν: NH2); GPC (NMP) MWmax: 159404."
                    ],
                    "name": "2.1. Synthesis of materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "6 equal parts of MA–VA–PcNi were dissolved in an appropriate amount of NMP solvent, then three equal parts of conductive agent SP and one equal part of binder PVDF were added, and the mixture was ball-milled for 12 h to form a uniformly mixed slurry. Then the uniformly mixed slurry was electrospun onto the copper foil surface using electrostatic spinning equipment with a rate of 1 mL h−1 at 18 kV, the drying temperature was set to 90 degrees, and the slurry was sprayed for 2.5 h to prepare a uniform electrode sheet."
                    ],
                    "name": "2.2. Preparation of the MA–VA–PcNi electrode by electrospinning",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "All available chemicals were sourced from Aladdin Chemical Reagent Co., Ltd. Fourier transform infrared (FTIR) spectra were recorded on an FTIR-1500 in the range of 4000–400 cm−1. Thermal stability studies were performed under an atmosphere of nitrogen flow on a Mettler Toledo TGA/DSC 1/1600 from room temperature to 700 °C with a heating rate of 10 °C min−1. XRD patterns (XRD) of the powder sample were measured on a Bruker powder X-ray diffractometer using Cu Kα radiation and obtained at 15 mA and 40 kV. Scanning electron microscopy (SEM) images were obtained on a ZEISS Crossbeam 340 scanning electron microscopy analyzer. X-ray photoelectron spectroscopy (XPS) was performed on a Thermo Fisher K-Alpha with an Al Kα X-ray source.",
                {
                    "content": [
                        "The pole pieces were assembled into a 2032-type button cell. The battery assembly process was operated in an argon-filled glove box with oxygen and moisture concentrations of 0.01 ppm. The battery material uses SP as the conductive agent and PVDF as the binder. The mass ratio of MA–VA–PcNi:SP:PVDF is 6:3:1, and copper foil is used as the current collector. The film was cut into a circular piece of 1.2 cm diameter, and the actual loading amount of the active material was 0.96 mg for the MA–VA–PcNi electrode, respectively, with an area mass loading of 0.85 mg cm−2. All electrode materials were dried in a vacuum drying box at 60 °C for 24 hours to remove the solvent components of NMP and the water that was not completely removed. A pure lithium or sodium foil was used as the counter electrode of the lithium-ion or sodium-ion battery, and 1 M LiPF6 and DMC/EC (volume ratio 1:1) or 1 M NaClO4 and DEC/EC (volume ratio 1:1) were used as the electrolyte of lithium or sodium ion batteries. The CV test is performed on an IVIUM electrochemical workstation. The test voltage range is 0.01 to 3 V and the sweep speed is 0.2 mV s−1. The battery charge and discharge test is performed on a Xinwei test system, and its voltage range is 0.01–3 V."
                    ],
                    "name": "2.4. Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "2.3. Materials and methods",
            "type": "section_h2"
        },
        {
            "content": [
                "The MA–VA–PcNi was prepared by grafting macromolecular phthalocyanine on the branch of the MA–VA polymer. The synthesis diagram is shown in Fig. 1(a). Under a N2 atmosphere, DBU was used as the catalyst for the cyclization of dinitrile in 1-pentanol to obtain the corresponding phthalocyanine compound 1 at 140 °C. Then the nitro-group was reduced to the amino-group to obtain the amino-substituted phthalocyanine compound 2 (4-NH2–PcNi). At the same time, the compound 4 (MA–VA) was obtained by copolymerization of VA with MA. After that, the amino-groups on 2 (4-NH2–PcNi) reacted with the anhydride on 4 (MA–VA) which resulted in the phthalocyanine-grafted polymer 5 (MA–VA–PcNi). The obtained compound MA–VA–PcNi polymer was purified under hot vacuum conditions for 24 h and characterized by spectroscopic and elemental analysis methods, including BET, GPC spectra, UV-Vis, and FTIR, and the results were consistent with those for the proposed structures.",
                "To explore the arrangement of phthalocyanine units in the polymer and its framework structure, HyperChem software was used to simulate the optimal geometric configuration of MA–VA–PcNi, as shown in Fig. 1(b) and Fig. S1.† It can be clearly seen that after the 4-aminonickel phthalocyanine was successfully grafted onto the MA–VA polymer, the phthalocyanine units were arranged face to face in a ‘ladder’-shaped structure. Like the two pillars on both sides of the ‘ladder’, the phthalocyanine ring in the middle plays the role of a layer of ladders in the ‘ladder’ structure. According to simulation calculations, the pore distance between the phthalocyanine units is about 9.7 Å, which is much higher than the distance between the phthalocyanine aggregate units (about 3.3 Å). In addition, the distance between the two MA–VA polymer backbones (‘pillars’) is equivalent to the molecular size of amino phthalocyanine, about 12.1 Å.",
                "The BET surface area has been investigated as shown in Fig. 2(a and b); it can also be clearly seen that MA–VA–PcNi has a larger specific surface area and pore size distribution than 4-NH2–PcNi. The BET surface area of MA–VA–PcNi is 47.8 m2 g−1 with a pore size distribution of ∼1.7 nm and 9–15 nm, which is much larger than that of the 4-NH2–PcNi sample (9.48 m2 g−1 with a pore size distribution of ∼1.8 nm and 12–25 nm). The huge framework pore structure of MA–VA–PcNi will greatly facilitate the migration of lithium ions and sodium ions in the polymer and is expected to have a positive effect on electrochemical performance. Meanwhile, the Gel Permeation Chromatography (GPC) spectra of MA–VA–PcNi and MA–VA were studied, as shown in Fig. 2(c and d) and Table 1. Compared with the MA–VA polymer, MA–VA–PcNi has a larger weight-average molecular weight (Mw) indicating that the 4-NH2–PcNi was successfully grafted to MA–VA, thus forming the larger framework polymer MA–VA–PcNi with a larger molecular weight.",
                "The MA–VA polymer has strong absorption bands at 642, 1422, and 1699 cm−1, corresponding to C–O, C–C and CO in the MA–VA polymer. After grafting phthalocyanine functional groups on the polymer, the FTIR spectrum of MA–VA–PcNi showed strong absorption bands at 1426 and 1717 cm−1, which corresponded to the C–C and CO in the MA–VA polymer, respectively. The band at 669 cm−1 is significantly weakened, which is mainly due to the reaction of a part of the C–O–C in MA–VA with the amino group on the phthalocyanine to form a C–N bond. In addition to the functional groups of MA–VA, the infrared spectrum of MA–VA–PcNi also exhibited characteristic bands of the phthalocyanine structure at 730, 843, 1087, 1334, 1636 and 3195 cm−1. The bands at 3195 and 1636 cm−1 are attributed to the stretching vibration of the N–H and CC bonds on the phthalocyanine conjugated structure. The peak at 1334 cm−1 is mainly attributed to the C–N bond formed by the reaction between the amino group on the phthalocyanine and the acid anhydride on MA–VA. The bands at 730, 843, and 1087 cm−1 are attributed to the bending vibration of the CN and N–H bonds of the phthalocyanine conjugated structure, respectively. All FTIR bands of MA–VA–PcNi are in good consistence with those of MA–VA and 4-NH2–PcNi in FTIR, which further indicates that the structure of the target compound MA–VA–PcNi is consistent with that of the synthesized target compound. The results of FTIR and GPC spectra demonstrate the successful synthesis of the target compound (MA–VA–PcNi).",
                "The XRD diffraction pattern of MA–VA–PcNi is shown in Fig. 3(b). It can be seen that there is the strongest characteristic peak at 26.94°. The calculated d value of this peak is 0.331 nm, which equals the distance between the layers of phthalocyanine macromolecules that accumulate on each other. However, it can be clearly seen from Fig. 3(b) that there are two very sharp diffraction peaks at 7.47° and 9.10°, with the corresponding d values of 11.8 Å and 9.7 Å, which correspond to the distance between the phthalocyanine units in the MA–VA–PcNi polymer (9.6 Å) and the distance between the two MA–VA backbones (‘pillars’) (12.2 Å). The XRD patterns are in good agreement with the simulation calculation results using Hyperchem software as shown in Fig. 1(b) and further confirm the existence of the framework structure between the MA–VA–PcNi polymer phthalocyanine units.",
                "TGA and DTA which indicated the thermal stability of MA–VA, 4-NH2–PcNi and MA–VA–PcNi were performed, as shown in Fig. 3(c and d). The results show that MA–VA has underdeveloped thermal stability and thermal decomposition occurs at 186.6 °C, while the 4-NH2–PcNi molecule maintains excellent thermal stability due to its good structure, and its quality did not lose until 270 °C. However, MA–VA–PcNi has strong thermal stability, and its 5% mass attenuation below 80 °C is mainly due to the volatilization of adsorbed water in the material; upon being heated to 249.2 °C, the material began to thermally decompose, causing some loss of quality. The UV-Vis characteristic absorption peaks were investigated as can be seen from Fig. S2 (ESI†), and the shoulder at about 640–660 nm of MA–VA–PcNi is much smaller than that of 4-NH2–PcNi. Usually, the strong peak of phthalocyanines at 700 nm and the small peak at 630–660 nm are considered to be Q-band absorption, and the stronger the aggregation between the phthalocyanines, the greater the shoulder strength. According to the 13C solid-state CP-MAS NMR spectrum (Fig. S3 and S4†), indicating that MA–VA was successfully grafted onto 4-NH2–PcNi to form the MA–VA–PcNi polymer, the results are in accordance with the proposed structure of MA–VA–PcNi. These results show that the grafting polymerization of phthalocyanine with other compounds can effectively prevent the agglomeration of conjugated phthalocyanine rings, which is consistent with the expected hypothesis.",
                "As can be seen from the SEM images in Fig. 4(a), 4-NH2–PcNi is composed of slender primary particles with a length of 200–300 nm and a width of 40–50 nm, aggregated into secondary particles with a length of 600–1200 nm and a width of 200–300 nm. After 4-NH2–NiPc was grafted with MA–VA, the morphology of MA–VA–PcNi particles prepared became more irregular and the agglomeration became more serious, and the size increased to the micron level, as shown in Fig. 4(b and c). By testing the TEM of MA–VA–PcNi, the lattice fringe in the microregion can be found. After calculation, the lattice spacing was 0.323 nm, which corresponded to the layered accumulation spacing of the phthalocyanine molecules in the polymer branch chain, and was very close to the 0.331 nm measured by XRD. In order to inhibit the agglomeration of MA–VA–PcNi powder and prepare nanometer particles, the MA–VA–PcNi electrode was prepared by electrostatic spinning technology in this paper, as shown in Fig. 4(d). As can be seen from Fig. 4(e and f), the MA–VA–PcNi particles prepared by the electrostatic spinning process become spherical particles with a diameter of 100–300 nm, showing a larger specific surface area and exposing more active sites than the original powder, which is conducive to the penetration and diffusion of electrolyte molecules and lithium/sodium ions.",
                "So as to explore the influence of morphological changes in the MA–VA–PcNi electrode cycle on the cycling performance, the SEM images of the original electrode and the electrode after 400 cycles of lithium ion and sodium ion batteries were observed, as shown in Fig. 5. The morphology and particle size of the MA–VA–PcNi electrode used as the negative electrode of the lithium-ion battery had changed greatly, from spherical particles with a diameter of 100–300 nm before cycling to 80–200 nm after 400 cycles. Moreover, the aggregation among particles is weakened and becomes dispersed, and the pore structure is more obvious after multiple deintercalation of lithium ions. This transition leads to an increase in the specific surface area and exposure of more active sites to facilitate the transport of lithium ions, which is closely related to the increase of capacity at the beginning of the cycling. At the same time, when it is used as the negative electrode of the sodium ion battery, the morphology and particle size of the MA–VA–PcNi electrode also changed in the same way after 400 cycles. The spherical particles with diameters of 100–300 nm are changed to nanoparticles with diameters of 30 nm and 90–130 nm, which results in a slow increase in the capacity of the electrode at the beginning and middle of the cycling.",
                "It can be seen from the CV curve of the MA–VA–PcNi electrode for lithium-ion batteries in Fig. 6(a) that pairs of redox peaks are observed, which are 1.03/0.82 V and 2.37/1.54 V, corresponding to the intercalation reaction of Li+ with CC in the phthalocyanine group and CO in MA–VA, respectively. It can also be seen from the CV curves that, except for the large closed area in the first cycle, there is almost no difference in the closed area between the second and third cycles, indicating that the electrode has good redox reversibility. During the first reaction between Li+ and MA–VA–PcNi electrode, the SEI film was formed on the electrode surface, which results in a great difference between the second and first closed area, and a partial irreversible capacity loss which can be also confirmed by the initial Coulomb efficiency (70.46%) of the first charge–discharge curves for the MA–VA–PcNi electrode as shown in Fig. 6(b).",
                "In order to explore the CV and high-current charge–discharge capabilities of the electrode, in this paper cycle and rate tests were carried out, as shown in Fig. 6(c and e). The specific capacity of 1015 mA h g−1 can be obtained for the first time at a current density of 200 mA g−1, the second cycle of discharge quickly decays to 710 mA h g−1, and the third cycle is 610 mA h g−1. The capacity decay in the initial few cycles was serious, which was mainly due to the formation of a SEI film by the reaction of Li-ions with the electrode surface, resulting in irreversible capacity. After that, the specific capacity of MA–VA–PcNi slowly increased in the early stages of the cycling, from 610 mA h g−1 at the third cycle to 756 mA h g−1 at the 71st cycle. In the middle and later stages of the cycling, the specific capacity does not rise and the attenuation rate remains very low. After 400 cycles, the capacity of 507 mA h g−1 is maintained (retention rate is 83.1%), showing excellent cycling stability. The performance of MA–VA–PCNi and commercial graphite is shown in Fig. S5 and Table S1 in the ESI.† It can be definitely seen that MA–VA–PcNi has a higher capacity and capacity retention rate, and the capacity is twice that of commercial graphite. In addition, the discharge capacities of the MA–VA–PcNi electrode were 877, 780, 589, 405, 297 and 195 mA h g−1 respectively at various current rates of 60, 100, 200, 500, 1000 and 2 A g−1 (Fig. 6(c)), showing excellent fast charging performance. Pairing the MA–VA–PcNi electrode with the lithium sheet to assemble the half-cell of the lithium-ion battery, the results show that excellent cycling stability and rate capacity were present.",
                "For the study of negative electrode materials, the performance of the full battery is the key factor to judge the possibility of its application. Herein, in this work, the MA–VA–PcNi/NCM-811 full batteries were assembled and their cycling performance was investigated, as shown in Fig. S6 in the ESI.† The first discharge capacity of the full battery reached 168.5 mA h g−1, and after 70 cycles at a current density of 0.2 C, it can still maintain a relatively high specific capacity of 80.5 mA h g−1. The MA–VA–PcNi/Li and MA–VA–PcNi/NCM-811 button cells were turned on to light up the LED lights after charging, which showed good results. The excellent electrochemical performance of MA–VA–PcNi makes it have good potential application value.",
                "For the MA–VA–PcNi electrode, it shows excellent performance as the anode electrode material for Li-ion batteries. In addition, it was used as the negative material of the Na-ion battery and its performance was also investigated. As shown in Fig. 7(a), as the anode electrode of the Na-ion battery, the MA–VA–PcNi does not have a very obvious redox peak in its CV curves, and CV in the first curve has a relatively evident reduction peak at 0.7 V, which is mainly attributed to the SEI film formed on the surface of the electrolyte and the negative electrode sheet during the first discharge. Compared with the CV curve in the first cycle, the area of the CV closed curve in the second cycle is significantly reduced, which is mainly due to the high irreversible capacity of the first charge and discharge. The closed area of the CV curve of the second cycle and the third cycle is not much different, indicating that the electrode has good capacity stability. The result is consistent with the results of the first charge and discharge curve of the electrode in Fig. 7(b). Although the initial Coulomb efficiency is only 47.75%, it shows a better capacity retention rate during subsequent cycles. The formation of the SEI film during the discharge–charge process would cause a large amount of irreversible Na+ loss, which is one of the most important parameters affecting the ICE. Moreover, the ion radius of Na+ is larger than that of Li+, so the diffusion resistance of ions in the pore channels inside the electrode is greater, which causes greater concentration polarization and leads to the decrease of the ICE.",
                "Fig. 7(c and d) show the cycling performance of MA–VA–PcNi used as the anode electrode of sodium-ion batteries. It shows a high specific capacity of 336 mA h g−1 at 100 mA g−1, and the capacity can still remain at 278 mA h g−1 after 400 cycles with a capacity retention rate of 82.7%. Even at a current density of 1 A g−1, the discharge specific capacity is 185 mA h g−1, and after 1000 long cycles, the capacity could still remain at 119 mA h g−1. The results show that MA–VA–PcNi shows high capacity, cycling performance and rate capability as the anode material for sodium ion batteries. Rate performance is also studied as shown in Fig. 7(e); it can be seen that at a current density of 60, 100, 200, 500 mA g−1 and 1 A g−1, the MA–VA–PcNi electrode can obtain a specific capacity of 383, 337, 280, 217 and 164 mA h g−1 respectively, which indicates that the MA–VA–PcNi electrode has excellent rate capability.",
                "Electrochemical impedance spectroscopy (EIS) of MA–VA–PcNi electrodes with different cycles was performed, and fitted with the circuit diagram as shown in Fig. 6(d) and (f) and Table 2. It can be seen that when the MA–VA–PcNi electrode was used as the negative electrode of the Li-ion battery, it exhibits a large charge-transfer resistance during the electrochemical reaction (Rct) of 610 Ω before it was formed; after 5 cycles, the Rct value was reduced by 10 times to 59.3 Ω. This is mainly because the internal pore channels of the electrode are relatively blocked before formation, while after performing lithium extraction several times, the channels are opened to promote the diffusion of lithium-ions and electrolyte molecules. After 400 cycles, the impedance further drops and the Rct value decreases to 35.3 Ω. The results indicate that during the cycling of the porous MA–VA–PcNi electrode, the pore channels are slowly opened and the impedance becomes smaller and smaller. As shown in Fig. 7(f), the impedance of the MA–VA–PcNi electrode for sodium-ion batteries shows a similar value to that of lithium-ion batteries. Before formation, the Rct value was 1922 Ω and it was reduced to 304.7 Ω after 5 cycles and to 269.7 Ω after 1000 cycles. As the cycle progressed, the impedance slowly decreased. The Rct value of the MA–VA–PcNi electrode used in sodium-batteries is relatively larger than that used in lithium-ion batteries, mainly due to the fact that sodium ions have a larger ionic radius, resulting in a slower diffusion rate. The performance parameters of the lithium ion battery and sodium ion battery have been compared. A very significant difference can be observed as shown in Table S2,† due to the fact that the ion radius of Na+ is larger than that of Li+, so the diffusion resistance of ions in the pore channels inside the electrode is greater, which leads to the poor performance of the sodium ion battery.",
                "The lithiation/delithiation of the CC and CO functional groups is further elucidated by analyzing the C 1s and O 1s of XPS under different charging and discharging states of the MA–VA–PcNi electrode. As shown in Fig. 8(a, c and e), the C 1s spectra of the primitive electrode sheets can be divided into four peaks at 290.2, 287.4, 285.7 and 284.4 eV, respectively, which could be attributed to the π–π conjugative group, N–CO, C–C and CC functional groups in MA–VA–PcNi molecules. After discharge, the peak at 290.2 eV disappeared, mainly due to the destruction of the conjugated structure after the intercalation of lithium-ions. The peak strength of CC at 284.2 eV became weaker, and the peak strength of C–C at 285.3 eV became stronger, which was mainly attributed to the reaction of CC with Li+ in MA–VA–PcNi molecules, forming C–C–Li bonds. The original peak at 287.4 eV shifted to 288.3 eV, which was mainly due to the reaction of N–CO with Li+ to form N–C–O–Li. After the electrode was recharged, the peak at the π–π conjugated group at 289.8 eV reappeared, and the N–CO peak was also observed at 287.8 eV, the peak at 284.4 eV became stronger, and the peak at 285.2 eV became weaker, returning to the original state again. This is mainly due to the recovery of the conjugated structure and the appearance of unsaturated bonds CC and CO, which indicates that the active functional groups of CC and CO have good reversibility.",
                "In the O 1s spectra (Fig. 8(b, d and f)), the original MA–VA–PcNi electrode shows two peaks at 531.8 and 533.4 eV, corresponding to C–O and CO in the molecular structure. After discharge, the peak at 531.8 eV corresponded to C–O became stronger, the peak at 533.0 eV attributed to CO became weaker, and a new O–Li peak that appeared at 530.7 eV was observed. The result shows that after lithium ions are intercalated, the CO bond interacts with Li+ to form C–O–Li bonds. After recharging, the C–O peak at 531.4 eV became weaker, and the CO peak at 532.2 eV became stronger, which indicates that the Li+ of C–O–Li begins to delithiate after charging, while the weak peak at 530.6 eV corresponding to O–Li can be still observed, which is mainly due to the irreversible capacity of MA–VA–PcNi for the first deintercalation of lithium ions. By testing the Li 1s of the MA–VA–PcNi electrode, as shown in Fig. S7 of the ESI,† compared with the original lithium-free peak, the peak of Li was displayed at 55.7 eV after discharge, indicating that Li+ had been embedded in the electrode, which was consistent with the results of O 1s and C 1s XPS spectra.",
                "In order to study the reaction mechanism of the insertion and extraction of sodium-ions in the electrode, the C 1s and O 1s of the XPS of the MA–VA–PcNi electrode sheet under different charge and discharge conditions were investigated, as shown in Fig. 9. As can be seen from Fig. 9(a), the C 1s spectra of the original electrode sheet shows peaks of 290.2, 287.4, 285.2, and 284.4 eV, which are attributed to the π–π conjugative group, N–CO, C–C, and CC functional groups of MA–VA–PcNi, respectively. After discharge, the peak of C–C at 285.0 eV became stronger, while the peak of CC at 283.4 eV became weaker, and the original peak of the π–π conjugated group at 290.2 eV disappeared, with a new peak attributed to C–Na formed at 289.4 eV (Fig. 9(c)), which indicated that during the discharge process, CC and Na+ in MA–VA–PcNi interact to form a C–C–Na bond. After recharging, the peak of the π–π conjugated group at 289.8 eV appeared again, the peak of the CC band at 284.1 eV became stronger, and the peak of the C–C band at 285.0 eV became weaker and returned to its original state again (Fig. 9(e)), which is mainly due to the recovery of the conjugated structure after the removal of the sodium-ion, and the unsaturated bond CC appeared again, which indicates that the active functional group has good reversibility.",
                "In the O 1s spectra of XPS, for the original MA–VA–PcNi electrode, two peaks corresponding to C–O and CO in the molecular structure at 531.8 and 533.4 eV were observed as shown in Fig. 9(b). After discharging to 0.01 V, the peak at 533.4 eV (CO) disappeared, and a new peak which is attributed to C–O–Na appeared at 530.2 eV, as shown in Fig. 9(d). The peaks appearing at 535.4 eV and 523.2 eV are mainly caused by the sodium-containing SEI film formed by the reaction of the sodium ion electrolyte with the electrode surface. After charging, the C–O–Na peak disappeared, and the CO peak (532.1 eV) appeared again, as shown in Fig. 9(f), indicating that these active groups have good reversibility of sodium storage and sodium removal. The peaks of 536.0 eV and 523.7 eV did not disappear, which is consistent with the very low Coulomb efficiency (47.75%) of the first charge and discharge. The Na 1s spectrum of the MA–VA–PcNi electrode is also observed, as shown in Fig. S8 of the ESI.† Compared with the original sodium-free peak, the sodium peak at 1070.8 eV after discharge showed that Na+ had been embedded in the electrode, which was consistent with the results of O 1s and C 1s spectra. The results of C 1s and O 1s spectra of XPS under different charging and discharging states of the MA–VA–PcNi electrode indicate that the CC and CO functional groups participate in the insertion and extraction of Na+ and have excellent reversibility."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Here we introduce a porous stable MA–VA–PcNi polymer with grafting of phthalocyanine macromolecules as a negative material for lithium/sodium ion batteries. After grafting the conjugated unit of phthalocyanine to the main chain of the MA–VA polymer, the aggregation between phthalocyanine rings is avoided, and the dispersion of active groups is improved effectively. In addition, nano-sized active particles prepared by electrospinning technology can effectively increase the specific surface area of electrode materials and also expose more active sites. Moreover, the ladder-like pore structure at the molecular scale provides efficient channels for lithium ion or sodium ion transport. As a result, the use of MA–VA–PcNi electrodes as negative materials for Li-ion batteries and Na-ion batteries showed excellent electrochemical performance, such as high capacity, long cycling stability, rate capability, etc. The XPS spectra analysis of electrode sheets before and after cycling shows that the CO and CC unsaturated double bonds in the MA–VA–PcNi polymer molecular structure are the main active groups to realize the reversible embedding and removal of lithium ions and sodium ions, which further clarified the mechanism of lithium storage and sodium storage. This stable porous MA–VA–PcNi polymer designed in this work would provide new ideas to design advanced organic electrodes for metal ion battery technology."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A phthalocyanine-grafted MA–VA framework polymer as a high performance anode material for lithium/sodium-ion batteries"
}