{
    "DOI": "10.1021/acsami.1c17554",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Exploring promising alternatives to lithium-ion batteries (LIBs) is of urgency in the field of large-scale storage of renewable energy, due to the ever-increasing price of lithium sources from the rapidly growing demand on portable electronic devices and electric vehicles.  Among these energy storage devices that use clean energies such as wind, water, and solar energy, sodium-ion batteries (SIBs) have been the most promising candidate, owing to the abundant Na+ resources and low price, as well as a mechanism similar to that of LIBs.  For different types of anode materials, there are still many problems which have seriously hindered the practical commercialization of SIBs.  Alloy anode materials (such as P, Sb, and Sn) have difficulty in lowering their huge volume changes during the cycles, albeit possessing high capacities (more than 600 mA h g–1).  Organic anode materials also suffer from poor cycling and rate performance due to their low conductivity.  Carbon materials are currently the main anode materials due to their advantages of high capacity and good cyclability.  However, the majority of the capacity of hard carbon comes from a low voltage plateau below 0.1 V versus Na+/Na. The low voltage could raise safety concerns regarding the formation of sodium dendrite at fast charging rates or overcharging process.  In addition, the rate performance of the hard carbon anode is not satisfactory. Therefore, anode materials with a long lifespan and good safety are vital to fulfilling the application of SIBs toward grid energy storage.",
                "Titanium-based layered oxide has received widespread attention because of the appropriate working potential (e.g., 0.7 V) based on the Ti3+/Ti4+ redox potential (vs Na+/Na) and nontoxicity. Previously reported Ti-based layered anode materials involved Na0.66[Li0.22Ti0.78]O2,  Na2/3Co1/3Ti2/3O2,  Na2/3Ni1/6Mg1/6Ti2/3O2,  and Na0.62Ti0.37Cr0.63O2,  most of which belong to P2-type structures. In marked contrast to the P2-type structure, O3–NaTiO2 was reported recently to deliver a high reversible capacity of 152 mA h g–1, which was higher than those of the P2-type counterparts.  However, the metastable Ti3+ in O3–NaTiO2 incurs both a challenging synthesis procedure and an undesired O3–O′3 phase transition.  One effective improvement strategy, by introducing metal cations below +3 into Ti sites, is used to increase the valence state of Ti3+ to Ti4+ and stabilize O3-type compounds. For instance, Li+ was introduced into Ti sites to obtain O3-[Na0.73Li0.09][Li0.27Ti0.36]O2,  and Mg2+ was used to obtain a low Na content O3–Na0.66Mg0.34Ti0.66O2 anode material.  These O3-type anode materials all experienced a single-phase reaction without the presence of a new phase during cycles and also possessed good air stability. These features are different from the complex phase transitions and poor air stability of the O3-type oxides reported previously.  Therefore, an O3-type Ti-based layered oxide, if rationally introduced in other low-valence cations, is expected to deliver high electrochemical performances and further advance the development of SIBs.",
                "Herein, we synthesized an anomalous O3-type Na2/3Ni1/3Ti2/3O2 layered oxide as an anode material for SIBs. The O3–Na2/3Ni1/3Ti2/3O2 exhibits a reversible discharge capacity of 112 mA h g–1 with an average voltage of 0.7 V, and a superior rate capability with a long lifespan. The in situ X-ray diffraction (XRD) result, the high apparent Na+ diffusion coefficient, and the low migration energy barrier, experimentally and theoretically augment the ultrastability and high rate capability of the O3-type Na2/3Ni1/3Ti2/3O2 anode material for SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The layered O3–Na2/3Ni1/3Ti2/3O2 anode material was prepared by a conventional sol–gel method as reported previously by our group.  Specifically, NaNO3 (Alfa Aesar, 99.0%), Ni(NO3)2•6H2O (Alfa Aesar, 98.0%), and C16H36O4Ti (Aladdin, 99.0%) were dissolved in deionized water in a stoichiometric ratio, followed by dropwise addition of citric acid aqueous solution under stirring. The above solution was evaporated in a 70 °C water bath to form a gel and dried in vacuum at 120 °C for 72 h. After the precursor was initially calcined in air at 450 °C for 6 h and then at 700 °C for 12 h in air, O3–Na2/3Ni1/3Ti2/3O2 was obtained by grinding the calcined product into a powder and storing in a glovebox with argon."
                    ],
                    "name": "2.1.  Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The XRD pattern was obtained on a Bruker D8 ADVANCE diffractometer operating with Cu Kα radiation (λ = 1.5418 Å) in the 2θ range from 10 to 120° at a scan speed of 1° min–1. Based on the Rietveld method, TOPAS software was used to refine the XRD patterns. Using a scanning electron microscope (S4800) with a working voltage of 10 kV, the morphological characteristics of the materials were observed. The microstructure and element information of the layered structure were studied by high-resolution transition electron microscopy (HRTEM) and energy-dispersive X-ray spectroscopy (EDS). The high-angle annular dark-field (HAADF) and annular bright field (ABF) imaging were executed using a JEOL ARM200F (JEOL, Tokyo, Japan) scanning transition electron microscope. The changes in charge and discharge structures at 0.1 C were monitored using in situ XRD in the 2θ range of 10–80°. X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250XI) was used to determine the element and its valence state of the transition metal."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For electrochemical testing, two types of cells, CR2032 coin and Swagelok (for in situ XRD) cells, were assembled in an Ar-filled glovebox (O2, H2O, < 0.1 ppm). The anodes were prepared by uniformly mixing the active material, Super P carbon black, and polyvinylidene fluoride into a slurry at a mass ratio of 65:25:10, followed by coating on the aluminum foil and drying in vacuum for 12 h. The mass loading of the active material on the electrode is 2 mg cm–2. The assembly was carried out using 1 M NaPF6 in ethylene and diethyl carbonate (1: 1 in volume, 5% FEC) as an electrolyte, porous glass fiber (GF/D) as the separator, and sodium metal as the counter electrode. The assembled 2032-type cells were examined for an electrochemical test in the LAND CT2001A battery test system. Cyclic voltammetry (CV) curves were automatically collected using an electrochemical workstation (Princeton)."
                    ],
                    "name": "2.3.  Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The O3–Na2/3Ni1/3Ti2/3O2 (abbreviated O3-NNT)-layered compound was synthesized using a sol–gel method reported in our recent study. O3–Na2/3Ni1/3Ti2/3O2 is more thermodynamically stable compared with P3–Na2/3Ni1/3Ti2/3O2, so the anomalous O3–Na2/3Ni1/3Ti2/3O2 is generated at 700 °C, albeit its sodium content is less than 0.8. a shows the XRD reflection peaks of O3-NNT with a space group of R3̅m.  Furthermore, the refined crystallographic data show that the lattice structures are a = b = 2.974(2) Å, c = 16.5198(5) Å, and V = 126.5879(6) Å3 with a reliability index Rwp = 4.6% (). The crystal structure diagram shows that the structure of O3-NNT is stacked alternately by NaO6 octahedra and TMO6 octahedra, with an ABCABC stacking pattern of the oxygen layer (b). In the O3-type structure, the NaO6 octahedra is arranged by sharing six edges with TMO6 octahedra of two adjacent layers. The size of the TMO2 sheet (slabs) and the d-spacing of the sodium-ion diffusion layer (interslabs) are 2.05 and 3.45 Å, respectively.",
                "The morphology of the O3-NNT was imaged by using scanning electron microscopy (SEM) and TEM. The O3-NNT exhibits a morphology of irregular particles with the dimensional sizes ranging between 200 and 500 nm (a). The HRTEM image shows a lattice fringe spacing of 5.5 Å, corresponding to the (003) plane (b). Furthermore, the atomic structural information of the O3-NNT material was probed using atomic-resolution scanning transition electron microscopy (STEM with ABF and HAADF). The interval of the continuous interference fringe is 5.5 Å (c), well consistent with that observed in the above HRTEM image. The bright-dot contrasts in the HAADF-STEM image (c) and the dark dot contrasts in the ABF-STEM image (d) reveal the column positions of Ti and Ni atoms. The dark-dot contrast with the interlayer positions in the ABF-STEM image (d) corresponds to the atom column positions of Na and oxygen along the [010] zone axis. Moreover, the TEM/EDS images show that the uniformly distributed elements of Na, Ni, Ti, and O are in the material (e). In addition, the element analysis by inductively coupled plasma-atomic emission spectrometry (ICP-AES) reveals that the Na/Ni/Ti atomic ratio is 0.658:0.335:0.663, closely approximate to the theoretical value of O3–Na2/3Ni1/3Ti2/3O2 ().",
                "The electrochemical performance of the O3-NNT was examined in the half cell with Na foil as a counter electrode. During the voltage range of 0.05–2.0 V at a current rate of 0.1 C, the O3-NNT shows a reversible capacity of 112 mA h g–1 with a sodium storage voltage of 0.75 V corresponding to the Ti4+/Ti3+ redox couple (a). The average voltage plateau is higher than the sodium plating voltage (below 0 V),  which can promise good safety.  No obvious capacity decay is observed after 300 cycles, suggesting good cyclic stability. Note that the sodium contents of these conventional O3-NaxTiO2 materials are typically x ≥ 0.8; however, in our case, the O3-type Na2/3Ni1/3Ti2/3O2 anode material has a low Na content (0.67) and possesses an available vacancy of 0.33 for the Na+ intercalation.",
                "Generally, the low sodium content endows the O3-NNT with two advantageous features: (i) enough sodium vacancy to embed sodium ions and (ii) a wide spacing of 3.45 Å, which is conducive to the diffusion of sodium ions.  In our case, a reversible capacity of 112 mA h g–1 corresponds to 0.41 Na insertion/extraction per formula unit. Furthermore, the O3-NNT shows an excellent capacity retention of 85.6% after 300 cycles at 0.1 C (). The cycling stability is in good agreement with the well-matched CV curves throughout the first three cycles (). The result demonstrates that the O3-NNT cycled between 0.05 and 2 V has one pair of the reversible Ti4+/Ti3+ redox couple, which is indeed consistent with the redox peaks of 0.75 and 0.65 V in the CV curves. Note that a low initial Coulombic efficiency of 46% was observed in the first cycle (). The result is closely related with the large irreversible sodium insertion into a carbon additive and generally is ascribed to the formation of a solid electrolyte interphase layer on the surface of NNT as reported perviously.  Considering the low electronic conductivity of the Ti-based oxide anode materials and the large irreversible capacity from Na+ insertion into carbon black, it is thus important for the Ti-based oxide anode material to promote the electrode conductivity through designing the Ti-based oxide composite material with good conductivity or formulating the carbon conductive additive with graphene or carbon nanotubes. b shows that the O3-NNT material exhibits highly reversible capacities of 115, 105, 96, 90, 84, 80, 76, 66, 56, and 50 mA h g–1 as increasing current densities from 0.1, 0.2, 0.5, 1, 2, 3, 5, 10, to 15 C, and even to 20 C, respectively. In particular, the capacity retention at 5 C reaches 66% initial capacity at 0.1 C. Furthermore, c shows that the O3-NNT material exhibits an ultralong cycling stability of 1400 cycles at 2 C. These results demonstrate the superior rate capability and long-life cyclic stability of the O3-NNT.",
                "To reveal the good rate capability, Na+ diffusion of the O3-NNT electrode was evaluated using CV experiments at different scanning speeds between 0.05 and 2 V. The Randles–Sevcik equation is shown by the expression where, IP is the current peak (A), n is the number of transferring electrons in the reaction, F is the Faraday constant (96.485 C k mol–1), C is the Na+ concentration (mol cm–3) in the electrode, S is the area (cm2) of the electrode, R is the gas constant (8.314 J mol–1 K–1), Dcv is the Na+ apparent diffusion coefficient (cm2 s–1), and v is the scanning rate (V s–1). The Na+ apparent diffusion coefficients (Dcv) of O3-NNT was calculated to be 2.06 × 10–10 cm2 s–1 (), which is almost 2 orders of magnitude higher than most sodium-based layered oxides. ] The value reflects a rapid Na+ diffusion and strongly underpins the good rate performance. At the same time, according to the linear fitting of i = avb, the value of parameters b is 0.88, as shown in . This electrode thus has both diffusion-controlled and capacitive responses.",
                "Generally, the rate capability of the layered oxide cathode materials greatly depends on the mobility of Na+ ions in SIBs. To get insights into the rate capability of the O3-NNT, the first-principles calculation was used with the nudged elastic band (NEB) method. The calculated activation barrier energy for Na+ diffusion in the ab plane of the structure is only ≈0.59 eV (a), which is lower than that of the previously reported NaTiO2,  and indeed enables fast Na+ diffusion into the structure, and thereby proves the high rate capability of O3-NNT.",
                "To further test the structure and the air stability, aging testing was performed for O3-NNT materials including the pristine, the post-cycled after 700 cycles, and the exposed-to-air for 7 days.  shows that either after 700 cycles or after 7 days of exposure to air, the XRD patterns of the post-cycled and the exposed-to-air O3-NNT materials are the same as the pristine O3-NNT in terms of peak location (2θ). In addition, the exposed-to-air O3-NNT shows quite the same as those of the pristine O3-NNT. All the results strongly suggest good structural and air stability of the O3-NNT.",
                "The compensation mechanism and capacity contribution of the O3-NNT were probed using ex situ XPS.  shows that in the initial state the peaks observed at 459.2 and 465.3 eV are visible, which correspond to Ti 2p3/2 and Ti 2p1/2, respectively, and reflect the presence of Ti4+.  When the discharge reaches 0.05 V, the Ti 2p peak shifts to low energy, and a new Ti3+ peak appears at 457.5 eV. When the charge increases to 2 V, all peaks return to their original positions. By contrast, no shift of the Ni2+ peaks was found during the whole charging and discharging processes, which strongly suggests no redox reaction of Ni. The result demonstrates that the O3-NNT cycled between 0.05 and 2 V only has Ti4+/Ti3+ redox couples, which is indeed consistent with a peak of 0.75 V in the CV curve.",
                "The phase evolution of the O3-NNT was monitored using in situ XRD during the insertion and extraction of sodium ions (a,b). The continued intercalation of sodium ions leads to the decrease in the layer spacing corresponding to the slight shift of the (003) peak to a high-angle shift during a discharging process.  After charging to 2 V, all the diffraction peaks return to their original positions, and no new peaks appear during the whole process. By refining the results of in situ XRD, the change of the unit cell parameters is intuitively shown in c–e. The maximum change in the unit cell volume is only 1.1%, indicating the zero-strain feature of the O3-NNT. The in situ XRD result further reveals the characteristics of no phase transition and almost zero strain of O3-NNT materials during the charge and discharge, which is responsible for the long-cycle stability."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, we have successfully demonstrated the air-stable O3-Na2/3Ni1/3Ti2/3O2 layer oxide as the anode material for SIBs. The anode material delivered a high reversible capacity (112mA h g–1 after 300 cycles at 0.1 C) and a safe average working voltage of 0.75 V, as well as, in particular, an excellent rate capability (52 mA h g–1 at 20 C). Furthermore, no phase transitions and the almost zero strain revealed by in situ XRD monitoring underlie the good long-cycle stability; while both the quantitatively determined high Na+ diffusion coefficient of 2.06 × 10–10 cm2 s–1 and the theoretically calculated migration energy barrier of 0.59 eV underpinned the superior rate capability. The results, together with the unique and low-sodium content O3-type structure, can promise the advancement of high-performance O3-layered oxide anode materials toward their further application for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "O3-Type Na2/3Ni1/3Ti2/3O2 Layered Oxide as a Stable and High-Rate Anode Material for Sodium Storage"
}