{
    "DOI": "10.1039/D4TA03284E",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, adjusting the energy structure to achieve sustainable development has gradually become a consensus among people. Replacing traditional fossil fuels with renewable energy is considered an effective way. Since renewable energy sources such as wind and solar have fluctuating characteristics, energy storage systems (ESSs) must be equipped in practical applications to overcome the time domain limitations and relieve the pressure on the power grid. Lithium-ion batteries (LiBs) are currently the most widely used electrochemical energy storage devices, but the abundance of lithium in the earth's crust is only about 20 ppm. As the scale of its application continues to expand, resource reserves and costs of lithium will gradually become the key factors limiting the development of LiBs. Sodium-ion batteries (SiBs), with working principles similar to LiBs, have been widely accepted as applicable complements to LiBs for large-scale energy storage and low-speed vehicles due to their resource and cost advantages. As the battery's core, the electrode material directly affects the operating voltage, capacity, and other battery performance. Drawing on the research experience of LiBs, the cathode side has made significant progress. However, the commercial graphite anode exhibits low capacity in SiBs due to its features (small layer spacing and unstable NaCx). Therefore, developing low-cost, easy-to-prepare, and high-performance anode materials is of great significance.",
                "Among all reported anode materials, hard carbon materials with high specific capacity (about 300 mA h g−1), low operating voltage (about 0.2 V), long cycle life, and high cost-effectiveness are regarded as one of the most promising anode materials for SiBs. The precursors of hard carbon include organic compounds and polymers such as starch, sucrose, and resin as well as various biomass raw materials. The pyrolysis carbon yield of the above precursors is generally below 50%. The resin has a relatively high carbon yield of 40% but is also more expensive. The carbon yield of starch and sucrose is less than 10%. The high price and low carbon yield of precursors will significantly increase the production cost of hard carbon materials, affecting the cost advantage of SiBs. Compared to organic polymers, biomass raw materials are ubiquitous, and their low price and easy availability make them one of the ideal precursors of hard carbon.",
                "Despite its cost advantage, the complex chemical composition and unstable supply of biomass raw materials will adversely affect their electrochemical performance, thus posing challenges to large-scale production and application. Preparing biomass-derived hard carbon generally involves two steps: pre-treatment and carbonization. Take lignocellulosic biomass as an example; the three main components of cellulose, hemicellulose, and lignin are composed of different subunits and have different physical and chemical properties. Lignin and hemicellulose are two amorphous components that are difficult to graphitize, while cellulose with high crystallinity will retain its regularly arranged skeleton structure during pyrolysis, the degree of graphitization is relatively high. Furthermore, cellulose and hemicellulose contain abundant hydroxyl groups, and the thermal decomposition of these two components will produce micropores. Pyrolysis of lignin composed of aromatic p-hydroxyphenyl, guaiacyl, and syringyl units tends to make nonporous carbon materials. Therefore, cellulose, hemicellulose, and lignin contents must reach a certain balance to ensure the acquisition of hard carbon with a turbostratic layered structure (graphitic-like nanodomains and highly disordered regions coexist). To control the composition of precursors, Zhouet al. used NaClO2, NaOH, and HCl to chemically pretreat rosewood, a hard carbon material with a rich closed-pore structure was obtained. Although this method can effectively reduce lignin and hemicellulose content, the reaction conditions are challenging to control; both the alkali and acid treatment are required, and the process is relatively tedious. Carbonization condition is another critical factor that determines the physicochemical properties of hard carbon materials alongside the pretreatment steps. Parameters like carbonization temperature, heating rate, gas flow rate, and carbonization steps exert profound influence on the structural characteristics of hard carbon. Alvinet al. used fir wood as a precursor to study the effect of two-step carbonization. The pre-carbonization step under low-temperature conditions provides more time for carbon atoms to reorganize and develop a graphitic-like structure. The resulting hard carbon anode exhibits higher reversible capacity and better rate performance with increased graphitization. Previous studies have predominantly focused on a one-step carbonization pathway. Though a few have delved into the two-step heat treatment process, the influence of conditions such as heating rate and residence temperature of pre-carbonization remains to be explored. Therefore, it is crucial to develop a structural design strategy to obtain biomass-derived hard carbon materials facilely and elucidate the intrinsic connection among properties of biomass precursors, the preparation process, and the microstructure of the resulting hard carbon.",
                "Herein, almond (Badam) shell was chosen as the precursor since its components are not specific, the differences in the content of cellulose, hemicellulose, and lignin are relatively minor. Through a two-step acid treatment process, enhancements in the cellulose crystallinity of almond shells were observed alongside a reduction in the hemicellulose content. This method concurrently refines and modulates the characteristics of the precursor, streamlining the material preparation process. Subsequent pre-carbonization and high-temperature heat treatments efficiently diminish the specific surface area while introducing more oxygen-containing groups and larger closed pores into the almond shell-derived hard carbon material. The adjustments of the pre-carbonization process hold the potential to abbreviate the equipment's dwell time in the subsequent high-temperature stage, thereby reducing energy consumption. The resulting material assembles the advantages of large interlayer spacing, small specific surface area, abundant closed pores, and oxygen-containing functional groups, which jointly enhance the capacity of the plateau and slope regions with less irreversible capacity loss. In addition, the kinetic and structural evolution of the material during the charging and discharging process is analyzed, and it is shown that it stores sodium ions via the “adsorption-intercalation-filling” mechanism. Under the synergistic effect of adsorption, intercalation, and pore-filling sites, the optimized material exhibits high reversible sodium storage capacity and excellent rate performance. This study establishes a link among the properties of biomass precursor, preparation process, hard carbon microstructure, and sodium storage mechanism, which can guide the efficient preparation of biomass-derived hard carbon materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The structural characteristics of hard carbon materials are determined by the nature of the precursor and the carbonization conditions, which significantly affect the electrochemical properties. Therefore, it is essential to modify the precursor through appropriate treatments and control the carbonization conditions. The crystalline cellulose content of biomass determines the cellulose crystallinity, which is closely linked to the structural characteristics of hard carbon materials derived from biomass. In this work, a two-step acid treatment was implemented to regulate the cellulose crystallinity and amorphous fraction within almond shells. Furthermore, a two-stage heat treatment approach was utilized to control the microstructure of the resultant hard carbon material. The synthesis of almond shell-derived hard carbon is illustrated in Fig. 1a. In plant cell walls, the fibrous cellulose plays a vital role in maintaining the structure. It is surrounded by hemicellulose and lignin. Cellulose comprises two parts, a crystalline region and an amorphous region. In the amorphous region, the microfibrils are distorted due to internal strain in the fiber, which causes them to tilt and twist. When cellulose is subjected to acid hydrolysis, the amorphous region is hydrolyzed more easily than the crystalline region. This is because the compactness of the crystalline region, which is formed by a regular arrangement of fibers, makes it difficult for chemical reagents to penetrate.Fig. 2a displays the Fourier transform infrared spectroscopy (FT-IR) spectra of samples that underwent acid treatment. As the concentration of hydrochloric acid increased during the second step of the acid treatment, it affected the peak at 1240 cm−1, corresponding to the stretching vibration of C–O–C in lignin. Additionally, the peak at 1740 cm−1, which denotes the stretching vibration of CO in hemicellulose and lignin, weakened after acid treatment. These changes indicate that the content of hemicellulose and lignin has been altered. The intensity of the peak located at 2900 cm−1 increased, and the hydroxyl peak at around 3400 cm−1 shifted to the low wavenumber direction for A-2.25-6. This indicates the enhancement of hydrogen bonding and an increasing in cellulose crystallinity. Conversely, the peak located at 897 cm−1 corresponds to the β-glycosidic bond of A-2.25-10, almost disappeared. This suggests that maintaining a moderate acid concentration during the second step of the acid treatment is crucial. Excessive acidity may lead to the hydrolysis of both the amorphous and crystalline segments of cellulose. The data obtained from the component analysis of the samples presented in Table S1† indicates that the two-step acid treatment effectively decreases the hemicellulose content. X-ray diffraction (XRD) patterns were recorded to further demonstrate changes in the cellulose crystallinity of A-2.25, A-2.25-6, and A-2.25-10. As shown in Fig. 2b, the crystallinity index (CrI) was calculated according to Segalet al. as provided in the following formula:",
                        "where I002 is the maximum intensity of the (002) diffracted surface, and Iam is the minimum intensity around 2θ = 18°, corresponding to the amorphous region. It is evident from the calculations that A-2.25-6 has the highest cellulose crystallinity after eliminating the amorphous region of cellulose and hemicellulose partially. However, the crystallinity of A-2.25-10 slightly decreases, potentially attributable to the degradation of crystalline cellulose caused by elevated acid concentration.",
                        "The microcrystalline structure of carbonized samples was analyzed by XRD, as shown in Fig. 2c, all samples have two broad peaks at approximately 23° and 43°, corresponding to the (002) and (100) crystalline plane of graphite microcrystalline domains, which is a characteristic feature of the disordered carbonaceous structure. The value of d002 was calculated according to Bragg's formula and summarized in Table 1. Besides, the graphite-like nanodomain's average lateral width and thickness, La and Lc, were estimated using the Scherrer equation, which describes the microcrystalline structure of hard carbon. The results are also presented in Table 1. The interlayer spacing of samples reduced from A-2.25 (0.393 nm) to A-2.25-6 (0.388 nm) and slightly increased to A-2.25-10 (0.389 nm). The size of the graphite-like nanodomain also shows a trend of increasing and decreasing, which confirms the enhanced graphitization of A-2.25-6 with increased cellulose crystallinity. Upon applying a two-stage pre-carbonization process, A-2.25-6-T demonstrates an increase in disorder, probably due to the shorter residence time at 600 °C. Consequently, this abbreviated duration restricts the reorganization of carbon atoms and the parallel transition of carbon layers. Notably, the interlayer spacing of all samples surpasses the 0.37 nm threshold, indicating the facile conquering of the energy barrier by Na+ and subsequent intercalation into the graphitic domains. To distinguish different crystal regions, the XRD patterns were analyzed by profile fitting the broadened (002) diffraction peak. As seen in Fig. S3,† A-2.25-6 has the highest area proportion of the graphitic region. The R-factor is obtained by comparing the intensity of the (002) peak (B) with the background intensity (A), according to the test methods reported in the literature. It measures the number of carbon sheets arranged as single layers. The smaller the R-factor, the higher the carbon content of the monolayer. As shown in Fig. S5† and Table 1, A-2.25-6 and A-2.25-10 have relatively higher R-factor. This indicates again that the degree of graphitization of carbon materials is significantly affected by the cellulose crystallinity of the precursor.",
                        "Raman spectra were used to evaluate the change in carbon structure of all samples. Two characteristic peaks, the D band at around 1350 cm−1 and the G band at around 1585 cm−1, correspond to the disordered and graphitic structure. As shown in Fig. S4,† the Raman spectra can be deconvoluted into four subpeaks: D peak at approximately 1350 cm−1 (corresponding to A1g breathing mode of disordered graphite lattice), D3 peak at 1500 cm−1 (caused by the organic molecule or amorphous structure), G peak at 1585 cm−1 (related with E2g stretching vibration mode of graphite lattice), D2 peak at 1620 cm−1 (contributed by few layers graphene). Based on the integral area of each subpeak, the D to G peak (ID/IG) ratio was calculated to evaluate the disorder of all samples. The ID/IG value increased from A-2.25 (1.94) to A-2.25-6 (1.76) and then decreased to A-2.25-10 (1.87), which is consistent with the XRD results. This indicates that the two-step acid treatment under suitable conditions effectively enhances the cellulose crystallinity of the precursor, thereby obtaining a hard carbon material with a more ordered structure. In addition, the ID/IG value of A-2.25-6-T exceeds that of A-2.25-6, suggesting a marked influence of pre-carbonization conditions on the microstructure of hard carbon materials.",
                        "The N2 absorption/desorption isotherms were used to analyze the specific surface area and open pore structure of samples. The adsorption/desorption isotherms (Fig. 2e) exhibit a hybrid feature of type-I and type-IV isotherm for A-2.25, A-2.25-6 and a hybrid feature of type-I and type-I isotherm for A-2.25-10, A-2.25-6-T. This suggests that A-2.25-10 and A-2.25-6-T have relatively small external surfaces and microporous structures. On the other hand, micropores and mesopores coexist in A-2.25 and A-2.25-6. Based on the data presented in Table 1, the BET surface area varies among the samples A-2.25, A-2.25-6, A-2.25-10, and A-2.25-6-T, with values of 62.29, 48.17, 0.54, and 1.66 m2 g−1, respectively. The pore widths of A-2.25 and A-2.25-6 are mainly centered at 0.6–0.8 nm and 1.5–2.5 nm, with corresponding pore volumes of 0.037 cm3 g−1 and 0.027 cm3 g−1, respectively. In contrast, A-2.25-10 and A-2.25-6-T exhibit minimal pore presence, reflected in their lower pore volumes of 0.0023 and 0.0055 cm3 g−1, respectively. The variances in the pore structures observed in A-2.25, A-2.25-6, A-2.25-10, and A-2.25-6-T can be attributed to the two-step acid treatment process, which effectively diminished the hemicellulose content within the precursor. This reduction of hemicellulose, a component rich in hydroxyl groups, leads to fewer micropores resulting from the emission of volatile gases during pyrolysis. A diminished BET surface area suggests a reduced accessible surface area for the electrolyte, with fewer sites available for the entrapment of sodium ions for subsequent conversion to the SEI, heightening the ICE. Moreover, it is noteworthy that the specific surface area of A-2.25-6-T demonstrates a significant reduction compared to A-2.25-6, an aspect that will be further analyzed in Section 3.",
                        "Scanning electron microscopy (SEM) and high-resolution transmission electron microscopy (HRTEM) were used to characterize the morphology and microstructure of all samples. The carbonized sample has an irregular lamellar morphology with multiple pores approximately 2 μm in diameter, as illustrated in Fig. 2g–j. The morphology closely resembles that of the uncarbonized precursor (Fig. S2†), albeit with notable variations in the diameter and depth of surface pores after carbonization. These alterations can be attributed to the removal of impurities and volatiles during the purification and carbonization process, respectively. As depicted in Fig. 1g–j, the surface porosity of A-2.25-10 and A-2.25-6-T is notably reduced compared to A-2.25 and A-2.25-6, consistent with the findings of the BET specific surface area analyses. Additionally, all samples exhibit a combination of long-range disorder and short-range order in their turbostratic microstructures, as revealed in HRTEM images. With an increase in the cellulose crystallinity of the precursors, a shift from a disordered to an ordered structure is observed in the resulting samples. Specifically, A-2.25-6 exhibits an abundance of long graphite-like microcrystal stripes (Fig. 2h), accompanied by sharper and dispersed diffraction rings in the selected area electron diffraction (SAED) pattern. This structural characteristic is attributed to the orderly and compact arrangement of crystalline cellulose, facilitating the preservation of the skeletal framework during pyrolysis. Closed pores are formed by the folding and cross-linking of curved carbon layers, and the merging of nanopores. Consequently, the increased presence of carbon layers within A-2.25-6 engenders more closed pores in comparison to other samples. Intriguingly, the closed pores manifest in A-2.25-6-T exhibit distinct characteristics, featuring thinner pore walls and expanded diameters, attributable to the wider interlayer spacing and reduced layer stacking observed within the structure.",
                        "To further clarify the pore structure information of the samples, small-angle X-ray scattering (SAXS) test was conducted. As shown in Fig. 3a, the SAXS profile consists of inclined straight lines and humps, with three components contributing to its intensity. The inclined lines at a low Q region were contributed by the scattering of sharp interfaces, corresponding to the macroscopic surface area of the powder grains. The scattering signal in the intermediate Q range was caused by the micropores in the hard carbon matrix, while the scattering at the higher Q region is related to the structure of carbon materials. The SAXS profiles in the range of 0.01–0.2 Å−1 indicate that the scattering caused by micropores of A-2.25, A-2.25-6, and A-2.25-6-T are more intense than that of A-2.25-10. Specifically, the plateaus around 0.1 Å−1 are more distinct in A-2.25-6 and A-2.25-6-T compared to A-2.25, indicating larger closed pore apertures. Furthermore, the 2D-SAXS patterns (Fig. 3b–e) demonstrate that all samples contain isotropic pores. From the difference in brightness and intensity of these four patterns, it can be seen that the signal of closed pores in A-2.25-10 is the weakest, suggesting that proper retention of amorphous components in the precursor is favorable for the formation of closed pores. The SAXS data was analyzed through the model proposed by Stevens and Dahn, and the diameter of closed pores was fitted as depicted in Fig. S6.†Fig. 3f shows that A-2.25-6 and A-2.25-6-T have relatively larger closed pores, which is consistent with the TEM results. This means more sodium ions can be stored in A-2.25-6 and A-2.25-6-T, exhibiting higher plateau sodium storage capacity. By integrating the d002 value from XRD, it can be inferred that A-2.25-6-T, characterized by expanded carbon interlayer spacing and ample closed pores, is poised to deliver exceptional sodium storage capacity and impressive rate performance."
                    ],
                    "name": "Structure of almond shell-derived hard carbon",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To gain deeper insights into the distinctive pyrolysis behavior and microstructure of A-2.25-6 and A-2.25-6-T arising from variations in pre-carbonation conditions, the precursors and intermediates obtained by pre-carbonation were analyzed through in situ thermogravimetric analysis coupled with mass spectrometry (TG-MS), X-ray photoelectron spectroscopy (XPS) and N2 absorption/desorption isotherms measurements. Fig. 4a displays the TG-DTG curve of A-2.25-6, revealing three distinct regions characterized by varying rates of relative mass change. Below 130 °C, water molecules adsorbed on the precursor surface are removed. A substantial mass loss occurs in the temperature range of 130–350 °C, attributed to the decomposition, dehydration, decarbonylation, and decarboxylation of organic compounds. Upon surpassing 350 °C, the process advances into dehydrogenation, polycondensation, and aromatization of the carbonaceous intermediates, leading to a deceleration in mass loss at this stage.",
                        "The TG-MS plots of released gases during pyrolysis are demonstrated in Fig. 4b and c. At temperatures below 400 °C, the precursors undergo a decomposition reaction, which produces gases such as CO2, H2O, CH4, CO, and a minor amount of H2 due to the thermal scission of β-glycosidic, C–O–C, O–H, C–OH, CO, and C–H. Interestingly, the pyrolysis of A-2.25-6 generates the same type of gas under both 5 °C min−1 and 1 °C min−1 ramp rates, yet the quantity of gas released differs significantly. A slower ramp rate promotes a more thorough pyrolysis reaction, resulting in a gradual release of gas throughout the process. Conversely, a faster ramp rate initially leads to a delayed gas release, followed by a sudden increase in gas emission once the temperature exceeds 225 °C or 325 °C. In addition, A-2.25-6-T undergoes an additional hour of pre-carbonization at 400 °C, further enhancing the gas evolution during pyrolysis. Based on the above analysis, it can be inferred that A-2.25-6-T releases more gas during the pyrolysis process compared to A-2.25-6.",
                        "Fig. 4d and e shows the N2 adsorption–desorption isothermal curves of carbonaceous intermediates obtained by pre-carbonization of A-2.25-6. The BET surface area of A-400-1 (ramp up to 400 °C at 1 °C min−1), A-400-5 (ramp up to 400 °C at 5 °C min−1) and A-400-1-1 (ramp up to 400 °C at 1 °C min−1 and hold for 1 h) is 2.75 m2 g−1, 2.43 m2 g−1, and 4.83 m2 g−1, respectively. Besides, the average pore sizes of A-400-1 and A-400-5 are 7.15 nm and 8.09 nm, respectively, likely attributed to the rapid and substantial release of pyrolysis gases from A-400-5 within the 325–400 °C temperature range. Following an hour dwell at 400 °C, the pore volume of A-400-1-1 increased from 0.0049 cm3 g−1 of A-400-1 to 0.0060 cm3 g−1, markedly larger than the 0.0049 cm3 g−1 of A-400-5. Upon completing the pre-carbonization, the specific surface area of the resulting carbonaceous intermediates increased significantly to 506.84 m2 g−1 and 502.43 m2 g−1 for A-600-1 (ramp up to 400 °C at 1 °C min−1 and hold for 1 h, then ramp up to 600 °C at 5 °C min−1) and A-600-5 (ramp up to 600 °C at 5 °C min−1), respectively. The pore volume of A-600-1 remains substantial at 0.22 cm3 g−1, surpassing that of A-600-5. Notably, A-600-1 predominantly consists of micropores, with micropore and mesopore volumes of 0.19 cm3 g−1 and 0.028 cm3 g−1, respectively. This comprehensive analysis indicates that the two-stage pre-carbonization of gradual temperature increase below 400 °C, a dwell at 400 °C, and subsequent temperature rise facilitates the slow yet steady release of pyrolysis gases throughout the entire process. This results in the carbonaceous intermediates obtained from the pre-carbonization with a large specific surface area and enriched microporosity.",
                        "Upon completion of high-temperature heat treatment, A-2.25-6 and A-2.25-6-T exhibit different BET specific surface areas of 48.17 m2 g−1 and 1.66 m2 g−1, respectively. Additionally, the pore volume of A-2.25-6-T reduced from 0.22 cm3 g−1 in A-600-1 to 0.0055 cm3 g−1. In contrast, A-2.25-6 still contains many micropores, with a pore volume of 0.027 cm3 g−1. According to previous research, open micropores tend to close gradually due to the reorganization of carbon atoms and carbon radicals filling in the holes to repair the carbon structure at high temperatures. During the pre-carbonization process, the volatiles of A-2.25-6-T are fully released, providing more time for the closure of micropores during the high-temperature heat treatment stage. Besides, the content of residual oxygen atoms in A-2.25-6-T is slightly higher than that in A-2.25-6, according to the XPS (Table S2) and FT-IR (Fig. S7†) results. XPS O 1s spectra of A-2.25-6 and A-2.25-6-T are shown in Fig. 4f, and they can be deconvoluted into two peaks at 531.8 eV and 533.2 eV, corresponding to CO and C–O, respectively. It can be seen that A-2.25-6-T has a higher percentage of CO among its oxygen-containing functional groups, which is an active site capable of storing sodium ions reversibly (CO + Na+ + e− → C–O–Na). It is further confirmed by the FT-IR characterizations that A-2.25-6-T exhibits exclusive peaks located at 1720 cm−1 and 1260 cm−1, corresponding to the stretching vibration of OC–OH. This suggests that A-2.25-6-T may possess a superior sodium storage capacity compared to other materials.",
                        "Based on the above analysis, the mechanism of structural evolution of A-2.25-6 and A-2.25-6-T (schematically illustrated in Fig. 4g) can be summarized as follows. During the initial stage of pre-carbonization, the differential heating rates exert a profound influence on the thermally induced decomposition of the precursor. In the case of A-2.25-6-T, the slower heating rate facilitates the complete release of gases like CO, CO2, and CH4, fostering the formation of abundant micropores within the carbonaceous intermediate. Conversely, in A-2.25-6, the release of pyrolysis gases occurs substantially only upon surpassing the threshold temperature of 325 °C. This disparity leads to the retention of some volatiles within the intermediates, as reflected by the restricted pore volume at the end of pre-carbonization. After the high-temperature heat treatment, a notable proportion of the micropores within A-2.25-6-T get closed, as the carbon atoms get more time to rearrange. This results in the repair of the carbon structure, significantly reducing the specific surface area. Moreover, A-2.25-6-T has a higher residual oxygen content, which can be attributed to the two-stage pre-carbonization with a residence time at 400 °C and a shorter residence time at 600 °C. Oxygen atoms in the carbon network have an inhibitory effect on the structural ordering transition, resulting in a relatively disordered structure of A-2.25-6-T with a large interlayer spacing (Table 1)."
                    ],
                    "name": "Structural evolution mechanism",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To investigate the electrochemical performance of samples and elaborate the relationship between structure and sodium storage capacity, cyclic voltammetry (CV), galvanostatic discharge/charge, rate capability, and cycling stability measurements were conducted. The CV curves of all samples were recorded at a scan rate of 0.2 mV s−1 with a voltage range of 0.01–2 V (Fig. 5a). During the cathodic/anodic scanning processes, a pair of sharp and symmetrical peaks at around 0.01/0.1 V appear, due to the reversible insertion/extraction of Na+ between the layers of graphite microcrystal. Additionally, a broad cathodic peak at around 0.85 V can be attributed to the formation of SEI on the surface of the electrode, which is caused by the decomposition of the electrolyte. After the first cycle, the CV curves of all samples almost overlap (Fig. S9†), indicating the reversibility of the reaction between Na+ and carbon layers. Notably, the irreversible cathodic peak of A-2.25-6-T is the least visible among all the samples, indicating that fewer irreversible reduction reactions occur at the electrode surface, corresponding to a higher ICE. Fig. 5b demonstrates the discharge/charge curves of all samples. It can be divided into plateau region and slope region according to the voltage below and above 0.1 V, which is the typical sodium storage behavior of hard carbon. Among these samples, A-2.25-6-T delivers the highest initial reversible capacity of 342.4 mA h g−1 with an ICE of 87.19% in comparison to A-2.25 (276.8 mA h g−1, 79.83%), A-2.25-6 (307.5 mA h g−1, 84.38%), and A-2.25-10 (292.8 mA h g−1, 83.18%). The increased reversible capacity and ICE of A-2.25-6-T are likely due to the abundant CO groups, large closed pores (R = 0.89 nm), and low specific area (1.66 m2 g−1). The proportion of plateau region and sloping region capacity of all samples during the second discharge process are presented in Fig. 5c. A-2.25-6 with more crystalline cellulose has a more ordered graphite microcrystalline structure containing a higher percentage of the graphitic region compared to A-2.25 and A-2.25-10, and thus, the plateau region capacity increases from 188.5 mA h g−1 and 202.4 mA h g−1 for A-2.25 and A-2.25-10, respectively, to 206.7 mA h g−1 for A-2.25-6. Besides, the plateau and slope region capacities of A-2.25-6-T are 127.2 mA h g−1 and 229.9 mA h g−1, respectively, higher than those of A-2.25-6. It can be attributed to its structure with abundant CO functional groups, expanded carbon layer spacing, and larger closed pores, which provide considerable sodium storage sites. Based on the above results, it can be inferred that the slope region capacity is mainly determined by the content of graphite microcrystals, surface functional groups, and defects. In contrast, the plateau region capacity is primarily affected by the size of the graphite microcrystals, the spacing of the carbon interlayers, and the structure of the closed pores, and the ICE is related to the specific surface area and the structural order of hard carbon materials. Controlled by different structural properties of hard carbon, capacity contributed by slope and plateau regions has its pros and cons. The voltage in the plateau region is below 0.1 V, and as the low discharge plateau of anode materials favors the increase of the output voltage, the full cell will exhibit a higher energy density. However, slower kinetics will lead to limited rate performance as the sodium storage behaviors in the plateau region are controlled by diffusion processes. In contrast, the sodium storage behaviors in the slope region have faster kinetics and better rate performance. However, the percentage of slope region should not be too high. Otherwise, too many irreversible reactions will lead to low ICE.",
                        "Fig. 5d illustrates the rate capacities of all samples. It shows that A-2.25-6-T has a remarkable rate performance. The discharge/charge curves of A-2.25-6-T at different current densities are displayed in Fig. 5e. At the current densities of 0.05, 0.1, 0.2, 0.5, and 1 A g−1, A-2.25-6-T delivers the reversible capacities of 309.9, 294.8, 277.6, 253.5, 235.4 mA h g−1, respectively. Even under higher current densities of 5 A g−1 and 10 A g−1, it maintains impressive capacities of 189.6 mA h g−1 and 128.3 mA h g−1, respectively. Notably, these values surpass those reported for most hard carbon anode materials, as shown in Fig. 5h and Table S5.† To assess the sodium storage kinetics of various samples employed as anodes in SiBs, electrochemical impedance spectroscopy (EIS) was conducted. As demonstrated in Fig. 5f, all Nyquist plots consist of a semicircle in the high-frequency region and inclined straight lines in the low-frequency region, corresponding to charge transfer resistance and Warburg impedance in the diffusion process, respectively. Notably, the Nyquist plot of A-2.25-6-T exhibits a small semicircle indicative of a charge transfer impedance that is within 5 Ω. This suggests that the expanded interlayer spacing and large closed pores enhance the Na+ electrochemical reaction kinetics during the sodiation process, resulting in improved rate performance of the material.",
                        "The long-term cycling performance of all samples at 0.3 A g−1 is presented in Fig. 5g. After 400 cycles, the A-2.25, A-2.25-6, A-2.25-10, and A-2.25-6-T still exhibit reversible capacities of 215.6, 249.8, 242.5, 282.5 mA h g−1, with an average CE of 99.8%. The corresponding capacity retention is 84.8%, 87.3%, 89.7%, and 88.5%, respectively. The slower capacity decay rate of A-2.25-6 compared to A-2.25 suggests that the ordered structure with fewer defects is more structurally stable during charging and discharging. In addition, the noteworthy capacity retention exhibited by A-2.25-10 and A-2.25-6-T implies that the SEI formed on the surface of these particles, characterized by smaller specific surface areas and non-porous or less porous nature is notably more stable. This enhanced stability ultimately reduces the irreversible loss of sodium ions throughout the charge/discharge cycling process. Although there was some variation in the capacity retention of the four samples, overall, they all remained at relatively high levels. It can be attributed to the turbostratic structure of as-prepared hard carbon where graphitic-like and highly disordered regions coexist. The large interlayer spacing allows sodium ions to be repeatedly intercalated and de-intercalated between the layers without altering the microstructure of the hard carbon, and the suitable degree of graphitization allows sodium ions to be reversibly absorbed and de-absorbed at defective sites and functional groups without generating a large amount of irreversible capacity loss.",
                        "To further evaluate the practicability of the resulting hard carbon materials, the full cell was constructed by using A-2.25-6-T anode and commercial Na3V2(PO4)3 (NVP) cathode, denoted as A-2.25-6-T//NVP. As illustrated in Fig. S12a,† the A-2.25-6-T//NVP delivers an initial discharge capacity of 113.7 mA h g−1 at 20 mA g−1 with an ICE of 95.4%. Moreover, Fig. S12b† shows the rate capability of A-2.25-6-T//NVP. At the current densities of 0.02, 0.05, 0.1, 0.2, 0.3, 0.4, and 0.5 A g−1, the full cell exhibits an average specific capacity of 119.2, 114.0, 99.7, 74.1, 56.9, 25.3, and 29.1 mA h g−1, respectively.",
                        "Furthermore, the corresponding power density and energy density of the full cell are shown in Fig. S12d.† At the power density of 42.6 W kg−1, the full cell exhibits a maximal energy density of 255.6 W h kg−1. Even at a power density of 1071.4 W kg−1, the full cell still maintains an energy density of 53.6 W h kg−1, indicating the potential application prospects of A-2.25-6-T in the SiBs."
                    ],
                    "name": "Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To further analyze the sodium storage behaviors, all samples were evaluated using CV at different scan rates. The Na+ diffusion coefficient (DNa+) was determined utilizing the galvanostatic intermittent titration technique (GITT). The CV curves obtained at scan rates varying from 0.2 mV s−1 to 3 mV s−1 are displayed in Fig. 6a and S10(a–c).† It is evident that the redox peak current has a positive correlation with the scan rate, as elucidated by the following formula:",
                        "In the given equation, a and b are constants, and the value of b is determined by the slope of the linear plot of log(i)–log(ν). Normally, the value of b serves as an indicator of electrochemical behaviors. A b value nearing 0.5 signifies a diffusion-controlled electrochemical behavior in the electrode. Whereas the b value around 1 represents the surface-controlled capacitive process. As shown in Fig. 6b, the b values of cathodic peaks are 0.67, 0.56, 0.65, and 0.62 for A-2.25, A-2.25-6, A-2.25-10, and A-2.25-6-T, respectively. This indicates that diffusion and capacitive behaviors coexist in the sodium ion storage process, while the diffusion process is dominant. Besides, the above formula can be converted to another form, where the k1 and k2 are constants. The value of k1 can be obtained by linear fitting the i(V)/ν1/2 and ν1/2. Furthermore, the contribution of surface-capacitive and diffusion-controlled processes are determined by k1ν and k2ν1/2, respectively.",
                        "The calculation results are displayed in Fig. 6d. It is noteworthy that A-2.25-6 has the lowest capacitive contribution whereas A-2.25-6-T and A-2.25 have relatively higher values. It can be attributed to the presence of fewer defect sites and a higher abundance of graphite microcrystals in A-2.25-6, offering numerous diffusion channels for sodium ions. Consequently, the sodium storage behavior of A-2.25-6 is predominated by diffusion-controlled mechanisms, with interlayer intercalation and pore filling playing vital roles. As abundant defects and oxygen-containing functional groups in A-2.25 and A-2.25-6-T provide ample sodium ion adsorption sites, the surface-controlled processes in their sodium storage behavior are more pronounced.",
                        "The GITT potential profiles of A-2.25-6-T and other samples are presented in Fig. 6e–h and S11.† The corresponding DNa+ was calculated by the following formula according to Fick's second law.",
                        "where τ (s) is the pulse duration, mB (g), Vm (cm3 mol−1), MB (g mol−1), S (m2 g−1) is the active mass, molar volume, molecular weight, and surface area of the electrode, respectively. ΔES and ΔEτ are the potential changes caused by pulse and constant current discharging/charging. Based on the variation of DNa+, the sodium storage behavior can be divided into three regions. During the discharge process (Fig. 6g), DNa+ exhibits an elevation at a voltage exceeding 0.5 V, corresponding to the rapid adsorption of sodium ions onto the carbon interface. In a continuous sodiation process, the surface sites are gradually occupied, and the repulsion between sodium ions is increased, leading to a precipitous decline in DNa+ within the voltage interval of 0.5 V to 0.3 V. In the second sodium storage range of 0.3–0.1 V, DNa+ shows a rebound, which can be attributed to the interaction of sodium ions with CO functional groups. Lastly, the sub-0.1 V region, characterized by a discharge plateau in the voltage curve, shows an initial decline in DNa+ followed by an upsurge, corresponding to the intercalation of sodium ions within the carbon layer and the filling of micropores, respectively. During desodiation, DNa+ shows a temporal diminishing and subsequently augmenting trend within the initial stages and an opposite trend within the conclusive stages, while decreasing within the second stage. In the first region, sodium ions leave the carbon layers initially and are then removed from the micropores via channels provided by graphite microcrystals. Subsequent regions correspond to the disodiation of CO groups and other surface adsorption sites. Additionally, DNa+ of A-2.25-6-T surpasses that of A-2.25-6 in the voltage range below 0.1 V and above 1 V during the charging process. This phenomenon suggests that heightened structural disorder and larger closed pores contribute to enhanced sodium ion mobility, resulting in the superior rate performance exhibited by A-2.25-6-T.",
                        "The structural evolution of an electrode derived from A-2.25-6-T during the discharge/charge process was thoroughly examined using ex situ Raman spectra and XRD patterns at various voltages, as illustrated in Fig. 7a. Notably, the ID/IG ratio exhibits a gradual decrease above 0.3 V, attributed to the absorption of Na+ ions at defect sites and edge of the carbon layers, leading to the weakening of the D-band, as depicted in Fig. 7b. Upon discharging to 0.1 V, a marginal redshift in the G-band and a rebound in the ID/IG ratio are observed, likely stemming from the interaction of sodium ions with the CO groups. Subsequently, the ratio of ID/IG decreases again within the voltage range of 0.1–0.01 V. During the charging process, the ID/IG ratio gradually reverts to the level before discharging, indicating a high reversibility of the sodium storage reaction. As illustrated in the ex situ XRD patterns presented in Fig. 7c, the position of the (002) peak remains relatively stable throughout the discharge process, indicating that the large interlayer spacing of A-2.25-6-T can accommodate the variations in spacing caused by the intercalation of Na+. Furthermore, the characteristic peak of sodium metal appears at 0.1 V and becomes more pronounced at 0.01 V. It can also be seen in the inset of Fig. 7a that the color of the ethanol solution gradually turns red, providing evidence of some Na+ fill in the closed pores and gradually transforming into quasi-metallic Na.",
                        "Based on the above analysis, it is concluded that the sodium storage mechanism of the A-2.25-6-T anode can be elucidated through a three-stage model: “adsorption-intercalation-pore filling”. As illustrated in Fig. 7d, the process begins with the primary adsorption of sodium ions on defect sites and surface functional groups within the high-voltage slope region (OCV-0.3 V), followed by reactions with CO groups within the 0.3–0.1 V range. Ultimately, Na+ intercalates into the carbon layers of graphite microcrystal, fills in closed pores, and undergoes further reduction to form quasi-metallic sodium clusters within the low-voltage plateau region."
                    ],
                    "name": "Sodium storage mechanism",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have successfully developed a simple and scalable strategy for synthesizing hard carbon derived from almond shells for efficient sodium ion storage. This approach involves a sequential two-step acid treatment followed by a two-stage heat treatment process. The acid treatment of almond shells enhances cellulose crystallinity and reduces hemicellulose content by controlling acid concentration. Furthermore, the microstructure of the resulting hard carbon material is tailored by introducing an additional dwell time at intermediate temperatures and reducing the heating rate during the pre-carbonization stage. Through the synergistic effects of acid treatment and pre-carbonization, the optimized sample A-2.25-6-T exhibits an expanded interlayer spacing, plentiful CO functional groups, closed pores, and a specific surface area as low as 1.66 m2 g−1. These structural features render the A-2.25-6-T anode to achieve a notable specific capacity of 342.4 mA h g−1 at 30 mA g−1, with an ICE of 87.19%. Moreover, the A-2.25-6-T anode exhibits a superior rate performance with a reversible capacity of 128.3 mA h g−1 at 10 A g−1. Besides, our investigation supports the hypothesis of an “adsorption-intercalation-pore filling” mechanism for sodium storage in the A-2.25-6-T anode, as substantiated by CV, GITT, and analyses of ex-situ Raman spectra and XRD patterns. Our findings provide new insight into the intrinsic connection among properties of biomass precursors, preparation process, and microstructure of the hard carbon, thereby providing theoretical guidance for structural designing of high-performance biomass-derived hard carbon materials. We hope that our proposed strategy will promote the development of sustainable materials and foster the commercialization of sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Xiaoying Li: investigation, conceptualization, data curation, formal analysis, visualization, writing – original draft, validation. Sijing Zhang: investigation, formal analysis, validation. Jingjing Tang: funding acquisition, project administration, supervision, writing – review & editing. Juan Yang: funding acquisition, project administration, supervision. Kang Wen: investigation, formal analysis. Jiong Wang: investigation, formal analysis. Peng Wang: investigation, formal analysis. Xiangyang Zhou: funding acquisition, project administration, supervision. Yaguang Zhang: funding acquisition, project administration, supervision."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Structural design of biomass-derived hard carbon anode materials for superior sodium storage via increasing crystalline cellulose and closing the open pores"
}