{
    "DOI": "10.1002/chem.202003309",
    "Journal": "",
    "Keywords": [
        "CoC2O4⋅2 H2O",
        "electrochemistry",
        "hybrids",
        "lithium-ion batteries",
        "nanostructures",
        "reduced graphene oxide",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "With the rapid development of the global economy, the progress of human society and the improvement of people's living standards, the consumption of and demand for energy are increasing daily. For the past few decades, fossil fuels have been an important resource for energy provision. However, the non‐renewability of fossil fuels and their continuous exploitation by human beings have led to the depletion of fossil energy. Therefore, lithium‐ion batteries (LIBs) and sodium‐ion batteries (SIBs) have become important and reliable alternatives as green and efficient clean energy sources. It is well known that LIBs have excellent overall performance, such as their high operating voltage, high energy density, long cycling life, and good safety performance. However, the drawbacks are the limited reserves and high price of lithium resources. However, SIBs have attracted wide attention because of the naturally abundant resources and low cost of sodium. In commercial batteries, graphite is usually used as a negative active material for LIBs. However, the low theoretical capacity (LiC6 ≈372 mA h g−1) and poor Li+ intercalation kinetics are considered as primary limiting factors. Therefore, there is urgent need to search for a new type of anode material with low price, good safety, large theoretical capacity, and long cycle life.",
                "Nowadays, the negative materials of batteries mainly include carbon (graphite, hard carbon, soft carbon), silicon, tin, metal nitrides, metal oxides, metal phosphides, metal sulfides, and so on. Among these materials, metal oxides (MO) have attracted wide attention owing to their high capacity. Customarily, the reaction process of metal oxides can be expressed as follows:  Significantly, most metal oxide materials also suffer from volumetric expansion and pulverization during repeated cycles, which lead to poor rate performance and unsatisfactory cycle stability and reversibility. As a novel conversion storage electrode material, transition metal oxalate (MC2O4) has become a possible electrode material for LIBs and SIBs. In some earlier studies, Tirado et al. proposed a possible mechanism during the energy storage process: (M: transition metal). This concept can also be applied to the Na‐ion system, and can be expressed as follows: . Aragon et al. reported that FeC2O4 and CoC2O4 nanoribbons are promising anode materials for LIBs. Of these two metal oxalates, the reversible capacity of about 900 mA h g−1 for the CoC2O4 material is higher than that of FeC2O4 (≈700 mA h g−1). Nevertheless, it is observed that the capacity decreases considerably in subsequent cycles. This phenomenon occurs because metal oxalate possesses poor electronic conduction and shows large volumetric change during repeated lithiation/delithiation processes. An effective strategy to ameliorate these problems is to modify them with carbon‐containing materials such as carbon nanotubes, carbon nanowires, or graphene. In particular, reduced graphene oxide (rGO) is considered to be a promising carbonaceous material owing to its unique chemical stability, high flexibility, and large surface area.",
                "Metal oxalates can be synthesized through the hydrothermal method, solvothermal reaction, microwave‐assisted solution approach, the sol‐gel method, and the reverse‐micellar route. In this work, CoC2O4⋅2 H2O is modified with graphene oxide, and CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO are prepared by a facile solvothermal and hydrothermal method, respectively. The unique structure of CoC2O4⋅2 H2O/rGO has two distinct advantages. First, the rod‐like structure can provide more active sites and shorten the ion diffusion pathway. Secondly, the graphene structure can also suppress the volume expansion of CoC2O4⋅2 H2O during lithium or sodium intercalation/de‐intercalation. In LIBs, the CoC2O4⋅2 H2O/rGO electrode delivers an excellent capacity of 434.5 mA h g−1 after 2500 cycles even at 10 A g−1. To understand the electrochemical phenomenon of CoC2O4⋅2 H2O/rGO, we explore its electrochemical reaction mechanism in detail by employing several characterization techniques. More broadly, we give a novel mechanistic insight into the fast kinetics of CoC2O4⋅2 H2O/rGO hybrids in LIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthesis route of CoC2O4⋅2 H2O/rGO is illustrated in Figure . The rod structure of CoC2O4⋅2 H2O was obtained through a simple one‐pot solvothermal reaction. Subsequently, the CoC2O4⋅2 H2O/rGO hybrids were obtained through a one‐step hydrothermal method.",
                "The phase and crystal structure of CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO (JCPDS NO. 01–0296) were characterized by XRD, and the high peak strength indicates the good crystallinity of the CoC2O4⋅2 H2O/rGO hybrids. In addition, no excess diffraction peaks are observed, as shown in Figure . The thermal curves of CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO samples were proved by TGA. At a temperature up to 200 °C, the weight of CoC2O4⋅2 H2O/rGO is reduced by about 17 %, which is related to the removal of crystal water, as described in Equation (1). Subsequently, the weight loss (44.65 %) between 280–400 °C is ascribed to oxalate decomposition and the oxidation of rGO, as given in Equation .12",
                "Comparing the TG curves of CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO, the content of rGO in CoC2O4⋅2 H2O/rGO is found to be about 5.14 %, as shown in Figure .",
                "The presence of rGO could also be proved by comparing the Raman spectrum of rGO with that of CoC2O4⋅2 H2O/rGO, as shown in Figure . The two prominent peaks correspond to the D‐band (at 1343 cm−1) and G‐band (at 1590 cm−1). The intensity ratio of the D/G bands of CoC2O4⋅2 H2O/rGO (ID/IG=1.14) is relatively higher than that of the pure rGO (ID/IG=1.03), indicating that the rGO in the CoC2O4⋅2 H2O/rGO hybrids has many defects after hydrothermal treatment. The CoC2O4⋅2 H2O/rGO has a larger pore volume and higher BET specific surface area (15.81 m2 g−1) (Figure S1, Supporting Information), which not only enhances the electrolyte/electrode contact, but also boosts the electrolyte penetration along the material, so that it exhibits excellent electrochemical performance. The valence of the surface of CoC2O4⋅2 H2O/rGO was studied by XPS. As illustrated in Figure S2 (Supporting Information), the survey spectrum results show that the CoC2O4⋅2 H2O/rGO contains C, O, and Co elements. The high‐resolution C 1s spectrum of CoC2O4⋅2 H2O/rGO can be divided into three peaks (Figure ), which confirms the existence of C−C (at 284.6 eV), C−O (at 285.4 eV), and C=O (at 289.4 eV). The O 1s spectrum indicates the presence of C=O (at 531.5 eV) and the other peak of H2O (at 533.1 eV), as shown in Figure . The Co 2p spectrum contains two strong peaks at 783.1 and 797.9 eV (Figure ), which are related to the Co 2p3/2 and Co 2p1/2 binding energies, respectively. These two peaks verify the existence of the Co2+ state in the hybrids.",
                "The rod‐like structure of the CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO hybrids was characterized by SEM and TEM (Figure ). The CoC2O4⋅2 H2O microrods with diameter 200–300 nm can be observed from Figure  and Figure S3 a,b (Supporting Information). After the CoC2O4⋅2 H2O is wrapped by rGO, the CoC2O4⋅2 H2O/rGO is composed of two different sizes and shapes of materials, that is, CoC2O4⋅2 H2O with the one‐dimensional rod‐structure and rGO with the silk‐folded ultrathin sheets, as shown in Figure  and Figure S3 c. The TEM images show the fine morphological details of the CoC2O4⋅2 H2O/rGO microstructure; a clear graphene image is shown in the high‐magnification images, which also demonstrates the uniform distribution of CoC2O4⋅2 H2O on graphene, as shown in Figure  and Figure S3 d. In addition, the selected area electron diffraction (SAED) pattern of CoC2O4⋅2 H2O/rGO (Figure ) displays well‐defined rings, revealing its good polycrystalline features. The mapping images (Figure –j) display the distribution of Co, O, and C in the CoC2O4⋅2 H2O/rGO hybrids, demonstrating that the CoC2O4⋅2 H2O hybrids are evenly distributed on the graphene. In addition, quantitative elemental analysis based on energy dispersion spectra (EDS) distinctly reveals that the CoC2O4⋅2 H2O/rGO contains Co, O, and C elements (Figure S4, Supporting Information).",
                "The electrochemical performances of the CoC2O4⋅2 H2O and CoC2O4⋅2 H2O/rGO materials were studied by using them as anodes for LIBs at room temperature. The electrochemical progress was further researched by recording CV curves, as shown in Figure . In the initial cathodic scan, the sharp reduction peak is correlated to the process of Co2+ conversion to Co0 [Eq. (3)] and the formation of the solid electrolyte interphase (SEI), which can be detected at 1.13 V. The reduction peak (≈0.6 V) can be attributed to the Li2C2O4 transform to LixC2, which is attributed to the in situ generation of Co nanocrystals catalyzing Li2C2O4 to generate LixC2, as shown in Equation (4). This reaction process can give the CoC2O4⋅2 H2O/rGO hybrids a higher specific capacity. During the subsequent anodic process, an oxidation peak appears at 1.26 V, which can be assigned to the reversible formation of LixC2Li2C2O4. This is probably associated with the catalysis of in situ generated nanocrystalline cobalt. The oxidation peak (≈1.93 V) is attributed to the oxidation of CoCoO corresponding to Equation (5). The overlap degree of the CV curves in the subsequent cycles means that the electrode material has good electrochemical stability. This process of lithiation and delithiation may be described as given in Equations (3)–.345",
                "The charge/discharge profiles of the CoC2O4⋅2 H2O/rGO electrode (Figure ) were evaluated for different cycles at 0.2 A g−1. There are two voltage platforms at around 1.1 and 0.6 V in the first discharge curves, which are in good agreement with the CV results. These two voltage platforms can still be observed clearly in the subsequent cycles, implying the CoC2O4⋅2 H2O/rGO electrode has excellent reversibility. At the 100th cycle, the discharge and charge specific capacities are 969.0 and 960.3 mA h g−1 (99.1 % efficiency), respectively. The rate performance of the CoC2O4⋅2 H2O/rGO electrode was tested at various current densities (Figure ). The average discharge capacities are 972.6, 946.7, 830, 739.2, 674.3, 531.7, and 415 mA h g−1, corresponding to current densities of 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g−1, respectively. Upon reverting to 0.1 A g−1, the average specific capacity of the CoC2O4⋅2 H2O/rGO is restored to 972.6 mA h g−1, showing outstanding rate performance. This may be attributed to the synergy of the CoC2O4⋅2 H2O microrods and 3 D rGO network, which efficiently enhances the electron and ion transport during cycling and thus improves the kinetics of electrode.",
                "The cycle performances of the CoC2O4⋅2 H2O/rGO and CoC2O4⋅2 H2O electrodes as anodes for LIBs were tested at 0.2 A g−1 (Figure ). In the first several cycles, the capacity of CoC2O4⋅2 H2O/rGO decreases swiftly, and then increases gradually up to 1241.8 mA h g−1 after 15 cycles. Subsequently, the capacity gradually decays and finally stabilizes with the charge/discharge process. More importantly, it still delivers good retention ability as high as at 1011.5 mA h g−1 after 200 cycles. However, the CoC2O4⋅2 H2O electrode only retains 148.6 mA h g−1. The pure rGO (Figure S5, Supporting Information) electrode was tested at 0.2 A g−1 for 200 cycles, giving a value of 252.1 mA h g−1. This phenomenon reveals that the CoC2O4⋅2 H2O/rGO has an outstanding capacity and excellent cycle performance compared with the pure CoC2O4⋅2 H2O, because it benefits from the synergistic effect between the rod‐like structure of CoC2O4⋅2 H2O and the layered rGO sheets.",
                "To demonstrate that the hybrids of CoC2O4⋅2 H2O/rGO still have excellent cyclic stability and high capacity at high current densities, we tested the cycling performance of the CoC2O4⋅2 H2O/rGO electrode at 2 and 10 A g−1 for 1600 and 2500 cycles, respectively (Figure ). In the first 55 cycles, the specific capacity of the CoC2O4⋅2 H2O/rGO electrode slowly decays at 10 A g−1. Subsequently, the capacity gradually increases to 446.1 mA h g−1 at the 295th cycle and then remains stable in the cycling process. After 2500 cycles, a high specific capacity is retained at 434.5 mA h g−1. Herein, SEM was adopted to verify the structural stability of the CoC2O4⋅2 H2O/rGO. As shown in Figure S6 (Supporting Information), the CoC2O4⋅2 H2O/rGO still maintained the rod‐like structure after 100 cycles at 0.2 A g"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Understanding the High‐Performance Anode Material of CoC2O4⋅2 H2O Microrods Wrapped by Reduced Graphene Oxide for Lithium‐Ion and Sodium‐Ion Batteries"
}