{
    "DOI": "10.1021/acsami.7b18195",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sustainable sodium ion batteries (SIBs) have attracted much attention in renewable energy and smart grid applications because of high sodium reserves and significantly lower cost as well as the insertion chemistry resembling lithium ion batteries (LIBs).  It has been accepted that the Na ion intercalation into electrode materials is similar to that of Li ions. However, the radius of Na+ (1.06 Å) is about 1.4 times larger than that of Li+ (0.76 Å).  As a result, SIBs face significant challenges of anisotropic volume expansion, resulting in active material pulverization and insufficient contact with the current collector or conductive agent.  Additionally, from the energy density perspective, a considerable drawback is that the redox potential of Na is higher than that of Li. Therefore, the exploration of appropriate host anode materials with fast ion-diffusion pathways and large-sized tunnel structures is a primary bottleneck for SIBs.",
                "Over the past decade, graphite has been considered as a state-of-the-art anode material for LIBs. Unfortunately, it is an ineffective host for Na ions, showing the low theoretical capacity (<35 mAh g–1) because of larger Na ion radius.  Currently, significant efforts have been geared toward developing suitable materials for high-capacity SIB applications. Notably, many previous reports have demonstrated that tin and tin-based compounds can alloy with sodium and show good prospects as SIB anodes compared to carbon materials.  For instance, SnSb@carbon nanocables anchored on graphene nanosheets were successfully designed,  where simultaneous encapsulation of SnSb alloy and carbon coating better function to relieve the volume expansion/shrinkage. Another exceptionally high performing SIB anode was proposed to use crystalline SnO2 nanoparticles confined in mesoporous carbon, which achieved superior SIB performance.  In our group, the significant effects of SnO2 crystallinity (including amorphous and crystalline) on electrochemical performance of SIBs were studied systemically for the first time.  Our work showed that the amorphous SnO2 obtained enhanced cycling performance, and the Na ion diffusion coefficient was almost 2 times as high as crystalline SnO2. These inspiring phenomena clearly reveal that tin-containing compounds reveal great potential for use in SIBs. Unfortunately, tin–sodium alloys suffer from severe volume expansion (520% from Sn to Na3.75Sn) during uptake or removal of sodium,  which is even larger than that of the corresponding tin–lithium alloy, causing greater limitations for the realization of durable anodes.  SnS2, as a layered hexagonal CdI2-type crystal structure, consists of tin atoms sandwiched between two layers of closely packed sulfur slabs, with adjacent sulfur layers connected via van der Waals forces.  SnS2 can host Na ions and has a greater tolerance for cycling-induced volume changes due to the large interlayer spacing of 0.59 nm. As a result, this layered structure enables the convenient insertion and extraction of Na ions.  However, the capacity fading is inevitably severe due to the low electrical conductivity of SnS2 and dissolution of sulfur into the electrolyte.  Much efforts have been made so as to overcome this limitation. The ultrafine few-layered SnS2 anchored on few-layered reduced graphene oxide was proposed.  Exfoliated SnS2 restacked on graphene was designed by the hydrolysis of lithiated SnS2.  Inconceivably, all of the above attempts show high capacity and ultralong cycle life.",
                "Motivated by the aforementioned considerations, graphene has been regarded as an ideal matrix due to the large theoretical surface area, high electronic conductivity, and excellent mechanical properties.  More impressively, heteroatom (nitrogen, sulfur, and boron) doping in graphene could highly enhance its electrical conductivity as well as the surface hydrophilicity to facilitate electrode–electrolyte interactions and charge transfer.  For instance, 3D N-doped graphene foam can deliver charge/discharge capacities of 605.6/594.0 mAh g–1 from 0.02 to 3.0 V after 150 cycles at 1 C in LIBs.  Accordingly, great effort has been made to employ nitrogen doping in graphene to improve its properties as a matrix, such as in N-doped graphene/SnO2,  N-doped graphene/NiO,  and N-doped graphene/MoS2 composites.  However, studies on the function of sulfur doping in graphene-based composites are relatively limited. Remarkably, Wang et al. designed the nanocomposites with few-layered MoS2 and sulfur-doped graphene via the facile solvothermal technique.  The unique composite architecture derived from the “bridging effect” resulted in excellent electrochemical performance of the electrode. On the basis of the above discussion, it has been proposed that nitrogen and sulfur dual-doped graphene could carry more active sites and extrinsic defects, improving the electrochemical activity and conductivity simultaneously and contributing to energy storage.  Accordingly, our group synthesized nitrogen and sulfur dual-doped porous graphene aerogels. The results suggest that synergic effect of dual-doping heteroatoms into the graphene lattice is beneficial to enhanced performance, which facilitates the fast transfer for electrons and ions. ",
                "In the present study, we design layered SnS2 nanocrystals decorated on nitrogen and sulfur dual-doped graphene aerogels (SnS2@N,S-GA). When used as an anode material for SIBs, the SnS2 nanocrystals are able to tolerate the volume changes that occur upon cycling while N,S-GA with large specific surface area can offer mass active sites to accommodate Na ions. More significantly, sulfur doping makes GAs more electron-rich which causes polarization between the surfaces of N,S-GA and SnS2, resulting in a strong electronic coupling between them (see ). Hence, the bridging layer of SnS2 along with the sulfur atoms covalently bonded to the graphene aerogels guarantees the robust architecture of the anode materials. These results are also supported by density functional theory (DFT) calculations. In summary, the SnS2@N,S-GA composites with appropriate SnS2 loading show improved electronic and ionic conductivity and enhanced sodium storage ability in terms of excellent cycling stability and high reversible capacity."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphite oxide (GO) was produced by the oxidative treatment of natural graphite via a modified Hummers’ method based on our previous reports.  SnS2@N,S-GA composites were synthesized using a facile hydrothermal method. Briefly, 65 mg of GO was dissolved in 45 mL of deionized water with sonication for 20 min. Three known amounts of SnO2 sol were added to the suspension to control the SnS2 loading in the composites, followed by 30 min vigorous stirring to form a homogeneous solution. 3.25 g of thiourea (Tianjin Jiangtian Chemical Technology Co., Ltd.) was then mixed with above solution via another 30 min vigorous stirring. The resultant hybrid was transferred to a 50 mL Teflon-lined autoclave and heated in an oven at 180 °C for 24 h. The black products were washed several times with ethanol (Tianjin Jiangtian Chemical Technology Co., Ltd.) and deionized water by centrifugation at 10 000 rpm and subsequently freeze-dried. The collected samples were marked as SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III, respectively. The pristine graphene aerogels (GAs) were prepared via the same process without the addition of SnO2 sol and thiourea. N,S-GAs were produced via the same process without the addition of SnO2 sol. The synthesis process is further illustrated in ."
                    ],
                    "name": " Synthesis of the SnS2@N,S-GA Composites with Different SnS2 Contents",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structures of nanocomposite were carried out via X-ray diffraction (XRD, DX-2700) using a Cu Kα (λ ≈ 1.54 Å) radiation source. The surface morphology of SnS2 in the presence of N,S-GAs was collected via scanning electron microscopy (SEM, SU8010, Hitachi) and transmission electron microscopy (TEM, FEI Tecnai G2 F20). The equipped energy dispersive X-ray spectrometer (EDS) was used to analyze chemical composition. Thermogravimetric analysis (TGA, Pyris Diamond6000 TG/DTA, PerkinElmer Co, America) was conducted to verify SnS2 contents in composites. The elemental characteristics of composite materials were performed by X-ray photoelectron spectroscopy (XPS, VG ESCALAB MK II). Raman spectra were tested on the LabRAM HR800 system."
                    ],
                    "name": " Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical characterization was performed using CR2032 coin cells. The working electrode was synthesized by mixing composite material (70%), carbon black (20%), and poly(vinylidene fluoride) (PVDF, 10%) dispersed in 1-methyl-2-pyrrolidinone (NMP), then pasted on copper foil, and followed by drying under vacuum at 80 °C overnight. Then, the electrodes were punched into 12 mm disks in diameter, and the typical electrode loading was about 0.55 mg cm–2. Metallic sodium foil was used as the counter and reference electrodes. The electrolyte was 1 M NaClO4 in a mixture of ethylene carbonate (EC) and propylene carbonate (PC) (2:1 by volume) with a 10 vol % addition of fluoroethylene carbonate (FEC). Afterward, test cells were assembled in an Ar-filled glovebox (H2O, O2 < 0.1 ppm). The cells were galvanostatically charged and discharged by a multichannel battery testing system (LANHE CT2001A) between 0.01 and 3.0 V. Electrochemical impedance spectroscopy (EIS) at an alternating voltage of 5 mV over the frequency range of 100 kHz to 0.01 Hz and cyclic voltammetry (CV) ranging from 0.01 to 3.0 V at a scan rate of 0.1 mV s–1 were recorded over an electrochemical workstation (Princeton Applied Research VersaSTAT4). All electrochemical characterizations were performed at room temperature."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The XRD phase of three SnS2@N,S-GA samples is shown in a, the pristine GAs exhibit two graphite-like diffraction peaks at (002) and (100), and the average layer number of GAs is 9 (see ). Meanwhile, the diffraction peaks that emerge in the three SnS2@N,S-GA samples show a similar crystalline structure, agreeing with those of standard XRD patterns of hexagonal SnS2 (JCPDS card No. 23-0677).  Notably, SnS2 in SnS2@N,S-GA-III has greater crystallinity, indicated by the increased peak intensities compared to those of SnS2@N,S-GA-I and SnS2@N,S-GA-II.  Furthermore, the broad diffraction peaks seen in the SnS2@N,S-GA-I and SnS2@N,S-GA-II patterns indicate the presence of smaller SnS2 nanocrystals.",
                "Thermogravimetric analysis (TGA) is conducted to determine the mass loading of SnS2 on the N,S-GA framework. TGA and DTG curves of SnS2@N,S-GA-II show three distinct regions of weight loss (see ). In the first region initial weight loss (7.2%) ranging from 25 to 250 °C is associated with the evaporation of physically adsorbed water.  In the second region from 250 to 500 °C, weight loss (21.6%) may be owing to the oxidation of SnS2 into SnO2.  The third region of weight loss (40.3%) between 500 and 800 °C is ascribed to the removal of N,S-GAs in the composite. Hence, the SnS2 mass percentage is approximately 53% for SnS2@N,S-GA-II as seen in b. Accordingly, the SnS2 mass percentages in SnS2@N,S-GA-I and SnS2@N,S-GA-III are 41% and 75%, respectively. Further structural insights into as-prepared samples are explored via Raman spectroscopy (). The D-band (∼1336 cm–1) attributes to disorder and defects in the hexagonal graphitic layers,  while the G-band (∼1574 cm–1) corresponds to the first-order scattering of the E2g mode of sp2 carbon atoms.  The calculated ID/IG ratios for SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III are 1.73, 1.71, and 1.64, respectively. Notably, compared with SnS2@N,S-GA-I and SnS2@N,S-GA-II, the SnS2@N,S-GA-III exhibits a decreased ID/IG ratio, implying an increase in the average size of the sp2 graphitic domains. ",
                "The XPS test is employed to further validate element states of as-prepared SnS2@N,S-GA composites. As shown in a, one can see the existence of tin, carbon, oxygen, sulfur, and nitrogen from the survey spectra. Clearly, the N 1s peak of SnS2@N,S-GA-III is comparatively weaker, suggesting a lower amount of doped nitrogen. Furthermore, Sn 3d3/2 and Sn 3d5/2 peaks are found in XPS analysis with an energy difference of 8.4 eV (b), confirming the presence of tin(IV).  It can be seen from c that the S 2p spectra of SnS2@N,S-GA-II can be divided into two types of doublets. The first set of doublets consist of the peaks centered at 161.4 eV (S1) and 162.7 eV (S2) corresponding to binding energies of SnS2.  The second set of doublets are the higher-energy peaks seen at 163.8 eV (S3) and 164.9 eV (S4) that are assigned to the formation of a C–S–C bridge, indicating that sulfur is possibly covalently bonded with carbon.  It is calculated that the total amount of sulfur doped in SnS2@N,S-GA-II is 4.6%. In comparison, SnS2@N,S-GA-III shows no obvious S3 and S4 peaks (d) which illustrates that the amount of sulfur doped is insignificant. In e and f, the high-resolution N 1s peaks are able to deconvolute into three components: pyridinic-N (398.5 eV, N1), pyrrolic-N (400.1 eV, N2), and graphitic-N (401.3 eV, N3).  Moreover, as estimated by XPS results, the nitrogen concentrations of SnS2@N,S-GA-II and SnS2@N,S-GA-III are 2.41% and 1.88%, respectively. Note that the N1 and N2 species are dominant in the composites, suggesting that nitrogen heteroatoms mainly reside at the edges or at the nanoholes of the GAs. The vacancy and electron deficiency caused by nitrogen doping can provide a feasible pathway for Na ons, which is favorable for enhancing sodium transmission rates.  Additionally, g and h present the high-resolution C 1s spectra fitted with three types of carbon including C═C (284.6 eV, C1), C═N (285.4 eV, C2), and C–N (286.6 eV, C3). These results further support that the oxygen atoms in GAs have been substituted by nitrogen atoms successfully. Meanwhile, the overwhelming percentage of graphitic carbon is indicative of the graphitized nature of the GAs in SnS2@N,S-GA. Overall, these analyses show that SnS2@N,S-GA composites have been successfully designed.",
                "The morphologies of SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III are analyzed via SEM (see ). As observed, three samples exhibit a typical graphene aerogel network structure, and no obvious SnS2 nanocrystals are observed in SnS2@N,S-GA-I and SnS2@N,S-GA-II due to the small particle size. This contrasts with the SnS2@N,S-GA-III sample where SnS2 nanocrystals are observed to anchor onto the N,S-GAs because of the high mass loading and large SnS2 particle size.",
                "It is important to note that an excess of SnS2 particles can result in severe aggregation which may cause large volume changes upon cycling and loss of electrical contact with the N,S-GAs. In this regard, the samples are analyzed via TEM to exhibit distribution of SnS2 on N,S-GAs, summarized in . It can be seen in a and b that low SnS2 loading results in particles of approximately 5 nm decorating the N,S-GAs. As shown in c and d, suitable loading of SnS2 nanocrystals in SnS2@N,S-GA-II shows an average particle size of 5 nm which uniformly anchors onto N,S-GAs. Additionally, the fringes with lattice spacings of 0.32 and 0.28 nm agree well with (100) and (101) planes in hexagonal SnS2, respectively.  Meanwhile, the diffraction rings of the selected area electron diffraction (SEAD) pattern (see insert of c) can be indexed to (100), (101), and (102) crystal planes for SnS2. In comparison, TEM images of SnS2@N,S-GA-III (e and f) indicate that the N,S-GAs are heavily embellished with 10 nm particles of SnS2 due to the high SnS2 loading of SnS2, and the aggregation of SnS2 nanocrystals occurs severely.  presents the EDS spectrum of SnS2@N,S-GA-II, which reveals the presence of tin, sulfur, carbon, and nitrogen in the composites. The elemental mapping () further illustrates the homogeneous distribution of SnS2 nanocrystals in N,S-GAs.",
                "To explore sodium storage mechanisms of the SnS2@N,S-GA composites, cyclic voltammetry is carried out on the SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III electrode materials in the voltage range of 0.01–3.0 V at 0.1 mV s–1, as shown in a–c. In the first cathodic scan, the peaks at higher voltage (1.20 and 1.62 V) can be associated with the formation of NaSnS2: Note that the reduction peak at 1.20 V disappears at the second scan. It is assigned to the formation of irreversible solid electrolyte interface (SEI) film, which can be further confirmed by the cyclic voltammogram of pristine GAs (). Subsequently, the cathodic peaks from 0.65 to 0.30 V attributed to synthesis for metallic tin and sodium sulfide as well as the alloying process between tin and Na ions.  These reactions can be described by  and :",
                "Intriguingly, these peaks are shifted to a higher potential at subsequent scans, suggesting that there is a phase transformation during the first cycle.  Furthermore, the corresponding oxidation peaks (0.25, 0.75, and 1.20 V) may be attributed to the desodiation reaction of NaxSn.  However, the three above-mentioned peaks are inconspicuous in SnS2@N,S-GA-I and SnS2@N,S-GA-II due to the imperfect crystallinity of SnS2, which can be confirmed by XRD results. Additionally, three higher voltage oxidation peaks (1.61, 1.84, and 2.10 V) can be found in all CV curves. The peak at 1.61 V is attributed to Na ion storage/release in GAs, the anodic peak concentrated in 1.84 V is assigned to the deinsertion process for NaSnS2, and the peak at 2.10 V corresponds to the sodium extraction from NaSnS2 and oxidation of Sn to SnS2.  It is worth mentioning that although the CV curves of the three SnS2@N,S-GA are incomplete anastomosis due to the complex systems, all key points of the reaction mechanism are consistent with previous reports. The charge–discharge tests are presented in d–f. The initial discharge capacities of SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III are 1155.6, 1267.3, and 1567.5 mAh g–1, respectively. Meanwhile, the corresponding Coulombic efficiencies are 35.4%, 42.9%, and 43.4%, respectively. It can be observed that the high irreversible capacity arises for three samples. This phenomenon generally results from the solid electrolyte interphase (SEI) formation due to the decomposition of electrolyte.  During the subsequent cycles, it can be noticed that the specific capacity of SnS2@N,S-GA-II decreases slower than that of both SnS2@N,S-GA-I and SnS2@N,S-GA-III, suggesting better cycling performance.",
                "The cycling performances of bare SnS2 (see  for detailed synthesis and  for morphological and structural features), pristine GAs, N,S-GAs, SnS2@N,S-GA-I, SnS2@N,S-GA-II, and SnS2@N,S-GA-III are compared at 50 mA g–1 ranging from 0.01 to 3.0 V from the second cycle (see a). The pristine GAs exhibit very poor specific capacity. In contrast, N,S-GAs obtain improved discharge capacity (177 mAh g–1 in 100th cycle) because of introduction of nitrogen and sulfur heteroatoms, which can facilitate the electrode–electrolyte interactions and charge transfer efficiently. Additionally, the cyclability of bare SnS2 is significantly hampered due to the aggregation and pulverization issue.  Fortunately, the SnS2@N,S-GA composites all perform improved cycling properties. This phenomenon may be associated with the synergic effect of SnS2 with N,S-GAs.  Furthermore, the sodium storage capacity of composites highly interrelates with SnS2 content and heteroatom concentrations. SnS2@N,S-GA-I delivers the reversible capacity of 221.4 mAh g–1 up to 100 cycles, which is lower than that of SnS2@N,S-GA-II and SnS2@N,S-GA-III due to the low SnS2 loading and inability to exploit the high specific surface area of GAs. SnS2@N,S-GA-III exhibits better sodium storage performance than SnS2@N,S-GA-II in the first 53 cycles, while when the cycling numbers increase to 100 cycles, the discharge capacity rapidly declines to about 288.7 mAh g–1, showing poor cycling stability. Remarkably, the SnS2@N,S-GA-II achieves an excellent reversible capacity (360.5 mAh g–1 in the 100th cycle). Based on the above results, the increase of SnS2 content in the composites enhances the reversible capacity. Unfortunately, the discharge capacity of SnS2@N,S-GA-III rapidly fades, while the SnS2@N,S-GA-II shows better cycling stability, demonstrating that both suitable mass loading of SnS2 and the introduction of more nitrogenous and sulfurous groups to the surface of GAs facilitate capacity improvements. Meanwhile, the Coulombic efficiency of SnS2@N,S-GA-II anode is more than 95% in the process of cycling.",
                "Moreover, the cycling performance of SnS2@N,S-GA-II anode under varying current densities is tested and compared in b. Fortunately, the discharge capacity remains 527 mAh g–1 after 50 cycles when the current density is 20 mA g–1. The excellent Coulombic efficiency of approximately 100% from the second cycle is obtained. When tested under increasing current densities, the SnS2@N,S-GA-II exhibits similar cycling performance, showing insertion/extraction of Na+ for composites have no effect on their cyclability, and the crystal structure remains relatively unchanged under the higher charge–discharge currents.  Notably, the cycling performance is unstable due to the variable temperature in the testing environment. The rate capability of the SnS2@N,S-GA composite is further investigated, as presented in c. In the case of SnS2@N,S-GA-I, a visible decrease of capacity is found with an increase in current density. For SnS2@N,S-GA-II and SnS2@N,S-GA-III, they deliver similar rate capacities when the electrodes are tested at low current densities (50, 100, and 200 mA g–1). Nevertheless, discharge capacities of SnS2@N,S-GA-III decline significantly compared to that of SnS2@N,S-GA-II at high current densities of 400 and 800 mA g–1. More strikingly, SnS2@N,S-GA-II maintains the capacity of 340 mAh g–1 at a high current density of 800 mA g–1. In the meantime, it recovers to a great extent, to around 434.3 mAh g–1 at 50 mA g–1. This result is even better than the electrode cycling in a, implying excellent stability at high rate currents. Additionally, the relative capacity retention values based on the capacities obtained at various current densities are shown in d, which further demonstrates that SnS2@N,S-GA-II possesses superior rate capability in SIB performance.",
                "The cyclic voltammograms of the SnS2@N,S-GA-II and SnS2@N,S-GA-III electrodes at varying scan rates are shown in a and b, respectively. It can be observed that the anodic potential shifts to higher voltages when the scan rate increases from 0.1 to 0.8 mV s–1. This behavior is caused by the increased polarization at higher sweep rates attributed to the kinetic limitations of sodium diffusion through the active materials.  The following is the Randles–Sevcik equation: In this equation, Ip represents peak current (A), v is the scan rate (V s–1), n is the number of reaction electrons (n = 1), D expresses Na+ diffusion coefficient (cm2 s–1), A indicates the electrode area (A = 1.13 cm2), and C0 is the concentration of Na ions in solution (C0 = 1 mol cm–3). According to , the peak current is in direct proportion to square root of the scan rate (c). Sodium diffusion coefficients of SnS2@N,S-GA-II and SnS2@N,S-GA-III can be calculated from the slopes of these plots and are thus determined to be 3.80 × 10–12 and 4.82 × 10–13 cm2 s–1, respectively. These kinetics results imply that sodium storage performance is primarily related to the heteroatom doping, which can generate more extrinsic defects and active sites to accelerate Na ion diffusion. To further understand the electrode reaction kinetics for composites, EIS is carried out on the 100th cycle. As shown in d, the Nyquist plots consist of the characteristic partially overlapped semicircles appearing at high and intermediate frequencies as well as a sloped line at low frequency. e shows the equivalent circuit where Rs is ohmic electrolyte resistance, Rsei represents resistance of Na-ion migration through the SEI film, Rct is charge transfer resistance, CPEsei is passivation film capacitance, and CPEct represents the double-layer capacitance.  It can be seen that SnS2@N,S-GA-II shows a much lower Rct resistance in comparison with SnS2@N,S-GA-I and SnS2@N,S-GA-III, confirming that the electrode reaction kinetics and electron conduction of SnS2@N,S-GA-II are improved. This phenomenon is primarily attributed to the increased nitrogenous and sulfurous groups on the surface of the GAs which significantly enhance the electrochemical performance of SnS2@N,S-GA-II. ",
                "Significantly, we carry out density functional theory (DFT) calculations to analyze the structural properties of the composite materials in order to better understand the improved cycling capability of SnS2@N,S-GA composites with optimized SnS2 mass loading. We design a (4 × 4) SnS2 monolayer on a (6 × 6) graphene matrix. After stabilization, the lattice of the SnS2 is evaluated to be 3.62, 3.62, and 5.85 Å at the x-, y-, and z-axes. The electronic structure of valence electrons can determine the electronic and physicochemical interaction between SnS2 and GA, exhibiting an important influence on the structural stability.  The charge density changes of SnS2@N,S-GA and SnS2@GA are presented in a and b to further understand the interaction derived from the shared electron clouds. Intriguingly, massive charge transfer occurs from N,S-GA to SnS2 in SnS2@N,S-GA compared to SnS2@GA, which negatively polarizes the interface between SnS2 and N,S-GA. Meanwhile, note that the sulfur atoms doped in the graphene aerogel show a strong bridging effect with SnS2. These results ensure robust composite architecture for SnS2@N,S-GA. c and d illustrate the band structures of SnS2@N,S-GA and SnS2@GA which have different characteristics. Some conduction bands of SnS2@N,S-GA move downward toward the valence band, allowing a facile promotion of valence electrons across the band gap, resulting in enhanced electrical conductivity. In addition, there are broadened bands for SnS2@N,S-GA which leads to smaller electron effective mass, suggesting better electronic transport capacity under an external electric field. As seen in e and f, the calculated electronic density of states (DOS) reveals that the total DOS peak of SnS2@N,S-GA is much higher than that of SnS2@GA, indicating a larger density of free electrons. Furthermore, after nitrogen and sulfur dual doping, the contribution of sulfur atoms for enlarging the total DOS peak becomes more remarkable, while the nitrogen atoms have no obvious effect due to the lower doped concentrations. Therefore, the heteroatom doping plays an imperative role in the improved electrical conductivity of SnS2@N,S-GA."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, an effective technique is developed for successful synthesis of SnS2@N,S-GA composites. As an anode material of SIBs, SnS2@N,S-GA-II with suitable mass loading of SnS2 and nitrogenous/sulfurous groups in GAs presents outstanding cycling performance. It achieves high discharge capacity (527 mAh g–1 upon 50 cycles) as well as superior rate capability (340 mAh g–1 at a current density of 800 mA g–1). Therefore, the introduced nitrogen and sulfur heteroatoms on the surface of GAs play an important role in SnS2@N,S-GA composites by providing more active sites and good accessibility for the Na ions. In addition, the optimized mass loading of SnS2 results in the ideal synergic effect between SnS2 and N,S-GAs. More significantly, the first-principles calculation confirms that the sulfur atoms doping in the GA shows a strong bridging effect with SnS2, which can ensure robust composite architecture. Simultaneously, the heteroatom dual doping of graphene plays an imperative role in the improved electrical conductivity of SnS2@N,S-GA. Altogether, this study may stimulate the search for improved anode materials for high energy SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Promising Dual-Doped Graphene Aerogel/SnS2 Nanocrystal Building High Performance Sodium Ion Batteries"
}