{
    "DOI": "10.1039/C5CC10585D",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have recently attracted much attention as a promising alternative to conventional lithium-ion batteries (LIBs) for large scale grid storage systems due to the low cost and high abundance of sodium-containing resources in the Earth's crust, in contrast to the limited supply of lithium sources. However, there are challenges to realizing high-performance SIB systems due to the size difference between sodium (1.02 Å) and lithium (0.76 Å) ions. The large size difference inevitably leads to a variety of problems, such as mechanical failure of the active materials due to the huge volume change during the sodium insertion/extraction processes, low rate capability resulting from a sluggish sodium-ion diffusion, and electrochemical instability caused by the formation of an unstable solid–electrolyte interphase (SEI) layer. In an effort to overcome these obstacles, considerable attempts have been made to select or develop novel electrode materials possessing a high specific capacity with good cyclability and rate capability for SIBs.",
                "Elemental phosphorus has been intensively studied as a high capacity anode material for SIBs. It is known that phosphorus can accommodate up to three sodium ions to give Na3P, and therefore has the highest theoretical capacity of 2596 mA h g−1 among the sodium-alloying anodes like Sn (Na15Sn4: 847 mA h g−1) and Sb (Na3Sb: 660 mA h g−1). Despite its remarkably high capacity, phosphorus undergoes a large volume change (∼490%) during sodiation/desodiation and has low electrical conductivity (1.0 × 10−14 S cm−1). These factors eventually lead to severe capacity fading and poor rate performance. Several approaches for developing phosphorus-based anode materials for SIBs have been employed to solve these drawbacks. For example, the following carbon composite systems have been explored, red phosphorus/carbon nanotubes, amorphous red phosphorus/Super P, phosphorus/graphene, and phosphorus/graphite that have demonstrated improved sodium-storage performance derived from the presence of conductive carbon that provides enhanced conductivity and acts as a structure-reinforcing matrix against the large volume change during cycling. Metal phosphide systems (MPx, M = Sn, Fe, Co, and Ni) have shown higher reversible capacity, improved cycling stability, and good rate capability by enhancing particle conductivity. In addition, the use of these chemistries has also resulted in sodiated intermediate phases (NaxM or NaxP) that serve as volume-buffer matrices.",
                "In this regard, a combination of the above strategies would be promising and could be used as an effective way to explore and realize high-performance alloy-based anode materials for SIBs. Nevertheless, only a few studies of metal phosphide–carbon composites have been reported to date as anodes for SIBs. Qian et al. showed that the Sn4P3/C composite anode delivers an initial reversible capacity of ∼650 mA h g−1 at 100 mA g−1 with a good capacity retention of ∼86% over 150 cycles, demonstrating the effectiveness of the combined approach for the enhancement of reversible sodium-storage performance. In addition, Zhao et al. reported that the carbon-coated CuP2 composite exhibits a specific capacity of ∼500 mA h g−1, based on the reversible conversion of CuP2 during cycling. However, the poor long-term cycling stability caused by the detachment of carbon coating layers during cycling still needs to be overcome.",
                "Several recent studies have suggested that the introduction of stable P–C or P–O–C chemical bonds into the phosphorus-based anode systems leads to improved electrochemical performance for lithium- and sodium-ion storage. These chemical bonds are also believed to prevent electrode pulverization by restraining the volume expansion of phosphorus particles and provide a good electronic conductive pathway by maintaining an interparticle connection even after extended cycling. Herein, we report the rapid synthesis of a CuP2/C hybrid material using a one-step mechanochemical reaction employing high-energy mechanical milling (HEMM) and its enhanced reversible sodium-storage performance. We demonstrate that the carbon hybrid network, which is chemically bonded to the active CuP2, plays a crucial role as a durable embedding matrix that enhances electrode conductivity, accommodates large volume changes, and preserves the mechanical integrity of the active materials during repeated cycling. The CuP2/C hybrid electrode exhibits a high reversible capacity of ∼450 mA h g−1 with a high tap density of ∼1.2 g cm−3, outstanding cycling stability (with ∼95% capacity retention over 100 cycles), and good rate capability, making it a promising anode candidate for SIBs.",
                "Fig. 1a illustrates the preparation of the CuP2/C hybrid material using the HEMM process. The detailed synthetic route can be found in the ESI.† Briefly, elemental copper and red phosphorus (1:2 atomic ratio) were pre-mixed with acetylene black carbon and ball milled at a rotation speed of 1060 rpm for 3 h under an argon atmosphere. Since preliminary electrochemical study has shown that the optimum carbon content in the hybrid sample is 20 wt% (Fig. S1, ESI†), all the data presented hereafter refer to CuP2/C hybrid with 20 wt% carbon. For a comparison, pure CuP2 was also synthesized using the same method without the addition of carbon and the CuP2/C composite was also prepared by hand grinding of CuP2 with carbon (20 wt%). Structural characterization was conducted using X-ray diffraction (XRD) and X-ray Photoelectron Spectroscopy (XPS). The XRD pattern of the CuP2/C hybrid (Fig. 1b) shows that all the diffraction peaks could be indexed to the crystalline CuP2 phase (JCPDS No. 76-1190, monoclinic, S.G. = P21/c), indicating the successful generation of CuP2 after 3 h of milling with no side reactions. The CuP2/C hybrid shows considerably broader peaks with a lower intensity than that of the pure CuP2 phase (Fig. S2, ESI†), suggesting that the CuP2 in the CuP2/C hybrid has a significantly reduced average crystallite size. The XPS P 2p spectrum of the as-prepared CuP2/C hybrid sample (Fig. 1c) contains two broad peaks that can be deconvoluted into three components located at ∼133.0, ∼130.2, and ∼129.3 eV. The two peaks at ∼130.2 and ∼129.3 eV correspond, respectively, to the P 2p1/2 and P 2p3/2 regions of the CuP2 phase; these peaks are shifted to lower binding energies compared to elemental phosphorus (P 2p3/2: ∼129.9 eV). This is in good agreement with the previous reports of other metal phosphide systems. In addition, the peak at ∼133.0 eV is indicative of the presence of strong P–O–C chemical bonds in the CuP2/C hybrid, which is located at a significantly lower binding energy than the peak corresponding to phosphates. The P–O–C bond is possibly formed during the high-energy milling process by the chemical reaction of carbon with a thin native oxide layer on the surface of the phosphorus particles (Fig. S3a, ESI†). This observation can be further confirmed by Fourier transform infrared spectroscopy (FTIR) (Fig. S3b, ESI†). While the hand-mixed CuP2/C composite shows only PO and P–O bonds, a sharp peak occurring at ∼1008 cm−1 associated with the P–O–C bonds is clearly observed for the ball-milled CuP2/C hybrid. The successful formation of the P–O–C bond is expected to provide improved electrochemical reversibility and cycling stability for the CuP2/C hybrid electrode. The actual amount of carbon in the hybrid was estimated to be ∼21.9 wt% from thermogravimetric analysis (Fig. S4, ESI†), which is almost the same as the amount of carbon used to make the hybrid sample (20 wt%).",
                "Scanning electron microscopy (SEM), transmission electron microscopy (TEM), and scanning transmission electron microscopy (STEM) were employed to observe the particle size, microstructure, and elemental distribution of the CuP2/C hybrid. The SEM image of the CuP2/C hybrid shown in Fig. 2a reveals that the particle size of the carbon hybrid sample is less than ∼10 μm, which is much smaller than that of pure CuP2 (Fig. S5, ESI†). It is obvious that micro-sized particles increase particle tap density and thereby improve the volumetric capacity, which is critical for practical applications. The tap density of the CuP2/C hybrid is estimated to be ∼1.2 g cm−3, which is considerably higher than that of hard carbon materials (0.50 ∼0.81 g cm−3). The TEM images (Fig. S6, ESI†) show that the hybrid particle is composed of aggregated nanoclusters that are well-encapsulated by a conductive carbon layer. The lattice fringes of crystallites with an interplanar spacing of ∼0.289 nm are clearly observed in the high-resolution TEM image in Fig. 2b, and are attributed to the (12) plane of the CuP2 phase. This observation further confirms the generation of nanosized CuP2 particles during HEMM, corroborating the XRD and XPS results discussed above. It is worth mentioning that the use of carbon in the HEMM process suppresses particle growth and agglomeration by embedding the active material in the carbon matrix; the observed particle size of CuP2 was restricted to a few tens of nanometers. Consequently, enhancement in electrochemical activity can be anticipated due to the formation of nanosized CuP2 particles that are well-dispersed in the conductive network, which reduces the diffusion distance and facilitates electron/ion transfer between active particles. The STEM and elemental mapping images (Fig. 2c) display the homogeneous distribution of each element in the sample powder, indicating that the carbon hybrid matrix effectively provides improved particle conductivity and acts as a mechanical buffer against the huge volume changes occurring during sodiation/desodiation.",
                "The electrochemical tests were carried out galvanostatically with a CuP2/C hybrid working electrode and a sodium counter/reference electrode to evaluate the sodium-storage performance. Fig. 3a and b show the voltage profiles and differential capacity plots (DCPs) of the CuP2/C hybrid electrode in various cycles, tested within a voltage range of 0–1.5 V (vs. Na/Na+) at a current density of 50 mA g−1. The initial discharge and charge capacities of the CuP2/C hybrid electrode are, respectively, 611 and 396 mA h g−1; these capacity values and current density are calculated based on the total mass of the hybrid material including carbon. The initial coulombic efficiency (CE) is ∼65%, which is lower than that of the pure CuP2 electrode (∼77%, Fig. S7a, ESI†), possibly due to the reduced particle size that causes large irreversible capacity loss associated with the formation of SEI layer during the first discharge process and the low initial CE of the milled acetylene black (∼38%, Fig. S7b, ESI†) used for the conductive hybrid network. Both sodium insertion and extraction capacities increased in subsequent cycle, indicating that the sodiation reaction of CuP2 requires an initial activation for breaking the Cu–P chemical bond. In contrast to the large polarization observed for the pure CuP2 electrode from the 10th cycle, the CuP2/C hybrid anode maintains a sloping profile with consistency up to 50 cycles, confirming the enhanced electrochemical reversibility.",
                "The DCPs in Fig. 3b show the electrochemical reactions of the CuP2/C hybrid during sodiation and desodiation. All the main cathodic and anodic peaks are located at the same potentials, as with pure CuP2 (Fig. S7c, ESI†). The small and broad peaks at 1.0–0.5 V are an indication of the formation of the SEI layer during the first discharge process. Two more peaks are clearly observed at ∼0.3 and ∼0.05 V when discharged further to 0 V, and there are two broad peaks appearing at ∼0.55 and ∼0.8 V during the following charge process. It should be noted that only the extracted phosphorus contributes to the sodium storage capacity of CuP2 since the metallic Cu is not reactive toward sodium. Therefore, all four peaks can be attributed to the successive conversion reactions between sodium and phosphorus (NaxP, x = 0–3), which is in good agreement with the literature.",
                "In order to further elucidate the reaction mechanism of CuP2, the phase change during the first sodiation and desodiation cycle was investigated by ex situ XRD at different states of charge (indicated in Fig. 3b). As shown in Fig. 3c, all the characteristic peaks match well with those of crystalline CuP2 phase before sodiation. When discharged to 0.2 V, the CuP2 diffraction peaks become broadened and the peak intensity is lowered, suggesting the formation of amorphous NaxP intermediates resulting from the sodiation reaction of phosphorus extracted by the dissociation of the CuP2 phase. Furthermore, although the CuP2 peaks are no longer detected at full sodiation (0 V), four small and broad peaks have evolved simultaneously, which can be assigned to Na3P and copper metal. Upon charging to 0.7 V, these peaks disappear and the CuP2 peaks gradually reappear. In addition, the CuP2 peaks continue to grow and become significant when fully charged to 1.5 V, indicating that the CuP2 phase can be reversibly restored during the desodiation process. Therefore, based on the ex situ XRD results, the sodiation and desodiation mechanism of CuP2 can be summarized as given below:",
                "The cycle performances of the pure CuP2 and CuP2/C hybrid electrodes are compared in Fig. 3d. Half cells were tested at 50 mA g−1 for the initial 5 cycles for activation and then at 200 mA g−1 in the subsequent cycles. The pure CuP2 electrode exhibits poor cyclability with a rapid capacity drop after 5 cycles. However, the CuP2/C hybrid electrode delivers a high specific capacity of ∼450 mA h g−1 with an excellent capacity retention over 100 cycles. Its reversible capacity is maintained at >430 mA h g−1 even after 100 cycles, retaining ∼95.5% of its capacity in the 5th cycle. To check the effect of P–O–C bonding on the electrochemical performance, the cycling test of the hand-mixed CuP2/C composite electrode was also performed under the same conditions (Fig. S8, ESI†). Due to higher carbon content, the hand-mixed CuP2/C composite electrode shows better cyclability up to 50 cycles than the pure CuP2 electrode. However, compared to the hybrid electrode, severe capacity fading is observed with the hand-mixed CuP2/C composite electrode from the 10th cycle and its reversible capacity is ∼320 mA h g−1 after 50 cycles, maintaining only ∼64.1% of its capacity in the 5th cycle. Therefore, it can be concluded that both the P–O–C chemical bond and the carbon conductive buffer contribute to the improved electrochemical performance of the CuP2/C hybrid electrode.",
                "Electrochemical impedance spectroscopy was conducted to further examine the origin of the significantly enhanced electrochemical performance of the CuP2/C hybrid electrode (Fig. 3e). According to the curve fitting results using a simplified equivalent circuit, all the resistance components exhibit similar values in both electrodes after 5 cycles (Fig. S9, ESI†). However, while the pure CuP2 electrode shows significantly increased interfacial (34.0 Ω) and charge-transfer resistances (84.8 Ω) after 50 cycles, both the interfacial and charge-transfer resistance values of the CuP2/C hybrid remain almost unchanged, and are measured to be, respectively, 6.8 and 35.3 Ω. Therefore, the dramatic improvement in the electrochemical performance is believed to be mainly associated with (i) the successful formation of the P–O–C chemical bonding that results in a strong attachment of the carbon matrix to the active CuP2 particles, thereby maintaining good electrical conduction pathway in the hybrid particles and (ii) the realization of the nanoscale hybrid network by incorporation of nanosized CuP2 particles into the carbon matrix that could eventually lead to fast sodiation/desodiation processes.",
                "Moreover, the conductive carbon buffer is electrochemically stable, as is evident from the changes in the electrode surface morphology before and after 50 cycles (Fig. S10, ESI†), thereby endowing enhanced interfacial stability to the CuP2 particles upon repeated cycling. This could be further verified by the ex situ SEM analyses of the pure CuP2 and CuP2/C hybrid electrodes after 50 cycles. While the pure CuP2 electrode shows severe loss of active materials after 50 cycles, the CuP2/C hybrid electrode retains a smooth surface during repeated cycling, suggesting the improved mechanical integrity of the active materials (Fig. S11, ESI†). With the aid of these features, the rate capability of the hybrid electrode could also be significantly improved compared to that of pure CuP2 as shown in Fig. 3f. The CuP2/C hybrid electrode delivers desodiation capacities of ∼481, ∼469, ∼443, ∼390, ∼308 mA h g−1, respectively, at current densities of 50, 100, 200, 400, and 800 mA g−1. When the current density is decreased to 50 mA g−1 after 50 cycles, a reversible capacity of ∼481 mA h g−1 can be recovered, illustrating an excellent rate performance. The long-term cycle performance was also compared at higher current densities (Fig. S12, ESI†). The CuP2/C hybrid electrode still maintains stable reversible capacities of ∼321 mA h g−1 at 500 mA g−1 and ∼183 mA h g−1 at 1000 mA g−1 after 100 cycles with high CE values of >99.6%, demonstrating the superior high-rate cyclability of the hybrid electrode.",
                "In summary, phase-pure crystalline CuP2 and its carbon hybrid (CuP2/C) have been successfully synthesized using a facile, scalable, and inexpensive mechanical-milling process. By virtue of the unique hybrid architecture composed of nanoscale CuP2 particles homogeneously dispersed in the conductive carbon network with stable P–O–C chemical bonding, the hybrid electrode not only has a high tap density of ∼1.2 g cm−3, but also demonstrates superior sodium-storage performance in terms of a high reversible capacity of >450 mA h g−1 at 50 mA g−1 with nearly 100% capacity retention up to 100 cycles and a good rate capability with 64% desodiation capacity delivered at 800 mA g−1. The CuP2/C hybrid can, therefore, be regarded as a promising anode material for SIBs and our simple and practical synthetic strategy could also be utilized to design and develop other hybrid anode systems for energy-storage devices.",
                "This work was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Materials Sciences and Engineering under award number DE-SC0005397."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "The facile synthesis and enhanced sodium-storage performance of a chemically bonded CuP2/C hybrid anode"
}