{
    "DOI": "10.1002/smll.202001976",
    "Journal": "",
    "Keywords": [
        "anode materials",
        "antimony",
        "full cells",
        "sodium‐ion batteries",
        "TiO2"
    ],
    "Sections": [
        {
            "content": [
                "As intermittent renewable energy technologies rapidly develop, large‐scale electrochemical energy storage (LS‐EES) technologies are urgently needed to enhance the grid resiliency and maintain a stable power supply.[] In addition, the rise of wearable electronics is demanding flexible energy storage (FES) technologies.[] Sodium‐ion batteries (SIBs) are considered a promising candidate for LS‐EES and FES in view of the natural abundance, low cost, and environmental benignity of sodium resources.[] Although SIBs share a similar chemical storage mechanism with lithium‐ion batteries (LIBs), finding suitable electrode materials that can effectively host Na+ ions, which are larger than Li+ ions, and are stable during cycling remains a considerable challenge.[] Over the past decade, extensive efforts have been devoted to developing appropriate anode materials with a high rate capability and good cycling stability for SIBs, such as carbonaceous materials,[] conversion‐type materials (e.g., metal oxides,[] chalcogenides,[] and phosphides[]), intercalation compounds,[] and alloy‐type materials (e.g., Sb,[] Bi,[] P,[] and Sn[]). Among them, metallic Sb is regarded as one of the most promising anode materials for SIBs because of its high theoretical capacity of around 660 mAh g−1 (corresponding to Na3Sb) and appropriate redox potential (0.5–0.8 V vs Na/Na+).[] Nevertheless, the large volume variations (about 290%) during sodiation/desodiation process is the “Achilles’ heel” of Sb‐based anode materials, as these variations cause the continuous pulverization of the active material, damage the solid‐electrolyte interface (SEI), and degrade the electric contact between Sb and the current collector. All of these effects rapidly deteriorate the capacity and cyclability of the electrode.",
                "To address these issues, many strategies have been proposed, such as designing new nanostructures (e.g., Sb nanotubes,[] antimonene,[] and nanoporous Sb[]), forming Sb‐based intermetallics (e.g., SbSn,[] SbNi,[] and SbBi[]) and constructing protective layers (e.g., TiO2,[] Co(OH)2,[] and carbon[]). Among these approaches, constructing a protective layer has been regarded as the most effective way to solve the volume expansion problems. In particular, TiO2 is a promising choice as the protective layer for constructing high‐performance Sb‐based anodes owing to its very good structural stability during sodiation/desodiation.[] Moreover, TiO2, as a typical extrinsic pseudocapacitive material,[] can exhibit a large proportion of pseudocapacitive charge storage when it is sized down to the nanoscale,[] which is favorable for achieving a high rate capability. For instance, Wang et al. synthesized double‐walled Sb@TiO2−x nanotubes and demonstrated that introducing an TiO2−x interface layer could increase the cycling stability and rate capability of SIBs.[] Li et al. fabricated Sb@TiO2−x nanoplates via a template‐assisted method, and the Sb@TiO2−x nanoplates showed much better rate performance and cycling stability relative to those of the pure Sb electrode. Despite these exciting advances, the low intrinsic electrical conductivity of the TiO2 protective layer hinders further improvements in the cell performance.[] On the other hand, constructing a carbon protective layer can also effectively alleviate the volume expansion of Sb. Many carbon‐shell‐protected Sb‐based materials (e.g., Sb@C yolk–shell spheres,[] Sb nanorods/nanoparticles encapsulated in carbon NTs/nanofibers,[] and Sb@C coaxial nanotubes[]) have been developed, which exhibited much better electrochemical performance than pure Sb electrode. Nevertheless, the carbon shells of the above Sb‐based materials are composed of amorphous carbon with low mechanical strength, which could crack under high Sb loading,[] thus decreasing the structural stability of the composite materials. The combination of the TiO2 and carbon protective layers can provide dual protection, which is believed to be an effective way to resolve the above drawbacks and to synergistically combine the advantages of both materials.[]",
                "In addition, constructing a hollow structure with functional thin shells, a high surface area, and internal void spaces could also promote the sodium storage performance of electrode materials.[] The hollow structure offers the advantages of a short length for charge transfer, a large contact area, and enough room to alleviate the strain induced by volume expansion.[] Recent studies have revealed that multi‐shelled hollow structures exhibit a much higher volumetric energy density and better durability than conventional simple hollow structures, owing to the optimized utilization of the inner voids, the increased number of electrochemical reaction sites, and the increased structural integrity of the active material.[] Therefore, fabricating an Sb‐based multi‐shelled hollow structure with both TiO2 and carbon protective shells can be highly anticipated to enhance electrochemical performance.",
                "Herein, we demonstrate the rational design and construction of Sb@C@TiO2 triple‐shell nanoboxes (TSNBs) with a TiO2‐nanosheet (NS)‐constructed outer shell and a carbon middle shell supported on an inner Sb nanobox (NB) for efficient sodium storage. Such a design has many advantages: i) the inner hollow Sb box offers enough room to accommodate volume expansion during cycling; ii) the middle carbon layer can not only increase the conductivity of the composites but also prevent direct contact between the electrolyte and the inner Sb NB, which is conducive to forming a stable SEI film; iii) the outer TiO2 NS layer can increase the mechanical strength of the multi‐shell hollow NBs and facilitate fast ion transport. As expected, the as‐synthesized Sb@C@TiO2 TSNBs exhibita superior rate capability (212 mAh g−1 at 10 A g−1) and an ultrastable long‐term cycling performance (193 mAh g−1 at 1 A g−1 after 4000 cycles) in half cells. Moreover, electrochemical impedance spectroscopy (EIS), galvanostatic intermittent titration technique (GITT), and cyclic voltammetry (CV) curves are performed to reveal the reaction kinetics and charge storage mechanism of the Sb@C@TiO2 electrode upon cycling. Finally, by pairing Sb@C@TiO2 electrodes with homemade Na3(VOPO4)2F cathodes, prototype full cells are assembled, which provide a high energy density of 179 Wh kg−1 and a high working voltage of 2.8 V. The above‐mentioned electrochemical performance makes the Sb@C@TiO2 electrode very attractive for future practical applications."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis procedure of the Sb@C@TiO2 TSNBs is schematically illustrated in Figure . First, Cu2O nanocubes (NCs) were synthesized through a previously reported approach[] and used as sacrificial templates for the subsequent synthetic processes. The crystalline structures of the samples were examined via powder X‐ray diffraction (XRD, Figure S1, Supporting Information), and all the diffraction peaks could be assigned to crystalline Cu2O (JSPDS no. 78‐2076). Scanning electron microscopy (SEM) image shows that the as‐prepared Cu2O NCs have a smooth surface and are quite uniform, with particle sizes ranging from 400–500 nm (Figure ). Transmission electron microscopy (TEM) images demonstrate the solid nature of the Cu2"
                    ],
                    "name": "Synthesis and Characterization",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Rational Design of Sb@C@TiO2 Triple‐Shell Nanoboxes for High‐Performance Sodium‐Ion Batteries"
}