{
    "DOI": "10.1039/C7NR09674G",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, sodium-ion batteries (SIBs) have attracted a great deal of attention as a promising alternative for lithium-ion batteries (LIBs) towards stationary energy storage because of the high natural abundance of Na resources in the Earth's crust and much lower prices. However, the ionic radius of Na is larger than that of Li, which leads to a much more sluggish Na-diffusion kinetics and makes it difficult to match with some traditional anode materials of LIBs, such as the market-dominant graphite anode. Therefore, it is highly imperative to develop superior anode materials with high Na-storage capacity, high rate capability and long-term cycle life. To date, various anode materials have been studied, including alloying elements, metal oxides and transition-metal chalcogenides. Among them, transition-metal chalcogenides based on conversion reactions are attracting more and more attention owing to their high theoretical Na-storage capacity.",
                "Considering its high abundance in nature, cheap raw materials and environmental benignity, FeS has been proposed as a promising anode material for batteries. Previously, FeS has been extensively studied in LIBs for a long time. Nevertheless, less reports are majored on SIBs, which should be mainly due to the huge volume variation during the successive de-/sodiation processes and its low electronic conductivity, leading to the poor cycling stability and rate capability. To solve these problems, preparing nanometer-sized structures and constructing hybrid electrodes with an appropriate carbon network have been proven to be two effective methods. While the nanometer-sized materials can relax the strain caused by the volume variation and shorten the diffusion pathway of sodium ions to improve the rate capability, the appropriate carbon networks provide fast electron conducting pathways and serve as a skeleton to improve the structural stability of the whole electrodes. Thus, it is crucial to design an ideal FeS/C hybrid structure which can combine the advantages of both methods.",
                "Herein, we have successfully prepared a novel pie-like FeS@C (P-FeS@C) nanohybrid, in which all ultrasmall FeS nanocrystals (NCs) are totally embedded into the carbon network and sealed by a protective carbon shell with the existence of rich mesopores. It was found that the unique pie-like structure can effectively speed up the electrochemical reaction kinetics and stabilize the active FeS NCs, thereby making the prepared FeS@C nanohybrid exhibit a pseudocapacitance-boosted ultrafast sodium storage performance and superior cycling stability when used as an anode material in SIBs. It delivers high reversible Na-storage capacities of 547.1 mA h g−1 at 0.05 A g−1 and 206.2 mA h g−1 at a high current density of 35 A g−1. More surprisingly, even at an ultrahigh current density of 80 A g−1, a value higher than is mostly used for the capacitor test, the delivered specific capacity is still 60.4 mA h g−1. Meanwhile, a high cycling stability was also exhibited, e.g., a Na-storage capacity of 555.1 mA h g−1 at 0.2 A g−1 over 150 cycles without any capacity decay. Moreover, an advanced P-FeS@C//NVPOF (here, NVPOF represents a high-voltage cathode of Na3V2(PO4)2O2F recently developed by us) full cell was further assembled, which delivers a reversible capacity of 441.2 mA h g−1 after 80 cycles based on the mass of the P-FeS@C anode material at 0.5 A g−1."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Briefly, Tween-80 surfactant (5 mL) and deionized water (150 mL) were mixed together by ultrasonication. Meanwhile, FeCl3·6H2O (2 g) and CO(NH2)2 (4.5 g) were dissolved into 10 mL ethanol and 10 mL deionized water, respectively. Next, the FeCl3 solution and the CO(NH2)2 solution were added into Tween-80 containing solution to form a homogeneous suspension by ultrasonication. After another stirring of 6 hours at 120 °C in an oil bath, the resulting precursors were centrifuged, washed with ethanol (thrice) and dried at 80 °C for 10 h. Finally, the as-prepared precursor was mixed with S powders by grinding and then annealing at 500 °C for 4 h in a quartz tube under an inert N2 atmosphere with a heating rate of 2 °C min−1. The mass ratio of the as-prepared precursor and S powders was 1:1."
                    ],
                    "name": "Preparation of P-FeS@C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphologies of all products were characterized by scanning electron microscopy (SEM, HITACHI-SU8010, 10 kV) and transmission electron microscopy (TEM, JEOL-2100 F, 200 kV) with an energy dispersive X-ray spectroscopy (EDX) analysis. X-ray diffraction patterns (XPS) were collected on a Rigaku D/max200PC diffractometer using Cu Kα radiation (λ = 1.5406 Å). X-ray photoelectron spectroscopy data (XRD) were obtained using an ESCALab220i-XL electron spectrometer from VG Scientific using 300 W Al Kα radiation. The N2 adsorption–desorption curve was obtained from an Automatic Micropore and Mesopore Analyzer (ASAP 2020M). The thermogravimetric analysis (TGA) curve was obtained under an air atmosphere with a heating rate of 10 °C min−1."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical performances were analyzed in the CR2032 coin-type cells. The working electrodes were prepared by mixing the active material, acetylene black and carboxymethylcellulose sodium (CMC) in a weight ratio of 80:10:10 in deionized water. Then the as-obtained mixture was coated on copper foil followed by vacuum-drying at 60 °C for 12 h before assembly and test. The loading density of the active material on the work electrodes is about 1.5–2.0 mg cm−2. The electrolyte solution was 1.0 mol L−1 NaClO4 in ethylene carbonate (EC)/propylene carbonate (PC) (1:1 by volume), plus 5 wt% FEC. Glass fiber (GF/D) from Whatman were used as a separator and pure sodium foils were used as a counter electrode. The cell assembly was conducted in an Ar-filled glovebox followed by an overnight aging before test. For full-cell assembly, Na3V2(PO4)2O2F was used instead of the metallic sodium. The Na3V2(PO4)2O2F electrodes were prepared using the same procedures as the preparation of Fe3O4@FeS anodes. In order to match the cathode/anode capacity, there is a slight excess capacity of anode compared with the cathode, and the mass ratio of P-FeS@C to Na3V2(PO4)2O2F was about 1:4. Prior to the fabrication of full cells, chemical pre-sodiation for the P-FeS@C anode was performed to activate the material and stabilize the electrode surface. Cyclic voltammograms (CVs) were performed on the CHI 606E electrochemical workstation at different scan rates from 0.01 to 2.8 V. The galvanostatic charge/discharge tests were carried out on the LAND-CT2001A battery-testing system in the voltage range of 0.01–2.8 V vs. Na+/Na at various current densities. Electrochemical impedance spectroscopy (EIS) was performed with an amplitude voltage of 5 mV in the frequency range from 1 MHz to 100 mHz by using a PMC2000 (Princeton Applied Research)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The P-FeS@C nanohybrid was successfully prepared by a simple solution reaction followed by an annealing process with sulfur (S) powder as shown in Fig. 1a. Fig. 1b is the XRD pattern of the prepared product, showing that all the peaks are well indexed to the standard card of FeS (PDF#65-9124), except for the very broad peak centered at 23° assigned to amorphous carbon in the nanohybrid. Meanwhile, the TGA was carried out to determine the FeS content of around 85 wt% (Fig. S1†) in the P-FeS@C. The preparation procedures for the products are further discussed in detail. Firstly, the Fe-containing precursor (a coordination compound of [Fe{OC(NH2)2}6]Cl3) was derived from the solution reaction by in situ nucleation growth under the induction of the surfactant (Tween-80). Fig. 1c is the SEM image of such an Fe-containing precursor which is composed of urchin-like particles with a diameter of about 500 nm. After annealing with S powder, a pie-like particle was formed under the effect of high temperature and the stress caused by rapid vaporization of sulfur powder, as shown in Fig. 1d and S2.† In this procedure, the S powder plays two roles, viz., (1) the sulfur sources were used to sulfurize the Fe-containing precursor to form FeS; (2) the raw materials to produce sulfur vapor quickly to promote the formation of P-FeS@C nanohybrids. The SEM image (Fig. 1d) of P-FeS@C shows that the diameter of the pie-like particles was about 200 nm and the thickness was about 60 nm. In addition, in the process of sulfurization, the carbon from the precursor has a great effect on the performance of the SIBs, which limits the growth of FeS, resulting in the formation of ultrasmall FeS NCs. The HRTEM image of P-FeS@C (Fig. 2a) demonstrates the presence of a lot of ultrasmall FeS NCs (about 4–10 nm), which are fully embedded in the conductive carbon networks and covered by a protective carbon shell with a thickness of 1–2 nm. The ultrasmall FeS NCs and the pie-like structure can shorten the transfer distance of sodium ions, suggesting the enhanced Na-diffusion kinetics. Furthermore, it can be found that the carbon shell outside has some obvious lattice fringes as shown in Fig. 2a, which indicates that the carbon network has a certain degree of graphitization. In order to further illustrate this point, Raman spectroscopy of P-FeS@C was carried out as shown in Fig. S3.† The Raman spectra present prominent D-bands at about 1330 cm−1 (the defect-induced band) and G-bands at about 1560 cm−1 (the crystalline graphite band), respectively. The value of ID/IG was 1.1, which means that the carbon networks in P-FeS@C do have a certain degree of graphitization which is highly beneficial for improving the electronic conductivity and structural stability.Fig. 2b shows the element mappings of C, O, S and Fe in the P-FeS@C, where the uniform distribution of each element demonstrated the homogeneity of the as-prepared materials.",
                "The isothermal nitrogen adsorption/desorption measurement was further carried out to study the pore properties. Fig. 3a shows the typical nitrogen sorption isotherms of P-FeS@C which are type IV adsorption isotherms, indicating the existence of many mesopores in them as reported previously. The fitting results (Fig. 3b and S4†) show that the mesopore size in P-FeS@C is concentrated at 3 nm, which should be caused by the sulphur vapour. The rich pore structure is helpful to alleviate the volume change during charging and discharging, and meanwhile they can improve the migration speed of the Na ion. The chemical state and molecular environment of P-FeS@C were characterized by XPS. XPS full spectra confirm the presence of C, O, S and Fe as shown in Fig. S5.† In the C 1s spectrum (shown in Fig. 3c), the peaks present at binding energies of 284.6 eV, 285.6 eV, and 288.5 eV correspond to the C–C, C–O, and CO functional groups, respectively. Small amounts of C–O and CO functional groups are in favor of providing active sites to immobilize FeS. Fig. 3d shows the O 1s XPS spectrum of P-FeS@C, the peaks at 529.9, 531.5 and 532.8 eV correspond to the Fe–O, C–O and O–CO functional groups, respectively. The presence of Fe–O proves that there is an interaction between FeS and the carbon shell in the materials. In the S 2p spectrum (Fig. 3e), the peak at 161.5 eV is the characteristic peak of FeS corresponding to S2−, whereas the polysulfide (Sn2−) is detected following oxidation, and the peak at 168.1 eV is the spin–orbit of S 2p1/2.Fig. 3f shows the Fe 2p XPS spectrum of P-FeS@C. The peaks observed at the binding energies of 708.7 eV and 722.4 eV can be ascribed to the Fe2+ states of FeS. And the peaks at binding energies of 711.2 eV and 724.2 eV can be ascribed to Fe3+ states which are characteristic of Fe2O3 rather than FeS, this is because the surface of FeS is converted into Fe2O3 due to its high reactivity towards oxygen.",
                "The electrochemical properties of the P-FeS@C nanohybrid for Na storage were discussed in the half cell in detail. The annealing temperature and time were optimized firstly. Fig. S6† shows the XRD patterns of P-FeS@C with different annealing temperatures (450, 500 and 600 °C). It reveals that FeS can only be formed in more than 500 °C. P-FeS@C at 500 °C shows a better rate capability and cycling stability compared to P-FeS@C at 600 °C (Fig. S7†), owing to the pie-like structure formed at 500 °C rather than the bulk at 600 °C as shown in Fig. S8.† The XRD patterns (Fig. S9†), SEM images (Fig. S10†) and sodium storage performance (Fig. S11†) of P-FeS@C prepared at 500 °C with different times were analysed. The results show that the P-FeS@C can be obtained only by annealing at 500 °C for more than 4 h. When the annealing time is 2 h, although the pie-like structure was formed, Fe2O3 was not fully converted into FeS according to the XRD patterns. And when the annealing time was 8 h, the pie-like structure was destroyed. Thus, it is foreseeable that the FeS@C prepared at 500 °C for 4 h shows the best sodium storage performance, and it is the best condition to obtain P-FeS@C.",
                "Fig. 4a presents the cyclic voltammograms (CVs) of P-FeS@C with the best performance for the first 5 cycles in a voltage range of 0.01–2.8 V. The first cathodic scan of P-FeS@C shows a large peak at 0.7 V and a small peak at 0.32 V which are probably related to the formation of solid-electrolyte interphase (SEI) layers and the conversion reactions from FeS to Fe and Na2S. During the anodic scans, two oxidation peaks are observed at 1.41 and 1.8 V, attributable to the formation of NaxFeS and FeS, respectively. From the second cathodic scan, the peak at 1.77 V is attributed to the insertion reaction of FeS + xNa + xe− → NasFeS and the peaks at 0.96 and 0.29 V correspond to the conversion reaction of NaxFeS into NaxS and Fe. It should be noted that the reductive/oxidation peaks at 0.01 and 0.11 are attributed to the insertion/extraction of Na+ into the carbon shell of P-FeS@C. The subsequent four CV curves show good repetition, indicating the good stability of P-FeS@C for Na-ion storage.Fig. 4b shows the galvanostatic charge/discharge curves of P-FeS@C for the initial 5 cycles at a current density of 0.05 A g−1. The voltage plateau features are consistent with the CV curves. The discharge and charge capacities of the first cycle are 715.2 and 547.1 mA h g−1 with a coulombic efficiency of 76.5%. The initial irreversible capacity loss could be attributed to the formation of the SEI layer. The coulombic efficiency of P-FeS@C is at a relatively high level for the same type of materials which is attributed to the fully covered carbon shell of P-FeS@C. The carbon shell can avoid the direct contact of active materials and electrolytes to reduce the occurrence of side reactions and to form a stable SEI film. The cycling stability of P-FeS@C is shown in Fig. 4c. It exhibits a high reversible capacity of 555.1 mA h g−1 at 0.2 A g−1 over 150 cycles, without any capacity decay. The discharge capacities increased gradually during cycling, primarily due to the formation of a polymeric gel-like film on the surface of P-FeS@C resulting from electrolyte degradation, which has been observed in other transition metal oxides.Fig. 5 shows the characterization of P-FeS@C after 100 cycles. The pie-like structure can be still observed from the SEM image (Fig. 5a), which verifies the stability of P-FeS@C. Furthermore, the HRTEM image indicates that the FeS NCs are still existent as shown in Fig. 5b, although the size of the FeS has increased, suggesting that the carbon network in the pie-like structure can effectively prevent the aggregation of the FeS NCs. In addition, the thickness of the carbon layers outside has also increased compared to the initial one as shown in Fig. 2a, it may be attributed to the growth of the SEI film on the surface of the carbon layers during the charging/discharging process.Fig. 5c shows the element mappings of C, O, S and Fe in P-FeS@C after 100 cycles, where the uniform distribution of every element also proves the structure stability of the pie-like structure.",
                "Furthermore, the rate capability of P-FeS@C was explored at different densities (Fig. 6a and b). The reversible capacities of P-FeS@C are 547.1, 479.4, 448.9, 370.2, and 311.1 mA h g−1 at 0.05, 0.5, 2, 7, to 15 A g−1, respectively. Even at a super high current density of 25, 35, 45, 60 and 80 A g−1, the capacities are still 249.7, 206.2, 162.2, 105.7 to 60.4 mA h g−1. When the current density decreased to 0.05 A g−1, the reversible capacity was recovered to 578.9 mA h g−1 after 120 cycles. As a comparison, the sodium storage performance of the commercial FeS (C-FeS) was also studied. Obviously, the C-FeS displays a poor rate capability and cycling stability which is mainly due to the low conductivity and the bulk structure (Fig. S12†). Fig. S13† shows the XRD pattern of C-FeS. The rate capability of the iron sulfide based anode materials for sodium ion storage reported up to now are summarized in Fig. 6d. P-FeS@C in this work shows excellent rate capability, especially at high rates, as anode materials for sodium ion batteries compared with iron-sulfide-based materials reported in the literatures. The outstanding performance of P-FeS@C stems from the unique pie-like structure as shown in Fig. 6c. First, the ultrasmall FeS NCs and the mesopores in the materials shorten the transfer distance of sodium ions to speed up the Na-ion diffusion kinetics. Second, the thin carbon shell outside produces excellent structure stability and allows helpful electronic contact. Furthermore, the electrochemical sodium storage properties of P-FeS@C are diagnosed using EIS. Fig. S14† shows the Nyquist plots of P-FeS@C and C-FeS after the first cycle in the frequency range of 1 MHz–0.1 Hz, both of which contain a depressed semicircle in the medium-to-high frequencies and a linear tail in the low frequencies. The diameter of the semicircle for P-FeS@C is much smaller than that of C-FeS, suggesting that P-FeS@C has a smaller contact and charge-transfer impedances. It also validates that such a novel pie-like structure can effectively improve the electrical conductivity of the FeS. As regards the linear tail in the low frequencies corresponding to the sodium-diffusion process, the apparent Na diffusion coefficient (Dapparent) of P-FeS@C and C-FeS was compared using the following equation:",
                "in which R and T are the gas constant and the absolute temperature, A is the surface area of the electrode, n is the electron transfer number of per molecule during the charging/discharging process, F is the Faraday's constant, C the concentration of sodium ions (1 × 10−3 mol cm−3) and σ is the Warburg factor related to Zre, furthermore, Zre and σ satisfy the following equation:",
                "Fig. S15† shows the variations and fittings of Zre and ω−1/2 (ω is the angular frequency) in the low-frequency region. It is clear that the slope σ of C-FeS is about twice as much as P-FeS@C, and the Dapparent can be compared from above eqn (1). The Dapparent of P-FeS@C is much larger than the one of C-FeS, confirming that a faster sodium ion diffusion process is operated in P-FeS@C. It is mainly due to the rich mesopores and ultrasmall FeS NCs in the pie-like structure which greatly shorten the ion transport distance and speed up the reaction kinetics. Hence, the pie-like structure is an ideal structure to achieve high rate capability and great cycling stability.",
                "The superior rate capability prompted us to study the electrode process kinetics of P-FeS@C. Thus, the CV tests at different scan rates were carried out as shown in Fig. 7a. Obviously, the peak current (i) is not proportional to the square root of the scan rate (v), which suggests that the charge/discharge process contains faradaic and non-faradaic behaviors. There is a relationship between the peak current and scan rate as follows:",
                "where a and b are the adjustable parameters. If b = 0.5, the electrochemical process is controlled by the Na+ insertion process. As b = 1, the process mainly relies on pseudocapacitive control. Fig. 7b shows the log(i) vs. log(v) plot of peaks 1–4 in Fig. 7a, and the b-values are 0.72, 0.99, 0.99 and 0.89, respectively, suggesting that the electrochemical reaction processes of P-FeS@C electrodes are dominated by the pseudocapacitive behavior.Fig. 7c summarizes the pseudocapacitive contribution at various scan rates which is calculated using the following equation: where k1v and k2v0.5 represent the pseudocapacitive and the inserted contributions, respectively. The pseudocapacitive contributions are 84%, 87%, 90%, 91% and 94%, respectively. It is further indicated that the electrochemical process of P-FeS@C is mainly controlled by the pseudocapacitive behaviors. This leads to a fast kinetic process and results in an excellent rate capability. The detail pseudocapacitive fraction at 1 mV s−1 is presented in Fig. 7d. The fast kinetic process is mainly attributed to the unique pie-like structure, in which, the ultrasmall FeS NCs and the rich mesopores can effectively shorten the ion transport distance.",
                "The excellent electrochemical performance of P-FeS@C encourages us to try to assemble a Na-ion full cell. NVPOF is used as a cathode material which is prepared following the method previously reported by our group. The characteristics of NVPOF are shown in Fig. S16 and S17.† In detail, the P-FeS@C//NVPOF full cell was assembled according to the scheme inserted in Fig. 8a. The charge and discharge curves of NVPOF and P-FeS@C in the Na-ion half-cell are shown in Fig. 8a. Fig. 8b shows the charge/discharge curves of the P-FeS@C//NVPOF full cell at 0.1 A g−1 which presents the comprehensive characteristics of both the cathode and anode with an average output voltage about 2.6 V. It is enough to light up 84 LED bulbs containing 48 yellow bulbs and 36 green bulbs as shown in Fig. 8c. The P-FeS@C//NVPOF full cell shows an outstanding sodium ion storage performance. As shown in Fig. 8d, when the current densities reach 0.05, 0.1, 0.2, 0.5, 1, 1.5, 2 and 5 A g−1, the reversible capacities are 477.2, 454.9, 436.1, 413.1, 386.5, 372.3, 360 and 305.7 mA h g−1. Fig. 8e shows the cycling stability of the P-FeS@C//NVPOF full cell, delivering a reversible capacity of 441.2 mA h g−1 after 80 cycles at 0.5 A g−1 with a capacity retention of 91.8% and a coulombic efficiency of about 99.5%. It should be noted that all the capacities are calculated by the mass of P-FeS@C."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a novel pie-like FeS@C (P-FeS@C) nanohybrid, in which all ultrasmall FeS NCs are totally embedded into the carbon network and sealed by a protective carbon shell, has been prepared. The unique pie-like structure has speeded up the reaction kinetics and stabilized the FeS NCs inside. The P-FeS@C nanohybrid exhibits an excellent rate capability and a superior cycling stability as an anode material of SIBs. It delivers 555.1 mA h g−1 at 0.2 A g−1 over 150 cycles, without any capacity decay. Even at 35 A g−1, the reversible capacity is still 140.8 mA h g−1. Incredibly, even at a high current density of 80 A g−1, the capacity is still 60.4 mA h g−1. Moreover, the P-FeS@C//NVPOF full cell shows a superior sodium ion storage performance, delivering a reversible capacity of 477.2 mA h g−1 at 0.05 A g−1. It should be noted that even up to 5 A g−1, the reversible capacity was still 305.7 mA h g−1. The superior performance of P-FeS@C enables it to become a promising anode material for SIBs. In view of the excellent sodium performance of this pie-like structure, it could also be extended to other cathode and anode materials, which will promote the development of next-generation electrochemical energy storage devices (SIBs/LIBs, supercapacitors and the hybrids) with both high-power and high-energy densities."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Pseudocapacitance-boosted ultrafast Na storage in a pie-like FeS@C nanohybrid as an advanced anode material for sodium-ion full batteries"
}