{
    "DOI": "10.1039/C9NR06245A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been considered as cheap and promising alternatives of lithium-ion batteries due to the abundant resources and similar chemical properties of sodium to those of lithium. However, due to the large size of Na+, it is still a challenge to exploit appropriate electrode materials with both high capacity and rapid electrode kinetics for SIBs. So far, various materials, such as metal sulfides/oxides/phosphides, alloy compounds, organic compounds, and carbon materials, have been investigated as electrode materials for SIBs. Among them, metal oxides with large theoretical capacity and rich structural chemistry are considered as promising anode materials and have received considerable attention. However, the electrochemical performance of most metal oxides is restrained by their low electronic conductivity and sluggish diffusion kinetics for sodium ions.",
                "Several effective strategies have been proposed to improve the sodium-ion storage properties of metal oxides. First, morphology control to increase the surface area and active sites for ion intercalation is proved to be effective in promoting the transfer kinetics of sodium ions. Many nanostructured metal oxides with diverse morphologies, such as multi-shell hollow structures, nanofibers, nanoparticles, nanospheres, and nanosheets, have been reported in the literature. Second, surface modification by electronic conductive species, such as carbon and conductive polymers, has been generally adopted to improve the electronic conductivity and structural stability of metal oxides. The incorporation of such conductive species can also prevent the aggregation of nanostructures and consequently boost the electrochemical activity. For example, a hollow structure composed of N-doped carbon-coated Na2Ti3O7 nanosheets has been synthesized and exhibits improved rate capability and long-term cyclability at high rates as an anode for SIBs. Third, the generation of oxygen vacancies in the crystal lattice is proposed to improve the intrinsic ionic/electronic conductivity of metal oxides. Recently, yolk@shell structured TiO2−x microspheres with a small amount of Ti3+ in the crystal lattice of TiO2 were synthesized, and high rate capability is achieved for sodium ion storage. However, although significant progress has been made recently, the synergistic effect of these strategies is still unclear and rational design and preparation of metal oxide materials through a facile and simple method are still full of challenges.",
                "Herein, the effect of oxygen vacancies and nitrogen-doped carbon coating on the sodium-ion storage properties of metal oxides has been demonstrated by taking core–shell anatase TiO2 spheres as a good example. Nontoxic low-cost TiO2 with a diffusion channel for sodium ions and high structure stability is considered as a promising metal oxide anode material and has received considerable attention. Core–shell anatase TiO2 spheres with plenty of oxygen vacancies and surface nitrogen-doped carbon coating, denoted as TiO2−x@NC, have been prepared through the calcination of polydopamine (PDA) coated core–shell anatase TiO2 spheres prepared through a solvothermal process. Being used as an anode material for SIBs, TiO2−x@NC spheres showed excellent specific capacity and superior rate capability due to the synergistic effect of the core–shell structure, the oxygen vacancies and nitrogen-doped carbon coating. The ICE reached up to 57.7%, which is higher than those reported in the literature. The core–shell structure and oxygen vacancies in the crystal structure of anatase TiO2 can effectively improve the ionic and electronic conductivities of the TiO2−x@NC spheres and cycle reversibility for sodium ion storage. Nitrogen-doped carbon coating can increase the conductivity and structural robustness of the TiO2−x@NC spheres. This work opens a new avenue for improving the electrochemical performance of metal oxides in sodium-ion batteries."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1 Preparation of core–shell TiO2 nanostructures. The TiO2 core–shell nanospheres were prepared following the procedure reported in the literature. Typically, tetrabutyl titanate (TBT, 2 mL) was rapidly added to a mixed solution of acetylacetone (acac, 10 ml) and isopropyl alcohol (IPA, 40 ml) under vigorous magnetic stirring for 5 minutes. Then the solution was transferred to a 100 mL Teflon autoclave and heated at 200 °C for 5 h. Finally, the products were collected by centrifugation, washed with deionized water and ethanol several times, and dried in an oven at 60 °C.",
                        "2.1.2 Preparation of PDA coated core–shell TiO2. The TiO2 core–shell nanospheres (0.08 g) were dispersed in a 200 mL tris(hydroxymethyl)aminomethane (10 mM) solution under ultrasonication for 10 min. Then dopamine hydrochloride (0.05 g) was added to the solution. After vigorous stirring for 4 hours at room temperature, the PDA coated core–shell TiO2 was collected by centrifugation, washed with deionized water and ethanol several times, and dried in a vacuum oven at 60 °C overnight.",
                        "2.1.3 Preparation of N-doped carbon coated core–shell TiO2−x. The as-prepared PDA coated core–shell TiO2 was calcined at 500 °C for 2 h under a H2/Ar (5/95 v/v%) atmosphere. For comparison, core–shell anatase TiO2 and TiO2−x spheres were synthesized via calcining the TiO2 precursor under air and H2/Ar atmospheres, respectively, at 500 °C for 2 h."
                    ],
                    "name": "2.1 Material preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) patterns of the samples were collected on an X-Ray diffractometer (Bruker D8 Advance Da Vinci) equipped with a Cu Kα radiation source (wavelength: 1.5418 Å). Electron Paramagnetic Resonance (EPR) results were collected on a Bruker EPR Spectrometer. Structural information about morphologies and crystal fringes of the samples was collected using a scanning electron microscope (SEM, FEI Nova Nano SEM 230, USA), a transmission electron microscope (TEM, JEM-2100F, JEOL Japan), and a high-resolution transmission electron microscope (FEI-TEM, TALOS F200X). X-ray photoelectron spectroscopy (XPS) measurements were conducted on an AXIS UltraDLD spectrometer. Raman spectra were obtained on an inVia-reflex micro-Raman 364 spectrometer (Renishaw, UK) with an excitation laser beam wavelength of 532 nm. Thermogravimetric analysis (TGA) was performed on an SDT Q600 thermal analyzer in air with a heating rate of 10 °C min−1."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrodes were prepared by coating a slurry composed of 70 wt% active material, 20 wt% Super P, and 10 wt% polyvinylidene fluoride (PVDF) in N-methyl-2-pyrrolidone (NMP) on copper foil. After drying at 60 °C in a vacuum oven overnight, the electrode was pressed at 6 MPa and then cut into discs with a diameter of 12 mm. The mass loading of the active material on each electrode was about 1.1 mg cm−2. CR2016 coin cells with sodium foil as the counter electrode, glass-fiber (GF) as the separator, and 1.0 M NaClO4 in ethylene carbonate (EC) and propylene carbonate (PC) (1:1 in volume) with 5 wt% fluoroethylene carbonate (FEC) as the electrolyte were assembled in a glovebox filled with Ar. Galvanostatic charge/discharge tests were performed on a LAND CT-2001A in a voltage range of 0.01–3.0 V. The cyclic voltammetry (CV) measurement was performed on a Metrohm Autolab PGSTAT302N workstation at room temperature."
                    ],
                    "name": "2.3 Electrochemical evaluation",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The typical preparation procedure for the core–shell TiO2−x@NC spheres is illustrated in Scheme 1. First, core–shell anatase TiO2 spheres were synthesized through a solvothermal method by using tetrabutyl titanate (TBT) as the Ti source. Then, a layer of polydopamine (PDA) was coated onto the core–shell anatase TiO2 spheres by in situ polymerization of dopamine. After being calcined in the H2/Ar atmosphere, the core–shell TiO2−x@NC spheres with rich oxygen vacancies and a N-doped carbon coating layer were prepared. For comparison, core–shell TiO2−x spheres with oxygen vacancies were also prepared without the presence of PDA under the same calcination conditions.",
                        "The morphology of the TiO2, TiO2−x, and TiO2−x@NC spheres was observed using a scanning electron microscope (SEM) and a transmission electron microscope (TEM). The TEM and SEM images of the TiO2−x@NC composite reveal a uniform core–shell architecture with a diameter of approximately 800 nm constructed by nanocrystals with a particle size of approximately 50 nm (Fig. 1a and b), showing a similar morphology to the TiO2 precursor (Fig. S1a and b, ESI†) and TiO2−x (Fig. S1c and d, ESI†). In the high resolution TEM image (HRTEM, Fig. 1c), a distinct lattice with a spacing of 0.35 nm is observed, ascribed to the (101) plane of anatase TiO2. The thin amorphous layer observed on the TiO2 nanocrystal is attributed to the carbon coating. Energy-dispersive X-ray (EDX) spectroscopy elemental mapping shows that the distribution of N is overlapped with that of C, indicating the successful N-doping of the carbon coating in the composite (Fig. 1d).",
                        "XRD patterns of the core–shell TiO2, TiO2−x, and TiO2−x@NC spheres are shown in Fig. 2a. All diffractions of the three samples can be readily indexed to the tetragonally structured anatase TiO2 (JCPDS No. 21-1272), confirming the crystal structure of titania in the TiO2, TiO2−x and TiO2−x@NC spheres. This result indicates that the calcination process in the reducing atmosphere generates the oxygen vacancies and surface carbon coating which do not induce the structural variation of TiO2.",
                        "Being calcined in the H2/Ar reducing atmosphere, a small amount of lattice oxygen would react with H2, leading to the formation of oxygen vacancies. The generation of oxygen vacancies in the TiO2−x and TiO2−x@NC spheres was demonstrated by Electron Paramagnetic Resonance (EPR) Spectroscopy analyses (Fig. 2b). A distinct signal at a g value of 2.007 is observed in the EPR spectra of TiO2−x and TiO2−x@NC, confirming the presence of oxygen vacancies in these samples. The content of carbon in TiO2−x@NC was determined by thermogravimetric analysis (TGA) conducted in air (Fig. 2c). In the TGA curves, a slight weight increase of approximately 0.05% is observed below 60 °C for TiO2−x and TiO2−x@NC, attributing to the interference of the TGA instrument. The weight loss of 0.9% and 1.1% below 250 °C was mainly due to the release of physically adsorbed water in the TiO2−x and TiO2−x@NC samples, respectively. The following weight loss in the TG curves (10.9% for TiO2−x@NC and 0.6% for TiO2−x) is attributed to the decomposition of carbon. The small amount of carbon in TiO2−x might have resulted from the carbonization of the organic component in the precursor. As determined by elemental analysis, the contents of nitrogen and carbon in the TiO2−x@NC are 1.5% and 9.4%, respectively, which is consistent with the TGA results.",
                        "In the Raman spectra of TiO2, TiO2−x and TiO2−x@NC, peaks located at 143.7, 397.5, 513.7, and 638.1 cm−1 are attributed to the lattice vibration Eg(1), B1g(1), A1g/B1g(2), and Eg(2) modes of the anatase phase, respectively (Fig. 2d). The blue shift of the Eg(1) mode is observed for both TiO2−x and TiO2−x@NC, ascribed to the oxygen vacancies generated in the anatase lattice during the calcination process under the reducing atmosphere. The appearance of the D band at 1350 cm−1 and the G band at 1583 cm−1 is typical for carbon materials. The Raman spectrum of TiO2−x@NC demonstrates the presence of carbon in the samples. The IG/ID ratio is approximately 1.05, indicating the relatively high graphitization degree of the carbon component in the spheres. Weak carbon D and G bands are also observed in the Raman spectrum of TiO2−x, attributable to the carbonaceous impurities derived from the TBT precursor. This result is consistent with the TG analysis.",
                        "The core–shell TiO2, TiO2−x, and TiO2−x@NC spheres were further characterized by X-ray photoelectron spectroscopy (XPS) analyses (Fig. 3). XPS survey spectra indicate the presence of Ti and O in these three samples. Different from those of TiO2 and TiO2−x, distinct C 1s and N 1s peaks are observed in the spectrum of TiO2−x@NC, further confirming the formation of N-doped C in TiO2−x@NC (Fig. 3a). In the high resolution Ti 2p spectrum of the core–shell TiO2 spheres (Fig. 3b), the components with binding energies of 458.8 eV and 464.5 eV can be assigned to Ti 2P3/2 and Ti 2P1/2 of Ti4+ in TiO2, respectively. In the Ti 2p spectra of TiO2−x and TiO2−x@NC, two additional components are deconvoluted at 457.5 eV and 463.2 eV, ascribed to Ti 2P3/2 and Ti 2P1/2 of Ti3+, respectively. The detection of Ti3+ in the XPS analyses further indicates the generation of oxygen vacancies during the calcination of the core–shell TiO2 spheres in the H2/Ar atmosphere. In the high-resolution O 1s spectrum, the peak at 529.7 eV of TiO2 (Fig. S2a, ESI†) originated from Ti–O–Ti shifts to higher binding energies of 529.9 eV and 530.0 eV for TiO2−x (Fig. S2b, ESI†) and TiO2−x@NC (Fig. 3c), respectively. The blue shift of the O 1s peak might be induced by the introduction of oxygen vacancies and N-doped C coating. The peak at 531.2 eV might be due to the presence of surface functional groups (–OH) or oxygen vacancies. An additional peak at 532.9 eV is detected in the O 1s spectrum of TiO2−x@NC, ascribed to the C–O–C bonds in the N-doped C coating derived from the decomposition of PDA. In the N 1s spectrum of TiO2−x@NC (Fig. 3d), the two fitted peaks with binding energies of 398.5 eV and 400.2 eV can be ascribed to the pyridinic N and pyrrolic N, respectively, demonstrating the successful doping of N into the carbon coating in TiO2−x@NC."
                    ],
                    "name": "3.1 Structural characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The impact of the oxygen vacancy and the nitrogen-doped carbon coating on the electrochemical performance in the storage of sodium ions was evaluated by cyclic voltammetry (CV) and galvanostatic discharge/charge measurements of the TiO2, TiO2−x and TiO2−x@NC electrodes between 0.01 and 3.0 V. The initial three CV curves of the TiO2−x@NC electrode at a scan rate of 0.1 mV s−1 are shown in Fig. 4a. In the first cathodic scan, a broad peak is observed at 1.15 V, attributed to the decomposition of the electrolyte and the formation of the solid–electrolyte interphase (SEI) layer. The peak at 0.4 V is ascribed to the reduction of Ti4+ to Ti3+, which shifts to 0.58 V in the following cathodic scan. In the anodic scan, the peak at 0.88 V corresponds to the oxidation of Ti3+ to Ti4+. After the first scan, the oxidation/reduction peaks at 0.58/0.88 V (vs. Na/Na+) overlap well, indicating the excellent electrochemical reversibility and structural stability of the electrode in the storage of sodium ions. The CV curves of TiO2 and TiO2−x are shown in Fig. S3.† The main difference in the CV curves between the three electrodes is in the first cathodic scan. For TiO2, a broad peak at 0.86 V can be attributed to the reduction of Ti4+ to Ti3+ and the formation of the SEI layer. For TiO2−x, the broad peak shifts to around 1.16 V due to the presence of oxygen vacancies which will highly improve the electrical conductivity and interface kinetics. In the following anodic scan, the peak at 0.93 V for TiO2 shifts to a lower potential of 0.86 V for TiO2−x, indicating that the oxygen vacancies improved the reversibility of the electrode.",
                        "The galvanostatic discharge/charge profiles of the core–shell TiO2, TiO2−x, and TiO2−x@NC spheres at 0.1 A g−1 are shown in Fig. 4b and Fig. S4, ESI.† The initial discharge and charge capacities of the core–shell TiO2 spheres are 431 and 168 mA h g−1 (Fig. S4a, ESI†), respectively. Although no distinct increase is induced to the initial charge capacity, the introduction of oxygen vacancies in the core–shell spheres decreases the initial discharge capacity. The initial discharge capacity of the core–shell TiO2−x spheres decreased to 346.3 mA h g−1, which might be induced by Ti3+ in the anatase lattice of TiO2. As revealed in the initial discharge curve of TiO2−x, the plateau capacity corresponds to the conversion of Ti4+ into Ti3+ (Fig. S4b, ESI†). However, the high charge capacity of 173.5 mA h g−1 indicates that the introduction of oxygen vacancies increases the reversibility of the electrode. With the oxygen vacancies and surface N-doped carbon coating, the initial discharge and charge capacities of TiO2−x@NC are increased to 451.9 and 260.8 mA h g−1, respectively, giving an initial coulombic efficiency (ICE) of 57.7%. The significant increase in the initial discharge and charge capacities mainly results from the surface coating of conductive N-doped carbon, which is active for the storage of sodium ions at low potential and the electrical conductivity improvement of the electrode. The irreversible capacity loss of TiO2−x@NC mainly originates from the formation of SEI, the irreversible electrolyte decomposition, and the partially irreversible insertion of Na+ into the electrode. The ICE of TiO2−x@NC is much higher than those of the core–shell TiO2 (39.1%) and TiO2−x spheres (50.1%). The improved ICE of TiO2−x@NC is attributed to the oxygen-vacancies and the surface modification by conductive nitrogen-doped carbon. The curves of TiO2−x@NC after the 1st cycle are almost overlapped, indicating the superior cycling stability which is consistent with the CV analyses. Electrochemical impedance spectroscopy (EIS) of the TiO2, TiO2−x, and TiO2−x@NC electrodes before cycling was also performed from 0.01 Hz to 100 kHz (Fig. S5, ESI†). The Nyquist plots for the electrodes consist of a depressed semicircle which is attributed to the interface charge-transfer resistance (Rct) and the slope line corresponding to the Warburg impedance (Zw) related to the sodium diffusion. The semicircle diameter of TiO2−x is smaller than that of TiO2, indicating that the oxygen vacancy can lower interface Rct of the electrode. After N-doped carbon layer coating, the semicircle diameter is further reduced, suggesting the lowest interface Rct of TiO2−x@NC. The low interface Rct of TiO2−x@NC contributes to the quick interface kinetics and excellent rate capabilities. The angle of the slope line of TiO2 is 47° which is approaching 45°, indicating a diffusion-controlled process. With the introduction of oxygen vacancies and N-doped carbon layer coating, the angle of the slope greatly increases from 47° to 75°, suggesting capacitive-dominated behavior for TiO2−x and TiO2−x@NC electrodes which contributes to the Na+ storage capability of the electrode especially at high current densities.",
                        "The rate performance of the TiO2, TiO2−x, and TiO2−x@NC electrodes was evaluated at different current densities ranging from 0.1 to 5.0 A g−1 (Fig. 4c). For the core–shell TiO2, a capacity of only approximately 53.9 mA h g−1 is maintained at a current density of 5.0 A g−1. Upon introduction of oxygen vacancies, a significant improvement in the rate capability is achieved due to the increase in the electronic conductivity induced by the vacancies. A capacity of 90.2 mA h g−1 is delivered for the core–shell TiO2−x at 5.0 A g−1. With the surface coating of N-doped carbon, the rate performance is further enhanced. For TiO2−x@NC, reversible capacities of 264.4 (10th), 245.3 (20th), 226.4 (30th), 206.3 (40th), 177.8 (50th), and 155.6 (60th) mA h g−1 are achieved at current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1, respectively. A high reversible capacity of 245.6 mA h g−1 is recovered even after 200 cycles when the current density is switched from 5.0 back to 0.1 A g−1.",
                        "The cycling performance of the TiO2, TiO2−x, and TiO2−x@NC electrodes was evaluated at current densities of 0.1 and 1.0 A g−1 (Fig. 4d and e). At 0.1 A g−1, dramatic capacity decay is observed for the core–shell TiO2 in the initial 20 cycles. A capacity of only 123.5 mA h g−1 is retained after 200 cycles. For TiO2−x, a capacity of 199.8 mA h g−1 is achieved after 200 cycles, indicating the benefit of oxygen vacancies in the cycling stability. For TiO2−x@NC, a capacity of 245.5 mA h g−1 is well maintained after 200 cycles, demonstrating the super cycling stability of TiO2−x@NC. When tested at a high current density of 1.0 A g−1 following the activation at 0.1 A g−1 for five cycles, a high reversible capacity of 167.3 mA h g−1 is still retained even after 2000 cycles, giving a capacity retention rate of approximately 100% (vs. the capacity of the 6th cycle) (Fig. 4e). For TiO2 and TiO2−x, capacities after 2000 cycles are only 108.3 and 117.9 mA h g−1, respectively. The super cycling stability of TiO2−x@NC is attributed to the formation of the oxygen vacancies in the TiO2 lattice and the N-doped carbon coating on the TiO2 nanocrystals. SEM observation reveals that the spherical morphology of the TiO2−x@NC composites is well preserved after being discharged/charged for 200 cycles at 0.1 A g−1 (Fig. S6, ESI†), demonstrating the structure robustness of these core–shell spheres.",
                        "To further figure out the reasons for the improved electrochemical performance of the TiO2−x@NC composite, electrochemical reaction kinetics was analyzed by testing the CV curves at different scan rates from 0.1 to 1.0 mV s−1. The CV curves show a pair of redox peaks corresponding to the Na+ insertion and extraction processes (Fig. 5a). The capacitive effect and diffusion-controlled behavior can be qualitatively analyzed by the formula of i = avb, which is reflected by the relationship between the peak current response (i) of an electrode at different potentials and scan rates (v). Typically, b = 0.5 indicates a diffusion-controlled process in an electrode, while b = 1.0 indicates a surface capacitance-controlled process. The value of b is the slope of the plots of log(i)–log(v). For the TiO2−x@NC electrode (Fig. 5b), the values of b calculated are 1.0 and 0.93 for the anodic and cathodic peaks, respectively, indicating a surface capacitance-controlled process. The accurate ratio of the surface capacitive contribution at a certain potential can be calculated through the formula i(V) = k1v + k2v1/2. The surface capacitive contribution is calculated to be 90.1% of the total charge at a scan rate of 1.0 mV s−1 (Fig. 5c). The contribution ratio at different scan rates is illustrated in Fig. 5d. With the scan rate increase, the percentage of the surface capacitive contribution increases gradually from 73.8% to 90.1%, significantly enhancing the rate performance of the TiO2−x@NC composite.",
                        "The sodium ion storage performance of the core–shell TiO2−x@NC spheres also overwhelms that of the anatase TiO2 materials reported recently in the literature (Table S1, ESI†). The outstanding rate performance and cycling stability of TiO2−x@NC are attributed to the synergistic effect of the core–shell structure design, oxygen vacancies, and nitrogen-doped carbon coating. The core–shell design composed of abundant nanocrystals can effectively promote the permeability of the electrolyte, shorten the sodium ion diffusion path, and accommodate the volume expansion. The introduction of oxygen vacancies into the crystal lattice can highly improve the electronic and ionic conductivities of titania. The conductive nitrogen-doped carbon layer could not only improve the electronic conductivity but also further enhance the specific capacity."
                    ],
                    "name": "3.2 Electrochemical evaluation",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, core–shell anatase TiO2 spheres with plenty of oxygen vacancies and surface nitrogen-doped carbon coating, denoted as TiO2−x@NC, have been prepared through a facile solvothermal method followed by the calcination in the H2/Ar atmosphere. The impact of oxygen vacancies and nitrogen-doped carbon coating on the sodium-ion storage properties has been demonstrated by comparing the electrochemical properties of TiO2−x@NC with those of the anatase TiO2 with and without oxygen vacancies. The core–shell TiO2−x@NC exhibits excellent cycling stability and superior rate capabilities. At a high current density of 1.0 A g−1, a high reversible capacity of 167.3 mA h g−1 is retained even after 2000 cycles. This work provides a general and feasible strategy for improving the sodium-ion storage properties of metal oxides."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Core–shell anatase anode materials for sodium-ion batteries: the impact of oxygen vacancies and nitrogen-doped carbon coating"
}