{
    "DOI": "10.1002/smll.202105825",
    "Journal": "",
    "Keywords": [
        "in situ diffuse reflectance infrared Fourier transform (DRIFT)",
        "non‐localized π‐electron system",
        "organic electrodes",
        "phthalocyanine derivatives",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Lithium‐ion batteries (LIBs) have been widely applied in portable devices and new energy vehicles in recent years.[] However, the consumption of a large amount of lithium salt resource has led to the increasing cost of LIBs.[] It is necessary to develop new energy storage devices to meet the increasing energy demand. Recently, sodium‐ion batteries (SIBs) with the benefits of high abundance and wide‐spread geographical distribution of sodium resource receive great attention and are considered as the next generation energy storage devices.[] However, the large ion radius (1.02 Å) would cause a chemical inertness of sodium ions to traditional graphitic carbon anode materials, hindering the development of high‐performance SIBs.[] In order to improve the kinetics of sodium‐ion intercalation, organic solid materials with weak intermolecular interactions are considered and investigated as electrode materials for SIBs.[]",
                "Organic electrode materials are of concern for their structural diversity, which can be tailored by adding and removing functional groups. Meanwhile, organic compounds can be easily recycled.[] Generally, most organic compounds achieve sodium‐ion storage through active functional groups, such as CN, CO, and C–S–C in the conjugated system.[] To achieve high theoretic capacity, small conjugated molecules with plenty of active groups are more favorable. However, due to the low electronic conductivity and high dissolution rate in organic electrolytes, the electrochemical performance of organic electrode materials based on small molecules is general unsatisfactory. A promising strategy is the construction of large stable and conjugated system through the binding of small organic molecules by covalent bonds without the introduction of extra inactive moieties. In fact, extending of molecular skeleton with a large non‐localized electron system can significantly reduce the dissolution and improve the conductivity of small organic molecules, leading to an excellent rate performance and cyclic stability.[] For example, porphyrin and its derivatives with a typically 18 π‐electron conjugated system which can be oxidized or reduced into 16 or 20 ones,[] were employed as electrode materials for SIBs in recent years.[] In addition, the small HOMO‐LUMO gaps of porphyrin is conducive to the rapid transport of electrons, resulting in fast redox kinetics.[] Phthalocyanine has an electronic structure and molecular skeleton similar to porphyrin but more N heteroatoms, which is beneficial for the regulation of voltage and the reversible capacity.[] Therefore, the design and synthesis of the phthalocyanine‐based derivatives with a non‐localized electron system through simple route is of significance for the development of high‐performance organic electrode materials for SIBs.",
                "Herein, phthalocyanine analogue was synthesized through simply treating 4‐aminophthalonitrile (AP) molecules by elemental sulfur under nitrogen atmosphere, a sulfur‐catalyzed ring formation process.[] Catalyzed by sulfur, the triple bonds of three AP molecules would be broken and recombined to form a triaminephthalocyanine derivative (TPcDS) with large non‐localized π‐electron system. DFT calculation and the experiment results reveal that during the charge and discharge process, sodium ions are attracted by the CN functional group of the π‐electron conjugated system. As evidenced by the long‐term cycling tests, excellent electrochemical performance was achieved. This work provides a feasible strategy for the design of organic electrode materials for high‐performance SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Given the carbon‐nitrogen triple bonds and the stable conjugated structure, 4‐aminophthalonitrile (AP), a typical representative of phthalonitrile was first employed as electrode materials for SIBs and evaluated by galvanostatic discharge/charge measurement. At a current density of 0.05 A g−1 (Figure , Supporting Information), AP delivers an initial discharge/charge capacity of 405 and 120 mAh g−1, respectively, demonstrating the electrochemical activity of AP in the storage of sodium ions. Theoretically, up to two sodium ions can be stored by one AP molecule and a high theoretic capacity of 375 mAh g−1 is expected. However, the actual reversible specific capacity is far below the theoretic value. Fast decay in the specific capacity upon cycling is observed (Figure , Supporting Information), possibly associating with the low structural stability and the gradually dissolution of AP into the electrolyte (Figure , Supporting Information). In addition, the initial coulombic efficiency is ≈29.6%, which is too low to meet the demand of practical application. Although AP is active in sodium‐ion storage, the electrochemical performance is far from satisfactory.",
                "It is envisaged that the formation of big π‐electron conjugated system could address the above issues of AP. Therefore, phthalocyanine‐based derivative (TPcDS) with big π‐electron conjugated system were constructed through the reaction of three AP molecules catalyzed by elemental sulfur under nitrogen atmosphere (Figure ). With the formation of TPcDS, the conjugated system is further expanded and simultaneously the electrons can be de‐localized over the extended conjugated system to achieve better stabilization.",
                "In the Fourier transform infrared (FTIR) spectrum of TPcDS (Figure ), the peaks at ≈1089 and 743 cm−1 are attributed to the vibration bands of phthalocyanine macrocycles.[] The peak located at 1494 cm−1 is assigned to the stretching vibrations of CN bonds in the phthalocyanine macrocycles. The characteristic stretching vibration band of CN in AP at ≈2250 cm−1 almost disappears for TPcDS. In the Raman spectrum of TPcDS (Figure ), the stretching vibration peaks of phthalocyanine macrocycles (1091 cm−1) and CN (1498 cm−1) are detected. The characteristic vibration peak of CN located at 2220 cm−1 disappears after the formation of big π‐electron conjugated system, which is consistent with the FTIR spectroscopy analysis. The strong peak of TPcDS at 1586 cm−1 is ascribed to N–H vibration. Combining the N–H stretching vibration peaks at 3321 and 3198 cm−1 at FTIR spectrum, which are lower than that of AP (3381 and 3221 cm−1) for conjugation effect, the presence of –NH2 could be confirmed. As revealed by the liquid chromatography‐mass spectrometry (LC‐MS) analyses (Figure , Supporting Information), signals with mass‐to‐charge ratios (m/z) of 447.18 and 452.13 equal to the molecular weight of three AP molecules with NH4+ and Na+, respectively, are detected. These results clearly demonstrate the formation of TPcDS with a big π‐electron conjugated system based on three AP molecules. When TPcDS was put into the ethylene carbonate (EC) and propylene carbonate (PC) (EC/PC, 1:1 in volume) with fluoroethylene carbonate (FEC, 5 wt%) electrolytes (Figure , Supporting Information). The electrolyte remains colorless and transparent even after 60 min, indicating the low solubility of TPcDS in the EC/PC/FEC electrolyte.",
                "The electronic structure and the active sites responsible for the sodium‐ion storage were investigated by the density functional theory (DFT) calculations at the B3LYP/6‐31G(d,p) level.[] The frontier molecular orbitals (FMOs) of the AP and TPcDS are shown in Figure . Comparing with AP (−2.26, −6.01 eV), TPcDS exhibits decrease in the LUMO energy (−3.12 eV) and increase in the HOMO energy (−5.45 eV). The decrease in the LUMO–HOMO gap would increase the electronic conductivity of organic materials,[] contributing to the rate performance. To investigate the electron distribution over the framework of TPcDS, the electrostatic potential (ESP) distribution was calculated. As shown in Figure , the negative ESP value of TPcDS is mainly concentrated in the middle of the molecule, indicating the enrichment of π electrons on the phthalocyanine ring.[] These concentrated non‐localized electrons promote the stabilization of the electrons and the attraction of sodium ions during the sodium insertion process. The activity of TPcDS in the storage of sodium ions was predicted by the DFT calculations. The lowest energy structures for TPcDS at each relevant sodiated states and HOMO plots are shown in Figure  and Figure  (Supporting Information). Six sodium ions can combine with one TPcDS molecule, delivering a high theoretic capacity of 375 mAh g−1. The first two sodium ions are attracted to the center of the big π‐electron conjugated system where the electron concentration is the highest. Four sodium ions can be further attracted and distributed near the N atom outside the π‐electron conjugated system. Based on the Gibbs free energy change upon the sodium‐ion intercalation,[] the estimated voltages of the two‐step sodium ion intercalation reaction calculated with the reference to Na metal are 1.25 and 2.57 V, respectively.",
                "The electrochemical performance of the TPcDS was evaluated by cyclic voltammetry (CV) and galvanostatic discharge/charge experiments. To avoid the influence of the conducting agent, Super P, the electrode for CV was fabricated by casting the mixed paste containing TPcDS and sodium alginate with weight ratio of 9:1 on copper foil. Cathodic peaks at 0.89 and 0.32 V are observed during the initial cathodic scan (Figure ), attributing to the formation of SEI film and the oxidative electropolymerization for −NH2 of TPcDS molecules.[] In following cycles, the cathodic peaks are gradually stabilized at 1.51 and 0.89 V, corresponding to the stabilization process of the two sodium ions at the center of the π‐electrons conjugated system and the other four sodium ions attracted by the CN functional groups, respectively. The average voltage 1.20 V is basically matched with the calculated theoretic value, 1.91 V. Three anodic peaks are detected at the anodic sweep, the peaks at ≈1.59 and 1.86 V are attributed to the two‐step release process of sodium ions from the π‐electron conjugated system. The peak located at 2.01 V disappears after four cycles, assigning to the dissolution of small amount of sulfur catalyst residual into the electrolyte during the activation process.[] After 4 scans, no obvious variation is observed in the two redox pairs, indicating the good stability and reversibility of the TPcDS molecules.",
                "The galvanostatic discharge/charge measurement of the TPcDS electrode was performed at a current density of 0.05 A g‐1. As shown in Figure , slope‐shaped charge‐discharge curves are recorded, ascribing to a multi‐electron extraction process.[] The first discharge and charge capacity of the electrode is 659 and 446 mAh g‐1, respectively, giving a high coulombic efficiency of 67.7%. After the initial activation process, a reversible capacity of as high as 364 mAh g−1 is achieved. Compared with that of AP, the coulombic efficiency and reversible capacity of TPcDS are significantly enhanced, demonstrating the significance of big π–electron conjugated system in improving the electrochemical performance of organic electrode materials. A reversible capacity 315 mAh g−1 is maintained after 100 cycles (Figure , Supporting Information), indicating the excellent electrochemical stability of TPcDS electrode in the storage of sodium ions.",
                "Long‐term cycling performance was demonstrated by cycling at a current density of 0.1 A g−1 (Figure ). A reversible capacity as high as 246 mAh g−1 and coulombic efficiency (99.38%) is well maintained even after 500 cycles, giving a capacity retention rate of 80%. The rate performance of TPcDS was evaluated at varying current densities (Figure ). After the initial five cycles at 0.1 A g−1, the discharge capacity of TPcDS is gradually stabilized at 298 mAh g−1. With the increase of current density, high reversible capacities of 262 mAh g−1 (0.2 A g−1, 10th), 211 mAh g−1 (0.5 A g−1, 15th), 153 mAh g−1 (1.0 A g−1, 20th), 105 mAh g−1 (2.0 A g−1, 25th) are achieved. The results suggest that TPcDS is also suitable for sodium ions storage at high current densities. When the current density decreased back to 0.1 A g−1, a high discharge capacity of 300 mAh g−1 is recovered, indicating the high stability and reversibility of TPcDS. The promising cycle stability and rate performance are ascribed to the large molecular skeleton and non‐localized π‐electron system, which reduce the dissolution of the material in the organic electrolyte and increase the structural stability and electronic conductivity of the material. Compared with the typical organic electrode materials reported in the literature,[] TPcDS delivers competitive high discharge capacities at varying current densities (Figure ).",
                "Given the low electronic conductivity, organic electrode materials are generally incorporated with the conductive substance, such as carbon nanotubes and graphene to boost their electrochemical performance.[] In this work, TPcDS alone successfully achieves excellent sodium‐ion storage performance, which is ascribed to the promoted ionic and electronic conductivity associated with the large non‐localized electron system. Cyclic voltammetry (CV) at different rates and electrochemical impedance spectroscopy (EIS) were conducted to investigate the ionic and electronic conductivity of TPcDS. The derived Na+ diffusion coefficients (DNa) in TPcDS is ≈3.3 × 1015 cm2 s−1, which is one order of magnitude higher than that in AP (3.0 × 1016 cm2 s−1) (Figure  and Figure , Supporting Information). The charge transfer resistance (Rct) in TPcDS is ≈646 Ω, lower than that in AP (1010 Ω) (Figure ), consistent with the theoretic calculation. The high DNa and low Rct of TPcDS demonstrate that big π‐electron conjugated system improves the ion and electron transport kinetics, consequently contributing to the high‐rate capability and long‐cycling stability.",
                "In situ diffuse reflectance infrared Fourier transform (DRIFT) analyses was conducted during the charge/discharge processes of the batteries to reveal the evolution of the functional groups (Figure ). The peak located at 1542 cm−1 is attributed to the stretching vibration of the CN bonds of TPcDS, while that at 1329 cm−1 is assigned to the stretching of CN bonds. Upon discharging, the characteristic peak of the stretching of CN bonds gradually appears and the stretching vibration of the CN bonds gets weaken. When discharged to 0.8 V, the characteristic CN stretching peak disappears, indicating that the intercalation process of sodium ions leads to changes in the unlocalized electron structure of TPcDS. Meanwhile, the characteristic vibration peak of CC of phthalocyanine (Pc) macrocycles at 1453 cm−1 and phthalocyanine macrocycles at 1110 cm−1 are blue shift, attributing to the increase in the system energy after intercalation of sodium ions. During the charge process, the characteristic stretching peak of the CN bonds of TPcDS reappears with the weakening in the stretching vibration of the CN bond, indicating that the high reversibility of TPcDS in the storage of sodium ions. The corresponding stretching vibrations of CC of phthalocyanine macrocycles and phthalocyanine macrocycles also undergo reversible structural changes. The results are basically consistent with that of theoretic calculation."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, TPcDS with large non‐localized π‐electron system was designed based on the first principles calculation, and synthesized by the catalytic reaction of three AP compounds. Benefitting from the big π‐electron conjugated system, TPcDS exhibits a high conductivity and structural stability compared with AP. A high initial charge capacity of 446 mAh g‐1 is achieved at 0.05 A g−1 for sodium‐ion batteries. At a current density of 0.1 A g−1, a reversible capacity of as high as 246 mAh g−1 is well maintained even after 500 cycles. In situ diffuse reflectance infrared Fourier transform (DRIFT) analyses on the sodium‐ion storage process reveal the reversible structural variation of phthalocyanine macrocycles upon charge/discharge. This work provides a promising organic electrode material for SIBs and efficient strategy for the design of next‐generation high‐capacity sodium‐ion storage material through the formation of large non‐localized‐electron systems."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "4‐Aminophthalonitrile (AP), sublimed sulfur (99.95%), sodium alginate (200 ± 20 mpa.s), carbon disulfide (99%), and toluene (>99.5%) were purchased from Meryer, Aladdin, J&K and Sinopharm, respectively. All the chemicals were used without further purification.",
                        "AP (0.246 g) and sulfur (0.064 g) were ground and mixed in an agate mortar. Then, the mixture was added to an alumina crucible and treated in a tube furnace for 6 h at 220 °C under nitrogen. Black product of TPcDS was prepared after purified by soxhlet extraction (carbon disulfide (CS2): toluene = 1:1 in volume) at 80 °C for 48 h.",
                        "Fourier transform infrared (FTIR) spectra were recorded on an FTIR spectrometer (PerkinElmer Paragon 1000) from 4000 to 500 cm−1. Detailed characters of various chemical bonds were characterized by Raman spectroscopy (DXR) from 4000 to 500 cm−1. The relative molecular mass was recorded by Quadrupole Time of Flight LC/MS (Buker impact II). In situ diffuse reflectance infrared Fourier transform (DRIFT) analyses were performed on an FTIR spectrometer (Nicolet 6700) from 4000 to 500 cm−1.",
                        "The TPcDS and AP electrodes were prepared by mixing 60 wt% of active material, 30 wt% Super P, and 10 wt% binder (sodium alginate, SA). The working electrodes were dried at 60 °C under vacuum for 24 h. The electrode was cut into discs with a diameter of 12 mm and pressed at 6 MPa. CR2016‐type coin cells were assembled in an Ar‐filled glovebox. Sodium metal was used as counter electrode, glass‐fiber (GF) as the separator, and 1.0"
                    ],
                    "name": "Chemicals",
                    "type": "section"
                },
                {
                    "content": [
                        "4‐Aminophthalonitrile (AP), sublimed sulfur (99.95%), sodium alginate (200 ± 20 mpa.s), carbon disulfide (99%), and toluene (>99.5%) were purchased from Meryer, Aladdin, J&K and Sinopharm, respectively. All the chemicals were used without further purification.",
                        "AP (0.246 g) and sulfur (0.064 g) were ground and mixed in an agate mortar. Then, the mixture was added to an alumina crucible and treated in a tube furnace for 6 h at 220 °C under nitrogen. Black product of TPcDS was prepared after purified by soxhlet extraction (carbon disulfide (CS2): toluene = 1:1 in volume) at 80 °C for 48 h.",
                        "Fourier transform infrared (FTIR) spectra were recorded on an FTIR spectrometer (PerkinElmer Paragon 1000) from 4000 to 500 cm−1. Detailed characters of various chemical bonds were characterized by Raman spectroscopy (DXR) from 4000 to 500 cm−1. The relative molecular mass was recorded by Quadrupole Time of Flight LC/MS (Buker impact II). In situ diffuse reflectance infrared Fourier transform (DRIFT) analyses were performed on an FTIR spectrometer (Nicolet 6700) from 4000 to 500 cm−1.",
                        "The TPcDS and AP electrodes were prepared by mixing 60 wt% of active material, 30 wt% Super P, and 10 wt% binder (sodium alginate, SA). The working electrodes were dried at 60 °C under vacuum for 24 h. The electrode was cut into discs with a diameter of 12 mm and pressed at 6 MPa. CR2016‐type coin cells were assembled in an Ar‐filled glovebox. Sodium metal was used as counter electrode, glass‐fiber (GF) as the separator, and 1.0"
                    ],
                    "name": "Chemicals",
                    "type": "section"
                },
                {
                    "content": [
                        "4‐Aminophthalonitrile (AP), sublimed sulfur (99.95%), sodium alginate (200 ± 20 mpa.s), carbon disulfide (99%), and toluene (>99.5%) were purchased from Meryer, Aladdin, J&K and Sinopharm, respectively. All the chemicals were used without further purification."
                    ],
                    "name": "Chemicals",
                    "type": "section"
                },
                {
                    "content": [
                        "AP (0.246 g) and sulfur (0.064 g) were ground and mixed in an agate mortar. Then, the mixture was added to an alumina crucible and treated in a tube furnace for 6 h at 220 °C under nitrogen. Black product of TPcDS was prepared after purified by soxhlet extraction (carbon disulfide (CS2): toluene = 1:1 in volume) at 80 °C for 48 h."
                    ],
                    "name": "Synthesis of Phthalocyanine Derivative (TPcDS)",
                    "type": "section"
                },
                {
                    "content": [
                        "Fourier transform infrared (FTIR) spectra were recorded on an FTIR spectrometer (PerkinElmer Paragon 1000) from 4000 to 500 cm−1. Detailed characters of various chemical bonds were characterized by Raman spectroscopy (DXR) from 4000 to 500 cm−1. The relative molecular mass was recorded by Quadrupole Time of Flight LC/MS (Buker impact II). In situ diffuse reflectance infrared Fourier transform (DRIFT) analyses were performed on an FTIR spectrometer (Nicolet 6700) from 4000 to 500 cm−1."
                    ],
                    "name": "Material Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "The TPcDS and AP electrodes were prepared by mixing 60 wt% of active material, 30 wt% Super P, and 10 wt% binder (sodium alginate, SA). The working electrodes were dried at 60 °C under vacuum for 24 h. The electrode was cut into discs with a diameter of 12 mm and pressed at 6 MPa. CR2016‐type coin cells were assembled in an Ar‐filled glovebox. Sodium metal was used as counter electrode, glass‐fiber (GF) as the separator, and 1.0"
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "Construction of Large Non‐Localized π‐Electron System for Enhanced Sodium‐Ion Storage"
}