{
    "DOI": "10.1039/D3CP00960B",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the continuous development of global economy, the exploration demand for energy storage devices with fast recharging capacity, long lifetime, high capacity, and low cost is increasing to meet the fast-paced lifestyle of human beings. Nowadays, lithium-ion batteries with their wide application as power sources have become the mainstay in the digital age. However, due to the increasing demand for lithium bulk chemicals and limited lithium mineral reserves, the lithium supply will inevitably be exhausted in the foreseeable future. Sodium-ion batteries are a potential energy storage device because of their wide distribution and low price. In addition, the development of new electrode materials for energy storage devices is the top priority.",
                "Sodium superionic conductors (NASICONs) have attracted extensive attention due to their high ionic conductivity, high structural stability, and high theoretical capacity. However, poor electronic conductivity limits their practical application in electrochemical energy storage. In this case, two main strategies have been adopted to improve the battery performance. On the one hand, a small number of other metal ions are doped to improve the intrinsic conductivity. For example, Siham Difi prepared iron partially substituted titanium Na1.5Fe0.5Ti1.5(PO4)3/C and analyzed its electrochemical behavior. It was found that iron substitution can change the insertion mechanism of sodium, improving its electrochemical performance, and its specific capacity was found to be 123 mA h g−1 at 0.1 C. The maximum discharge capacity of Sn-doped NaTi1.7Sn0.3(PO4)3/C prepared by Zhen Jiang et al. was 108.0 mA h g−1 at 5 C, which was 27.0 mA h g−1 higher than that of undoped NaTi2(PO4)3/C; and it could still be maintained at 87.0 mA h g−1 after 1000 cycles, with a capacity retention rate of 80.6%. On the other hand, conductive carbon materials are used for surface coating or highly conductive materials are added to improve the surface conductivity. For example, the coating of carbon sources (such as citric acid, glucose, and phenolic resin ) and the addition of highly conductive materials (such as carbon nanotubes and graphene ) can realize such results. Among these efforts, carbon coating is the most promising method because it inhibits particle growth during sintering and forms a protective layer on the surfaces of the particles, extending their cycle life. For example, the average size of spherical particles in the NaTi2(PO4)3@C sample prepared by Yang et al. was about 120 nm, which was much smaller than that of pure NaTi2(PO4)3 (260 nm). It can be proved that residual carbon can greatly prevent the growth of NaTi2(PO4)3 during annealing. However, improving the sodium storage performance by carbon coating alone cannot meet the requirements. To date, many researchers have reported that nitrogen modification can further improve the conductivity of carbon. Joucken et al. studied the charge transfer and electron doping in nitrogen-doped graphene and found that the additional electrons of nitrogen are distributed in local and delocalized states, and the delocalized electrons are responsible for Dirac energy transfer. Importantly, electron doping in nitrogen-doped graphene paves the way for tuning the electronic band structure of graphene. In the study of N-doped carbon-coated Na3V2(PO4)3 SIB cathode materials, Wei Shen et al. found that an appropriate N-doped carbon coating not only increased the electronic conductivity but also produced many external defects and active sites. When Na+ is inserted/extracted from the carbon layer, these defects and active sites promote Na+ diffusion, thereby increasing the capacity and cycle life of the material. Moreover, the coated carbon can hinder the direct contact between the electrolyte and the electrode, avoiding their corrosion. Nitrogen doping of carbon materials can enhance the conductivity and surface defects, promoting the transfer of Na+ ions between the electrolyte and anode materials. To the best of our knowledge, there is no report on the preparation and application of an N-doped carbon coated NaTi2(PO4)3 energy storage anode using sodium and carbon from sodium glutamate.",
                "In this work, N-modified carbon-coated titanium phosphate (NTPGN) composites were prepared using a simple sol–gel method. Their special feature is that sodium glutamate was used as the source of nitrogen and partial carbons. The use of sodium glutamate leads to the formation of nanospheres and an N–C layer on the surface of sodium titanate phosphate, which can infiltrate the electrolyte and inhibit the volume expansion of sodium titanate phosphate during discharging and charging. Compared with the carbon-coated titanium phosphate material, it shows a higher specific capacity, better rate performance, and excellent cycle performance. The discharge capacities of the NTPGN composite at 0.1 C, 1 C, 5 C, 10 C, 15 C, 20 C, and 30 C were 132.8, 132.5, 132, 131.4, 123, 105.9, and 98.2 mA h g−1, respectively. After 1000 cycles at a rate of 20 C, the discharge capacity was 102.6 mA h g−1, and the capacity retention rate was 96%. Therefore, the new modification proposed in this work is a good choice to improve the electrochemical performance of NTP."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 0.4964 g of sodium glutamate was dissolved in a mixture of 20 mL ethanol and water with a volume ratio of 1:1, which was marked as liquid A; 1.7202 g of n-butyl titanate was dropped into 20 mL of ethanol, and then 2 mL of concentrated hydrochloric acid was added. The mixed solution was continuously stirred for 10 min and marked as liquid B. Liquid A was slowly added to liquid B, followed by addition of 0.5415 g of citric acid monohydrate and 15 mL of ethanol dissolved in 0.8667 g phosphoric acid (85 wt%). The coating film was transferred to a water bath at 55 °C for 3 h before it was removed. The solvent was evaporated at 80 °C. After evaporation, the residue was ground using an agate mortar and pestle. Finally, it was calcined at 750 °C for 5 h in an argon atmosphere to obtain the NTPGN composite. For comparison, use the same amount of substance sodium acetate as sodium glutamate, and adjust the quality of citric acid to control the same carbon content, labeled NTPYN."
                    ],
                    "name": "2.1 Experimental process",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures of the films were characterized by X-ray diffraction (XRD, Shimadzu 7000S) from 10° to 80°. Scanning electron microscopy (SEM, ZEISS Gemini 300) and transmission electron microscopy (TEM, JEM-2800) were employed to observe the morphology and structural characterization of the composites, respectively. The Raman spectra of the samples were obtained by using a micro-laser Raman spectrometer (Scientific XDR, Thermo). The surface elemental composition of the composites was measured by X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha+). The Fourier transform infrared (FTIR, Thermo Scientific iN10) spectra were analyzed for bonding states. Thermogravimetric and differential thermal analysis of powder samples (Rigaku TG-DTA8122) were performed at a heating rate of 10 °C min−1 from 30 °C to 800 °C."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrode was fabricated by bonding a mixture of anode material, acetylene black, and polyvinylidene fluoride (PVDF) (7:2:1) in N-methyl pyrrolidone onto a clean copper foil. Then, the electrode was dried at 80 °C for 12 h. The mass loading of the active material in electrodes was around 1.4 mg cm−2. Na and glass fibers (Whatman GF/D) were taken as the reference electrode and separator, respectively. The electrolyte was a mixture of 1 M NaClO4 in ethyl cellulose (EC) and diethyl carbonate (DEC) (1:1). All half-cells were fabricated in an argon-filled glovebox with oxygen and water concentrations maintained below 1 ppm. Batteries were discharged/charged at various current rates of 0.1 C, 0.5 C, 1 C, 5 C, 10 C, 15 C, and 30 C with a cutoff voltage between1.5 and 2.8 V (relative to Na/Na+) using Landian equipment. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were performed on an electrochemical workstation VersaSTAT 3."
                    ],
                    "name": "2.3 Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The NTPGN composite was synthesized by a solvothermal method using ethanol and water as solvents and concentrated phosphoric acid, tetrabutyl titanate, sodium glutamate, and citric acid as raw materials. In the synthesis process, sodium glutamate was used as a source of carbon for the carbon layer and also as a source of nitrogen for the modified carbon layer together with citric acid to help in the construction of the nitrogen-modified carbon layer structure of sodium titanate phosphate.",
                "Fig. 1a shows the XRD patterns of NTPYN and NTPGN analyzed by XRD. Obviously, the NTPYN and NTPGN samples exhibit the same diffraction peaks and a well crystallized rhombohedral structure with no other impurities. In addition, a graphite peak is not observed in the graph, indicating that the N-carbon layer contains no or low content of a crystal structure. The XRD results further show that the formed N–C coating and C coating have no effect on the structure of the NTP material. Furthermore, FT-IR analysis was conducted to examine the formation of the sample, as illustrated in Fig. S1 (ESI†).",
                "The carbon contents in NTPYN and NTPGN were analyzed by thermogravimetric analysis as shown in Fig. 1b. The weight loss from 30 °C to 200 °C can be attributed to the removal of absorbed water. A relatively large decrease from 200 °C to 700 °C is attributed to the loss of the C layer in NTPYN and the loss of the C–N layer in NTPGN. The calculated carbon content was 6.12% in NTPYN and 5.57% in NTPGN.",
                "The Raman spectra of NTPGN and NTPYN in Fig. 1c show two strong bands at 1326 cm−1 and 1590 cm−1. The D band corresponds to sp3 disordered carbon, and the G band corresponds to sp2 ordered graphite carbon. In general, surface defects can be evaluated from the strength ratio of the D band to the G band (ID/IG), which with a value of 1.18 indicates that the surface defects of NTPGN are obvious and the graphitization degree is lower. However, the index of NTPYN was 0.89, and the degree of graphitization was relatively higher. At 996.37 cm −1 there is a peak representing phosphate.",
                "The surface chemical composition of the sample was measured by XPS, as illustrated in Fig. 1. The results of the survey and high-resolution XPS demonstrate that the full spectrum of NTPGN shows six characteristic peaks at 134, 284.8, 401, 466, 531, and 1072 eV, corresponding to P2p, C1s, N1s, Ti2p, O1s, and Na1s, respectively. Such a result verifies the existence of P, C, N, Ti, O, and Na in NTPGN.",
                "When nitrogen is doped into amorphous carbon materials, the nitrogen atoms are mainly classified as pyridine N, pyrrole N, and graphite N. The doping position and binding mode are shown in Fig. 2(a). Pyridine N means that the N atoms bind to the two C atoms at the defect site or the edge of the carbon ring and contribute a p electron to the π system. Pyrrole N refers to the N atoms binding to a carbon five-membered ring and contributing two p electrons to the π system. Graphite N refers to the N atoms which replace the C atoms in the six-membered ring. In addition, pyrrole N has to sp3 hybridization, while pyridine N and graphite N have sp2 hybridization; graphite N belongs to n-type doping, while pyridine N and pyrrole N show p-type doping. The introduction of pyrrole N and pyridine N slightly affects the carbon skeleton, but the application of graphite N causes great damage to it. These three binding forms can enhance the electronic conductivity of the carbon layer. Meanwhile, pyridine N and pyrrole N can increase the number of defects and active sites on the surface of the carbon material, creating good conditions for diffusion and reaction of sodium ions.Fig. 2b shows the N1s fine spectrum of NTPGN after correction based on C1s. In the figure, 401 eV corresponds to the N1s peak; while the fitted 398.7 eV, 400.9 eV, and 402.5 eV peaks correspond to pyridine nitrogen, pyrrole nitrogen, and graphite nitrogen, respectively, with a peak area ratio of 15:73:12. The proportion of pyridine N and pyrrole N is 88%. This nitrogen doping method can enlarge the active sites to improve the electrochemical stability of the material without damaging the structure of the carbon coating.",
                "As observed from SEM images of NTPGN and NTPYN, the particle compositions of all samples with nano-sized particle sizes are well dispersed. However, NTPGN in Fig. 3(a–c) shows dozens of nanospheres and a looser structure than NTPYN in Fig. 3(d–f), which can be attributed to the nitrogen and carbon introduced by the addition of sodium glutamate inhibiting the growth of particles during sintering. The looser structure and the presence of nanospheres can expand the contact area between the electrolyte and active materials and buffer the structural strain and volume change during Na+ insertion/desorption, thereby improving the cycle stability and capacity.Fig. 4(a and b) show the TEM images of the loose structure of NTPGN, with particle sizes of 200 nm and 500 nm, respectively. As observed in Fig. 4(c–i) by mapping NTPGN, C, P, Na, O, Ti, and N were evenly distributed on the surface.",
                "The surface information of NTPGN was determined by the Brunauer–Emmett–Teller (BET) method. Fig. 5a shows the nitrogen adsorption–desorption isotherms of NTPGN with a surface area of 145.7404 m2 g−1. The high BET surface area of NTPGN may be due to its small particle size and surface nanoflower modification. Fig. 5b presents the pore-size distribution curve of NTPGN, showing that the diameter of an average pore is 9.2862 nm. These pores and large surface areas greatly affect the excellent roundness and high capacity of electrode materials, making it easier for the electrode to immerse and show excellent Na+ transfer within the active electrode structure.",
                "Fig. 6a illustrates the initial discharge/charge curves of NTPGN and NTPYN at 0.1 C (1.5–2.8 V). Due to the redox couple of Ti4+/Ti3+, the two curves show a flat platform at 2.1 V. The reversible capacity of the NTPGN electrode at 0.1 C is 132 mA h g−1, higher than that of NTPYN (120 mA h g−1). Fig. 6(b and d) shows the charge/discharge curves of NTPGN and NTPYN at 0.1 C, 1 C, 5 C, 10 C, 15 C, and 30 C, respectively. As observed, both NTPGN and NTPYN show voltage plateaus. NTPGN shows a wider voltage platform than NTPYN, and the charge/discharge curve of NTPGN is more stable at high rates. Fig. 6c shows the performances of the NTPGN and NTPYN anode materials at different rates. It shows that the discharge capacities of NTPGN at 0.1 C, 1 C, 5 C, 10 C, 15 C, and 30 C are 132.8, 132.5, 132, 131.4, 123, and 98.2 mA h g−1, respectively; while those of NTPYN at 0.1 C, 1 C, 5 C, 10 C, 15 C, and 30 C are 120, 126.6, 125.7, 105.6, 98.1, and 56.5 mA h g−1, respectively. Notably, NTPGN still shows a high discharge capacity of 98.2 mA h g−1 at 30 C.",
                "Fig. 7(a) shows the NTPGN capacity retention for 100 cycles at 0.1 C, 1 C, 10 C, 20 C, and 30 C, which suggests that the capacity retention rate decreases with increasing current. As shown in Fig. 7(b), the capacity of NTPGN changes from 131.4 mA h g−1 to 118.3 mA h g−1, about 90% of its initial capacity is retained, after 1000 cycles at 10 C. However, the capacity of NTPYN changes from 105.6 mA h g−1 to 82.7 mA h g−1, and the capacity retention is only 78% after 1000 cycles. Fig. 7(c) shows an initial capacity of 105.9 mA h g−1 at a higher rate of 20 C after 1000 cycles, and the capacity retention is as high as 96%, which is close to 100% of the charge and discharge efficiency. This shows that Na+ can be well embedded at a high rate and that the NTPGN cycles are very stable.",
                "The excellent electrochemical performance of NTPGN can be attributed to the following factors. (i) The moderate carbon coating can promote the transport of electrons during discharge/charge. (ii) The modification of N on the C layer generates rich heteroatom defects, which can accelerate the migration of Na+ through the carbon coating. (iii) The nanospheres on the NTPGN surface can effectively buffer the structural strain and its volume change during the Na+ repeated insertion/desorption process, improving the cycle stability and endowing it with excellent stability at 20 C or even 30 C.",
                "CV measurement is shown in Fig. 8a to study the insertion/extraction of Na+. The scan rate was 5 mV s−1 in the range of 1.5–2.8 V. It was found that both electrodes exhibit a pair of redox peaks in the CV curves, revealing the phase transition in the crystals of the two samples. It is consistent with the discharge/charge results. Compared with NTPYN, NTPGN presents more intense redox peaks and larger peak areas, suggesting its faster reaction kinetics and higher specific capacity.",
                "The Nyquist diagrams of NTPGN and NTPGN after two cycles at 0.1 C are shown in Fig. 8b. As observed, each Nyquist plot consists of an intermediate frequency semicircle representing the resistance of charge transfer resistance (Rct) and a low-frequency oblique line reflecting the Warburg impedance (Zw) to allow the diffusion of sodium ions. The high-frequency cutoff of the Z axis corresponds to the ohmic resistance (Re), and the Rct of NTPGN is smaller than that of NTPYN. The electrochemical impedance spectroscopy fitting results are given in Table S1 (ESI†). An appropriate amount of nitrogen-doped carbon can significantly enhance the electrochemical kinetics of NaTi2(PO4)3 composites due to the accelerated diffusion of sodium ions. The process Na insertion into nanovoids is termed a diffusion-controlled process, and Na adsorption on surface defects is named the surface-induced capacitive process. The apparent diffusion coefficient of sodium ions can be calculated based on CV measurements. Fig. 8c demonstrates the CV curve of NTPGN at 1–16 mV s−1. As the scan rate increases, the oxidation peak shifts to a higher potential and the reduction peak shifts towards a lower potential, indicating that larger polarization occurs at higher scanning rates. Simultaneously, the intensities of the oxidation and reduction peaks increase with the increasing scan rates. The degree of the capacitive effect can be qualitatively analyzed by plotting the log (scan rate)–log (peak current) curve based on eqn (1). The value of b is determined from the slope of the logi versus log ν curve, which is 0.66 for NTPGN (Fig. 8d). NTPG suggests the insertion-based battery-type behavior and capacitive behavior.",
                "To detail the NTPGN changes in the structure and morphology after charges and discharges, the ex situ XRD patterns of the NTPGN pristine cathode after three cycles (1.5 V, 2.1 V, and 2.8 V) at 1 C are analyzed, as given in Fig. S2 (ESI†). All diffraction patterns at the open circuit voltage state can be assigned to the rhombohedral NaTi2(PO4)3 phase. For NTPGN, the peaks centered at 19.7°, 20.4°, 23.8°, 28.8°, and 32.2°, corresponding to the (104), (110), (113), (024), and (116) diffractions, respectively, of NaTi2(PO4)3, gradually decrease during discharge. It indicates that the lattice spacings of these planes increase with the intercalation of Na+, which, however, is not obvious. The morphological change is mainly observed by SEM (Fig. 9). It displayed that after 1000 cycles, the surface of the battery still presented a nanoparticle structure without great changes. This also proves that NTPGN has a high-capacity retention rate, and its structure can be greatly affected by Na+ in its embedding and stripping process. Table S2 (ESI†) compares the results with previously published papers on NTPGN anodes for sodium-ion batteries."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, in this work, for the first time NTPGN anodes were designed and prepared using a simple method for energy storage devices. The novel design method for synthesizing NTPGN using sodium glutamate with a nitrogen source and carbon source can make NTPGN have a special morphology. It significantly promotes the transmission of electrons/ions, making the initial capacity of NTPGN at 0.1 C, 1 C, and 5 C very close to the theoretical capacity and NTPGN shows a very high capacity retention rate after 1000 cycles at 20 C. The whole work shows that the material designed using this method has the potential to be used as an excellent electrode for high-performance sodium-ion batteries."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that there is no conflict of interest regarding the publication of this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "N-modified carbon-coated NaTi2(PO4)3 as an anode with high capacity and long lifetime for sodium-ion batteries"
}