{
    "DOI": "10.1039/D0NR08788B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Commercialized lithium-ion batteries (LIBs) have occupied the energy storage market for quite a while. However, the safety issues and the cost of lithium precursors are increasing rapidly. Therefore, alternative battery systems such as sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs) are beginning to attract great interest. Compared with lithium, sodium and potassium resources are more abundant (Na: 2.36 wt%, K: 2.09 wt% and Li: 0.0017 wt%) on the Earth's crust. What is more, Na and K elements, which have similar physical–chemical properties to Li, are of lower cost as well. Therefore, SIBs and PIBs are becoming the most promising candidates for next generation energy storage systems. Unfortunately, the large radii of sodium ions (1.02 Å) and potassium ions (1.38 Å) versus lithium ions (0.76 Å) make some excellent LIB anode materials suffer from severely sluggish diffusion kinetics and cause large volume expansion during the sodium/potassium storage process, resulting in poor cycling life and limiting their practical applications. Therefore, exploring the state-of-art SIB and PIB anode materials and aiming for the same level of reversible capacity/power density and long-term cycling stability are both urgent and challenging for their practical applications today.",
                "Many promising candidates have been extensively investigated as anode materials in recent years, including carbons (e.g., hard carbon, carbon fibers and carbon nanotubes), metals and alloys (Sb, Sn and SnSb), metal oxides, and transition metal dichalcogenides (TMDs such as MoS2 and VS2), etc. Among them, layered vanadium sulfide materials including VS2, V2S3, V3S4 and V5S8 have received great attention, due to their high theoretical capacity. More importantly, their unique structures are held together via weak van der Waals interactions, which permit the intercalation of sodium and potassium ions without significant structural distortion. V5S8, as a family member of vanadium sulfides, has been employed as the anode for the SIBs and PIBs due to its large interlayer structure and superior ion storage performance. For example, Yang et al. reported that V5S8–graphite hybrid nanosheets could deliver a high reversible capacity of 496 mA h g−1 after 500 cycles at 1 A g−1 for SIBs. Guo and co-workers synthesized few-layered V5S8 nanosheets wrapped on hollow carbon spheres as the PIB anode material, which exhibited a stable cycling capacity of 190 mA h g−1 at a current density of 2 A g−1 after 1000 cycles. Nevertheless, the full potential of vanadium sulfides as electrode materials in SIBs and PIBs remains elusive. It is hence highly desirable and paramount to explore appropriate vanadium sulfide electrode materials for SIBs/PIBs that can enable a superior long cycle life (e.g. >15000 cycles for SIBs and >3000 cycles for PIBs), high reversible capacity and fast Na+/K+ deintercalation.",
                "To tackle the above-mentioned issue, extensive efforts have been devoted to optimizing the ion storage performance of vanadium sulfides through three typical strategies: (i) introducing the carbon component to engineer the nanostructure composites is considered as one of the effective methods to improve the conductivity. For instance, Mai's group fabricated layer-by-layer stacked VS2 nanosheets, which displayed a capacity of 204 mA h g−1 after 600 cycles at 5 A g−1 in SIBs. Wang et al. prepared a VS4-rGO composite and achieved a reversible capacity of ∼400 mA h g−1 after 300 cycles at 0.5 A g−1 in SIBs. All these electrodes exhibited an enhanced electrochemical performance with a high reversible capacity. (ii) Engineering surface defect vacancies to boost the number of active sites. The Na and K ions can be inserted into materials through the edge side, but through the surface defects. The formation of defects not only helps to improve the electronic conductivity of materials and redistribution of charge, but also remarkably enhances the insertion channels and decreases the diffusion pathway. (iii) Interlayer expansion is recently expected to be a new strategy to improve the storage performance, as it can reduce vdW interactions and ionic diffusion resistance and maintain the stability of materials, resulting in a reduced diffusion energy barrier and enhanced ionic diffusion kinetics. Until now, although some advances have been achieved in the development of vanadium-based sulfide anode materials for energy storage, less attention has been paid to the defect and spacing expansion structure relationship of vanadium sulfide application in SIBs and PIBs. Therefore, optimizing all the factors to prepare promising vanadium sulfide materials, and further elucidating the influence of defect structures on storage performances, and kinetic mechanisms at the atomic level, would be very intriguing.",
                "The authors in this work tried to fabricate vanadium sulfide/carbon fiber composites with rich sulfur defects (D-V5S8/CNFs) via a facile electrospinning technology coupled with a one-step sulfuration–carbonization process (Scheme 1). The synergistic effect between the defects and V5S8/CNFs endows the electrode with a fast, highly reversible and long cycle life. When utilized as anodes for SIBs, the as-prepared D-V5S8/CNF electrode shows an excellent electrochemical storage performance. The anode delivers a high reversible capacity, which is much better than the perfect V5S8/C (P-V5S8/C), and a long-term cycling stability of over 17000 cycles. More specifically, the D-V5S8/CNFs can exhibit excellent potassium-ion storage in terms of a high specific capacity (350 mA h g−1 at a current density of 0.1 A g−1) and a prolonged cycling stability (3000 cycles). Practically, the V5S8/CNFs//NVP sodium full cell that uses Na3V2(PO4)3 as the cathode also demonstrates a desirable energy storage performance, which can power a commercial light-emitting diode."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "All reagents were used without further purification. Polyacrylonitrile (PAN, MW = 150000) was purchased from Sigma-Aldrich (St Louis, MO, USA). Vanadyl acetylacetonate (VO(acac)2, 99%) was purchased from Aladdin (Shanghai, China). N,N-Dimethylformamide (DMF, AR) and sulfur powder (AR) were purchased from Sinopharm Chemical Reagent Co., Ltd (Shanghai, China).",
                {
                    "content": [
                        "Firstly, 0.5 g of PAN and 0.5 g of VO(acac)2 were added into 10 mL of DMF solution. The mixture was further magnetically stirred for 24 h at room temperature until a transparent solution was obtained. Electrospinning was carried out with a flow rate of 0.5 mL h−1 and an applied voltage of 22 kV. Then the as-spun VO(acac)2/PAN precursor fibers were collected on an aluminum current collector, which is located horizontally 15 cm from the tip-to-collector. Subsequently, the as-prepared VO(acac)2/PAN precursor fibers and sulfur powder (in mass ratios of 1:4) mixture were loaded into a ceramic boat and heated at 600 °C for 4 h under a mixed 5% H2/95% Ar atmosphere with a ramp rate of 2 °C min−1. The resultant product of sulfur-defective vanadium sulfide/carbon fiber composites was obtained and labeled as D-V5S8/CNFs."
                    ],
                    "name": "Synthesis of sulfur defective V5S8/CNF composites (D-V5S8/CNFs)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "0.1 g of PAN and 0.1 g of VO(acac)2 were mixed with sulfur powder in a mass ratio of 1:4 and then ball milled for 3 h. Then, 2.4 g of sulfur powder and 0.6 g of the ball-milled raw material mixture were placed on two individual ceramic boats, and situated in the upstream and middle side of the tubular furnace, respectively (Scheme 1). Subsequently, the mixtures were annealed at 600 °C for 4 h with a ramp rate of 2 °C min−1 under a 5% H2/95% Ar atmosphere. The obtained product of perfect V5S8/C (containing some V2O3 impurities) was also obtained and labelled as P-V5S8/C for clarification."
                    ],
                    "name": "Synthesis of pure V5S8/C materials (P-V5S8/C)",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The microstructure and morphology of these two composites are characterized by SEM and TEM techniques. Obviously, the V5S8 phase and the carbon layer can be observed in the hybrid structure of the two samples (Fig. 1). In detail, as we can see, the as-prepared P-V5S8/C in Fig. 1a shows specific blocky structures. The corresponding high-resolution TEM (HRTEM) image reveals a lattice interplanar spacing of 0.2 nm, which is ascribed to the (−224) plane of V5S8 (Fig. 1d). As compared with P-V5S8/C, the nanofiber architectures in D-V5S8/CNFs can be clearly observed in Fig. 1b, and uniform nanofibers with a diameter of ca. 100 nm are interwoven together to form a network structure. Obviously, it can be observed that the V5S8 nanoparticles are freely distributed into/onto the entire carbon fibers (Fig. 1c). The corresponding high-resolution TEM images clearly reveal amorphous carbon structures with an interlayer spacing of 0.20 nm for the nanoparticles, matching well with the (−224) crystal plane of V5S8 (Fig. 1f). The energy-dispersive X-ray (EDX) spectrum (Fig. S1, ESI†) also shows a homogeneous distribution of the V and S elements throughout the fibers. It is worth noting that some broken lattices marked by blue circles and a well-resolved lattice fringe with an expanded spacing of 0.62 nm (0.565 nm of the pristine V5S8) can be observed in Fig. 1e, indicating the formation of rich defects. The above information suggests that sulfur-defective V5S8/CNF composites with an enhanced interlayer spacing probably exists under our conditions.",
                        "The defect structures of the samples are also verified well by the Raman spectrum (Fig. 2a and b). For D-V5S8/CNFs (Fig. 2a), two characteristic peaks centered at about 1357 cm−1 and 1593 cm−1 are observed, which typically belong to the D-band and G-band of graphite, respectively. This manifests the low graphitization and high disorder of the derived carbon in the composite. The observed diffraction peaks at 994, 800, 692 and 515 cm−1 are characteristic of the V–S, C–S, V–O–V and O–3V bonds, respectively, which are in agreement with previous studies. Typically, the peaks at 280 cm−1 and 404 cm−1 correspond to A1g (out-of-plane), which are always observed in the 2D TMDs and stemmed from the curvature of the hexagonal VS2 and the opposite vibration of two S atoms with respect to the V atoms, respectively. Notably, compared to P-V5S8/C (Fig. 2b), D-V5S8/CNFs reveals a “shoulder peak” assigned to A1g at 423 cm−1. The presented weak shoulder peak of the Raman modes in the inset of Fig. 2a can be ascribed to the appearance of sulfur vacancies in the composite. Furthermore, the out-of-plane vibration mode A1g of D-V5S8/CNFs is blue-shifted in the corresponding modes of the P-V5S8/C sample. This change in the Raman vibration modes is considered to be related to the lattice distortion in the structure.",
                        "Furthermore, the X-ray diffraction (XRD) patterns of the as-prepared D-V5S8/CNF and P-V5S8/C composites are presented in Fig. 2c. For D-V5S8/CNFs, the obvious diffraction peaks located at 15.6°, 35.2°, 44.7°, 45.3°, 48.3° and 55.8° can be indexed well to the (002), (222), (−224), (224), (006) and (620) crystal planes of V5S8, respectively (JCPDS card no. 81-1596). A hump peak of the sample at around 25° reveals the amorphous nature of carbon, elucidating that the V5S8/CNF composite has been successfully produced. Meanwhile, the XRD pattern of P-V5S8/C shows similar crystal structures and typical amorphous carbon spectra. However, compared to D-V5S8/CNFs, P-V5S8/C shows three extra diffraction peaks around 24.3°, 33.0° and 36.4°, which can be ascribed to the (012), (104) and (110) crystal planes of V2O3, respectively (JCPDS card no. 84-0317). This demonstrates the formation of a V5S8/C hybrid structure with some V2O3 impure crystalline phases in the P-V5S8/C sample, which may lead to inferior rate capability and rapid capacity decay. Furthermore, the (002) peak of D-V5S8/CNFs shifts to a lower angle compared to P-V5S8/C (in the inset of Fig. 2c), consistent with the magnified HRTEM image results in Fig. 1e.",
                        "Electron paramagnetic resonance (EPR) is an important technique to characterize the unpaired electrons of materials on coordinatively unsaturated defective sites and reveal the information of sulfur vacancies. Fig. 2d shows an EPR signal that arised from a sulfur vacancy. Unlike P-V5S8/C, D-V5S8/CNFs show a high intensity of the signal at the g-factor, g = 2.0015, suggesting increased exposed active centers that arise from the sulfur vacancy. Therefore, combined with the EPR results, the successful synthesis of sulfur-defective V5S8/CNF composites can be further confirmed.",
                        "The chemical binding environment of D-V5S8/CNFs and P-V5S8/C is further evaluated by an X-ray photoelectron spectroscopy (XPS) technique. The survey spectra successfully confirmed the presence of C, V, and S elements in the two materials, as shown in Fig. S2, ESI.†Fig. 2e shows the high-resolution S 2p XPS spectrum of the samples, in which the S 2p peaks of D-V5S8/CNFs exhibit three obvious binding energies at 160.5 eV, 161.7 eV and 165.3 eV, respectively, corresponding to the typical S 2p3/2, S 2p1/2 and oxidized S. The small amount of elemental O is due to the slight oxidation of the surface upon exposure to air. Importantly, comparable to the corresponding typical spectrum of P-V5S8/C, an apparent negative shift of ≈0.9 eV toward the lower binding energy can be observed in D-V5S8/CNFs. In addition, the high-resolution V 2p XPS spectrum of D-V5S8/CNFs and P-V5S8/C presented in Fig. S3 (ESI†) also reveals an obvious negative shift of ≈0.7 eV, which further shows the presence of sulfur vacancies. Taken together, all the above information suggests that sulfur-defective V5S8/CNF composites are successfully designed under our conditions. The total S contents in D-V5S8/CNFs are determined by elemental analysis to be 10.3 wt% (Table S1, ESI†). The V5S8 loading amounts in the obtained products D-V5S8/CNFs and P-V5S8/C are calculated to be 32.1 wt% and 30.1 wt%, respectively (Fig. S4, ESI†). The in situ constructed sulfur defects and carbide architecture engineering strategy may endow the D-V5S8/CNFs with a significantly enhanced electrochemical performance.",
                        "In order to further elucidate the functions of the sulfur defects in the V5S8 composite materials, we carried out the first-principles method to assess the different S-defective configurations via the formation energy calculation. All the possible positions (S1, S2, and S3) for the sulfur defects are calculated and shown in Fig. 2f and Fig. S5, ESI.† By comparing the formation energies of the three configurations of S-defective V5S8 in Table S2 (see the ESI†), it can be observed that V5S8 with an S2 vacancy defect has the lowest formation energy of −351.24 eV, suggesting that the defect prefers the S2 site for V5S8."
                    ],
                    "name": "Characterization of the D-V5S8/CNF and P-V5S8/C composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance of the electrode for SIB anodes is investigated by assembling the CR2025-type coin half-cell with an electrolyte of 1 M NaClO4 in EC:DMC.",
                        "Fig. 3a presents the cyclic voltammetry (CV) curve of the electrode at a scan rate of 0.2 mV s−1 for the initial five cycles in a voltage window of 0.01–3.0 V (vs. Na/Na+). A broad cathodic peak appears at around 0.23 V and disappears in the subsequent cycles, which is attributed to the formation of the irreversible solid electrolyte interphase (SEI) layer. Meanwhile, the two weak reduction peaks observed at 1.94 V and 0.6 V are related to the insertion of Na+ into V5S8 and accompanied by the formation of amorphous Na2S and V (V5S8 + xNa+ + xe− ↔ NaxV5S8 ↔ Na2S + V), and the two oxidation peaks in the curves at around 1.65 V and 2.2 V are assigned to the formation of NaxV5S8 and V5S8via the reverse reaction between Na2S and V, respectively. In order to reveal the above CV dis(charge) reaction mechanism, ex situ XRD is employed to analyze the phase change during the charge and discharge processes of the electrode (Fig. S6, ESI†). In the full discharge to 0.01 V, a peak at 23.5° assigned to (111) Na2S is observed, which is caused by the insertion of Na+ into V5S8. Conversely, after charging to 3 V, a weak diffraction peak centered at 15.6° gradually appears, which is attributed to the (002) peak of V5S8. A diffraction peak at 23.5° assigned to Na2S is also observed even in the fully charged state, which may be related to the fact that 100% reversible efficiency is not absolutely obtained due to the V5S8 dispersion in carbon materials. These results are in agreement with the CV analysis. Impressively, in the subsequent cycles, the curves almost superpose with each other, indicative of good stability and reversibility during the repeatable desodiation/sodiation process.",
                        "Next, the galvanostatic charge–discharge (GCD) profiles of the D-V5S8/CNF electrode (Fig. 3b) are similar to the CV results. Specifically, the anode delivers initial charge and discharge capacities of 950 and 462 mA h g−1, respectively, with an undesirable initial coulombic efficiency (ICE) of 49%. The capacity loss arises from the formation of an SEI layer and the side reactions between the materials and the electrolyte. The cycling performances of the activated electrodes at a current density of 0.2 A g−1 are shown in Fig. 3c. Owing to the structural advantage of V5S8, CNFs, and the sulfur defective structures, the D-V5S8/CNF electrode exhibits a high and stable reversible capacity of 462 mA h g−1 after 70 cycles. Notably, in the first few cycles, the electrode delivers a lower charge specific capacity in comparison with the relative discharge capacity, attributed to the gradual insertion process of the Na ion deep inside the carbon lattice of the thick carbon layers. After the insertion continues in the first several cycles, the coulombic efficiency (CE) of the electrode gradually reaches 100%. In contrast, the specific capacity of P-V5S8/C maintains a relatively stable value with a low discharge capacity of ≈200 mA h g−1 after 70 cycles at the same current density, demonstrating the preferable electrochemical properties of D-V5S8/CNFs.",
                        "The rate performances of the D-V5S8/CNF and P-V5S8/C electrodes are also shown in Fig. 3d. At a low current density of 0.1 A g−1, the D-V5S8/CNF electrode can exhibit a reversible capacity of 500 mA h g−1. When the current density reaches 0.2, 0.5, 1.0, and 2.0 A g−1, the specific capacities are sustained at high values of 464, 448, 418, and 352 mA h g−1, respectively, and when the current density is restored back to 0.1 A g−1, a stable reversible capacity of around 470 mA h g−1 can be achieved, indicating the significant storage reversibility of this composite electrode. However, the rate capacities of the P-V5S8/C electrode are inferior, only showing capacities of 248, 247, 225, 200 and 176 mA h g−1 at 0.1, 0.2, 0.5, 1 and 2 A g−1, respectively. In addition to the excellent rate performance, an outstanding cycling stability at a high current density is also observed for D-V5S8/CNFs. As depicted in Fig. 3e, this electrode can maintain a high cycling capacity of ≈340 mA h g−1 at a current density of 2 A g−1 even over 4000 cycles, with a CE of approximately 100%. Meanwhile, the long-term cycling stabilities of the D-V5S8/CNF electrode are further evaluated at a higher current density of 5 A g−1, as shown in Fig. 3f. Impressively, the activated electrode delivers an ultralong cycling retention for up to 17000 cycles, and retained a capacity of ca. 190 mA h g−1 without obvious capacity loss. The average capacity fading is only 0.1% per cycle. Both the capacity and cycling retention of D-V5S8/CNFs are superior to those of the P-V5S8/C electrode (Fig. S7, ESI†). Such an excellent long-term cycling stability has not been reported in previous vanadium-based sulfide materials to the best of our knowledge (Table S3, ESI†).",
                        "To further explain the origin of the excellent rate stability in the D-V5S8/CNF electrode, the kinetic properties are studied by CV at different scan rates in the voltage range of 0.01–3.0 V vs. Na+/Na, as shown in Fig. S8 (ESI†). Fig. S8a† shows the CV profiles of D-V5S8/CNFs, recorded at scan rates of 0.2–2 mV s−1. With the increase of the scan rate, the curves of the electrode exhibit two redox peaks, which are marked as reduction (peak R1) and oxidation (peak O1) peaks. Specifically, the capacitive behavior can be calculated according to the equation, i = a × νb. By plotting log(i) against log(ν), the tunable parameter, b value, can be achieved from the slope, where i is the peak current and ν is the scan rate. The ideal b value approaches 0.5, revealing that the faradaic insertion/extraction is an ion diffusion dominant process, while the b value close to 1 indicates the surface-induced capacitive step, which makes a major contribution to the capacitive response, and the b value in the range of 0.5 and 1 indicates the coexistence of two mixed mechanisms. In our case, as shown in Fig. S8b,† the two redox peaks, namely the reduction (peak R1) and oxidation (peak O1) peaks, deliver b values of about 0.72 and 0.89, respectively, indicating that the charge storage in this electrode is a mixed-control process. Quantitatively, the mixed mechanism at a given sweep rate can be further divided into a capacitive-controlled process (k1ν) and an ion diffusion dominant process (k2ν1/2). The fraction of the two processes can be studied by calculating k1 and k2 according to the equation, i(υ) = k1 × ν + k2 × ν1/2. To be specific, Fig. S8c† shows the CV curve at a scan rate of 0.6 mV s−1 for the capacitive current (blue region) compared with the total current, in which about 80% of the dominating capacitive contribution is quantified. The pseudocapacitive contribution percentage gradually enlarged upon increasing the scanning speed (Fig. S8d†). When the scan rate increased from 0.2 to 2 mV s−1, the contribution percentage of the capacitive-controlled process becomes higher and finally reaches 88%, which can enhance the Na-ion migration capability and facilitate the fast insertion/extraction behavior.",
                        "In addition, the impedance changes during the charge and discharge processes are also investigated by electrochemical impedance spectroscopy (EIS). In Fig. S9a,† a depressed semicircle located at the high frequency area and an inclined line in the low-frequency area are presented in the result of Nyquist plots, which can be fitted with an equivalent electrical circuit (Fig. S9b†). The parameters in the equivalent electrical circuit model include the ohmic resistance Rs (the resistances of the electrolyte, separator, and electrical contacts), the charge transfer resistance Rct, the interfacial resistance of the constant phase element (CPE) and the Warburg impedance Zw obtained from Na+ insertion into the active electrode. Note that after cycling, an additional semicircle in the middle frequency region can be observed, which refers to the resistance of the SEI film. The result demonstrates a stable SEI film formed on the surface of D-V5S8/CNFs, which is consistent with the electrochemical analysis. Meanwhile, all the fitting results are listed in Table S4.† Specifically, as seen from the smaller semicircle at the medium-high frequency and the greater slope at the low frequency, the electrode after cycling shows a lower charge transfer resistance than that of the pristine electrode (the value of Rct went down from 205.9 Ohm to 175.2 Ohm), indicating the excellent charge-transfer kinetics during the cycling process with the optimal vacancy defective composition structure. The SEM data of the electrode after cycling with integrated fiber morphologies are also shown in Fig. S10,† which are further beneficial for maintaining the mechanical stability and improving the cycling performance. Such fast charge–discharge mechanisms and stable structures provide evidence for setting forth superior sodium storage properties.",
                        "Then, to better understand the enhanced Na-storage performance of the sulfur defects in V5S8/CNFs, the density of states (DOS) and partial density of states (PDOS) of the perfect V5S8 and S-defective V5S8 structures have been calculated, as shown in Fig. S11.† The band structures along the high symmetry lines in the perfect V5S8 and S-defective V5S8 Brillouin zones are presented in Fig. S11a and d.† Clearly, S-defective V5S8 is predicted to have metallic properties due to having many electronic states across the Fermi level, which is in good agreement with the previous calculations performed. Furthermore, Fig. S11b and e† show the DOS of the perfect V5S8 and S-defective V5S8, respectively. It is clearly shown that the contribution of vanadium near the Fermi level is more significant. More notably, V5S8 with S vacancy defects has a smaller state density than the pure case. It can be found that the proportion of the vanadium element decreases near the Fermi level, while the DOS of the sulfur element increases slightly. This means that the introduction of S-vacancy defects breaks the space symmetry of the original system, thus making the DOS near the Fermi level gentle. The result further verifies that the presence of defects in V5S8 can make it a stronger electron-deficient system, which favorably enhances the electronic conductivity and the Na+/K+ adsorption capability. The corresponding PDOS projected over S displays that the valence band and the conduction band originate from the perfect-V5S8 and S-defective V5S8, respectively, from the S s and the S p orbitals, see Fig. S11c and f.†",
                        "Meanwhile, the charge-density differences of the perfect V5S8 and S-defective V5S8 models are calculated as shown in Fig. 4. The red charge density represents an electron accumulation region and the blue one represents the opposite. From these results, the re-distribution of the charge characteristics with the existence of S vacancies can be clearly observed. It can be clearly seen from the charge density that the system forms ionic bonds. In Fig. 4c and f, we can find that the vacancy defect of the sulfur atom induces a change in the charge transfer, that is, the surrounding vanadium atoms contribute to the electrons (the red part). Specifically, the charge density difference between the perfect and rich defect structures also indicates the advantage of boosting Na+ or K+ ion adsorption. The charge-density differences of 0 × d and 0.75 × d distances from the XOY plane (001) are shown in Fig. S12 (see the ESI†). These results verify that the defects induce the changes in the electronic-state distribution, acting as effective recombination centers. The rich defect structure is more energetically beneficial for the adsorption of Na ions, which can contribute to more active sites and have better reaction kinetics. This matches well with the results of the abovementioned electrochemical and kinetic analyses.",
                        "In view of the abovementioned calculation results, it can be concluded that the formation of sulfur defects is favorable to enhance the electronic conductivity by promoting faster transport of electrons. Besides, the intrinsic defect characteristics can further optimize the distribution of electron density and the formation of stronger electron deficiency characteristics, ensuring significant Na-ion storage.",
                        "Moreover, the high capacitance and excellent cycling stability properties of the S-defective V5S8/CNF anode composite encourage us to further evaluate its practicability. Specifically, the D-V5S8/CNFs//NVP sodium-ion full cell, which is composed of a D-V5S8/CNF anode and a coupled cathode Na3V2(PO4)3 (NVP), is assembled. The current density and specific capacity of the full battery are calculated based on the mass of the D-V5S8/CNF anode. The working mechanism of the full cell is shown in Fig. 5a. The full cell reveals two flat voltage plateaus at 0.8 and 1.8 V, respectively, consistent with the voltage differences between the NVP//Na half cell (NVP cathodes are assembled in the half cell using Na metal as the anode) at a voltage of about 3.4 V and the D-V5S8/CNF anode at about 2.6 V and 1.6 V (Fig. 5b). Moreover, as shown in Fig. 5c, the full cell presents nearly overlapping CV curves and a similar charge–discharge voltage platform during the charge/discharge processes, which originated from the outstanding electrochemical reversibility and reaction kinetics. Additionally, the electrochemical performance of the full SIB at 500 mA g−1 is shown in Fig. 5d. It exhibits a desirable reversible capacity of 312 mA h g−1 after 70 cycles with a CE close to 95%, showing the excellent reversibility of the SIB full cell. More interestingly, as shown in the inset of Fig. 5d, the as-assembled D-V5S8/CNFs//NVP full battery can power a commercial light-emitting diode (LED, with a working voltage of 2 V) after being charged to 3.35 V. Such an excellent full sodium-ion battery performance makes it promising for application in portable electronics."
                    ],
                    "name": "Electrochemical performance for SIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The potassium storage performances of S-defective D-V5S8/CNFs and P-V5S8/C are also studied from 0.01 V to 3 V.",
                        "In Fig. 6a, the CV profiles of D-V5S8/CNFs, recorded at a scan rate of 0.2 mV s−1, exhibit less obvious redox peaks in contrast to those in SIBs. Two poor reduction peaks appear at about 0.8 V and 0.01 V, corresponding to K+ insertion into the materials and subsequently accompanied by the conversion reaction. Specifically, the process could be related to the intercalation of K ions into V5S8 to form different KxV5S8 phases and transform into V finally, according to the literature (V5S8 + K+ + e− ↔ K2S3 + V). Furthermore, the observed reduction peak at around 0.65 V disappeared in the subsequent cycles, which is ascribed to the formation of SEI layers during the repeatable charge and discharge processes. From the 2nd scan cycle, it is seen that the CV profiles almost coincided well with each other, indicating the superior reversibility of the electrode.",
                        "Then, the cycling performances of D-V5S8/CNFs and P-V5S8/C are also investigated at 0.1 A g−1, as shown in Fig. 6b and Fig. S13 (ESI†). As expected, D-V5S8/CNFs display an initial discharge capacity of 641 mA h g−1 at a current density of 0.1 A g−1, and still sustain a high reversible capacity of 350 mA h g−1 after 150 cycles (Fig. 6b). However, the P-V5S8/C electrode (Fig. S13a†) only shows a reversible capacity of 111 mA h g−1 after 100 cycles under the same conditions.",
                        "Besides that, the rate capacities at various current densities from 0.1 A g−1 to 5 A g−1 of the D-V5S8/CNF and P-V5S8/C electrodes are also studied. Benefiting from the advantages in the structure, the reversible charge capacities of D-V5S8/CNFs (Fig. 6c) are 372, 326, 249, 157, 144, and 108 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, and 5 A g−1, respectively, which are superior to those of the P-V5S8/C electrode as shown in Fig. S13b.† Moreover, when the current density is switched back to 0.1 A g−1, a high charge capacity of 406 mA h g−1 can be obtained after 40 cycles, showing the excellent reversibility.",
                        "The CV curves of the D-V5S8/CNF electrode at various scan rates from 0.1 mV s−1 to 2.0 mV s−1 are also recorded in the voltage range of 0.01–3.00 V vs. K+/K. Fig. 6d shows the various scan rates of the CV experiments. Correspondingly, the b-values based on the reduction peak (R1) and oxidation peak (O1) are found to be 0.6 and 0.87, respectively, suggesting a mixed capacitive-controlled and diffusion-controlled behavior during the reversible depotassium and potassium processes (Fig. 6e). Furthermore, the capacitive contribution percentage of the electrode gradually increases from 78% (0.1 mV s−1) to 92% (1.1 mV s−1), suggesting a dominant contribution from the pseudocapacitive behavior of the designed D-V5S8/CNF electrode in PIBs.",
                        "As expected, the obtained D-V5S8/CNFs show a superior long-term cycling performance for potassium storage as well. Remarkably, the D-V5S8/CNF anode can still maintain a specific discharge capacity of 165 mA h g−1, with a negligible attenuation tendency even after prolonged cycling for 3000 cycles at 1 A g−1 and the CE approximately approaches 100% (Fig. 6g). The capability and stability are much higher than those of the P-V5S8/C anode (41 mA h g−1 at 1 A g−1, Fig. S13†). Thus, the resultant S-defective V5S8/CNFs exhibit one of the best electrochemical performances with respect to the reversible capacity and long-term cycling when compared with other sulfide anode materials for PIBs (Table S3†), elucidating their excellent potential as ion storage systems.",
                        "Minimum energy pathway (MEP) and NEB methods are further used to estimate the immigration of intercalated K ions and energy barriers in detail. According to related reports, the K ion diffusion pathways of perfect V5S8 along the b-direction are employed as the optimal migration diffusion pathways.Fig. 7(a–c) shows the minimum energy pathway in perfect V5S8 and S-defective V5S8. It can be found that the barrier energy is 0.155 eV along the b-direction on S-defective V5S8, which is lower than 0.204 eV on perfect V5S8 (Fig. 7d). The results demonstrate that K shows much faster ion diffusion in D-V5S8 than in P-V5S8 at room temperature. Moreover, the relatively low energy barriers will make the diffusion of K easier and consequently enhance the rate capabilities of the D-V5S8/CNFs."
                    ],
                    "name": "Electrochemical performance in PIBs",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "A facile and efficient method has been designed and demonstrated to synthesize sulfur-defective vanadium sulfide/carbon fiber composites (D-V5S8/CNFs). The confirmed outstanding electrochemical performance of D-V5S8/CNFs can be attributed to the following facts: (1) the nanosized V5S8 particles generated during the conversion and cycling process can minimize the entropic barrier for the reversible conversion reaction, which leads to high electrochemical utilization and good cycling stability. (2) First-principles calculations also illuminate that the presence of S defects in the structure is important for the reversible adsorption of Na and K ions. Both Na and K reversibly bind to the heteroatom, therefore the S, and the associated defects would have an important influence on sodium and potassium storage, which can provide ample binding sites for Na and K ions. (3) The carbon fibers (CNFs) as a flexible support frame can provide adsorption-type active sites and shorten the diffusion pathway of Na and K ions, accompanied by superior cycling stability. This route reported in this work can and will be extended to other advanced transition metal dichalcogenide (TMD) based compounds, implying a great prospect in the future for energy storage applications."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        },
        {
            "content": [
                "Lihong Xu and Xiaochuan Chen have performed the experiments, analyzed the results and written the manuscript. Wenti Guo has performed the analysis of DFT calculations. Lingxing Zeng has come up with the idea, guided the work and corrected the manuscript. Tao Yang has edited the manuscript. Peixun Xiong has participated in the synthesis of materials and resources. Qinghua Chen has guided the work. Jianmin Zhang has performed the analysis of DFT calculations. Mingdeng Wei has edited the manuscript. Qingrong Qian has guided the work and supplied funding acquisition."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        }
    ],
    "Title": "Co-construction of sulfur vacancies and carbon confinement in V5S8/CNFs to induce an ultra-stable performance for half/full sodium-ion and potassium-ion batteries"
}