{
    "DOI": "10.1021/acsami.9b22169",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) and sodium-ion batteries (SIBs) are promising energy storage devices due to their attractive features such as long cycle life and high energy density.  Nevertheless, present-day LIBs and SIBs are still facing some challenges in safety, cost, and service life. As such, optimized electrode materials have been sought for these batteries in the past decade. Various materials, such as transition metal sulfides/selenides/phosphides/oxides, have been widely studied.  Among these, cobalt sulfide (CoS2) is a promising anode candidate due to its high theoretical capacity and ready availability.  However, it also possesses some drawbacks with respect to practical applications, such as pulverization during charge and discharge processes. Several attempts have been made to enhance its electrochemical performance by combining nanosized CoS2 particles with a heteroatom-doped carbon matrix. Such an approach can bring the following advantages: (i) downsizing CoS2 to nanoscale effectively reduces the Li+/Na+ diffusion distance and the mechanical stress during the conversion reaction; (ii) introducing the carbon substrate buffers the large volume change and prevents the agglomeration of CoS2 nanostructures; and (iii) heteroatom doping (mostly with N or S) improves conductivity and enlarges the interlayer distance of the carbon matrix.  Recently, Pan et al. developed N-doped polyhedral carbon-coated N-CoS2/C nanoparticles for SIBs, demonstrating a specific capacity of 766.3 mAh g–1 at the 100th cycle at 1 A g–1.  Nevertheless, the reliable fabrication of CoS2 composite electrodes with high energy density and outstanding electrochemical performance is still within the focus of multiple research efforts.",
                "Metal–organic frameworks (MOFs), a series of inorganic–organic coordination complexes, were extensively employed for various applications including catalysis, sensing, drug delivery, optoelectronics, and energy storage  due to their tunable pore size and structural diversity allowed by combinations of transition or rare-earth metal ions and organic ligands. However, owing to their poor electrical conductivity and low stability in organic electrolytes, pristine MOFs typically show rather poor electrochemical performance,  so that their direct use as electrode materials in LIBs/SIBs is limited. Efforts have been focused on fabricating MOF derived nanoporous carbon and metal oxide/sulfide/selenide/phosphide/carbon composites through pyrolysis treatment.  Several of the MOF derived materials showed improved electrical conductivity and structural stability, which, combined with variable chemical compositions and high surface areas, appeared promising for LIBs/SIBs. Recently, Bi et al. fabricated a NiS2@G composite (NiS2 nanoparticles embedded in graphene layers) through carbonization and sulfidation of a Ni-MOF, which conducted a specific capacity of 848 mAh g–1 after 100 cycles at 0.1 A g–1 when used as an anode in SIBs.  Zou et al. reported a new method to prepare bimetal-MOFs by directly utilizing CoSnO3 as the precursor under solvent-free conditions. After being carbonized in Ar atmosphere, the obtained materials delivered a high reversible capacity of 493.9 mAh g–1 at a current density of 0.1 A g–1 after 100 cycles.  Previous studies on MOF derived electrode materials for batteries mostly relied on classical MOFs such as ZIF-8, ZIF-67, or MIL-125(Ti)  with limited structural choices so that their properties could hardly be regulated by changing the ligands. Especially for cobalt sulfide, to the best of our knowledge, only ZIF-67 as the MOF precursor was employed so far.  Since the electrochemical performances of the resulting composites greatly depend on the structure of MOF precursors,  it is worthwhile to develop and test novel MOF structures with promising properties for the resulting composite electrode materials.",
                "In this work, we first introduce the synthesis and structural characteristics of a previously unreported single-crystal bulk MOF material, namely Co(IPC)·H2O (IPC: 4-(imidazole-1-yl) phthalic acid). Because micron-sized or even nanosized particles are desirable for battery applications, we developed an ultrasound-assisted method to convert these bulk MOF crystals into micron-sized Co(IPC)·H2O particles, with a high yield and high purity under mild conditions. After sulfurization, they were transformed into a composite material comprising CoS2 nanoparticles embedded in N-doped carbon (these samples are denoted as CoS2/C), which was then coated with another layer of N-doped carbon species derived from self-polymerized dopamine, resulting in the double-carbon-coated composite denoted as CoS2/C/C. Combining the advantages of the large porosity and surface area of Co(IPC)·H2O, high capacity of CoS2, and efficient protection of this active material wrapped within two layers of N-doped carbon, the resulting CoS2/C/C nanocomposite exhibited remarkable energy storage performance, which, to the best of our knowledge, is superior to most existing CoS2 composites and one of the best among all MOF derived CoS2 anodes for both LIBs and SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Schematics of the synthetic strategy toward CoS2/C/C composite is illustrated in . A solvothermal method was employed to prepare single-crystal Co(IPC)·H2O bulk material by adding cobalt(II) nitrate hexahydrate, 4-(imidazole-1-yl) phthalic acid (IPC), dimethylformamide (DMF), and deionized water into an autoclave. A designated temperature program (details are given in the ) was used to grow large single crystals (with an average diameter of around 1 mm) suitable for X-ray single-crystal diffraction tests to determine their crystal structure. Lattice constants, crystal parameters, and simulated chemical structure of the Co(IPC)·H2O single crystal are shown in . It possesses a monoclinic crystal structure with a space group of P21/c. The Co(II) ions are six-coordinated by IPC2– ligands. Each Co(II) ion is bridged with one N atom from the IPC2– ligand, two carboxylate O atoms from two different IPC2– ligands, and three O atoms from crystal water, generating a two-dimensional (2D) network. The bond lengths of Co–N and Co–O are presented in .",
                        "As mentioned above for battery applications, micron-sized Co(IPC)·H2O crystals with a large surface area are preferred.  For the synthesis of micron-sized MOFs, the commonly used hydrothermal/solvothermal method has some drawbacks such as high energy consumption at a high temperature and long reaction time, and the product yield may be limited by the size of the autoclave, which impedes applications.  Therefore, as a way of controlling the nucleation and crystallization process, an ultrasound-assisted room temperature treatment was developed here to prepare micron-sized Co(IPC)·H2O crystals in high yield and high purity with the product which shared the same crystal structure with bulk Co(IPC)·H2O MOFs (). Co(IPC)·H2O microcrystals were further coated by polydopamine and converted to CoS2/C/C nanoparticles in a sulfurization process.",
                        "Morphologies of the micron-sized Co(IPC)·H2O crystals and the CoS2-based materials derived from the former were characterized by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As shown in a, Co(IPC)·H2O microcrystals had a shape of rodlike particles with an average length and width of ∼1 μm and 300 nm, respectively. After sulfurization of these microcrystals, CoS2/C composite particles with an average diameter of around 120 nm were obtained (b). Thermogravimetric analysis (TGA) of Co(IPC)·H2O crystals under N2 flow showed a large amount of mass loss from 400 to 600 °C (), which can be ascribed to the evaporation of organic ligands. This process leads to the shrinkage and agglomeration of the MOF, and thus the increase of the particle size of CoS2. As exemplified further in the TEM images (d,e), a thin carbon layer, that was formed by pyrolysis of the organic groups from Co(IPC)·H2O microcrystals, was discerned at the edge of the particles. Elemental mapping of the CoS2/C composite demonstrated well dispersed Co, S, and C (). Interestingly, after wrapping with a polydopamine-derived N-doped carbon framework, unlike for the case of the CoS2/C composite where particles experienced strong agglomeration (b), the CoS2/C/C composite particles assembled into a distinct rodlike morphology (c). Moreover, a thicker carbon layer was observed at the edges of the CoS2/C/C particles, demonstrating the wrapping of polydopamine-derived carbon over their surface (g). Besides, as shown in h, clear boundaries between the carbon layer (thickness of around 6 nm) and the crystallized CoS2 were observed. High-resolution TEM (HRTEM) images showed lattice fringes of CoS2/C (f) and CoS2/C/C (i) composites with d-spacings corresponding to the (200) and (210) lattice planes of CoS2, respectively. ",
                        "X-ray diffraction (XRD) patterns of CoS2/C and CoS2/C/C composites are shown in . They perfectly match the standard diffraction pattern of cubic CoS2 (JCPDF card no. 41-1471), confirming the high purity and crystallinity of the respective component in both CoS2/C and CoS2/C/C composites. No diffraction peaks from graphitic carbon were observed, which may be due to the weak crystallinity of carbon. To further characterize the type of carbon in these composites, Raman spectroscopy was conducted (a). Both spectra of CoS2/C and CoS2/C/C composites delivered two peaks at 1361 and 1586 cm–1, which correspond to the vibrations of sp3-type carbon (D-band) and sp2-type carbon atoms in graphite (G-band), respectively.  The intensity ratio of the D-band to G-band (ID/IG) of CoS2/C/C composite (0.95) was higher than that of CoS2/C composite (0.91), suggesting that the wrapping of polydopamine-derived carbon layer created additional structural defects in the carbon component.",
                        "The chemical states of CoS2/C and CoS2/C/C composites were examined by X-ray photoelectron spectroscopy (XPS). As shown in the survey spectra of both composites, five peaks corresponding to Co, S, C, N, and O elements were present in both cases (b). The O signal was presumably generated from the surface oxidation of the composites due to their exposure to air. High-resolution XPS spectra of CoS2/C/C composite are shown in c–f. In the Co 2p core-level spectrum (c), two distinct peaks at 782.1 and 799.6 eV were assigned to the split 2p orbitals of Co 2p3/2 and Co 2p1/2, respectively, corresponding to CoS2.  The S 2p spectrum (d) could be fitted into three peaks at 163.4 eV (S 2p3/2), 164.2 eV (S 2p1/2), and 168.9 eV (the latter belonging to oxidized S, which was probably formed due to contact of the sample with air and oxygen). e demonstrates the C 1s core-level spectrum, where three peaks could be deconvoluted at 284.8 eV (C–C bond), 285.9 eV (C–N bond), and 288.7 eV (C═N bond). The high-resolution N 1s spectrum (f) showed two distinct peaks at 400.7 and 398.7 eV, which could be assigned to pyrrolic N (C–N) and pyridinic N (C═N), respectively.  The pyrrolic N (sp3 hybridized) represented the N atoms, which were incorporated in the pentagonal rings, and the pyridinic N (sp2 hybridized) atoms were located at the edges or in vacancies of the hexagonal carbon ring. The nitrogen doping contributes p electrons to the π-conjugated system of carbon, leading to the enhanced conductivity of the CoS2/C/C composite. ",
                        "The calculation of Brunauer–Emmett–Teller (BET) surface area and total pore volume was based on the nitrogen adsorption/desorption isotherms (), giving values of 60.7 m2 g–1 and 0.07 cm3 g–1 for the CoS2/C composite and 105.2 m2 g–1 and 0.13 cm3 g–1 for the CoS2/C/C composite, respectively. To determine the contents of CoS2 in the CoS2/C and CoS2/C/C composites, TGA was performed (). After heating under airflow, the solid residues of CoS2/C and CoS2/C/C constituted 51.2 and 39.7 wt %, respectively. Therefore, the weight ratio of CoS2 in the two composites was quantified as 79.1 and 61.6 wt %, respectively."
                    ],
                    "name": "2.1.  Synthesis and Characterization of the CoS2/C and CoS2/C/C Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "To evaluate how the two composites would work as anodes for LIBs and SIBs, their electrochemical performances were examined. The CV profiles of CoS2/C and CoS2/C/C electrodes are shown in a,b. The main peak positions for both composites were similar; however, intensities of the reduction and oxidation peaks for the CoS2/C electrode decreased in the second cycle, indicating its poor cyclability. For the CoS2/C/C electrode, a broad peak at 1.31 V in the first cathodic scan could be assigned to the lithiation process of CoS2 to Co and Li2S. The small peak at 0.78 V and the corresponding oxidation peak at 1.30 V may result from the formation and limited decomposition of the solid electrolyte interface (SEI) layer.  The small pair peaks at 0.38/0.53 V were related to the intercalation reaction between Li+ and the carbon matrix.  In the anodic scan, two intense peaks at 2.03 and 2.41 V could be assigned to the reversible oxidation reaction of Co to CoS2. CV profiles of the onward cycles nearly overlapped, suggesting the reversibility of the CoS2/C/C electrode.",
                        "Galvanostatic charge/discharge profiles of the CoS2/C and CoS2/C/C electrodes at a current density of 0.1 A g–1 are shown in c,d. The initial charge and discharge capacities of the CoS2/C electrode were 873 and 1311 mAh g–1, respectively, with a Coulombic efficiency (CE) of 66.5%. Then, the capacity sharply decreased from the second cycle onward, and only 67 mAh g–1 after 100 cycles (c). Compared to the CoS2/C electrode, benefiting from the polydopamine-derived N-doped carbon wrapping to strengthen the composite structure, the cyclability of the CoS2/C/C electrode was greatly increased. The initial charge/discharge capacities were 1036/1324 mAh g–1 with a CE of 78.3% (d). Comparing the charge voltage profiles of the CoS2/C and CoS2/C/C electrodes, a slightly longer plateau between 2.1 and 2.4 V (due to the conversion reaction from Co0 and Li2S to CoS2 and Li+) was observed for the CoS2/C/C electrode. This suggests that the regeneration of CoS2 was promoted by the presence of the additional N-doped carbon coating. The Coulombic efficiency increased to 95% at the third cycle and up to 99% from the fifth cycle onward, confirming the superior reversibility of the CoS2/C/C electrode (e). A high reversible capacity of 1076 mAh g–1 was maintained for the CoS2/C/C electrode at the 100th cycle, which was much higher than that of the CoS2/C electrode. We note that the capacity of the CoS2/C/C electrode initially slightly decreased to 891 mAh g–1 at the 20th cycle and gradually increased up to the 100th cycle. The corresponding cycle profiles () reveal that the increase in discharge and charge capacities was observed below 0.7 V and above 2.5 V, respectively. According to previous studies, a large part of this capacity growth can be assigned to the “quasi-reversible” SEI formation. ",
                        "Rate performances of the CoS2/C/C electrode were also strongly enhanced as compared with the CoS2/C electrode. As shown in f and , for the CoS2/C/C electrode, the average reversible specific capacity at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g–1 were 1098, 1008, 915, 833, 740, 599, and 480 mAh g–1, respectively. A high reversible capacity of 1054 mAh g–1 was recovered at the returned 0.1 A g–1, showing high reversibility for the CoS2/C/C electrode. In comparison, only 20 mAh g–1 was observed for the CoS2/C electrode at 10.0 A g–1. The long cycling stability of the CoS2/C/C electrode was evaluated under 1 A g–1 (with 0.1 A g–1 for the first to fifth cycles to activate the electrode). A high reversible capacity of 821 mAh g–1 was still observed at the 400th cycle with a capacity retention of about 96% (with respect to the sixth cycle) (g). Moreover, the Coulombic efficiency reached almost 100% from the 9th to the 400th cycle. As shown in , such lithium storage performance of the CoS2/C/C electrode is superior to most of the reported cobalt sulfide-based electrodes.",
                        "To explore the kinetics and the charge storage mechanism of the CoS2/C/C electrodes, CV measurements at various scan rates (0.1–2.0 mV s–1) were conducted (a). The positions of the main peaks of the CoS2/C/C electrode did not change with the increase of the scan rate, suggesting that the electrodes experienced only small polarization. According to previous studies,  the degree of the pseudocapacitive contribution of an electrode can be determined from orwhere the values of i and v represent the current and the scan rate of the electrode, respectively, log a is the intercept of log i vs log v fitting line, and the value of b (in the range of 0.5–1.0) is the slope of this line. When the b value is close to 0.5, this would indicate that the system is mainly under a diffusion-dominated process, while this value close to 1.0 suggests a surface capacitive-controlled process.  The fitted b values of peak 1 to peak 4 of the CoS2/C/C electrode (b) were 1.05, 0.95, 0.84, and 0.86, respectively, indicating more contribution from surface reactions during cycling. Moreover, the quantitative contribution from the pseudocapacitive process could be calculated based on where k1v and k2v1/2 represent the current contribution from the capacitive charge and diffusion-controlled processes at a fixed potential, respectively, k1 value can be obtained as the slope of the i(V)/v1/2 vs v1/2 plotting line, and the k2 value is the intercept of this line. For the CoS2/C/C electrode, as depicted in c (the dark cyan area), the capacitive contribution was determined to be 84.7% at the scan rate of 1.0 mV s–1 and increased to 90.1% at the scan rate of 2.0 mV s–1 (d). The high pseudocapacitive contribution for the CoS2/C/C electrode enables fast Li+ insertion/extraction reaction, resulting in improved rate capability. "
                    ],
                    "name": "2.2.  Electrochemical Characteristics of the CoS2/C and CoS2/C/C Anodes in LIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the CoS2/C and CoS2/C/C composites as anodes in SIBs were also evaluated, and the data are presented in  and . As shown in b, CV curves of the CoS2/C/C electrode showed two cathodic peaks at 1.01 and 0.74 V, corresponding to the intercalation and conversion reactions between CoS2 and Na+.  The peak at 0.58 V could be assigned to the intercalation of Na+ into carbon.  In the anodic sweep, three main peaks at 1.74,1.94, and 2.02 V corresponded to the reaction between Co and Na2S (1.74 and 1.94 V) and the regeneration of CoS2 (2.02 V).  CV curves recorded at the second and third cycles almost overlapped, demonstrating their excellent reversibility. For the CoS2/C electrode, a peak at 0.85 V in the first cathodic sweep was different from the CoS2/C/C electrode, which may be due to the variation of conversion steps, while other peaks at 0.58 V (cathodic sweep), 1.75, 1.93, and 2.02 V (anodic sweep) were the same as those observed for the CoS2/C/C electrode.",
                        "Galvanostatic discharge–charge profiles of CoS2/C and CoS2/C/C electrodes used as anodes in SIBs are shown in c,d. The discharge and charge curves of both electrodes at 0.1 A g–1 were consistent with the CV profiles. Tested in the carbonate-based electrolyte (1 M NaCF3SO3 in propylene carbonate), the CoS2/C electrode showed a rapid capacity decay, which is similar to the LIB results (). The reversible capacity of the CoS2/C/C electrode also faded gradually with only 506 mAh g–1 after 100 cycles (). Benefited from the advantages of ether-based electrolyte where stable and thin SEI layer can be formed, and restrained dissolution of Na-polysulfides in this electrolyte,  both kinds of electrodes showed superior electrochemical properties. The CoS2/C electrode exhibited initial discharge and charge capacities of 871 and 778 mAh g–1, respectively, with a CE of 89.3%, indicating a high active material utilization. However, its reversible capacity decreased gradually during the first 35 cycles and slightly increased in the following cycles, reaching 572 mAh g–1 at the 100th cycle (e). Similar to the tests in LIBs, the increase of capacity could be ascribed to the partially reversible formation of the SEI layer, which mainly generated from lower (<0.6 V) or higher (>2.0 V) potential ranges ().",
                        "Sodium storage performance of electrodes with different N-doped carbon coating contents, namely those denoted as CoS2/C/C-25 (coated with 25 mg of dopamine), CoS2/C/C (which is the major sample discussed in this work, coated with 50 mg of dopamine), and CoS2/C/C-100 (coated with 100 mg of dopamine), were studied. In the case of the CoS2/C/C-25 electrode (), the reversible capacity decreased gradually, and only 501 mAh g–1 was observed after 50 cycles, which may be due to the insufficient coating by 25 mg of polydopamine. In contrast, both CoS2/C/C and CoS2/C/C-100 electrodes demonstrated improved cycling stability (e and ). However, as compared with the CoS2/C/C electrode, the high coating of 100 mg of polydopamine in the CoS2/C/C-100 sample increased its carbon content, leading to capacity decrease with initial discharge/charge capacities of 818/743 mAh g–1, which was lower than that for the CoS2/C/C electrode (861/798 mAh g–1 with the corresponding CE of 92.1%). Such a high initial CE of the CoS2/C/C electrode could be attributed to the thin SEI layer generated in the ether-based electrolyte. When tested in the carbonate-based electrolyte, the initial CE for CoS2/C/C was only 77% (). The ether-based electrolyte has a lower reduction potential than the carbonate-based one, and thus, in the cycling process, a thinner SEI layer would be generated, due to the fewer amounts of decomposed organic products.  We note that similar high values of initial CEs were reported for a number of cobalt sulfides in the ether-based electrolyte.  The Coulombic efficiency of the CoS2/C/C electrode increased fast to 99.8% in the second cycle and was maintained at around 100% in the following cycles, indicating its superior reversibility (e). Notably, high reversible capacity of 712 mAh g–1 was observed after 100 cycles, which outperformed most of the cobalt sulfide-based electrodes reported previously (). After 100 cycles, the morphologies of particles of CoS2/C and CoS2/C/C electrodes generally remained the same, albeit with some size expansion (). The electrochemical impedance spectra (EIS) of CoS2/C and CoS2/C/C electrodes showed that the charge transfer resistance was greatly reduced after the N–carbon coating (). The capacity contributions of carbon components were studied for CoS2/C and CoS2/C/C electrodes in SIB tests with the initial charge capacity of 416 and 662 mAh (gcarbon)−1, respectively ().",
                        "f demonstrates the comparison of rate performances for the CoS2/C and CoS2/C/C electrodes at various current rates. A superior rate capability was obtained for the CoS2/C/C electrode, with average reversible capacities of 777, 711, 688, 671, 649, and 572 mAh g–1 at the rates of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, respectively. The reversible capacity of 436 mAh g–1 was observed even at a rate of 10.0 A g–1. In contrast, the CoS2/C electrode showed obviously lower capacities at different rates with only 168 mAh g–1 at the rate of 10.0 A g–1. The long cycle test for the CoS2/C/C electrode showed an impressive reversible capacity of 652 mAh g–1 at the 500th cycle with a high CE of nearly 100%.",
                        "We then studied the capacitive effect of CoS2/C and CoS2/C/C electrodes in SIBs by CV tests from 0.1 to 2 mV s–1 (a,b). The quantitative analysis of the capacitive effect was performed using . As shown in c,d, b values of CoS2/C and CoS2/C/C electrodes were determined to be around 0.63 and 0.72, respectively, which indicated the joint effects of the diffusional and pseudocapacitive process. The ratios of the pseudocapacitive contributions were calculated from . The CoS2/C/C electrode showed an increased pseudocapacitive contribution from 64.4 to 88.6% with the increase of the scan rate, which was higher than that of the CoS2/C electrode (e,f)."
                    ],
                    "name": "2.3.  Electrochemical Characteristics of the CoS2/C and CoS2/C/C Anodes in SIBs",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A novel MOF constituting the bulk single-crystal Co(IPC)·H2O with 4-(imidazole-1-yl) phthalic acid ligands has been synthesized and characterized. A room-temperature ultrasound-assisted method was used to prepare micron-sized Co(IPC)·H2O crystals, which shared the same crystal structure with the bulk MOF. Co(IPC)·H2O microcrystals were used as the precursor to form a CoS2/C composite with CoS2 nanoparticles embedded in a thin carbon layer by direct sulfurization. This composite was further wrapped with a nitrogen-doped carbon layer that was derived from polydopamine, leading to the CoS2/C/C composite, which exhibited excellent lithium and sodium storage performance. In LIB tests, the CoS2/C/C anode maintained a high reversible specific capacity of 1076 mAh g–1 after 100 cycles at 0.1 A g–1, 821 mAh g–1 after 400 cycles at 1 A g–1, and a high rate performance of 480 mAh g–1 at 10.0 A g–1. When employed as an anode for SIBs, the CoS2/C/C composite also showed superior properties with a large reversible capacity of 712 mAh g–1 at 0.1 A g–1 after 100 cycles, accompanied by excellent cycling stability (652 mAh g–1 after 500 cycles at 1 A g–1) and rate performance (436 mAh g–1 at 10.0 A g–1). The outstanding electrochemical performance of the CoS2/C/C electrodes for both batteries could be attributed to the following reasons. First, the use of nanosized CoS2 particles reduced the diffusion length for the transfer of Li+/Na+ ions, resulting in a high specific capacity. Second, the N-doped carbon layers derived from the MOF precursor and polydopamine provided an electrically conductive network between the CoS2 nanoparticles, thus preventing their aggregation and inhibiting adverse side reactions between the electrolyte and the surface of the electrode. Moreover, after wrapping the N-doped carbon layer around CoS2/C nanoparticles, the high pseudocapacitive contribution to the capacity resulted in the enhanced rate performance of the CoS2/C/C electrodes. Our study introduced a synthetic method to prepare transition metal sulfide from the novel micron-sized MOF precursor and promoted the research on transition metal sulfides as electrode materials for LIBs and SIBs."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Co(NO3)2·6H2O (0.0292 g, Sigma-Aldrich, 98%) and 0.1 mmol 4-(imidazole-1-yl) phthalic acid (H2IPC, 0.0232 g) were sequentially added into a mixture of 5 mL of dimethylformamide (DMF) and 5 mL of deionized water while stirring and transferred into a 25 mL autoclave and subjected to thermal treatment by increasing the temperature to 150 °C in 12 h and maintaining this temperature for 48 h, followed by 48 h cooling to room temperature. Purple single crystals were obtained, centrifuged, and washed with ethanol twice and dried at 40 °C overnight. The reaction yield of the Co(IPC)·H2O single-crystal product was 46 wt %. The CCDC number is 1945818."
                    ],
                    "name": "4.1.  Synthesis of Co(IPC)·H2O Single Crystals",
                    "type": "h3"
                },
                {
                    "content": [
                        "Micron-sized Co(IPC)·H2O crystals were synthesized by an ultrasound-assisted method. H2IPC (0.232 g, 1.0 mmol) was dispersed in 120 mL of ethanol by ultrasonication, followed by the addition of 20 mL of 0.1 mol/L NaOH. Co(NO3)2·6H2O (0.292 g, 1.0 mmol) dissolved in 10 mL of ethanol was added with ultrasonication for 30 min. The precipitate was centrifuged, washed with ethanol twice, and dried at 40 °C overnight. The pink powder product was obtained with a reaction yield of 87 wt %."
                    ],
                    "name": "4.2.  Synthesis of Micron-Sized Co(IPC)·H2O Crystals",
                    "type": "h3"
                },
                {
                    "content": [
                        "Micron-sized Co(IPC)·H2O crystals (100 mg) were dissolved in 40 mL of deionized water by ultrasonic treatment for 15 min (solution A). Dopamine hydrochloride (50 mg) was dissolved in 80 mL of the Tris-buffer solution (pH 8.5) under stirring for 15 min (solution B). Solution A was drapply added into solution B and stirred for 4 h to fully polymerize the dopamine. The black powder of the polydopamine-wrapped Co(IPC)·H2O was collected by centrifugation and dried overnight. For comparison, micron-sized Co(IPC)·H2O crystals were also wrapped with 25 mg and 100 mg of dopamine hydrochloride."
                    ],
                    "name": "4.3.  Synthesis of Micron-Sized Co(IPC)·H2O Crystals Wrapped with Polydopamine",
                    "type": "h3"
                },
                {
                    "content": [
                        "To synthesize the CoS2/C composite, 0.2 g of micron-sized Co(IPC)·H2O crystals were loaded into a tubelike sample holder and placed in the center of the quartz tube. An 8-fold mass of sulfur powder was loaded in another tubelike holder and placed in the upstream of the quartz tube. The quartz tube was heated to 600 °C under a temperature increase of 5 °C min–1 and kept for 2 h in a slow flowing Ar gas. After reaction and cooling, the sample was further washed with CCl4 to remove the unreacted sulfur from the surface of the sample. The CoS2/C composite was obtained with a reaction yield of 60 wt %. The CoS2/C/C composite was synthesized by one-step carbonization and sulfurization of the polydopamine-wrapped Co(IPC)·H2O under the same experimental conditions and procedures as CoS2/C. CoS2/C/C-25 and CoS2/C/C-100 composites were derived from the corresponding 25 and 100 mg of dopamine-wrapped micron-sized Co(IPC)·H2O crystals via the same procedures of CoS2/C/C."
                    ],
                    "name": "4.4.  Synthesis of CoS2/C and CoS2/C/C Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "Single-crystal X-ray data for Co(IPC)·H2O were measured at 296 K using a Bruker D8 Venture X-ray equipment with Mo/Kα radiation (λ = 0.71073 Å). The structure of Co(IPC)·H2O was solved by the SHELXS-2014 program. Morphologies of the materials were characterized by a field-emission scanning electron microscope (FEI Quanta FEG 450) and a (high-resolution) transmission electron microscope (JEM-2100F operating at 200 kV). To explore the crystal structures and chemical compositions of the materials, powder XRD (D2 PHASER, Cu Kα radiation, λ = 1.5406 Å), Raman spectroscopy (Renishaw InVia, 532 nm laser), TGA (Mettler Toledo thermogravimetric analyzer), and XPS (VG ESCALAB 220i-XL) were employed. The BET specific surface area and pore size distribution were measured based on the N2 adsorption/desorption isotherms (Autosorb-iQ, Quantachrome)."
                    ],
                    "name": "4.5.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "CoS2/C and CoS2/C/C composite materials were tested as active materials in the anodes for LIBs and SIBs. The battery fabrication procedures were as follows. Active materials were mixed with acetylene black and CMC (sodium carboxymethyl cellulose) aqueous solution (5 wt %) with a ratio of 7:1.5:1.5 by grinding to form a homogenous slurry, which was evenly coated on a copper foil and dried at 80 °C for 3 h. Then, the dried foil was punched into 16 mm round disks and vacuum-dried at 110 °C for 5 h with areal mass loading of active materials varying from 1.0 to 1.4 mg cm–2. An Ar-filled glove box was used to assemble the CR2032 coin cells for both battery tests with Li/Na metal foils as reference and counter electrodes and glass fiber (GF/D, Whatman) as separators. The electrolyte for LIB was 1 M LiPF6 in ethylene carbonate (EC) and dimethyl carbonate (DMC) (6:4 v/v). For SIB tests, the electrolyte was 1 M NaSO3CF3 in diethylene glycol dimethyl ether (DEGDME). Galvanostatic tests were measured from the Neware battery testing system. Cyclic voltammograms (CV) were performed on the VMP3 (Bio-Logic) electrochemical workstation."
                    ],
                    "name": "4.6.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Metal–Organic Framework Derived CoS2 Wrapped with Nitrogen-Doped Carbon for Enhanced Lithium/Sodium Storage Performance"
}