{
    "DOI": "10.1039/C7NR05470J",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, lithium ion batteries (LIBs) have been widely applied in a variety of portable electronic devices and shown great potential in the fields of electric vehicles (EVs) and grid-level energy storage due to their high energy density and excellent reversibility. However, the rapidly increasing demand for LIBs as a major power source in EVs and grid storage is limited by lithium's rarity, uneven global distribution, and consequent high cost. Accordingly, sodium ion batteries (SIBs), as a new rechargeable battery system, are considered to be a potential alternative to LIBs, because SIBs behave similarly to LIBs in chemistry and have advantages in terms of abundance and cost of Na element. Unfortunately, the commercially successful graphite anode for LIBs has proved to be low-efficiency or ineffective for storing sodium ions (Na+), because Na+ has a relatively larger size and is difficult to insert into interlayers of graphite. It has previously been reported that Na+ ions are able to reversibly insert into graphite only when the interlayer distance between the graphitic sheets is larger than 0.37 nm. Therefore, exploring suitable anode materials is of practical significance for implementing commercialization of SIBs.",
                "Phosphorus (P) is a very promising anode material for SIBs because of its theoretical capacity that is as high as 2596 mA h g−1 (3Na + P → Na3P). Elemental phosphorus can exist as three main allotropes, i.e., white P, red P, and black P. Among them, white P is highly flammable and pyrophoric (self-igniting) upon contact with air as well as being toxic; thus it is not suitable for use as an electrode material for batteries. As two types of relatively stable allotropes, red P and black P have been widely studied due to their high lithium and sodium storage capacity. However, there still remains a big challenge in the synthesis of high-quality black P because high temperature and ultrahigh pressure are required during its preparation. By contrast, red P is available easily and eco-friendly. In contrast, the application of red P in NIBs encounters at least two thorny issues. On the one hand, red P has poor electrical conductivity (∼10−14 S cm−1), greatly degrading its electrochemical performance for Na+ storage. On the other hand, red P undergoes a huge volume change (∼400%) during Na+ insertion and extraction, leading to a series of issues, such as poor electrical contact between the phosphorus particles and the conducting matrix, pulverization of red P particles, and continuous growth of the solid electrolyte interphase. Consequently, the commercial red P powder as a SIB anode shows fast capacity fading and poor electrochemical performance at high current densities.",
                "To address the above issues, carbon materials with excellent conductivity are usually introduced for coupling with red P for enhancing its electrical conductivity and accommodating the volume changes during sodiation/desodiation. Nevertheless, there were few reports on designing and fabricating nano-size red P and its corresponding hybrids. Bearing these points in mind, the development of red-P based nanohybrids should be one of the most promising routes towards addressing the intrinsic issues of NIBs: (i) the diffusion length of Na+ and electrons can be shortened in nanostructure electrode materials, allowing operation with low Na+ and electron conductivity or higher power; (ii) the electrochemical interface area between the electrode materials and the electrolyte can be remarkably enhanced with improving utilization of active materials; (iii) the strain upon Na+ insertion/extraction is envisaged to be mitigated and thus contributes to improvement in cycle performance.",
                "Herein, for the first time, we report a reliable strategy for the preparation of red phosphorus quantum dots (RPQDs) just using the commercial red P as a source. The RPQDs show unprecedented properties for Na-ion storage over the red phosphorus reported to date. Furthermore, the RPQDs can be successfully anchored on the surface of reduced graphene oxide (rGO) with formation of RPQDs/rGO nanohybrids, which show favorable properties for Na+ insertion/extraction, as demonstrated by their outstanding electrochemical performance with a high capacity, excellent stability, and a high rate capability."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical synthesis, 0.5 g of commercial red phosphorus powder was dispersed into 65 mL of deionized water and then transferred into a 100 mL Teflon-lined stainless-steel autoclave, followed by keeping it sealed at 200 °C for 24 h. Then it was cooled down to room temperature, and the precipitate was collected and immersed in a poly(allylamine hydrochloride) (PAH) solution (1 g L−1) for 4 h. After sedimentation for 10 min, the top 2/3 water solution (marked as solution A) containing RPQDs and net-like interconnected red P nanowires (RPNWs) were further centrifuged at 8000 rpm for 30 min. Then the top 2/3 supernatant (marked as solution B) containing PAH-modified RPQDs was separated from the centrifuge-tube for characterization and preparation of the RPQDs/rGO hybrid. And the bottom 1/3 solution containing PAH-modified RPNWs is used for the preparation of the RPNWs/rGO hybrid. The yield of red phosphorus quantum dots was around 0.6%. And the concentration of the obtained PAH-modified RPQD solution was found to be about 0.1 mg mL−1."
                    ],
                    "name": "Preparation of PAH-modified RPQDs and RPNWs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "GO sheets were prepared according to a modified Hummers’ method. 10 mL of 0.2 mg L−1 graphene oxide (GO) was immersed in a solution containing PAH-modified RPQDs under magnetic stirring for 12 h to ensure a homogeneous mixture. The mixture was filtered using polytetrafluoroethylene filter membranes and subsequently washed with deionized water. The yielded product was further immersed in 98% hydrazine (N2H4) for 0.5 h to chemically reduce the graphene oxide to graphene, filtered under vacuum and washed with deionized water. The RPQDs/rGO hybrid was obtained after freeze-drying. The RPNWs/rGO hybrid was obtained in the exact same way. By changing the weight of GO (1 mg and 4 mg) added into the RPQDs solution, two more samples with different ratios were prepared through the same process to optimize the ratio for the RPQDs/rGO hybrid. The tap density of the RPQDs is around 0.32 g cm−3 and that of the RPQDs/rGO composite is around 0.18 g cm−3."
                    ],
                    "name": "Preparation of the RPQDs/rGO hybrid and the RPNWs/rGO hybrid",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-prepared products were characterized by powder X-ray diffraction (MiniFlex600, Rigaku) with Cu Kα1 radiation (λ = 0.154187 nm). Raman spectra were measured by using a 532 nm micro-Raman spectrometer (LabRAM HR). The morphology of the samples was examined by scanning electron microscopy (SEM, NOVA NANOSEM450) and transmission electron microscopy (TEM) (JEM-2010). X-ray photoelectron spectra (XPS) measurements were performed on a Thermo Scientific ESCALAB 250Xi electron spectrometer. The thermogravimetry analysis (TGA) of samples was performed with a Netzsch STA 449 thermogravimetric analyzer at a heating rate of 10 °C min−1 under an argon atmosphere. Fourier transform infrared (FTIR) spectra were recorded in KBr discs on a Magna 750 FTIR spectrometer. The luminescence properties of the RPQDs were recorded on an Edinburgh Instruments FLS920 spectrofluorometer."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance was investigated using CR2032-type coin cells. The RPQDs/rGO hybrid and RPNWs/rGO hybrid electrodes were prepared by mixing 80 wt% RPQDs/rGO hybrid or RPNWs/rGO hybrid with 10 wt% acetylene black and 10 wt% polyvinylidene fluoride (PVDF) as the binder to form a slurry. The RPQDs and RPNWs electrodes were prepared by mixing 60 wt% RPQDs or RPNWs with 30 wt% acetylene black and 10 wt% PVDF. Then the slurry was coated onto a copper foil and dried at 80 °C for 12 h under vacuum. For sodium-ion batteries, sodium metal was used as the counter and reference electrodes. Glass microfibers (Whatman GF/D) were used as the separator and the electrolyte solution used in this work was 1 M NaClO4 in an ethylene carbonate (EC)–propylene carbonate (PC) solution with addition of fluoroethylene carbonate (FEC, 10%). The RPQD electrodes were also assembled for lithium-ion batteries using lithium foil as counter and reference electrodes, 1 M LiPF6 in a mixture of EC and DMC (1:1 = v:v) as an electrolyte, and a Celgard 2400 membrane as a separator. The mass loading of the electrodes is about 1.0–1.5 mg cm−2. All the cells were assembled in an Ar-filled glove box with oxygen and water contents below 0.5 and 0.5 ppm, respectively. The charge–discharge tests were performed with a LAND-CT2001A battery system in a voltage window of 0.005–2.0 V. Cyclic voltammetry (0.005–2.0 V, 0.1 mV s−1) was carried out using a CHI604E electrochemical station."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1a shows the fabrication process of the RPQDs/rGO hybrid. Commercial red P with particle sizes in the range of 5–50 μm (Fig. S1b, ESI†) was used as the only source for the synthesis. Initially, RPQDs with an average size of 4.0 nm were prepared through a convenient hydrothermal route accompanied by a centrifugal separation process. To unravel the formation mechanism of the RPQDs, time-dependent morphology evolution was examined. Upon the hydrothermal process, the commercial red P undergoes a continuous vaporization–condensation inside the closed system when the hydrothermal temperature increases to 200 °C (Fig. 1e and S2†). As shown in Fig. S2a,† we observed that a porous structure was generated within the amorphous red P at a short reaction time of 2 h. The pores appeared to be evenly distributed and the average pore size was smaller than 10 nm. When the reaction time was increased from 6 h to 24 h, the pores became larger and larger, which could be the result of continuous sublimation of red P. Also, the emergence of RPQDs could be observed at the reaction time of 12 h. As the time was prolonged from 12 h to 24 h, the fraction of RPQDs gradually increased and RPQDs were adsorbed on the surface of RPNWS (Fig. S2d and S2f†). Because of the varied active surface sites and different evaporating flux, a net structure with nanowire morphology was formed within the bulk red P (Fig. S2e†). As evaporation continued, the phosphorus vapor density would increase accompanied by the increase of the condensation rate. The closed system would eventually reach an equilibrium state when the evaporation rate is equal to the condensation rate. The continuous solid–vapor–solid transformation would induce the formation of critical nuclei of isolated phosphorus nanodomains, which would act as the source for the nucleation of RPQDs. Thus, commercial red P with irregular shape finally evolved into two kinds of red P nanostructures, i.e., RPNWs and RPQDs. The insets in Fig. S2a and S2f† show the SEAD patterns related to red P after hydrothermal treatment at 200 °C for 2 h and 24 h, respectively. The diffraction rings became brighter and sharper with an increase in treatment time, implying an enhanced crystallinity driven by heat. Due to the high surface energy, RPQDs tend to adsorb on the surface of RPNWs when the interactive potential exceeded the energy of the thermal vibrations (Fig. S2c, S2d and S2f†). Nevertheless, pure RPQDs can be easily separated by a centrifugal process (Fig. S3†).",
                "The as-synthesized RPQDs were then modified by using poly(allylamine hydrochloride) (PAH); in this way, the surface of RPQDs was rendered with positively charged amine groups and can be well dispersed and stabilized in water (Fig. 1d). The PAH-modified RPQDs were then uniformly decorated on the negatively charged surface of GO. To study the surface charges of the modified red P particles, zeta potential measurements were conducted (Table S1†). The zeta potentials of the RPQDs are +32.56 mV, which confirms the positively charged surface states of the RPQDs. Thereafter, the positively charged RPQDs can be coupled with negatively charged GO that has a zeta potential of −33.51 mV by electrostatic interactions. Following a chemical reduction by N2H4, the graphene oxide in RPQDs/GO was converted into rGO with formation of RPQDs/rGO hybrids.",
                "The detailed structure and morphology of the as-prepared RPQDs were characterized by transmission electron microscopy (TEM). Fig. 1b shows a typical TEM image of the RPQDs that are well dispersed in the substrate as individual quantum dots. The inset of Fig. 1b exhibits a high-resolution TEM (HRTEM) image of RPQDs, clearly showing a lattice fringe of 0.26 nm corresponding to the (31) planes of red P crystals. Upon the hydrothermal process, commercial amorphous red P has underwent structural transformation to form crystalline RPQDs. The sizes of RPQDs were determined by measuring the quantum dot diameters in TEM images (Fig. 1c), which show a quite narrow size distribution with an average size of 4.0 ± 0.5 nm. According to the UV-Vis adsorption spectrum, the RPQDs show a broad absorbance pattern at 250–420 nm (Fig. S4†) and two characteristic absorption peaks are centered at 285 nm and 360 nm. Photoluminescence spectra of RPQDs dispersed in water are shown in Fig. 1d, plotting strong emission peaks at 365 and 438 nm under an excitation wavelength of 285 and 360 nm, respectively. The well-defined Tyndall effect observed in the water solution of RPQDs (right inset of Fig. 1d) further indicated the presence of highly monodisperse quantum dots.",
                "Fig. 2a shows the X-ray diffraction (XRD) patterns of the rGO, the RPQDs, and the RPQDs/rGO hybrid. As expected, the rGO shows a broad diffraction peak at 24.5° corresponding to the (002) planes of hexagonal crystalline graphite (JCPDS no. 41-1487). The RPQDs show two wide peaks centered at ∼15.4° and ∼31.5° that are attributed to the (013) and (31) planes of crystalline red P. Compared with the commercial red P, the XRD peak for the RPQDs is broader, implying the nanosize of RPQDs (Fig. 2a and Fig. S1c†). For the RPQDs/rGO hybrid, one can clearly observe diffraction peaks attributed to rGO and a set of slight peaks relating to red P, respectively. Fig. 2b shows Raman spectra of the rGO, the RPQDs, and the RPQDs/rGO hybrid. The RPQDs show three distinct peaks corresponding to red P, i.e., B1 fundamental mode at 351 cm−1, A1 symmetric stretch motion at 395 cm−1, and E1 degenerate mode at 466 cm−1. The rGO exhibits characteristic peaks of the D band at ∼1345 cm−1 and G band at ∼1588 cm−1. The D band corresponds to the defects and disorder in the structure of graphene while the G band is related to the E2g vibration of sp2 C atoms in graphene. Compared with the RPQDs, the RPQDs/rGO hybrid exhibits two typical D and G band peaks peculiar to rGO and a slight peak at 475 cm−1 corresponding to red P. The faint Raman signals of red phosphorus are probably attributed to the fact that rGO sheets were covered by RPQDs in the hybrid, resulting in the decrease of the intensity of phosphorus peaks. This result is in accordance with the XRD patterns.",
                "X-Ray photoelectron spectroscopy (XPS) measurements were carried out to determine the surface chemical composition of the RPQDs/rGO hybrid (Fig. 2c–e and S5†). Fig. 2c shows the XPS survey spectra for the RPQDs/rGO hybrid, confirming that the hybrid consists of the elements P, C, N and O. The appearance of the N 1s peak in the XPS spectra of the RPQDs/rGO hybrid indicates the existence of residues of PAH for modifying RPQDs. Fig. 2d shows that the high resolution peak of element P for the RPQDs/rGO hybrid can be deconvoluted into two phosphorus–phosphorus bond peaks corresponding to 2p3/2 (P1) and 2p1/2 (P2) at 129.0 and 130.0 eV and a peak at 132.7 eV resulting from the POx. The little increase of POx in the RPQDs/rGO hybrid compared to commercial red phosphorus (Fig. S5†) might be mainly stemming from the oxidation of RPQDs on its surface as a result of the high surface energy of quantum dots. Fig. 2e exhibits the high resolution peak of the C 1s XPS spectrum, which can be split into four functional groups: the nonoxygenated C–C bond at 284.5 eV, the carbon in the C–O bond at 285.6 eV, the carbonyl carbon in the CO bond at 286.6 eV, and the carboxylate carbon in the O–CO bond at 288.0 eV. The nonoxygenated C–C bond dominates the C 1s peak, indicating a significant decrease in oxygen content of GO through chemical reduction. The presence of oxygen is attributed to the POx and the residual oxygen groups of rGO sheets. Fourier-transform infrared spectroscopy (FT-IR) measurements are shown in Fig. S6.† Compared with the pure GO, the RPQDs/rGO hybrids show several additional peaks corresponding to N–H and C–N stretching or bending vibrations between 3000 and 1500 cm−1, indicating the successful modification of RPQDs by PAH.",
                "For quantifying the amount of RPQDs in the RPQDs/rGO hybrid, thermogravimetric analysis (TGA) of RPQDs/rGO and rGO was carried out in argon (Fig. 2f). TGA of the rGO shows a slight weight loss of 6.5%, which is ascribed to the decomposition of the residual oxygen functional groups present in rGO. TGA of the RPQDs/rGO hybrid shows a slight weight loss at about 144 °C and a sharp weight loss at about 372 °C. The first mass loss can be mainly attributed to the sublimation of RPQDs on the outer surface of the as-prepared RPQDs/rGO hybrids. The subsequent sharp weight loss can be mainly associated with the sublimation of RPQDs inside the as-prepared RPQDs/rGO hybrids. As the melting point can be significantly lowered when the particle size decreases to the nanometer scale, the temperature at which RPQDs sublime was lowered from 416 °C to 372 °C. Based on the TGA of the RPQDs/rGO hybrid and rGO, it is revealed that the RPQD content is ca. 55.7 wt% in the RPQDs/rGO hybrids.",
                "Fig. 3 shows the scanning electron microscopy (SEM) and TEM images of the RPQDs/rGO hybrid. Only graphene sheets can be identified at a low-magnified SEM image (Fig. 3a). The magnified SEM and TEM images demonstrate that the RPQDs are homogeneously and densely distributed on graphene sheets (Fig. 3b–d). The RPQDs/rGO hybrid exhibits a wrinkled surface with a low contrast characteristic, revealing the ultrathin thickness of the graphene sheets with RPQD loading. Fig. 3e and f display high resolution TEM images of the RPQDs/rGO hybrid at the center and the edge of graphene sheets, respectively, demonstrating that the RPQDs are uniformly anchored on graphene sheets. To further investigate the distribution of RPQDs on graphene sheets, scanning transmission electron microscopy (STEM) was carried out. The corresponding elemental mapping images of carbon and phosphorus reveal the homogeneous distribution of RPQDs on graphene sheets, which is significant for subsequent electrochemical investigations on their sodium storage behavior (Fig. 3g–i). In addition, the SEM and TEM images of the RPNWs/rGO hybrid are also studied (Fig. S7†), suggesting that RPNWs were densely decorated on rGO sheets.",
                "Fig. 4 shows the electrochemical properties of different samples as anodes of NIBs on the basis of the overall weight of the hybrid. In order to optimize the ratio of RPQDs and rGO, two more samples were prepared by changing the weight of GO (1 mg and 4 mg) added into the RPQDs solution. As shown in Fig. S8a,† both of the samples with 1 mg and 4 mg GO added into the RPQD solution display a lower capacity than that with 2 mg GO added into the RPQD solution. Either too much or too little GO would not be favorable for the best electrochemical performance. When the amount of GO is too little, there would not be sufficient sites to disperse RPQDs. And the active content would not be sufficient when the amount of GO is too much. Fig. 4a presents the cyclic voltammetry (CV) curves for the RPQDs/rGO hybrid at a scan rate of 0.1 mV s−1 between 0.005 and 2.0 V (vs. Na/Na+). Three broad peaks at around 0.1, 0.66 and 1.14 V (vs. Na/Na+) are observed in the first cathodic scan. The peaks at around 0.66 and 1.14 V disappear in the subsequent scans, most likely due to the formation of a solid electrolyte interface (SEI) on the RPQDs/rGO electrode surface. In the subsequent cathodic scans, a weak peak at around 1.0 V is observed and could be ascribed to the initial sodiation of RPQDs. A further stepwise sodium ion insertion of RPQDs generates two peaks at 0.18 and 0.28 V. In the anodic scan, three peaks at 0.1, 0.48 and 0.66 V imply the stepwise sodium ion extraction from the fully charged Na3P phase to form the Na2P, NaP and NaP7 intermediates. Starting from the third anodic scan, the peaks at 0.18 and 0.48 V are developed with the peak intensity gradually increasing from the third scan to the fifth scan, implying that the desodiation kinetics are gradually improved during cycling. Fig. 4b displays the discharge–charge profiles of the RPQDs/rGO hybrid at a current density of 200 mA g−1 between 0.005 and 2.0 V. The RPQDs/rGO hybrid exhibits a voltage profile similar to the typical characteristics of red P. For the first cycle, the discharge and charge capacities of the RPQDs/rGO hybrid electrode are 2287 and 1270 mA h g−1, respectively. Fig. S8b† shows the coulombic efficiency (CE) of the RPQDs/rGO hybrid, the RPNWs/rGO hybrid, RPQDs and RPNWs. RPQDs and RPNWs have a very low first cycle CE of 25.5% and 16.7%, respectively. For the RPQDs/rGO hybrid and the RPNWs/rGO hybrid, the first cycle CE increases to 55.5% and 38.5%, respectively, probably due to the improved conductivity of rGO. The large capacity loss in the first cycle is mainly ascribed to the irreversible formation of the SEI layer on the electrode surface and irreversible Na insertion into the electrode. Nevertheless, the capacity loss only occurs in the first few cycles, the CE of the four materials all approaches 100% in the following cycles, indicating excellent capacity retention.",
                "Fig. 4c shows the variation of sodiation capacity for the RPQDs/rGO hybrid at 200 mA g−1 for 250 cycles. For comparison, the cycling capacities of RPQDs, RPNWs and the RPNWs/rGO hybrid for SIBs under the same current density are also presented. The RPNWs only have a reversible capacity of over 90 mA h g−1 in the first cycle and decrease to below 50 mA h g−1 after 3 cycles. Compared to the RPNWs, the RPQDs have a reversible capacity of over 400 mA h g−1 in the first cycle and can still retain over 100 mA h g−1 after 50 cycles. Significantly, after incorporation with graphene, the RPQDs/rGO hybrid and the RPNWs/rGO hybrid deliver initial reversible capacities of 1145 and 837 mA h g−1, respectively, suggesting that introducing graphene does contribute a remarkable improvement in the initial capacity. The RPQDs/rGO hybrid exhibited an increase during the first several cycles in capacity, gradually increasing to 1161 mA h g−1 after 25 cycles. The initial gradual increase in capacity indicates an activation process for the RPQDs/rGO hybrid electrodes. Because of the PAH on the surface of RPQDs, it may take some time for P to come into contact with the electrolyte and become fully electrochemically active. After 250 cycles, the specific capacity of the RPQDs/rGO hybrid can remain ∼900 mA h g−1 with a low capacity deterioration rate of less than 0.12% per cycle compared with the initial charge capacity. Even cycled at a high rate of 2 A g−1, capacities of over 390 mA h g−1 can still be retained up to 400 cycles, as evidenced in Fig. 4e. In contrast, the capacity of the RPNWs/rGO hybrid shows continuous and fast decay as the cycling progresses and maintains only 31% of the initial reversible capacity (837 mA h g−1). Fig. 4d shows the rate capability of the RPQDs/rGO hybrid, the RPNWs/rGO hybrid, RPQDs, and RPNWs. The RPQDs/rGO hybrid displays capacities of 902, 686, 471, 323 and 193 mA h g−1 at current densities of 0.2, 0.4, 0.8, 2.0 and 4.0 A g−1, respectively, as compared to 523, 399, 324, 213 and 107 mA h g−1 only for the RPNWs/rGO hybrid. When the current density goes back to 0.2 A g−1, a stable capacity of 1086 mA h g−1 is still maintained for the RPQDs/rGO hybrid. Thus, it is evident that the RPQDs/rGO hybrid and the RPNWs/rGO hybrid exhibit remarkably improved cycling and rate performances compared with RPQDs and RPNWs, further demonstrating the significance of the incorporation with graphene. Simultaneously, it is demonstrated that the development of nanostructured electrode materials is an effective way to improve the performance of sodium-ion batteries by comparing the performance of the RPQDs/rGO hybrid and RPQDs with that of the RPNWs/rGO hybrid and RPNWs (Fig. 5).",
                "For solid-state diffusion of Na+ in electrode materials, the mean diffusion time is proportional to the square of the diffusion path length:",
                "where L is the diffusion length and D the diffusion constant. In nanoparticle systems, the distances over which e− and Na+ must diffuse are dramatically decreased and ultimately enhance the overall degree of intercalation. The Na+ can be fully intercalated into the RPQDs for the RPQDs/rGO hybrid and partly on the surface of RPNWs for the RPNWs/rGO hybrid. As a result, a reversible capacity of 100 mA h g−1 for RPQDs can still be achieved after 50 cycles for SIBs in this study. By contrast, rapid initial decay was observed in previous studies on pristine red P, and the capacity decreased to below 50 mA h g−1 after only 10 cycles for SIBs. To further confirm the advantages of nanostructured electrodes, RPQDs electrodes were also assembled for lithium-ion batteries and electrochemically tested (Fig. S9†). For LIBs, the RPQDs delivers a high specific capacity of around 220 mA h g−1 at a current density of 125 mA g−1 after 500 cycles and excellent rate performances of 416 and 117 mA h g−1 at current densities of 0.025 and 1.25 A g−1, respectively. To the best of our knowledge, this is the best cycling performance and rate performance for pristine red P so far."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we demonstrated for the first time a reliable hydrothermal method to fabricate red phosphorus quantum dots, which can be homogeneously and densely distributed on rGO. The coupling of RPQDs and rGO not only enhances the electronic conductivity, but also effectively restrains the aggregation of RPQDs and buffers the large volume changes of red P during the charge–discharge process. The as-prepared nanohybrid, i.e., RPQDs/rGO, shows a significantly improved performance in terms of capacity, rate capability, and cycling stability, demonstrating that the RPQDs/rGO hybrid is a very promising anode material for SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Engineering graphene with red phosphorus quantum dots for superior hybrid anodes of sodium-ion batteries"
}