{
    "DOI": "10.1039/C7CP00990A",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past few decades, lithium ion batteries (LIBs) have been applied in portable electronic devices and electric vehicles due to their high energy density and long cycle life. However, the limited resources of lithium have led to a drastic increase in cost. Thus, a substitute for lithium is highly needed. Sodium, with similar physicochemical properties to lithium, is an abundant and cheap element. Therefore, sodium ion batteries (SIBs) represent potential alternatives for developing low-cost and large-scale energy storage devices. However, the ionic radius of sodium is larger than that of lithium (98 vs. 69 pm), resulting in sluggish kinetics, dramatic volume variation, and fast capacity fading. Electrode materials with fast kinetics and small volume change during Na+ intercalation/de-intercalation are highly desired. Pseudocapacitance generated from redox reactions often shows high power density and long cycle life, because the process is non-diffusion-controlled and does not cause large volume change. Therefore, it is expected that SIBs with longer cycle life and better rate capability can be achieved by taking advantage of pseudocapacitive sodium storage. To realize intercalation pseudocapacitive charge storage, the electrode material should possess the following characteristics: (1) nanosized structure to reduce the ion diffusion length; (2) high conductivity and rapid ion diffusion; (3) no phase transition during electrochemical reactions. Hence, to realize reversible and rapid sodium storage, materials with small size, large diffusion channels, high conductivity and no phase transition during electrochemical reactions are required.",
                "Two-dimensional (2D) 2H MoS2, which consists of trigonal prismatic coordination of sulfur around the molybdenum and stacks along the c-axis through van der Waals forces, possesses an interlayer distance of 0.62 nm. The 2D structure can facilitate the insertion/extraction of Na+. However, MoS2 suffers from large lattice breathing along the c-axis and dramatic volume change, leading to the collapse of the 2D structure and fast capacity fading. Besides, during ion intercalation process, MoS2 also suffers from a phase transition from the semiconducting 2H to the metallic 1T phase and the coordination environment of Mo atoms changes from trigonal prismatic to octahedral. Several studies have focused on expanding the interlayer spacing to reduce the structural change and facilitate Na+ diffusion. For example, Hu et al. expanded the interlayer spacing of MoS2 to 0.67 nm through a hydrothermal method and its electrochemical performance was enhanced; further kinetic analysis showed that the insertion/extraction of Na+ were pseudocapacitive processes. In order to inhibit the phase transition during the electrochemical reaction, stabilized 1T MoS2 has to be prepared. Several methods have been proposed to stabilize 1T MoS2, such as pre-intercalation, doping, and covalent-functionalization. Recently, 1T@2H MoS2 was synthesized through solvothermal treatment of MoS2 in ethanol. This approach incorporates 1T MoS2 into the 2H MoS2 matrix and introduces ferromagnetism into the MoS2 nanosheets. However, this method does not change the interlayer distance of MoS2 and the phase composition is still dominated by 2H MoS2. Thus, the simultaneous realization of stabilized 1T-phase MoS2 for phase transition inhibition and expanded interlayer spacing through a facile method for lattice breathing inhibition is needed to boost the pseudocapacitive sodium storage in MoS2.",
                "Herein, methyl-functionalized MoS2 (M-MoS2) nanosheets were synthesized through a facile second solvothermal method using methanol as the solvent. The M-MoS2 shows a dominated 1T phase and an expanded interlayer spacing of 0.80 nm. The expanded interlayer spacing not only facilitates the diffusion of Na+ in the 2D channels but also reduces the volume change of MoS2 during discharge/charge; meanwhile, the 1T-phase can inhibit the phase transition during Na+ intercalation/de-intercalation. When evaluated as the anode material for SIBs, the obtained M-MoS2 exhibits better cycling stability and rate capability than pristine MoS2. The improved sodium storage performances are ascribed to the enhanced capacitive contribution and reduced lattice breathing."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Analytical grade (NH4)6Mo7O24·4H2O, CS(NH2)2, methanol, and hydrochloric acid were used as received without further treatment.",
                        "Preparation of pristine MoS2. The preparation of pristine MoS2 was modified from a previously reported method. First, 1.366 g (NH4)6Mo7O24·4H2O, 2.534 g CS(NH2)2 and 100 μL HCl were dissolved in 39 mL distilled water. The solution was stirred for 1 h to form a homogeneous and clear solution. Then, the solution was transferred into a Teflon-lined stainless steel autoclave and maintained at 180 °C for 24 h. The obtained products were washed with water and ethanol several times.",
                        "Preparation of M-MoS2. The M-MoS2 was obtained through a second solvothermal method. 0.16 g as-prepared MoS2 was dispersed into 35 mL methanol under stirring for 30 min, followed by sonication for 1 h. The suspension was transferred into a Teflon-lined stainless steel autoclave and maintained at 180 °C for 24 h. The obtained products were washed with ethanol several times."
                    ],
                    "name": "Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology of the as-prepared samples was studied by field emission scanning electron microscopy (FESEM, JEOL 7100F), transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) (JEM-2100F). The crystallographic information was obtained through a Bruker D8 DISCOVER X-ray diffractometer (XRD). The phase composition was obtained through X-ray photoelectron spectroscopy (XPS) measurements (VG MultiLab 2000). Raman spectroscopy was done on a micro-Raman spectrometer (Renishaw in Via plus at 514.5 nm laser). A 60-SXB IR spectrometer was used to collect the Fourier transformed infrared (FTIR) transmittance spectra. The carbon content was determined using a Vario EL cube CHNS/O elemental analyzer."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances were evaluated by assembling 2016 coin cells in an argon-filled glove box. The working electrode was prepared by mixing the active material (75 wt%), carbon black (20 wt%), and carboxylmethyl cellulose (CMC) (5 wt%) in an appropriate amount of water and then coating the slurry onto Cu foil. For assembling SIBs, sodium metal was used as the anode; 1 M NaClO4 in ethylene carbon (EC)/dimethyl carbonate (DEC) (1:1 v/v) with 5 wt% fluoroethylene carbonate (FEC) was used as the electrolyte; Whatman Glass Micro-fibre Filter (Grade GF/F) was used as the separator. Galvanostatic discharge/charge cycling behaviors were investigated at a potential window ranging from 0.6 to 3 V (vs. Na+/Na) using a multi-channel battery testing system (LAND CT2001A). Cyclic voltammetry (CV) was tested with an electrochemical workstation (CHI 605E). All the measurements were performed at room temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis of M-MoS2 nanosheets is illustrated in Fig. 1. Pristine MoS2 nanosheets are synthesized through a simple hydrothermal method. The as-prepared MoS2 nanosheets are then used as the precursor for preparing interlayer-expanded M-MoS2 nanosheets through a second solvothermal method. XRD was used to characterize the crystal structure of pristine MoS2 and M-MoS2. The (002) diffraction of MoS2 is located at 13.7°, revealing an interlayer distance of 0.65 nm (Fig. 2a). After the solvothermal treatment, the (002) diffraction shifts to a lower angle of 11.0°, reflecting the expansion of the interlayer distance to 0.80 nm. The enlarged interlayer distance of M-MoS2 could be attributed to the intercalation of organic compounds. The (102) diffraction of M-MoS2 also shows a shift towards a lower angle, which is consistent with the enlarged interlayer distance along the c-axis. The morphology of M-MoS2 was characterized by SEM and TEM (Fig. 2b–d). The M-MoS2 consists of nanosheets with a size between 100–200 nm, and a thickness below 10 nm, which is similar to the pristine MoS2 (Fig. S1a–c, ESI†). This indicates the nanosheet structure is well maintained during the second solvothermal treatment. The HRTEM image of M-MoS2 shows a 2D laminar structure (Fig. 2e) and the interlayer distance can be clearly observed from the curled edges. The lattice fringes are determined to be 0.80 nm, corresponding to the (002) facet of M-MoS2, larger than that of pristine MoS2 (0.65 nm, Fig. S1d, ESI†). The SAED pattern of M-MoS2 shows two separated diffraction rings, which correspond to the (100) and (110) planes; the same two diffraction rings were also observed in the pristine MoS2 (Fig. S1e, ESI†). The EDS mapping of M-MoS2 is shown in Fig. 2g; the C element is uniformly distributed with Mo and S, indicating the homogenous intercalation of organic compounds.",
                "To identify the intercalated species, FTIR tests were performed using the KBr pellet method. As shown in Fig. S2a (ESI†), M-MoS2 displays two strong signals at 943 and 1292 cm−1, which are attributed to the methyl rocking and deformation modes, respectively. The peak at 700 cm−1 is attributed to the S–C stretching. FTIR tests in paraffin oil were performed to determine the presence of hydroxyl groups (Fig. S2b, ESI†). The O–H stretch vibration of methanol is located at 3356 cm−1 (Fig. S3, ESI†). As shown in Fig. S2b (ESI†), no signal from hydroxyl groups is detected in both MoS2 and M-MoS2. In addition, the three peaks shown in the KBr pellet method are also observed. The FTIR results indicate that the expansion of the interlayer distance in M-MoS2 is not caused by the intercalation of methanol molecules but the functionalization of methyl groups. The carbon content of M-MoS2 is determined by the CHNS/O elemental analyzer to be 3.44 wt%, suggesting a methyl group content of 4.3 wt%.",
                "XPS was used for phase composition analysis. Fig. 3a shows the Mo 3d spectrum of pristine MoS2. The peaks at 232.1 and 228.9 eV are attributed to the Mo 3d3/2 and Mo 3d5/2 of 2H MoS2, respectively. And the peak located at 226.1 eV is attributed to S 2s. For M-MoS2, the main peaks in the Mo 3d spectrum shift towards lower binding energies, indicating the formation of 1T-phase MoS2 (Fig. 3c). The binding energies of the Mo 3d3/2 and Mo 3d5/2 peaks for 1T-phase MoS2 are ∼0.5 eV lower than those of 2H-phase MoS2, and the peaks located at 235.3 and 232.1 eV could be attributed to Mo(VI). The Mo 3d XPS spectrum demonstrates that the M-MoS2 is dominated by the 1T phase. The S 2p spectrum of pristine MoS2 shows two peaks at 163.2 and 161.8 eV (Fig. 3b). Compared to the pristine MoS2, the M-MoS2 shows two extra peaks from the 1T-phase MoS2 (located at 162.7 and 161.3 eV) and two extra peaks from the newly formed S–C (located at 163.9 eV and 162.5 eV). The S2p spectrum further confirms the functionalization of MoS2 by methyl groups. Raman spectroscopic analysis also confirms the phase transition from 2H to 1T (Fig. S4, ESI†). For pristine MoS2, the two peaks located at 380 and 405 cm−1 represent the in-plane opposite vibration of the S atoms based on Mo atoms (E12g) and out-of-plane opposite vibration of the S atoms (A1g) (Fig. S4a, ESI†). For the M-MoS2, the spectrum shows two additional peaks at around 150 and 320 cm−1, which are ascribed to the J1 and J3 vibration modes of 1T-phase MoS2 (Fig. S4b, ESI†). The XPS and Raman results reveal that the pristine MoS2 is mostly converted from the 2H to 1T phase after methyl functionalization.",
                "Coin cells (2016-type) were assembled to evaluate the electrochemical performances of M-MoS2 and MoS2. Fig. 4a shows the cycling stability of the samples. At a current density of 1 A g−1, the pristine MoS2 demonstrates a capacity of 174 mA h g−1 at the initial discharge process and fast capacity fading during cycling. After 500 cycles, the capacity fades to 29 mA h g−1 (∼17% capacity retention). In contrast, the M-MoS2 shows an initial discharge capacity of 129 mA h g−1, retaining 64 mA h g−1 after 5000 cycles (∼50% capacity retention). The results demonstrate that the M-MoS2 possesses much better cycling stability than the pristine MoS2 in sodium storage. Representative discharge/charge curves are shown Fig. S5 (ESI†). The specific capacity of pristine MoS2 decreases dramatically during cycling, while the specific capacity of M-MoS2 is well maintained. Besides, the discharge/charge curves of M-MoS2 are quasi-linear, revealing a pseudocapacitive sodium storage property. The rate performances are shown in Fig. S6 (ESI†). At a low current density of 0.2 A g−1, the pristine MoS2 shows an initial specific capacity of 262 mA h g−1, higher than that of M-MoS2 (159 mA h g−1). This is because some of the active sites are occupied by the methyl groups. At a high specific current of 5 A g−1, the specific capacity of M-MoS2 is 69 mA h g−1, showing a capacity retention of 44% against the initial discharge capacity obtained at 0.2 A g−1. At the same current density of 5 A g−1, the specific capacity of MoS2 is merely 17 mA h g−1 (∼6% capacity retention). The enhanced rate capability of M-MoS2 can be attributed to the enlarged interlayer distance, which facilitates Na+ diffusion.",
                "To examine the sodium storage mechanisms and electrochemical kinetic properties in the sodium intercalation/de-intercalation processes, CV tests were performed. For the pristine MoS2, there are two anodic peaks at 1.04 and 1.36 V at the scan rate of 1 mV s−1 (Fig. 4d). These peaks can be attributed to the two-step intercalation of Na+. There is only one cathodic peak at 1.94 V (Fig. 4b) in the subsequent cathodic process, revealing the one-step de-intercalation of Na+ during charge. For the M-MoS2, there is only one pair of redox peaks in the CV curves at the scan rate of 1 mV s−1, which are located at 1.3/1.62 V. The CV curves of M-MoS2 tend to be more like a capacitor with smaller polarization. For both samples, the anodic and cathodic peaks shift slightly with an increase in scan rate, revealing a feature similar to pseudocapacitive materials. A related analysis of the current dependence on the scan rate is performed by the following relation:",
                "In this equation, i is the current, v is the scan rate, a is a constant and the value of b indicates the type of charge storage occurring in the material, which is between 0.5 and 1. If b = 0.5, the current is controlled by semi-infinite linear diffusion (diffusion-controlled process); if b = 1, the current is capacitive (surface-controlled process). To solve the b-values, the log(i) versus log(v) plot is shown Fig. S7 (ESI†). The anodic and cathodic b-values for M-MoS2 are 0.93 and 0.98, respectively (Fig. S7a, ESI†), while those for the pristine MoS2 are 0.80 and 0.87 (calculated from the second anodic peak) (Fig. S7b, ESI†). The results reveal that the electrochemical reactions occurring at the peak current for M-MoS2 are surface-controlled (capacitive). In contrast, the electrochemical reactions occurring at the peak current for pristine MoS2 are still largely diffusion-controlled, indicating that the M-MoS2 shows improved capacitive behaviour over MoS2. The larger cathodic b-values for both M-MoS2 and MoS2 are ascribed to the higher conductivity in the full sodiated state, which facilitates electrochemical reactions.",
                "At a particular potential, the current is contributed from both capacitive and diffusion behaviours, thus, the capacitive contributions can be identified by the following equation:",
                "The capacitive and diffusion contributions to the current are determined by solving k1 and k2. Fig. 4c and e show the results of the analysis applied to M-MoS2 and pristine MoS2. The capacitive contribution in M-MoS2 is higher than that in pristine MoS2. At a slow rate of 0.1 mV s−1, 68.2% of the capacity of M-MoS2 comes from capacitive processes, which is 13.8% higher than that of pristine MoS2. At 1 mV s−1, the diffusion-controlled contributions are only 20.9% and 14.8% for pristine MoS2 and M-MoS2, respectively. The higher capacitive contribution in M-MoS2 implies that the expanded interlayer can facilitate ion diffusion and thus enhance the rate performance. Moreover, the capacitive contributions to the current at each potential are shown in Fig. S8 (ESI†). In the peak regions, the current of M-MoS2 is mainly contributed from capacitive processes, which is consistent with the b-value analysis. The b-value and capacity contribution analyses demonstrate that the sodium storage in M-MoS2 is dominated by capacitive processes, which results from the reduced phase transition and enlarged interlayer spacing.",
                "Ex situ XRD was carried out to investigate the structure change during cycling. For pristine MoS2, the initial discharge to 0.6 V is accompanied by a phase transition from 2H MoS2 to sodiated 1T NaxMoS2 (Fig. 5a). The (002) diffraction of MoS2 shifts to 9.6° and becomes the (001) diffraction of 1T NaxMoS2. During the initial discharge, the interlayer distance is expanded from 0.65 to 0.92 nm, corresponding to an expansion ratio of 42% along the c-axis. During the de-sodiation to 3 V, the (001) diffraction shifts back to the original position (the (002) diffraction of MoS2) and the interlayer distance shrinks to 0.65 nm, implying reversible intercalation/de-intercalation processes. As the cycle number increases, the intensity of the (002) diffraction decreases continually, while the intensity of the (100) diffraction is well maintained. After 50 cycles, the (002) diffraction almost disappears, revealing a collapsed 2D structure (Fig. 5c). For M-MoS2, the interlayer distance is expanded to 0.93 nm during the initial discharge to 0.6 V, corresponding to an expansion ratio of 16% along the c-axis (Fig. 5b). This result demonstrates that the structure change in the M-MoS2 is suppressed and the smaller crystallographic change is consistent with the pseudocapacitive characteristics. During cycling, the intensity of the (002) diffraction is well maintained, revealing a stabilized 2D structure (Fig. 5d). Moreover, ex situ SEM was performed after 500 cycles at the current density of 1 A g−1 (Fig. S9, ESI†). The SEM image clearly shows that the nanosheet structure of M-MoS2 can be well maintained after cycling, revealing its stable structure. The enhanced structural stability and cycling stability of M-MoS2 can be attributed to its dominant 1T phase as well as the expanded interlayer distance. The former inhibits phase transition, while the later inhibits lattice breathing during intercalation/de-intercalation."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Methyl-functionalized MoS2 (M-MoS2) nanosheets have been synthesized via a facile second solvothermal method. During the second solvothermal treatment, the MoS2 is mostly converted from the 2H to 1T phase and the interlayer distance is expanded from 0.65 to 0.80 nm. When applied to sodium storage, the stabilized 1T phase inhibits the phase transition, while the expanded interlayer spacing inhibits lattice breathing during sodium intercalation/de-intercalation. As a result, the M-MoS2 delivers significantly enhanced cycling stability in sodium storage. After 5000 cycles at 1 A g−1, ∼50% of its initial capacity can be retained, while the pristine MoS2 maintains only ∼17% of the initial capacity after 500 cycles. Kinetic analysis reveals that the sodium storage capacity of M-MoS2 is mainly contributed from pseudocapacitive processes. This study demonstrates that the M-MoS2 is a promising pseudocapacitive material for sodium storage."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        }
    ],
    "Title": "Methyl-functionalized MoS2 nanosheets with reduced lattice breathing for enhanced pseudocapacitive sodium storage"
}