{
    "DOI": "10.1021/acs.inorgchem.2c01009",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As Na+ (1.02 Å) is larger than Li+ (0.76 Å) in radius, the diffusion kinetics of sodium-ion batteries (SIBs) is slower than that of lithium-ion batteries. To date, this presents a big challenge to prepare appropriate electrodes with high-rate performance for SIBs.  Previous studies show that the heterogeneous interface region of materials usually exhibited several orders of magnitude higher ionic and electronic conductivity than the bulk phase due to the electron delocalization effect,  built-in electric field,  and covalent coupling of chemical bonds.  These characteristics provide important guidance for the development of advanced anodes. One of the scientific problems is how to improve their sodium-storage properties and prepare new anodes by accurately designing and regulating the composition and structure of a heterogeneous interface. ",
                "Theoretically, the atomic-level contact heterostructure interface of material/carbon has obvious advantages of active sites and ion-diffusion pathways as compared to traditional heterostructures,  according to the electrochemical reaction mechanism (a,b). This is expected to achieve faster reaction kinetics and accelerate the ion-diffusion transport rates. It is well known that a 2D superlattice is composed of nanosheets stacked on each other at the atomic scale. Two single-layer nanosheets are isolated from each other, making it possible to make full use of each single-layer nanosheet.  For example, Xiong et al. prepared alternately stacked MnO2/graphene superlattices, demonstrating the real monolayer MnO2 nanowires for high-performance lithium and sodium storage. At the current density of 5 A g–1, reversible specific capacities of 480 and 185 mA h g–1, 20% of the initial capacity was maintained after 5000 cycles.  Li et al. synthesized poly(ethylene oxide)-intercalated MoS2 composites (PEO-MoS2) by the peeling-stacking method and then used them as anode materials for SIBs. At the current density of 50 mA g–1, the specific capacity was 225 mA h g–1, twice that of commercial MoS2, and the rate performance was improved by 21% due to the increase of Na+ diffusivity.  In view of these, our work proposes a 2D superstructure-like (superstructured) material model with a guest carbon layer for SIB anodes.",
                "TiO2 possesses a high theoretical capacity of 335 mA g–1, an appropriate insertion potential of sodium (∼0.6 V vs Na+/Na), excellent structural stability, and pseudocapacitance characteristics,  showing its great potential as a SIB anode. At present, numerous studies have been very creative in the preparation of TiO2 anodes at different scales. For example, doping at the atomic scale is an effective means to improve the driving force of charge transfer in TiO2;  micro/mesoporous structures and carbon coating at the microstructure scale are conducive to the Na+ diffusion and electron transfer;  and the construction of a macroporous conductive network can promote the penetration of electrolytes and the conductivity of the whole electrode at the macrostructure scale.  Although these studies had made a series of progress, TiO2 nanocrystals still did not meet the level of “full exposure” redox activity (b). In this context, it is worth reconsidering the assembly and electrochemical properties of superstructured TiO2 anodes. Nevertheless, there is little discussion on the fundamental issues related to the synthesis–structure–activity relationship of superstructured TiO2 anodes as well as their capacity attenuation mechanism during the Na+ extrusion–insertion process. Therefore, it is of great significance to study the preparation of a TiO2/C superstructure and its electrochemical reaction mechanism for realizing high-performance SIBs.",
                "MXenes have been proved to be a common material for the construction of organic/inorganic composites because their surface is easy to oxidize and they have a rich surface chemistry and a layered structure.  Considering the obvious advantages of hexamethylenetetramine (HMT) as a ligand for forming a 2D supramolecular structure,  in this work, we choose MXenes as the symbiotic template and HMT as the ligand to construct a 2D superstructure,  wherein HMT is proposed to be selected as the organic ligand. The main reason is that the terminal atom on the surface of the MXene has a low work function and high electronegativity.  As a strong electron acceptor, HMT is conducive to deprotonation and therefore it bridges with the metal atom below the MXene. In the meantime, the interlayer of few-layered MXenes can provide an intercalation space for cations.  Therefore, using MXenes as the symbiotic template, the preparation of inorganic/organic superlattice materials could be realized by surface electrostatic interaction and intercalation coassembly (c). Benefiting from this unique superstructure, the optimized anode (N/OC@TiO2-20) can provide a reversible capacity of 165 mA h g–1 after 1000 cycles at a current density of 1 A g–1, indicating its excellent Na+ storage capacity.",
                "The purpose of this paper is to maximize the nanocrystalline and carbon-coated interfacial contact. On the other hand, our work also provides a new idea for the structural design of conversion-type or alloy-type anodes in the future for solving the issues of capacity attenuation and instability caused by electrode pulverization. "
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Few-layered Ti3C2Tx MXenes were prepared by etching and stripping 2.0 g Ti3AlC2 MAX powder with a mixed solution of 9 mol L–1 HCl (40 mL total) and 2.0 g LiF. The reaction mixture was then kept at 40 °C for 48 h, the etched powder was washed with deionized (DI) water, centrifuged at 3500 rpm for 5 min, and the supernatant was washed. These procedures were repeated several times until the pH of the supernatant reached ∼6. Finally, the suspension was freeze-dried to obtain few-layered Ti3C2Tx MXenes. The specific preparation process is shown in ."
                    ],
                    "name": "2.1.  Synthesis of Few-Layered Ti3C2Tx MXenes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Generally, 0.5 g HMT and 1.05 g Zn(NO3)2·6H2O were dissolved in 25 and 15 mL ethanol solution, respectively. Subsequently, Zn(NO3)2·6H2O solution was added to HMT solution drop by drop, and a white precipitate was immediately generated, indicating the formation of Zn-HMT. Zn-HMT was obtained by centrifugation and washed several times with alcohol to remove any possible contaminants. Finally, the sample was dried in a vacuum oven at 60° C overnight. The detailed synthesis route is shown in ."
                    ],
                    "name": "2.2.  Synthesis of Zn-HMT",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Zn-HMT powder was directly carbonized at 800 °C for 2 h at a heating rate of 5 °C min–1 under an Ar atmosphere. The corresponding N/O-dual-doped carbon materials were obtained (). The as-obtained anodes were labeled as N/O-C."
                    ],
                    "name": "2.3.  Preparation of N/O-Dual-Doped Carbon Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "Different masses of Ti3C2Tx (10 mg, 20 mg and 30 mg), HMT, and Zn(NO3)2·6H2O were added to the ethanol solvent, respectively. In all runs, only the amount of Ti3C2Tx was changed. The amounts of HMT and Zn(NO3)2·6H2O were held constant. First, 0.5 g HMT, 0.02 g Ti3C2Tx, and 1.05 g Zn (NO3)2·6H2O were added to 25 mL ethanol solvent, respectively. Then, the above HMT solution was added to the Ti3C2Tx suspension. After stirring for 30 min, the Zn(NO3)2·6H2O solution was added to the mixed suspension of HMT/Ti3C2Tx drop by drop. At the same time, gray flocs were observed. The precipitate was collected and dried in a vacuum oven at 60 °C overnight. Finally, Zn-HMT/Ti3C2Tx-20 was directly carbonized at 800 °C for 2 h under an Ar atmosphere at a heating rate of 5 °C min–1, and the corresponding powders were labeled as N/O-C@TiO2-X (X represents different amounts of Ti3C2Tx) (a). For comparison, MXene-derived TiO2 anodes were also obtained under the same temperature and atmospheric conditions."
                    ],
                    "name": "2.4.  Preparation of Superstructured N/O-C@TiO2-X Anodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure information of all samples was obtained by X-ray diffraction (XRD, Panaco Holland, Cu Kα radiation, λ = 1.5406 Å). Both the carbon structure and Ti–O vibration information of the samples were analyzed by Raman spectroscopy (JY HR800 miniature Raman spectrometer, 532 nm excitation). The sample functional group and Ti–O vibration information was revealed by the FTIR spectra obtained on a Thermo Nicolet NEXUS 670. The optical band gap of the samples was measured using a UV–Vis spectrophotometer (Shimadzu UV 1700). The sample geometry information was obtained by field emission scanning electron microscopy (FESEM, JEOL JSM6300, Japan) and high-resolution transmission electron microscopy (HRTEM, JEOL, JEM-2010F). The specific surface area and pore size distribution of the samples were obtained by nitrogen adsorption at 77 K (Quantachrome, NOVA-1200e), respectively. Thermogravimetric (TG) analysis was carried out in air at a heating rate of 10 °C min–1 from room temperature to 800 °C using a thermal analyzer (STA 449F3, Netzsch, Germany)."
                    ],
                    "name": "2.5.  Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the preparation of the working electrode, 70 wt % of anode, 20 wt % of conductive agent, and 10 wt % of poly(vinylidene fluoride) binder were used, and the solvent used was N-methyl-2-pyrrolidone. The above raw materials were made into slurries and coated on a copper foil, and at 90° C vacuum drying was performed for 14 h. The abovementioned copper sheet was prepared into an electrode with a diameter of 14 mm by a tablet press, and the active material loading of the electrode was set to 0.9 mg. All the cells were prepared in an Ar-atmosphere glovebox employing 1 mol L–1 NaClO4 in EC/DMC/EMC = 1:1:1 V % as the electrolyte. The sodium flake was employed as a counter electrode. The rate performance and cycling stability of the battery were tested using an Xinwei test system (Shenzhen, China) at 25 °C, and cyclic voltammetry (CV) was performed using the CHI760E electrochemical workstation (Shanghai Chenhua, China). Electrochemical impedance spectroscopy (EIS) was performed in the range of 0.01 to 105 Hz. The galvanostatic intermittent titration technique (GITT) was used to estimate the Na+ diffusivity during the intercalation process. GITT measurements were performed on a LANHE battery test system (Wuhan Blue River Electronics, China). The diffusion coefficient of Na+ in the electrode was calculated using the following formula () where τ is the pulse time; mB, VM, and MB are the mass of the electrode (mg), the molar volume (cm3 mol–1), and the molar mass of the anodes (g mol–1), respectively; S is the geometric area of the electrode (cm3); ΔEτ is the potential difference (V); and ΔEs is the potential difference."
                    ],
                    "name": "2.6.  Electrochemical Performance Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis of few-layered Ti3C2Tx is shown in . By electrostatic adsorption and intercalation processes, we first prepared the TiO2/C superstructure by the heat treatment of the Zn-HMT/Ti3C2Tx superstructure. The corresponding synthesis and structural characterization of superstructured materials are shown in a. Previous studies showed that ammonium salt can not only intercalate into the interlayer of MXene  but also adsorb on the surface of MXene.  Moreover, a 2D supermolecular structure can also be formed by the HMT–nitrate interaction ().  It is emphasized that in the process of preparing superstructure materials, the reduced zinc can form a mesoporous structure by evaporation.  Both the introduction of oxygen by Zn(NO3)2·6H2O and a large amount of N from HMT provided the reaction requirements for the formation of mesoporous N, O-dual-doped carbon and the oxidation of the Ti source from MXene ().",
                "The morphologies of the superstructured Zn-HMT/MXene are shown in b,c. After heat treatment at 800 °C in Ar. Zn-HMT/MXene is converted to N/O-C@TiO2-20. The superstructured N/O-C@TiO2-20 anodes are successfully derived from Zn-HMT/MXene, as evidenced by the XRD patterns. The main crystal phase of the as-formed TiO2 anode is the rutile phase (PDF: 72-1232), containing a small amount of anatase (d). The corresponding morphologies of N/O-C@TiO2-20 after conversion are shown in e,f. It can be seen that N/O-C@TiO2-20 is an obvious layer-by-layer ultrathin composite structure, and it becomes thicker than the preconversion superstructured Zn-HMT/MXene. The inset in g shows a layer-by-layer stacked structure. For comparison, the synthesis and structural characterization of Zn-HMT, mesoporous N/O-C, and superstructured materials with different MXene contents (TiO2, N/O-C@TiO2-10, and N/O-C@TiO2-30) are shown in , respectively.",
                "To further reveal the more detailed structure of N/O-C@TiO2-20, we performed further TEM analysis (). a clearly shows that small TiO2 nanocrystals form a tight carbon matrix. The HRTEM images in b display a clear lattice fringe with a d-spacing of 0.322 nm, corresponding to the (110) lattice plane of the rutile TiO2 phase. The SAED pattern (c) shows good crystallinity of TiO2 nanocrystals. The element maps (d–h) show that the C, N, O, and Ti are uniformly distributed in N/O-C@TiO2-20. Based on the specific surface test results in , it was found that TiO2 nanocrystals embedded in the mesoporous carbon matrix exhibited a large specific surface up to 286.7 m2 g–1 (a). Such a large specific surface area may be caused by zinc evaporation.",
                "The effects of the diffusion of N and O elements at the interface of TiO2/C on TiO2 and C in N/O-C@TiO2-20 are further discussed. In the FTIR profile of TiO2, the bands at 400–700 cm–1 are from Ti–O stretching vibrations and Ti–O–Ti stretching vibrations.  The peaks located at 1627 and 3423 cm–1 are attributed to C═C and O–H stretching vibrations,  respectively (i). These peaks also appear in N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30, respectively. Additionally, a broad peak at 1050 cm–1 related to C–O stretching  and a weak peak at 2927 cm–1 related to C–H vibration  are observed for N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30, indicating the formation of carbon layers. In the range of 700–500 cm–1, we found some changes in the vibration of Ti–O–Ti  (i). Compared with the TiO2 sample peak at 512 cm–1, the sharpness of the peak shape of N/O-C@TiO2-20 has changed, indicating the changes of Ti–O vibrations. While the other two samples have a clear red shift, indicating the effect of the carbon layers on Ti–O–Ti vibrations. ",
                "The information on carbon and Ti–O vibrations by means of Raman is further revealed, as shown in j. The results show that all the peaks below 1000 cm–1 are attributed to Raman modes of rutile TiO2.  As expected, the Eg mode at 442 cm–1 for N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 indicates an obvious red shift as compared to TiO2 (k). The red shift of the Eg mode may be because of the introduction of oxygen vacancy defects and N atoms in rutile TiO2.  The D band at 1339 cm–1 and the G band at 1595 cm–1 of TiO2, N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 come from carbon defects and the graphite phase, respectively.  The corresponding ID/IG values are 1.03, 0.98, and 0.95, respectively. The ID/IG value of mesoporous carbon obtained by direct pyrolysis is 1.12 (), while the ID/IG value of N/O-C@TiO2-20 is 0.98 (j). Obviously, the ordering degree of mesoporous carbon in superstructure materials was decreased as compared to the mesoporous carbon. The above results show that the interface interaction between TiO2 and the carbon matrix has an obvious effect on the local structure of TiO2 and the carbon matrix.",
                "The elemental chemical environment of N/O-C@TiO2-20 samples was analyzed using the XPS spectra, as shown in . The C 1s peak in b can be divided into free peaks at 284.8, 285.49, and 288.88 eV, corresponding to C–C, C–O, and O–C═O species, respectively. It is worth noting that N 1s is resolved into four N-based functional groups. As shown in c, the peaks at 396.31, 398.44, 399.66, and 400.94 eV are ascribed to the triazine ring (C═N–C), pyridinic CH2–NH2, pyrrolic or amine moieties N(−NH), and Quaternary-N, respectively,  indicating that HMT can provide different types of N sources in the as-prepared anodes. Interestingly, this result is also consistent with the chemical environment of N in previous literature. ",
                "d shows that the O 1s spectra are fitted into four peaks at 530.41, 530.83, 532.32, and 533.75 eV matching well with Ti–O, Ti–O–Ti, C–O, and Ti–O, respectively.  The high-resolution Ti 2p region of N/O-C@TiO2-20 can be deconvoluted into five peaks (e). The two peaks at 459.13 and 464.77 eV are attributed to 2p3/2 and 2p1/2 of Ti4+, respectively.  While the two weak peaks at 461.25 and 462.80 eV belong to the Ti–C bonding and Ti3+ 2p1/2, respectively.  The peak located at 456.87 eV is ascribed to Ti–O.  It can be concluded that N and O have obvious diffusion at the TiO2/C interface during the formation of the superstructured anode, which will have a positive impact on the intrinsic conductivity and sodium-storage performance of TiO2.  The N and O double-doped carbon was confirmed by C 1s and N 1s analyses. To some extent, the chemical environment of each element analyzed by XPS reveals the hidden “structure–activity” relationship between the electrode composition and electrochemical properties. To obtain the structural information of N/O-C@TiO2-20, we have also carried out UV–vis characterization (see  in the Supporting Information).",
                "The charge–discharge process of N/O-C@TiO2-10, N/O-C@TiO2-20, N/O-C@TiO2-30, TiO2, and N/O-C was revealed by CV testing. For the first cycle, N/O-C@TiO2-20 has an obvious irreversible peak at ∼0.96 V (a). This is mainly attributed to the formation of a solid electrolyte interface (SEI) layer and the decomposition of electrolytes.  The CV curves of the four electrodes overlap well in the second and third cycles, indicating that the various anodes exhibit superior electrochemical reversibility. Some symmetrical anode/cathode peaks at 0.09 V for N/O-C@TiO2-10, N/O-C@TiO2-20, N/O-C@TiO2-30, TiO2, and N/O-C electrodes are redox peaks from Na+ insertion and extraction (a and ). Obviously, the N/O-C@TiO2-20 electrode shows fastest reaction kinetics for Na+ based on the current density and integral area. It should be emphasized that the irreversible capacity loss in the initial cycle has been a problem to be overcome for SIB anodes. ",
                "The voltage profiles of five anodes are shown at 1 A g–1 in b and , respectively. The first charge–discharge specific capacity of the N/O-C@TiO2-20 electrode material is 359.6 and 154.7 mA h g–1, respectively. Obviously, the first charge–discharge specific capacity of N/O-C@TiO2-20 is much higher than those of N/O-C, TiO2, N/O-C@TiO2-10, and N/O-C@TiO2-30 (). The superiority of N/O-C@TiO2-20 was also demonstrated in terms of the rate performance (c) and cycling stability (e,f). For example, for N/O-C@TiO2-20, the specific capacitance is 291, 214, 166, and 112 mA h g–1 at 0.2, 0.5, 1, and 2 A g–1, respectively. When the current density of N/O-C@TiO2-20 returned to 0.2 A g–1, its specific capacity reached 234 mA h g–1. N/O-C@TiO2-20 outperforms most of the previously reported TiO2-based composites in the rate performance (d), indicating the fast reaction kinetics of the electrode. Surprisingly, the capacity of N/O-C@TiO2-20 decreases faster than those of other samples with the increase of current density (c). This may be related to the changes in the interface structure of the electrodes during charge–discharge, which needs to be further discussed in the future.",
                "Long cycling performance of the N/O-C@TiO2-20 anode is shown in e,f, respectively. The electrode delivers a discharge capacity of 180 mA h g–1 after 1000 cycles at 0.5 A g–1, and a discharge capacity of 165 mA h g–1 at 1 A g–1 can still be maintained after 1000 cycles, with a Coulombic efficiency near 100% throughout the cycling. The counterparts N/O-C, TiO2, N/O-C@TiO2-10, and N/O-C@TiO2-30 only delivered lower capacities of 140, 50, 158, and 148 mA h g–1 after 1000 cycles at 0.5 A g–1, and 82, 43, 120, and 135 mA h g–1 after 1000 cycles at 1 A g–1. The superior electrochemical performance of N/O-C@TiO2-20 is mainly attributed to the synergetic effect of the shortened Na+ diffusion path, the enhanced surface area, and electronic conductivity.",
                "The initial EIS curve of the four electrodes is shown in . The Rct charge transfer resistance of TiO2, N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 electrodes is calculated to be 42.7, 33, 27.6, and 35.6 Ω, respectively (). Compared with TiO2, the Rct resistance of N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 is decreased. It shows that the carbon matrix has an obvious effect on the rapid electron transport of TiO2-based superstructure anodes.",
                "The GITT results of TiO2, N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 are shown in . Surprisingly, the diffusion coefficient of the TiO2 anode is the highest among the four electrodes, while the diffusion coefficient of N/O-C@TiO2-20 with the best electrochemical performance is close to those of the other three electrodes. According to sodium-storage electrochemical reaction equation of TiO2, to improve the specific capacity and kinetic performance of anodes, it is necessary to enhance the match between the conductivity and the diffusion coefficient of the electrode, except for improving the ion-diffusion coefficient of anodes. Based on the GITT tests, it can be indirectly proved that the N/O-C@TiO2-20 anode has more effective active sites and conductivity than the other three electrodes.",
                "To investigate the effect of different TiO2 contents on the electrochemical performance of anodes, we selected five typical electrodes and tested their cycle performance. The results show that the N/O-C@TiO2-20 anode shows high specific capacity and good cycling stability regardless of low current density (e) or high current density (f). For example, the specific capacity of the N/O-C@TiO2-20 anode is stable at 165 mA h g–1 after 1000 cycles at a current density of 1 A g–1, while the capacities of TiO2 and N/O-C electrodes are 43 and 82 mA h g–1, respectively. According to the content of TiO2 and the carbon matrix in the N/O-C@TiO2-20 anodes (), we made a further analysis of the capacity contribution of TiO2 and the carbon matrix in the . The results show that the synergistic effect of TiO2 and the carbon matrix in the superstructure indicates the effect of 1 + 1 > 2. To reveal its sodium-storage behavior, it is necessary to further explore the kinetic mechanism behind the improvement of its electrochemical performance from different perspectives.",
                "b shows the CV curves of N/O-C@TiO2-20 electrodes at different scan rates, ranging from 0.4 to 10 mV s–1. As shown in a, the redox peak of the N/O-C@TiO2-20 electrode is more obvious than those of TiO2, N/O-C, N/O-C@TiO2-10, and N/O-C@TiO2-30, and the peak current is higher (), indicating superior Na+-storage kinetic properties. The results of the total pseudocapacitance contribution of the N/O-C@TiO2-20 electrode are based on . We can quantitatively obtain the contribution of pseudocapacitance (K1v) and intercalation (K2v1/2). e shows that the pseudocapacitance fraction of the N/O-C@TiO2-20 electrode at a scan rate of 2 mV s–1 is 33.9%, while the pseudocapacitance percentages of the TiO2, N/O-C, N/O-C@TiO2-10, and N/O-C@TiO2-30 electrodes are 43.1, 25.7, 42.7, and 29.7% (b and ), respectively. For the performance comparison and analysis (), we refer to the work of pseudocapacitive TiO2 and carbon anodes in recent years. Most of the reported pseudocapacitive proportion values of anodes account for more than 50%. Our experimental results, especially the proportion of pseudocapacitance, are lower than most of the reported values in the literature.  Therefore, we have made a special comparative analysis, as shown in g. For example, the pseudocapacitance of TiO2 itself is the highest (43.1%) among the four anodes, while the pseudocapacitance of the mesoporous carbon layer is the lowest (25.7%). We believe that the differences in ion diffusion and electron transport between traditional structures and the superstructure itself lead to abnormal results. From the microstructure analysis of the whole composite anodes and the pseudocapacitance mechanism of TiO2 itself, the sodium storage of superstructured TiO2/C anodes mainly includes three parts (h): surface sodium storage, interface sodium storage, and bulk sodium storage. The corresponding capacity analysis is shown in i. Based on the above results, we believe that the interface between the mesoporous superstructured carbon layer and TiO2 plays an important role in pseudocapacitance enhancement. Compared with most of the TiO2/C composites in the previous literature,  the pseudocapacitance proportion of superstructured anodes is less than 50% (g). The results show that this unique superstructure is conducive to increasing the ion-diffusion capacity.",
                "The peak current, peak position, peak symmetry, and peak separation with the scan rate of the CV curves from electrodes at different scanning rates can reflect the electrochemical behavior of electrodes. This key information satisfies the following two equations.  is derived from . ",
                "The b value in  can provide information on whether the electrode is diffusion-controlled (b value close to 0.5) or surface-controlled (b value close to 1).  shows that the b values of N/O-C, TiO2, N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 are 0.5329, 0.5476, 0.5458, 0.6008, and 0.5946, respectively. It can be inferred that the sodium-storage behavior of the above four samples is mainly controlled by diffusion rather than the surface at a high scanning rate. Although this conclusion is contrary to the trend of most literature, it raises a problem for us, that is, how to improve the electrode diffusion kinetics at a high scanning rate. Because TiO2 itself is a pseudocapacitive material, it is an industry consensus that the electrode surface can quickly store charges at a high scanning rate. However, we have obtained the charge storage behavior dominated by electrode diffusion at a high scanning rate due to the unique superstructured anodes. The corresponding Na+-storage mechanism needs to be further studied in the future.",
                "To investigate the changes of the crystal structure and morphologies of different anodes after cycles, we collected XRD and FESEM data of four electrodes after 100 cycles at a current density of 1 A g–1, respectively, as shown in . From the comparative analysis of XRD patterns, the new crystal phases generated are almost the same after 100 cycles of each anode. This may be related to the TiO2 structure itself. For example, new crystalline phases Na8Ti4O8 and Na2Ti3O7 have been produced. In the view of crystallinity, N/O-C@TiO2-20 has worst crystallinity than the other three, which is understandable because of the confinement effect of carbon during the formation of TiO2. This can also be concluded in their corresponding FESEM, where large particles are rarely observed at N/O-C@TiO2-20. The other three electrodes with large particles are displayed in yellow. Among the three kinds of N/O-C@TiO2-10, N/O-C@TiO2-20, and N/O-C@TiO2-30 electrodes, N/O-C@TiO2-10 and N/O-C@TiO2-30 did not form a stacked layer-by-layer superstructured TiO2@C, thus affecting the poor structural stability and reversible capacity of the other two anodes.",
                "To reveal the mechanism of sodium-ion insertion/extraction from N/O-C@TiO2-20 anode, we selected three points according to the initial Na+ charge–discharge profile (a). The corresponding ex situ XRD patterns of anodes at different stages is shown in b. It can be seen from b that the irreversibility of the first charge and discharge is mainly due to the formation of Na8Ti4O8. The other diffraction peaks and the original anode are almost the same except for a small shift (c), indicating the stability of the electrode structure during the charge–discharge process. Besides the generated Na8Ti4O8, the irreversibility of anodes is also partly caused by the SEI film of the anode surface. ",
                "The superstructured N/O-C@TiO2-20 anodes included three important Na+ storage sites: TiO2 nanocrystals, mesoporous N/O codoped carbon, and their covalent coupling interface. The mesoporous carbon matrix plays the Na+-storage role, while N/O codoped carbon matrix undertakes the dual tasks of electron transport and ion storage. The incorporation of N and O atoms into the carbon framework can effectively adjust the electronic structure of the surrounding carbon atoms, regulate the local charge density distribution, leading to the improvement of the Na+ chemical reactivity in the carbon matrix, and then improve its energy storage capacity. On the other hand, the nanocrystals in the confined space of the carbon matrix have good Na+ storage capacity because of their pseudocapacitance properties. According to the previous XRD, Raman, and XPS results, there is a covalent coupling at the interface of the superstructured N/O-C@TiO2-20 anodes, accompanied by the generation of oxygen vacancies. The effect of oxygen vacancies and covalent interface coupling on the performance of the electrodes has been reported. "
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, using MXene as a symbiotic template, the fabrication of 2D TiO2/C superstructures was achieved through surface electrostatic adsorption and interlayer coassembly strategies. O and Zn sources provided by nitrates, and C and N sources provided by HMT are prerequisites of the mesoporous N/O double-doped carbon matrix. The MXene-derived TiO2 nanocrystals are confined in the carbon matrix, ensuring their uniform dispersion. Due to the unique structure, the superior electrochemical performance is finally obtained by the optimized superstructured anode. This work not only provides an effective method for the assembly and regulation of superstructure anodes to achieve high-performance sodium-ion batteries but also deepens the understanding of the role of different compositions in the superstructure in energy storage, so as to provide advanced materials and reveal their unique Na+-storage mechanism."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Superstructured Nanocrystals/Dual-Doped Mesoporous Carbon Anodes for High-Performance Sodium-Ion Batteries"
}