{
    "DOI": "10.1021/acsami.1c12470",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Flexible energy storage devices, especially rapidly-developed flexible lithium-ion batteries (LIBs), have been integrated into our life in many applications.  However, the scarcity of lithium push people to seek other alternatives.  Among various choices, electrochemical devices based upon naturally abundant and cheap alkali metal ions (sodium ion Na+, potassium ion K+) attract great attention. In addition, sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs) have suitable redox potentials  and similar rocking chair mechanism as LIBs,  giving vast designing space and commercial prospects. Notwithstanding, the large radii of Na+ (1.02 Å) and K+ (1.38 Å), which are much greater than that of Li+ (0.76 Å), cause the poor diffusion kinetics as well as severe volume change of electrode materials during charge/discharge, thus resulting in unsatisfactory capacity and cycling stability.  Meanwhile, the flexible electrodes are required to sustain the electrochemical performance under repeated mechanical deformation, which makes further demands for the structural stability. Therefore, the development of mechanically robust electrode materials with good electrochemical properties is the critical challenge for flexible SIBs and PIBs.",
                "Carbon materials, which dominate the anodes in commercial LIBs due to high electron conductivity, large voltage window, low cost and excellent cycling stability, have been considered as the potential anode materials for SIBs and KIBs. However, the small lattice space (0.345 nm for graphite) is unsatisfactory to store and transport Na+ and K+. On the other hand, as covalent bonded carbon in bulk is brittle, appropriate structural design is necessary to enhance its deformability for use. Thus, the design in both lattice structure and nano/micro-structure is required to enlarge the Na+ or K+ storage with rapid and steady intercalation reactions under external deformation.",
                "There are different forms of carbon materials such as 0D (e.g. quantum dots),  1D carbon materials (e.g. carbon nanofibers CNFs,  carbon nanotube CNT ), 2D sheets (e.g. graphene)  and 3D nanostructures.  Among them, 1D carbon materials are attractive for flexible electrodes due to their superior flexibility, fast electronic transport path along axial direction, and high stability against volume change caused by redox reactions.  CNFs are easier to produce, especially in the form of 3D network which can be fabricated by the facile electrostatic spinning with subsequent carbonization. But the graphitization degree is usually low, thus degrading the electrical conductivity and mechanical properties.  In contrast, CNTs have outstanding mechanical properties and conductivity. Hence, it is reasonable to achieve the optimized mechanical and electrochemical properties through compositing both CNFs and CNTs. When they are weaved together, a flexible network with fast charge transfer can be achieved. In addition, it is feasible to introduce various micro/nano-scale pores and multi-channel hollows to enlarge the active sites to boost the charge transfer and the capacity. ",
                "In term of the small layer spacing of carbon, heteroatom doping is an effective method.  For instance, the doping of sulfur with the atomic radius 0.104 nm can not only increase the layer spacing,  but also benefit the conductivity and chemical reactivity of carbon,  leading to improved Na+/K+ storage. The doping of nitrogen can also ameliorate the electrochemical reactivity, conductivity and surface wettability of carbon materials.  So far there are quite a few reports  that use heteroatom doping and hierarchical pores to increase the electrochemical properties of carbon nanofibers, especially for LIBs. However, a rational design of the morphological structure and the lattice structure for the more challenging sodium/potassium storage is still scarce.",
                "Herein, this work demonstrates a comprehensive design from both the morphological view using 1D/1D carbon composite structure, high porosity and multi-channel hollows, and the lattice structure view using the S/N co-doping. The developed CNT/SNCF shows not only reliable flexibility but also remarkable electrochemical performance. As the anode for SIBs, it exhibits high cycle stability (274.1 mA h g–1 at 1 A/g after 1000 cycles, 150.4 mA h g–1 at 5 A/g after 5000 cycles) and rate performance. As the anode for PIBs, it also shows excellent reversible capacity (315.9 mA h g–1 at 0.1 A/g after 300 cycles) and cycle stability (100.1 mA h g–1 at 5 A/g after 5000 cycles). These results indicate that the CNT/SNCF electrode material possesses exceptional sodium and potassium storage performance and has great prospects in flexible batteries including LIBs, SIBs and PIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "According to the work,  1.0 g of PAN (MW 15,000) was dissolved into 5.0 mL of DMF and stirred for 1 h, named as solution A. Meanwhile, 0.1 g CNT and 1.2 g ZnO nanosheets were added into 5.0 mL DMF by ultrasonicating for 1 h until CNT and ZnO were uniformly dispersed in DMF. The obtain solution is termed as solution B. Solution A and B were mixed and stirred for 12 h. During the electrospinning process, the flow rate, the voltage, the time and the distance were 1.0 mL h–1, 20 kV, 5 h and 15 cm, respectively. The obtained nanofiber is named as ZnO/CNT/PAN."
                    ],
                    "name": "2.1.  Preparation of ZnO/Carbon Nanotubes/Polyacrylonitrile (ZnO/CNT PAN) Nanofibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ZnO/CNT/PAN nanofibers (200 mg) with sulfur powder (300 mg) were calcined sequentially at 350 °C for 2 h and then 700 °C for 2 h in Ar atmosphere with the constant rate of 2 °C min–1. The applied two-step calcination protocol is because the rapid carbonization in the direct treatment at high temperature of 700 °C is harmful to the fibrous structure. The product was then immersed in HCl (1 mol/L) for 24 h, then rinsed with excessive deionized water until it was neutral, finally dried at 90 °C for 6 h in vacuum. The obtained materials were the S/N co-doped carbon nanotubes/carbon nanofibers (CNT/SNCF). Similar steps were also carried out to obtain the N-doped carbon nanotubes/carbon nanofibers (CNT/NCF), the S/N co-doped carbon nanofibers (SNCF) and the N-doped carbon nanofibers (NCF) by removing the addition of sulfur powder, CNT, both sulfur and CNT, respectively."
                    ],
                    "name": "2.2.  Preparation of Flexible Multichannel Hollow S/N Co-Doped Carbon Nanotubes/Carbon Nanofibers (CNT/SNCF)",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology and microstructure of the samples were investigated by SEM, TEM and HRTEM. The crystallographic characteristics was analyzed by XRD and Raman test. The chemical states were measured by XPS, the specific surface area and porosity analysis were performed by nitrogen adsorption apparatus. The equipment and testing conditions are given in our previous work. "
                    ],
                    "name": "2.3.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The free-standing CNT/SNCF, CNT/NCF, SNCF, and NCF films were cut into small pieces (1.0–1.5 mg cm–2) and then directly used as the electrodes in CR2032 cells, which were assembled in an Ar-filled glove box. The sodium or potassium foil and the glass fiber (Whatman) were used as the counter electrode and the separator, respectively. The electrolyte was 1 M NaClO4 in EC: DEC (v/v 1:1) with 5% FEC or 0.8 M KPF6 in EC: DEC (v/v 1:1). The galvanostatic discharge–charge (GCD) processes were measured with a window of 0.01 ∼ 3.0 V. The cyclic voltammetry (CV) and electrochemical impendence spectra (EIS) measurements  were also performed."
                    ],
                    "name": "2.4.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " shows the synthesis process of the S/N co-doped carbon nanotubes/carbon nanofibers (CNT/SNCF). Briefly, ZnO nanosheets (), CNT () and PAN were dissolved in DMF to get the ZnO/CNT/PAN nanofibers by electrospinning. The nanofibers () have a diameter of about 200 nm with evenly distributed ZnO nanosheets and CNTs and form a 3D network skeleton. Through vulcanization, the PAN is gradually carbonized to form N-doped carbon, and sulfur simultaneously becomes small molecules that can dope into carbon  and also react with ZnO to form ZnS (). ZnS is finally removed by etching with HCl to leave pores in CNT/SNCF.  shows that the prepared material can be deformed into various forms. Furthermore, it can be directly cut into electrode sheets without breakage, indicating the good flexibility.  shows the tensile strength of CNT/SNCF is about 22.6 KPa, indicating that it also processes certain mechanical stability.  For comparison, NCF and S-doped NCF (SNCF) as well as the carbon nanotubes/carbon nanofibers without S-doping (CNT/NCF) have been also prepared according to the procedures in the schematic diagram.",
                        "The typical SEM images show that the flexible CNT/SNCF is composed of 1D porous nanofibers with a diameter of about 200 nm in a 3D interconnected architecture (a and), which are similar to the original ZnO/CNT/PAN in , indicating that the HCl etching has negligible effects on the shape and size of the nanofibers. The samples CNT/NCF, SNCF and NCF also show the similar morphology as CNT/SNCF ().",
                        "As shown in TEM images (b&c,), CNT/SNCF, CNT/NCF, SNCF and NCF all present porous structures, which enable the efficient transport of Na+/K+. It is worth mentioning that CNT is well distributed and interspersed inside the CNF framework, forming a 1D/1D compositing multi-channel hollow, which can effectively improve the ion transport and the conductivity. In addition, the high-resolution TEM (HRTEM) images show that the interlayer spacing of SNCF (0.42 nm) and CNT (0.38 nm) in d&f after vulcanization are significantly larger than that of NCF (0.37 nm) and CNT (0.35 nm) in . This shows that the doped sulfur increases the interlayer spacing of CNF and CNT, benefiting to the insertion of large Na+/K+. The TEM elemental mappings in g confirm that carbon, nitrogen, oxygen and sulfur elements are evenly distributed in CNT/SNCF.",
                        "a shows the XRD patterns of CNT/SNCF, CNT/NCF, SNCF and NCF. There is a high and broad diffraction peak at ∼25° and a weak one at ∼43°, which can be indexed to (002) plane and (100) plane, respectively.  To further study the broad (002) peaks, the peak position and FWHM are listed in . It can be seen that there is no significant change considering their broad shape. The broad peak indicates that the graphitization degree is relatively low.  In turn, the similar peaks of various carbon materials are probably caused by the same calcination temperature of 700 °C, which is critical for the graphitization. Raman results in b show two typical carbon peaks at 1346.6 cm–1 and 1584.7 cm–1 corresponding to sp3-type disordered carbon (D band) and sp2-type graphitized carbon (G band), respectively.  Notably, the intensity ratio of two bands (ID/IG) for CNT/SNCF is 1.21, higher than that of CNT/NCF (1.15), SNCF (1.19) and NCF (1.14), mainly due to the introduction of sulfur atoms, which increase the defects in the carbon material.  The N2 adsorption–desorption isotherm measurements are used to characterize the porous structure (c). It is found that the specific surface area of S-doped materials, CNT/SNCF (324.19 m2 g–1) and SNCF (245.26 m2 g–1), are lower than the undoped ones, CNT/NCF (400.96 m2 g–1) and NCF (294.19 m2 g–1). Although the specific surface area is slightly reduced after vulcanization, the porous structure is mainly reserved. At the same time, it is noticed that the introduction of CNT is beneficial to increase the specific surface area. According to the nitrogen adsorption/desorption isotherm curves (typical type IV) in the inset of c, all the samples have the mesoporous structure.",
                        "XPS is used to further investigate the chemical bond configuration and the element contents of C, N, S and O in the samples of CNT/SNCF and CNT/NCF. The survey spectra (d) show that CNT/NCF only has three peaks of C, N and O. After vulcanization, two peaks of S 2p and S 2 s can be detected in CNT/SNCF, and the surface chemical composition of S content is 5.92 at.%, indicating that S is successfully doped. In order to explore the chemical valence of the elements in CNT/SNCF, the high-resolution peaks of C, N, O and S are analyzed in e&f and . The high-resolution C1s spectrum in  can be divided into C-C/C=C, C-N, C-S, C=O and O-C=O at 284.6, 285.4, 286.5, 287.7 and 290.5 eV, respectively, which further proves that N and S have been doped.  The O 1 s spectrum of CNT/SNCF in  can be divided into three peaks at about 531.1, 532.6 and 534.6 eV, corresponding to C=O, S-O and O=C-O.  The N 1 s spectrum of CNT/SNCF (e) and CNT/NCF () can be fitted to four peaks at 298.4, 400.0, 401.1 and 404.0 eV, assigning to pyridinic-N, pyrrolic-N, graphitic-N and oxidized-N, respectively.  The S 2p spectrum of CNT/SNCF in f includes the peak at 161.9 eV for the S=C bond, the peak at 168.1 eV for the oxidized-S ground corresponding to -C-SOx-C- bond, and two strong peaks at 163.7 and 164.9 eV, consistent with the S 2p3/2 and S 2p1/2 peaks for the -C-S-C- covalent bond, respectively.  It is worth mentioning that after doped with sulfur atoms, the content of pyridine N increases from 38.5% of CNT/NCF to 48.4% of CNT/SNCF, mainly because the calcination of PAN and sulfur at high temperature can result in an abatement of pyrrole N in the product ().  According to the existing literature,  a higher proportion of pyridine-N in carbon materials can increase the mobility of Na+/K+ and electrons, which is beneficial to improve the sodium/potassium storage performance."
                    ],
                    "name": "3.1.  General Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "(1) Sodium storage behavior.",
                        "The sodium storage behavior was evaluated by CR2032 coin cells.  shows the CV curves of CNT/SNCF and CNT/NCF sodium-ion half-cells at a scan rate of 0.2 mV s–1 with a voltage window of 0.01–3.0 V. In the first cycle, the irreversible cathodic peaks are observed at ∼0.41 V for the CNT/NCF electrode and ∼ 0.82 V for the CNT/SNCF electrode, which are mainly caused by the formation of solid electrolyte interface (SEI) film.  In the subsequent cycles, the reduction peak at 1.6 V is ascribed to reaction between S and Na+ to form Na2S2, and the peak at 1.12 V is due to the reduction of Na2S2 to Na2S. ",
                        "a and  show the GCD patterns of the CNT/SNCF electrode. It can be seen that the first discharge and charge capacities of the CNT/SNCF electrode are 754.7 mA h g–1 and 370.8 mA h g–1 respectively, and the corresponding initial coulombic efficiency (ICE) is 49.1%. The low ICE of CNT/SNCF electrode is due to the high specific surface area and well-developed pore structure, which can consume a large amount of sodium and electrolyte to form the SEI film. As shown in , the ICE of CNT/SNCF electrode is the highest compared to the rest samples, CNT/NCF (30.5%), SNCF (45.4%) and NCF (33.3%), indicating that the S/N co-doping and CNTs can reduce the irreversible reaction. In the charging curve, the obvious platform can be observed at ∼1.86 V, which indicates that part of the CNT/SNCF capacity is contributed by the Faraday reaction between Na+ and S. After 300 cycles, it maintains a reversible capacity of 332.4 mA h g–1, which means a retention rate of 98.6% in the 10th cycle, further proving the good stability of the CNT/SNCF electrode. The cycling performance of CNT/SNCF, CNT/NCF, SNCF and NCF at 0.2 A/g is shown in b. After 300 cycles, the CNT/SNCF electrode also provides the highest reversible capacity of 333.6 mA h g–1 and stable reversible capacity with a Coulombic Efficiency (CE) close to 100%. The rate performance was measured at different current densities from 0.1 to 10 A/g (c). Compared with NCT/NCF, SNCF and NCF, the CNT/SNCF electrode delivers the highest average discharge capacity of 395.5, 346.1, 295.4, 249.5, 200.5, 171.3, 152.8 and 109.3 mA h g–1 at 0.1, 0.2, 0.5, 1, 2, 3, 5 and 10 A/g. When the current density returns 0.1 A/g, its discharge capacity increases to 396.7 mA h g–1, showing high rate performance.",
                        "To clarify the cycle stability of CNT/SNCF electrode at high current density, long cycle performance was tested at 1 A/g in d. After 1000 cycles, the capacity can still be kept at 274.1 mA h g–1. Even after 5000 cycles at 5 A/g, its specific capacity is still as high as 150.4 mA h g–1 in e. Compared with other relevant works in , the CNT/SNCF electrode exhibits superior cycle stability and rate performance. From the SEM and TEM analysis in , the structure remains intact after 1000 cycles at a high current density of 5 A/g, which fully proves that CNT/SNCF has excellent structural stability. Such excellent performance can be attributed to the synergistic effects of the 1D/1D compositing structure and the expanded graphite interlayer spacing by S/N co-doping.",
                        "(2) Potassium storage behavior.",
                        "In addition to SIBs, the potassium storage behavior has also been studied with the voltage plateau of 0.01–3 V in the half-cell.  shows the CV curves of the initial three cycles at 0.2 mV s–1 for CNT/SNCF and CNT/NCF. Both samples show the irreversible reactions at 0.1 ∼ 0.8 V in the first scan curve due to the formed SEI.  Different from the CNT/NCF, the subsequent curves of the CNT/SNCF show a cathodic peak at 0.69 V and an anodic peak at 1.8 V, which can be attributed to the interaction of K+ and N dopants, the reaction of K+ and S, respectively.  The GCD curves of the CNT/SNCF electrode for the initial three cycles at 0.1 A/g are shown in . It can be seen that the ICE is only 41.6%, agreeing with the CV curves. However, the ICE has been significantly improved in comparison with recently reported PIBs carbon-based anodes in .",
                        "a shows the GCD curves of the CNT/SNCF electrode from 10th to 300th cycles at 0.1 A/g. The sloping curve shows that K is adsorbed on the defective carbon surface with a high heteroatom content.  After 100 cycles, the CNT/SNCF electrode shows stable reversible capacity as high as 355.9 mA h g–1. Remarkably, the electrode maintains high specific capacity and CE (315.9 mA h g–1 and 99.4%) after 300 cycles, indicating the excellent cycling stability in b. For the rate performance in c, the CNT/SNCF electrode exhibits the highest reversible capacities of 314.2, 282.9, 230.1, 190.6, 162.8, 135.4 and 108.7 mA h g–1 at 0.1, 0.2, 0.5, 1, 2, 3 and 5 A/g. With the reverse of the current density to 0.1 A/g, the capacity is almost fully recovered (307.9 mA h g–1), showing good tolerance.",
                        "The cycling performance of all the samples at high current density of 1 A/g is compared in d. Even at an ultrahigh current density of 5 A/g in e, a high capacity of 100.1 mA h g–1 is maintained after 5000 cycles, showing outstanding stability at high rates. In , the cycled CNT/SNCF electrode after 1000 cycles at 5 A/g show that there is almost no damage to the nanofibers, explaining the origins of the excellent stability. In addition, the electrochemical behavior of the CNT/SNCF electrode is good compared with the recent reports in .",
                        "(3) Sodium/Potassium storage mechanism.",
                        "In order to investigate the Na+/K+ storage mechanisms of the CNT/SNCF, the electrode was scanned from 0.2 to 5 mV s–1 in a. The electrochemical storage process can be analyzed by the equation i = avb where a and b are adjustable parameters, and v is the sweep rate.  For the anodic and cathodic processes, the value of b is calculated to be 0.87 and 0.89 respectively in , indicating that CNT/SNCF processes both pseudo-capacitance and insertion/extraction mechanisms. By fitting the CV curve at a specific scan rate in b, the pseudo-capacitance contribution can be calculated. It can be seen in c that when the scanning rate increases, the capacitive contribution becomes higher, up to 82.4% at 5 mV s–1. Similar to SIBs, the potassium ion half-cell tests also show the similar charging mechanisms in  and d-f.",
                        " shows the EIS curves of CNT/SNCF, CNT/NCF, SNCF and NCF at the initial state in SIBs and PIBs. All the samples possess a semicircle in the high frequency range, which represents the resistance of SEI film (Rf) and charge transfer resistance (Rct) using the equivalent circuit in the inset. The low frequency range exhibits a slope, representing the solid diffusion of ions in the electrode material. The EIS results clearly show that the CNT/SNCF has the lowest Rct, indicating the kinetically favorable charge/discharge process.  The reduced Rct can be attributed to the introduction of S/N co-doping and CNTs. Especially the CNTs can form a multi-channel structure inside the CNF fibers, promoting the conductivities.",
                        "To further study the intercalation/deintercalation processes, ex-situ Raman spectroscopy was performed at different cycling stages for the CNT/SNCF electrode. a shows that the ID/IG ratio declines from 1.21 to 1.14 during first sodiation, and then returns to 1.24 during the desodiation process. The same change repeats in the next half cycle. The Raman spectra for the potassium storage in b shows the similar evolution, indicating that the sodium/potassium process is reversible. In addition, the change of ID/IG is usually thought to be related to the change of the degree of graphitization. The above results thus indicate that the intercalation of sodium/potassium can increase the degree of graphitization.  In the literature,  it is generally believed that the insertion of sodium/potassium can increase the steric hindrance and stretch the in-plane C-C bonding. However, different observations on the ID/IG have been found. Liu et al  found that the decrease of graphitization during the potassiation process, while Yu et al  reported the opposite way. It is assumed that the different behaviour may be caused by the various carbon states which strongly affected by the defects and heteroatoms. The CNT/SNCF electrode processes large lattice distance and high defects, which may contribute to the graphitization during intercalation.",
                        "The ex-situ HRTEM was also performed to measure the evolution of lattice distance at the specific potassium intercalation/deintecalation stages for the CNT/SNCF. As shown in c, when the potassium is intercalated in the CNT/SNCF electrode to 0.01 V at the first cycle, the interlayer spacings of SNCF (0.43 nm) and CNT (0.40 nm) are appreciably increased compared with the original states in d&f. The TEM mapping in  shows that the potassium is evenly distributed. After depotassiation to 3 V, their interlayer spacings in d are reduced, close to the original states. For the cycled CNT/SNCF electrodes after 100, 200, 500 and 1000 times, the TEM images in  and e-i show that the morphology of nanofibers and the interlayer spaces of SNCF and CNT have negligible change, confirming the integrity and high reversibility of the structure due to the enlarged lattice spacing."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully synthesized a free-standing flexible electrode material (CNT/SNCF), and realize the high reversible capacity and long cycle life of sodium and potassium ion storage. Their outstanding storage capacity is due to following points: i) The unique multi-channel 1D/1D structure not only facilitates ion diffusion, then further increases the conductivity and active sites of the material, but also has good flexibility; ii) S and N co-doping can adjust electrical conductivity and improve electrochemical performance; iii) The increased interlayer spacing can effectively alleviate volume changes during cycling, which is beneficial to improve structural stability of the electrode material. Benefited from the above advantages, the CNT/SNCF electrode delivers high discharge capacities of 274.1 and 212.5 mA h g–1 at 1 A/g after 1000 cycles for SIBs and PIBs, respectively. Furthermore, even in high-current cycles, the CNT/SNCF still maintains its morphology without significant loss of holding capacity, indicating that the material has extraordinary structural stability and cycling stability. This work provides a comprehensive view from the morphological and lattice structures in designing and fabricating the flexible electrodes for energy storage devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "A Flexible Multi-Channel Hollow CNT/Carbon Nanofiber Composites with S/N Co-Doping for Sodium/Potassium Ion Energy Storage"
}