{
    "DOI": "10.1021/acsami.7b09559",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion batteries (SIBs) have attracted great attentions as a promising alternative to lithium-ion batteries (LIBs) due to the abundance and low cost of sodium resources.  However, further development of SIBs relies on great improvement of the electrode materials, as current electrode materials suffer from unstable rate capability, short cycle life, and large volume change during cycling in view of the larger ionic radius of Na+ ion as compared to that of Li+ ion.  Consequently, it remains challenging while becomes urgent to prepare high-activity electrode materials with desired excellent electrochemical performances. ",
                "Recently, transition metal oxides have received growing attentions due to the increasing demand of green anodes for SIBs.  MnO, because of its natural abundance, environmental benignity, low conversion potential, and voltage hysteresis, is promising as electrode materials of LIBs and supercapacitors, as well as attractive electrocatalysts for oxygen reduction reaction (ORR) and oxygen evolution reaction (OER).  For example, reduced graphene oxide (RGO)–MnO–RGO sandwich nanostructures prepared through layer-by-layer electrodeposition method showed unprecedented rate capability and outstanding cyclic stability as anodes for LIBs.  Impregnation of MnO@N-doped carbon nanoparticles into a conductive graphene matrix presented high electrochemical performance for both LIBs and ORR.  In addition, other MnO-based materials have also been prepared in recent years, such as three-dimensional arrays of MnO in carbon nanosheets,  carbon-anchored MnO nanosheets,  and MnO/carbon hybrid materials.  However, little attention has been paid to the Na-storage behavior of MnO-related materials. What’s more, the electrochemical performances of MnO are currently impeded by the inherent poor electrical conductivity and rigorous volume change during the charge/discharge process. ",
                "To date, one of the effective strategies to overcome the above bottlenecks is to construct nanocomposites through combining MnO nanoparticles within conductive scaffolds such as N-doped carbon materials, since the N-doped carbon materials possess the capability of accelerating electron transport, increasing the binding sites, and improving Na+ ion adsorbability in the charging process due to the presence of N element.  Along with the intensive studies, N-doped carbon materials derived from conjugated polymers, especially polyaniline (PANI), are regarded as new but significant members with promising applications in energy devices.  The key point of choosing PANI as precursor is that through high-temperature treatment, the pivotal N element in its backbones can not only be introduced into the carbon framework at a relatively high content, but also stay stable under harsh working conditions.  Furthermore, using conjugated polymers as carbon precursors can lead to homogeneous distribution of nitrogen sites.  Meanwhile, one-dimensional N-doped carbon nanotubes (NDCT) with higher surface area and expanded interlayer distance can offer more active sites and short transport pathway for both electrons and Na+ ions. ",
                "In this work, we designed and synthesized ultrasmall MnO nanoparticles (∼4 nm) homogeneously distributed on N-doped carbon nanotubes (NDCT@MnO) as anode materials for high-performance SIBs. NDCT@MnO nanocomposites were converted from pyrolysis of hydrothermally prepared Mn3O4 nanosheets on PANI nanotubes in N2 atmosphere. Such NDCT@MnO nanocomposites, with a synergistic effect from each component, displayed many advantages including high surface area, increased diffusion rate of Na+ ions, enhanced electrical conductivity and high stability of the MnO nanoparticles. As anode materials in SIBs, NDCT@MnO-7 (carbonized at 700 °C) displayed high rate capacity (709 and 292 mAh g–1 at the current density of 0.1 and 5 A g–1, respectively) and superior long-term cycling life (capacity retention of 91% after 3000 cycles at a current density of 5 A g–1)."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Aniline monomers were distilled under reduced pressure and blanketed with nitrogen before use. Iron(III) chloride hexahydrate (FeCl3·6H2O), methyl orange (MO), concentrated sulfuric acid (H2SO4), ammonium persulfate ((NH4)2S2O8, APS), potassium permanganate (KMnO4) and ethanol were all AR grade (National medicine group chemical reagent Co., LTD) and used as received without further purification. Ultrapure water was used for all experiments."
                    ],
                    "name": " Reagents",
                    "type": "h3"
                },
                {
                    "content": [
                        "PANI nanotubes were synthesized using a modified self-degraded template method.  In a typical procedure, 0.2 mmol MO and 3 mmol FeCl3·6H2O were added to 50 mL ultrapure water under magnetic stirring. To the above mixture, appropriate amount of APS was gradually added after 30 min and kept in ambient condition. After successive addition of 3 mmol aniline and 30 mL 0.5 M H2SO4 aqueous solution, the reaction was allowed to be continued for 24 h under magnetic stirring. The resultant product was collected and repeatedly washed with ethanol and water mixture until the filtrate became colorless. At last, the precipitate was dried in a vacuum drier at 60 °C for overnight."
                    ],
                    "name": " Preparation of Polyaniline (PANI) Nanotubes",
                    "type": "h3"
                },
                {
                    "content": [
                        "In a typical procedure, 0.2 g PANI nanotubes were dispersed in 70 mL 12 mM KMnO4 aqueous solution at ambient condition under vigorous stirring to form a uniform solution. The solution was later transferred into a Teflon-lined stainless steel autoclave. The autoclave was sealed quickly and maintained at 80 °C for 24 h in a digital temperature-controlled oven. The precipitate was filtered and washed adequately with ultrapure water and ethanol until the filtrate became colorless to obtain PANI@Mn3O4 nanocomposites. For the preparation of NDCT@MnO nanocomposites, the predried PANI@Mn3O4 nanocomposites were subjected to thermal treatments in a temperature-programmable tube furnace under high-purity N2 (99.9999%) flow of 70 standard-state cubic centimeters per minute (sccm). The temperature was increased from room temperature to the presupposed temperature (600, 700, and 800 °C) at a ramp rate of 5 °C/min, and then kept at this temperature for 1.5 h. Denote the products at this process as NDCT@MnO-T (T = 6, 7, and 8 standing for 600, 700, and 800 °C). For comparison, free NDCT and MnO nanoparticles were fabricated by directly thermally treating PANI nanotubes at 700 °C for 1.5 h in N2 (named as NDCT) and manganese acetate at 500 °C for 5 h in H2 (5%)/N2 atmosphere."
                    ],
                    "name": " Preparation of NDCT@MnO Nanocomposites",
                    "type": "h3"
                },
                {
                    "content": [
                        "Transmission electron microscopic (TEM) images were acquired with Topcon 002B transmission electron microscope. The Raman spectra were determined on a Renishaw in Via micro Raman spectroscopy system, using the TE air-cooled 576 × 400 CCD array in a confocal Raman system (wavelength: 532 nm). The incident laser power was kept at 0.1 mW, and total accumulation times of 5 s were employed. The X-ray diffraction (XRD) patterns were conducted on a Rigaku/Max-3A X-ray diffractometer with Cu Kα radiation (λ= 1.54178 Å), and the operation voltage and current were maintained at 40 kV and 40 mA, respectively. X-ray photoelectron spectra (XPS) of the materials were obtained with PHI 5700 ESCA system equipped with an A1 Kα radiation as a source (hυ = 1486.6 eV). Nitrogen adsorption/desorption isotherms were measured on a QUADRASORB SI-KR/MP (Quantachrome) after heating the materials under vacuum at 120 °C. Thermogravimetric analysis (TGA SDTQ600) was performed to evaluate the degradation of NDCT@MnO nanocomposite and determine the content of MnO. Samples weighing 2.5–5 mg were tested over a temperature range from room temperature to 800 °C at 10 °C/min under air atmosphere. For electrical conductivity measurement, a mixture of NDCT@MnO powder and poly(vinylidene fluoride) (PVDF) with a weight ratio of 10:1 was compressed into a disc with a diameter of 1 cm and a thickness of 2 mm. Then the resistances were collected using a Keithley 2400 source meter with a four-point probe configuration at room temperature."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na+ ion storage behavior of the as-prepared materials was carried out by using 2032 type half-cells which were assembled in a glovebox filled with argon atmosphere. The NDCT@MnO electrode as anode was prepared by mixing NDCT@MnO (80 wt %), super P (10 wt %) as conductive additives, and carboxymethyl cellulose (CMC, 10 wt %) binder in N-methyl pyrrolidone (NMP) solution to form a homogeneous slurry. Then the slurry was pasted onto a copper foil and dried for 12 h at 80 °C in a vacuum oven. Metallic sodium was selected as the reference/counter electrode, and glass fiber (Whatman) was used as the separator. The electrolyte was the mixture of ethyl carbonate (EC) and diethyl carbonate (DEC) (EC: DEC = 1:1, vol/vol) containing 1 M NaClO4 with 5% fluoroethylene carbonate (FEC) additive. The mass loading of active material in electrode was ∼0.8 mg cm–2. The galvanostatic charge/discharge and cycling tests were performed on an automatic battery tester system (CT2001A, Wuhan LAND electronics, China) at the potential window between 0.01 and 3.0 V vs Na/Na+. Cyclic voltammetry was recorded on a CHI660E electrochemical workstation at a scan rate of 0.2 mV s–1 in the voltage range of 0.01–3.0 V vs. Na/Na+. Before it was tested for rate performance, the SIBs was electrochemically activated for 15 cycles under the 0.1 A g–1 in the voltage range of 0.01–3.0 V vs. Na/Na+ in order to guarantee the sufficient penetration and transport of the electrolyte and the contact of Na+ ions with the composites. This activation would make the charge/discharge process stable and reduce the capacity loss in the cycles even at high rate. Electrochemical impedance spectra (EIS) were obtained by applying a sine wave with amplitude of 5 mV over the frequency range from 100 kHz to 0.01 Hz."
                    ],
                    "name": " Electrochemical Performances",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The preparation procedures of NDCT@MnO nanocomposites are presented in . Typically, PANI nanotubes were first synthesized by a modified self-degraded template method.  Subsequently, Mn3O4 nanosheets were grown on PANI nanotubes by hydrothermal treatment of a solution containing PANI nanotubes and KMnO4. Then, the as-prepared PANI@Mn3O4 nanocomposites were thermally treated at various temperatures for 90 min in N2 atmosphere in order to complete the carbonization of PANI and reduction of Mn3O4 into MnO. During the calcination, PANI was carbonized and decomposed partially to create more defect sites along the surface of carbon nanotubes, and N element could be doped into the carbon framework, leading to N-doped carbon nanotubes (NDCT) with roughened surface. The defect sites and roughened surface play an important role in anchoring MnO nanoparticles onto the carbon nanotubes, which can further prevent the volume change of MnO nanoparticles during charge/discharge process. ",
                "The crystal structures of the synthesized materials were examined by X-ray diffraction (XRD). As shown in a, diffraction peaks observed from the PANI@Mn3O4 nanocomposites can be indexed to tetragonal Mn3O4 structure (JCPDS card No. 24–0734),  where PANI can be barely distinguished due to its polymeric nature. After carbonization in N2 atmosphere (a and ), distinct diffraction peaks at 34.9, 40.5, 58.7, 70.2, and 73.8° from NDCT@MnO nanocomposites can be well indexed to the (111), (200), (220), (311), and (222) crystal planes of cubic MnO (JCPDS card No. 07–0230).  A broad peak centered at 24.7° is due to the (002) plane of amorphous carbon materials.  The above results indicate that PANI@Mn3O4 can be successfully transformed into NDCT@MnO by our pyrolysis technique, which is also confirmed by Raman study (b and ). Minor peaks at 361 and 621 cm–1 observed from PANI@Mn3O4 originate from crystalline Mn3O4,  and the other Raman bands can be assigned to PANI.  For NDCT@MnO materials, two emerged broad peaks at 1358 and 1587 cm–1 are due to the defect-induced (D) band and crystalline graphite (G) band of amorphous carbon, respectively.  The appearance of D band in NDCT@MnO nanocomposites indicates the presence of structural distortion caused by N-doping and edge defects in carbon materials, which is beneficial for the improvement of electrochemical performance and diffusion of Na+ ions.  Moreover, intensity ratio of D band and G band (ID/IG) is calculated to be 0.98 for NDCT@MnO-6, 0.91 for NDCT@MnO-7, and 0.70 for NDCT@MnO-8, which demonstrates that with increase in carbonization temperature, the graphitization degree of carbon nanotubes gets increased and the amount of defects is decreased.  The other small peak at 646 cm–1 can be assigned to the Mn–O vibration in MnO.  Here, the MnO content in NDCT@MnO-6, NDCT@MnO-7 and NDCT@MnO-8 nanocomposites was determined to be 33.99, 42.06, and 25.58 wt %, respectively, from the thermogravimetric analysis ().",
                "To further evaluate the surface area and porosity, N2 adsorption–desorption isotherm measurement was conducted. The absorbed volumes exhibited by PANI@Mn3O4, NDCT, and NDCT@MnO materials are remarkably larger than that of pure MnO nanoparticles with a tiny specific surface area of 7 m2 g–1 (). The N2 adsorption–desorption isotherm of NDCT@MnO exhibits a typical type-IV behavior with a distinct hysteresis loop at relative pressure (P/P0) ranging from 0.45 to 1,23 implying that the NDCT@MnO nanocomposites contain a large number of mesopores (). According to the pore size distribution profile ( and inset in ), the pore size is mainly distributed at ∼20 nm. From the Brunauer–Emmett–Teller (BET) method, NDCT@MnO-7 nanocomposites possess a relatively high surface area of 234 m2 g–1 (), which however is lower than that of NDCT, possibly due to the filling of ultrasmall MnO nanoparticles into the mesopores of NDCT.  X-ray photoelectron spectroscopy (XPS) measurement was also performed. Only Mn, O, C, and N elements are observed in the XPS survey spectrum () with an atomic ratio of Mn:O = 1:1, directly indicating the formation of MnO and successful incorporation of N into carbon framework. The high-resolution XPS spectrum of Mn 2p for NDCT@MnO-7 nanocomposites (c) exhibits two characteristic peaks at 641.8 eV (Mn 2p3/2) and 653.8 eV (Mn 2p1/2) with a spin-energy separation of 12.0 eV, which is another proof of the formation of MnO.  The C 1s XPS spectrum of NDCT@MnO nanocomposites can be deconvoluted into four peaks at 284.7, 285.5, 286.5, and 289.1 eV (), attributed to sp2C-sp2C, N-sp2C, N-sp3C, and C = O bonds, respectively.  Similarly, the surface nitrogen functional groups (d and ) can be deconvoluted into four bands centered at 398.4, 400.6, 402.0, and 403.2 eV, corresponding to the Pyridinic-N, Pyrrolic-N, Graphitic-N, and Oxidized-N, respectively.  Remarkably, with increase in the carbonization temperature, Graphitic-N and Oxidized-N become dominant, accompanied by the reduced content of Pyridinic-N and Pyrrolic-N due to their low thermal stability (). The presence of N element in carbon nanotubes can enhance the electronic conductivity of the as-prepared nanocomposites.  Furthermore, Pyridinic-N and Pyrrolic-N can not only create some defects in carbon nanotubes, but also provide more transport channels and active sites for Na+ ion insertion.  Meanwhile, high content of Graphitic-N can also enhance the reactivity, electrical conductivity and the transfer of Na+ ions, which is beneficial to improving the rate capability of the anode materials for SIBs.  These can be proved by electrical conductivity and electrochemical impedance spectrum (EIS) studies. Electrical conductivity measurement was conducted by a four-point probe method (). It is found that PANI@Mn3O4 has very limited conductivity (<10–6 S m–1), while NDCT@MnO nanocomposites show greatly improved conductivity (0.20–0.37 S m–1). Electrochemical impedance spectra were collected based on the assembled cells (). According the reported method,  the charge transfer resistance (Rct) and diffusion coefficient of Na+ ions (DNa) were calculated. It can be seen that Rct values of NDCT@MnO nanocomposites are substantially smaller than those of PANI@Mn3O4, NDCT, and MnO, while DNa values of NDCT@MnO nanocomposites are obviously larger. As compared to the individual NDCT and MnO, a synergistic effect between MnO and NDCT can enhance the DNa by at least 3 orders of magnitude. Here, NDCT@MnO-7 shows the smallest charge transfer resistance and largest diffusion coefficient of Na+ ions. Above results reveal that the electrical conductivity, charge transfer and Na+ diffusion can be highly enhanced in the NDCT@MnO nanocomposites.",
                "The morphology characterization of as-prepared materials was performed by transmission electron microscopy (TEM). The as-prepared PANI samples are nanotubes with roughened surface and an inner diameter of ∼70 nm (). Through the hydrothermal technique, nanosheet-like Mn3O4 from the decomposition of KMnO4 is homogeneously anchored to the PANI nanotubes (a). A closer look from the high resolution TEM (HRTEM) image (inset in a) reveals an interplanar spacing of 0.26 nm, corresponding to the (211) planes of Mn3O4 crystals.  Interestingly, ultrasmall MnO nanoparticles are evolved from Mn3O4 nanosheets by the calcination treatment, and the inner diameter of NDCT is shrunk to ∼50 nm (b and ). Of note is that the MnO nanoparticles are firmly anchored on the NDCT. c shows clear lattice fringes of single MnO nanoparticle for NDCT@MnO-7 with interplanar distances of 0.22 nm, attributed to the (200) plane of cubic MnO.  The average size of the obtained ultrasmall MnO nanoparticles for NDCT@MnO-7 is ∼4 nm (). However, the size of MnO nanoparticles is obviously larger after calcination at 800 °C than that of NDCT@MnO-6 and NDCT@MnO-7 due to the Ostwald ripening effect ().  Scanning transmission electron microscopy (STEM) image of a single NDCT@MnO-7 () with corresponding elemental mapping in d indicates that C, N, O and Mn element are homogeneously distributed in the NDCT@MnO nanocomposites.",
                "The electrochemical data of the as-prepared samples as anode materials for SIBs were displayed in  and . Here, the gravimetric capacity was calculated from the mass of active materials (the total mass of the as-prepared electrode materials without the inclusion of binders and carbon additives). a shows the cyclic voltammetry (CV) profiles of NDCT@MnO-7 in the first three cycles in the potential range of 0.01–3.0 V vs. Na/Na+ at a scan rate of 0.2 mV s–1. Three reduction peaks at 0.92, 0.67, and 0.35 V emerged in the first cathodic scan result from the Na+ insertion into NDCT@MnO structure, typically irreversible decomposition of electrolyte and the formation of solid-electrolyte interface (SEI) layer at the surface of the electrode, and the initial reduction of Mn2+ ions to Mn0 (MnO + 2Na+ + 2e– → Mn + Na2O).  These reduction peaks are merged into one reduction peak at 0.712 V in the subsequent CV cycles, which should be attributed to the enhanced kinetics and alterations in the microstructure of the electrode caused by the formation of metallic manganese and Na2O after the first sodiation.  For the anodic process, an oxidation peak around 1.21 V can be ascribed to the oxidation of Mn0 to Mn2+ (Mn + Na2O → MnO + 2Na+ + 2e–).  Besides, the CV curves almost overlap with each other during the subsequent CV cycles, implying the good reversibility of NDCT@MnO-7 during the insertion/extraction process of Na+ ions.",
                "b displays the galvanostatic charge–discharge profiles of NDCT@MnO-7 for the first three cycles in the voltage range of 0.01–3.0 V vs. Na/Na+ at a current density of 0.2 A g–1. The first discharge and charge cycle delivers irreversible specific capacities of 1540 and 615 mAh g–1, respectively, with an initial Coulombic efficiency (CE) of 47%, which may be attributed to the irreversible reaction of the decomposition of electrolyte and the formation of SEI film. For the second cycle, the discharge and charge capacities are reduced to 775 and 605 mAh g–1, respectively, leading to an increased CE of 78%. It is particularly encouraging that the CE can approach ∼100% after several cycles (c), an indication of high reversible capacities during the sodiation/desodiation process. According to previous reports, the electrolyte would be difficult to penetrate into the electrode under low current density, which is expected to increase the polarization of the electrode that leads to low CE.  Therefore, an activation process is suggested in order to improve the rate capability and cyclic stability.  Herein, the rate performances were recorded after a 15-cycle activation of the assembled SIBs. For NDCT@MnO-7 nanocomposites (d), the average capacities can reach 709, 541, 463, 360, and 292 mAh g–1 at current densities of 0.1, 0.2, 0.5, 2, and 5 A g–1 with ten cycles at each stage, respectively. More importantly, the reversible capacity can quickly recover to 686 mAh g–1 when the current density is switched back to 0.1 A g–1, illustrating a high rate activity of NDCT@MnO during the sodiation/desodiation process. It is noted that the reversible capacity of PANI@Mn3O4 nanocomposites at 0.1–5 A g–1 decreases from 178 to 26 mAh g–1 (), which is far away from that of NDCT@MnO nanocomposites, suggesting the inactive nature of PANI@Mn3O4 as anode materials for SIBs. This low reversible capacity is not enough for practical application in SIBs. In addition, NDCT@MnO nanocomposites exhibited markedly superior Na+ storage behavior to individual NDCT and MnO ( and ). In comparison to NDCT@MnO-7, the decreased reversible capacities at various current densities for NDCT@MnO-6 and NDCT@MnO-8 might be attributed to the small BET surface area, low amount of MnO, low electrical conductivity and decreased charge transfer and Na+ diffusion (, ). The cyclic performance of the NDCT@MnO-7 nanocomposites at 0.2 A g–1 shown in c displays that CE reaches almost 100% after 20 cycles, and the reversible capacity retains stable at 536 mAh g–1 without obvious fading after 250 cycles. To further study the long-term cycling performance of the as-fabricated NDCT@MnO-7 nanocomposites, the durability at 5 A g–1 was recorded (e). The reversible capacity can reach 301 mAh g–1 and be kept at 273 mAh g–1 (91% retention) after 3000 cycles with nearly ∼100% CE, indicating good cycling stability. Through a careful comparison, the electrochemical Na-storage properties of the NDCT@MnO-7 nanocomposites can outperform most of transition metal oxide anodes for SIBs (). ",
                "In order to better understand the electrochemical processes, with NDCT@MnO-7 as a typical sample, the cells were disassembled and characterized by ex situ XRD and HRTEM techniques at selected sodiation (discharge to 0.01 V) and desodiation (charge to 3.0 V) states after the first full process. As shown in a, diffraction peaks of MnO are replaced by metallic Mn when the electrode is fully discharged to 0.01 V.  Na2O phase cannot be observed in the XRD pattern possibly due to its poor crystallization or limited content.  After fully charged to 3.0 V, peaks of MnO reappear, demonstrating the reversal of the discharge process for a return to the initial form of the material. TEM images of the NDCT@MnO-7 display no obvious change in the size and morphology at selected discharge and charge states, confirming the robustness of the MnO nanoparticles supported on NDCT (). HRTEM images of NDCT@MnO-7 electrodes at the same discharge and charge states were also collected (b and c). After the discharge process, an observed interplanar spacing of 0.21 nm can be indexed to the (221) planes of Mn (JCPDS card No. 33–0887).  Notably, the particle size of Mn is similar to that of MnO, indicating that MnO nanoparticles anchored on the carbon framework can effectively mitigate volume change during sodiation. When charged to 3.0 V (c), the interplanar spacing of 0.22 nm is consistent with the (200) plane of MnO, an indication of successful reversible conversion from Mn to MnO. These results confirm the proposed electrochemical reactions and significant role of MnO during charge and discharge process using NDCT@MnO-7 as the anode materials for SIBs.",
                "The long-term cycling stability of NDCT@MnO-7 can also be reflected from the structure characterization after charge–discharge tests (). NDCT@MnO-7 nanocomposites are almost unchanged after 3000 cycles at 5 A g–1, where MnO nanoparticles are still homogeneously distributed on NDCT without obvious aggregation. Well-resolved periodic lattice fringes with interplanar spacing of 0.22 nm corresponding to the (200) plane of cubic MnO phase can be clearly observed, an indication that the crystallinity of MnO is also not influenced. We think the defect sites and roughened surface of the NDCT can account for the size and morphology stability of these MnO nanoparticles during the charge–discharge process. Also, from the HR-TEM images shown in b and c, the very slight difference in the dominant lattice fringes between MnO and Mn may be another reason for the almost unchanged size and morphology of the MnO nanoparticles. Based on above results, the improved electrochemical performance of NDCT@MnO nanocomposites can be understood from a synergestic effect between MnO nanoparticles and NDCT: NDCT provides nucleation sites for MnO during the synthesis, maintains the stability of the MnO nanoparticles during the charge–discharge process, affords the improved surface area and electrical conductivity, and ultrafine MnO nanoparticles supported on the NDCT can greatly enhance diffusion rate of Na+ ions and thus the electrochemical performances (rate capability and cycling life) as anode materials for SIBs."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we demonstrate the promising Na-storage behavior of ultrasmall and stable MnO nanoparticles uniformly supported on N-doped carbon nanotubes (NDCT@MnO). The electrochemical reactions using NDCT@MnO-7 (carbonized at 700 °C in N2 atmosphere) as anode materials for SIBs have been revealed by ex situ XRD and HRTEM studies at selected sodiation and desodiation states. The as-prepared NDCT@MnO nanocomposites display exceptional rate capability (709 and 292 mAh g–1 at the current density of 0.1 and 5 A g–1, respectively) and ultralong cycling life (capacity retention of 91% after 3000 cycles at a current density of 5 A g–1). The enhanced rate performances and durable long-term cycling stability of NDCT@MnO-7 nanocomposites can be attributed to the improved surface area, higher diffusion rate of Na+ ions, and enhanced electrical conductivity due to the distinctive structure and compositional characteristics. This work recognizes MnO as a promising anode material for SIBs, and reveals that distinct structure features of ultrasmall MnO nanoparticles supported on highly conductive N-doped carbon nanotubes are significant for high-performance SIBs."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ultrasmall MnO Nanoparticles Supported on Nitrogen-Doped Carbon Nanotubes as Efficient Anode Materials for Sodium Ion Batteries"
}