{
    "DOI": "10.1021/acsnano.7b08714",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The large demand for portable electronics, electronic vehicles, and large-scale power grid storage has spurred the development of advanced energy storage technologies and systems.  Among the various energy storage devices, room-temperature sodium-ion batteries (SIBs) have attracted increasing attention as alternatives to current lithium-ion batteries (LIBs) because sodium (Na) is abundant, economical, and readily available worldwide.  Since the performance of SIBs significantly depends on the Na storage capability of electrode materials, developing promising electrode materials with rational structures and surface properties is of great importance to promote the performance of SIBs.  Inspired by the large-capacity alloy anodes in LIBs, alloy-based anode materials for Na storage have attracted much attention lately.  In particular, antimony (Sb) is an appealing anode material for SIBs because of its large theoretical capacity of 660 mAh g–1 and low discharge potential of about 0.5 V (vs Na+/Na).  Unfortunately, bulk Sb generally shows a quick capacity decay due to the severe pulverization as a result of the large volume changes of 390% during sodiation and desodiation processes.  This shortcoming has hitherto stifled widespread use of Sb and other alloy anode materials in SIBs. To solve this hurdle, several strategies have been developed to construct various Sb nanostructures, such as zero-dimensional (0D) porous and yolk–shell nanoparticles,  as well as one-dimensional (1D) nanomaterials  to mitigate the pulverization and cracking of Sb active materials. Recently, two-dimensional (2D) materials such as MoS2,  VS2,  ReS2,  silicene,  and MXenes have been studied as potential anodic materials in LIBs or SIBs, which exhibit enhanced electrochemical properties in terms of capacity, rate capability, and cycling performance compared to their bulk counterparts owing to the shorter diffusion path length for ion diffusion and enlarged surface active sites for ion storage.",
                "2D antimonene, consisting of a buckled structure of hexagonal rings, has been recently predicted  and fabricated by mechanical exfoliation,  van der Waals epitaxy,  and liquid-phase exfoliation.  The large theoretical capacity of Sb and unique 2D features render few-layer antimonene (FLA) an appealing anode material for high-performance SIBs. However, the Na storage performance of 2D FLA has not been fully explored so far. Moreover, although Sb-based materials such as nanocrystals,  nanorods,  and nanocompostites  have been studied as anode materials in SIBs, the sodiation/desodiation mechanism of nanoscale Sb remains vague. In this regard, 2D FLA is ideally suited to unravel the sodiation/desodiation mechanism and maximize the Na storage performance.",
                "In this work, we determine the superior Na storage properties of FLA and elucidate the sodiation/desodiation mechanism of FLA based on the results acquired via in situ synchrotron X-ray diffraction (XRD), ex situ selected-area electron diffraction (SAED), and density-functional theory (DFT) calculations. We demonstrate that FLA undergoes reversible crystalline phase evolution (Sb ⇋ NaSb ⇋ Na3Sb) during cycles, and Na-ion alloying reactions proceed along the a/b-axis, resulting in in-plane anisotropic lattice expansion. Since the in-plane expansion along the a/b axial direction of 2D FLA is not constrained, FLA could achieve high structural stability for Na ion storage. These unexpected findings differ from previous reports in which bulk Sb is believed to undergo amorphorization during cycling.  DFT calculations indicate that 2D FLA has a small Na+ diffusion barrier of 0.14 eV, which is much smaller than those of 2D MoS2,  VS2,  and silicene.  The reversible crystalline phase transformation, anisotropic volume change, and low Na ion diffusion barrier of FLA enable excellent Na storage performances. Galvanostatic studies demonstrate that 2D FLA delivers a large charging capacity of 642 mAh g–1 at 0.1 C (1 C = 660 mA g–1) and a high rate capability of 429 mAh g–1 at a high current density of 5 C and maintains a stable capacity of 620 mAh g–1 at 0.5 C with 99.7% capacity retention from the 10th to the 150th cycle. Considering the 660 mAh g–1 theoretical capacity of Sb, the electrochemical utilization of Sb atoms is as high as 93.9% at a high rate of 0.5 C for over 150 cycles. They are the highest capacity and utilization ratio determined from alloy-based anodes reported so far (, Supporting Information). Our study reveals the Na storage mechanism of 2D FLA and provides strategies for the design and development of 2D materials for high-energy SIBs."
            ],
            "name": " ",
            "type": "h2"
        },
        {
            "content": [
                "The 2D FLA nanosheets are produced in a large quantity by liquid-phase exfoliation of β-antimony in 1:1 N-methyl pyrrolidone (NMP)/ethanol without any surfactant (see details in ). a shows the schematic diagram of a Na-ion half-cell, in which FLA acts as the working electrode and Na foil as the counter electrode. The atomic model of FLA is schematically shown in b, and the thickness of the as-synthesized FLA is measured via atomic force microscopy (AFM). c,d are the typical AFM image and the corresponding line profile of FLA, demonstrating the thickness of FLA is about 7 nm (about 18 atomic layers).  (Supporting Information) depicts the statistical analysis of 120 FLA flakes, showing that 78.3% FLA flakes have a thickness below 10 nm and 23.3% of flakes are thinner than 5 nm. The dimensions of as-synthesized FLA are about 200–1000 nm, as the AFM image indicates (, Supporting Information). The XRD pattern acquired from the FLA flakes is similar to that of the β-Sb precursor (, Supporting Information), but the full-width at half-maximum (FWHM) values of the (003) peak increase and the peak shifts to a small angle, suggesting a thinner FLA and expanded c-axis interlayer distance of the FLA compared to the bulk β-Sb precursor.  The enlarged surface active sites and expanded c-axis interlayers of FLA enable large-capacity and fast sodiation reaction kinetics for SIBs as the following parts reveal.",
                "The Raman scattering peaks (, Supporting Information) acquired from FLA are weaker compared to bulk β-Sb, and a similar decreasing trend with decreasing thickness is observed from the micromechanically exfoliated Sb flakes.  The A1g and E1g peaks of FLA are located at 154.0 and 116.8 cm–1, respectively, showing blue-shifts to larger wavenumbers compared to bulk β-Sb probably because of the c-axis lattice expansion and in-plane lattice contraction.  X-ray photoelectron spectroscopy (XPS) reveals two peaks with binding energies of 537.4 and 528.0 eV, corresponding to 3d3/2 and 3d5/2 of metallic Sb  (, Supporting Information). The transmission electron microscope (TEM) image (, Supporting Information) demonstrates that FLA is transparent, corroborating the thinner flake structure. The high-resolution TEM image (, Supporting Information) discloses a single-crystalline structure of FLA with a spacing of 0.216 nm corresponding to the (110) plane of β-Sb.",
                "The 2D FLA exhibits good chemical stability, which is different from the same group 2D phosphorene that is unstable under ambient conditions.  After storing at atmospheric conditions for a month, the as-synthesized 2D FLA suspension (0.5 mg mL–1) still exhibits a strong Tyndall effect (, Supporting Information). X-ray energy dispersive spectrometry (EDS) confirms no obvious change in the chemical composition. The Raman peaks of A1g and E1g observed from the fresh FLA and FLA stored in atmospheric conditions for a month have no obvious change, and no additional Raman peaks of antimony oxide are observed as well (, Supporting Information), suggesting the high chemical stability of the as-synthesized FLA. These results indicate that stable 2D FLA could be produced in a large quantity by a facile liquid-phase exfoliation approach, which is crucial to the development of 2D antimonene technology for high-energy SIBs.",
                "The electrochemical properties of the FLA anode are evaluated using CR2025-type coin-like cells as schematically shown in a. The long-term cycles of FLA and the bulk Sb powder precursor are measured at a current density of 0.5 C (a). Bulk Sb shows a quick capacity decay due to severe pulverization as a result of the large volume changes during the sodiation and desodiation processes.  However, the FLA electrode displays a stable capacity of 620 mAh g–1 at 0.5 C with 99.7% capacity retention from the 10th to the 150th cycle and a high Coulombic efficiency (CE) close to 100%. SEM images of FLA electrodes before and after 150 cycles are depicted in  (Supporting Information), revealing no obvious morphology change. The 2D FLA could mitigate the pulverization and cracking of Sb, therefore demonstrating excellent cycle stability. Considering the theoretical capacity of 660 mAh g–1 for Sb, the large capacity of 620 mAh g–1 at 0.5 C means 93.9% of the Sb atoms in FLA take part in Na storage, even after 150 cycles. They are the highest capacity and Sb utilization ratio reported so far (see , Supporting Information). The initial CE of FLA is 64.7%, which is smaller than that of bulk Sb (71.5%). The larger irreversible capacity loss of the FLA electrode is attributed to a higher electrolyte/electrode surface area, which causes more side reactions with the electrolyte in the first cycling process. This phenomenon is also observed from nanostructured Si and Sb electrode materials. b demonstrates the rate capabilities of FLA. The FLA anode delivers a large capacity of 642 mAh g–1 at 0.1 C. When the current density is increased by 50 times to 5 C, a capacity of 429 mAh g–1 corresponding to 67% capacity retention is achieved. When the current density is returned to 0.1 C after 35 cycles, the specific capacity recovers to 645 mAh g–1, thereby demonstrating good reversibility and high rate capability. The cyclic voltammograms (CVs) of the FLA anode are depicted in c. They are acquired at a scanning rate of 0.1 mV s–1 in the voltage range from 0.01 to 1.5 V (vs Na+/Na). During the first cathodic scan, a strong peak at 0.35 V is observed. In the second cycle, the three reduction peaks at 0.68, 0.55, and 0.39 V are identified and subsequently stabilized at 0.68 and 0.39 V, which correspond to the multistep Na–Sb alloying reactions from Sb to the intermediate NaSb phase and finally the Na3Sb phase.  In the reverse anodic scan, the two anodic peaks at 0.88 and 0.96 V are associated with the desodiation reaction from Na3Sb to NaSb and Sb, respectively. The peak current in the first cathodic scan is larger than those in the following ones due to decomposition of the electrolyte, forming solid state interface (SEI) layers on the FLA.  The CV scans overlap from the third cycle onward, indicating good reversibility and stability. Electrochemical impedance spectroscopy (EIS) and the corresponding equivalent circuit are presented in  (Supporting Information). The charge transfer resistance (Rct) at the electrode/electrolyte interface of the FLA anode in the 150th cycle is less than that in the first cycle, implying lower Rct with cycles due to the slow wetting of the electrolyte and the activation of FLA electrodes, similar to Si anodes in LIBs.  Electrochemical studies () indicate that the 2D FLA delivers superior Na storage performance that surpasses those of previously reported Sb and alloy-based anodes (, Supporting Information).",
                "To elucidate the Na storage mechanism of FLA, the sodiation/desodiation processes of FLA are monitored by SAED, in situ synchrotron XRD, and DFT calculations. The ex situ SAED images in the sodiation states at 1.5, 0.68, and 0 V and desodiation states at 0.96 and 1.5 V in the third cycle are depicted in a. The SAED patterns at different voltages confirm the all the sodiated and desodiated samples are crystalline. The SAED patterns can be indexed to hexagonal Sb (JCPDS No. 35-0732), monoclinic NaSb (JCPDS No. 74-0801), and hexagonal Na3Sb (JCPDS No. 04-0724). During the sodiation process, Na first reacts with Sb, forming crystalline NaSb at 0.68 V, and the Sb phase disappears. As sodiation continues, Na3Sb is gradually formed at a discharging voltage of 0.39 V and becomes the major species relative to NaSb at a discharging voltage of 0.01 V. During the desodiation process, the crystalline Na3Sb phase gradually transforms into the crystalline NaSb intermediate phase (0.96 V) and finally the Sb phase with a small account of NaSb (1.5 V). The existence of Sb and a small NaSb phase in the full sodiation and desodiation states is attributed to incomplete sodiation/desodiation reactions at a large current density of 0.5 C. The ex situ SAED patterns are consistent with CV curves (c), in which the four peaks in the CV curves are attributed to the five sequential sodiation/desodiation transformations of Sb → NaSb → Na3Sb → NaSb → Sb during cycling, which are schematically illustrated in b.",
                "The above results indicate that the FLA anode undergoes a reversible crystalline-phase transformation of Sb ⇋ NaSb ⇋ Na3Sb during cycling, as depicted in a. To further reveal the lattice change in FLA during cycling, we conduct in situ synchrotron XRD during the third cycle as shown in b. The FLA peaks of (003) and (110) planes both shift to smaller angles during the initial sodiation processes, and then the two diffraction peaks attenuate. Meanwhile, the diffraction peaks of NaSb and Na3Sb successively appear. In the reverse desodiation process, the two peaks of NaSb and Na3Sb fade away and the Sb peaks of (003) and (110) planes enhance with the desodiation. Moreover, the FLA peaks of the (003) and (110) planes both shift to larger angles. These results clearly support the crystalline-phase transformation (Sb → NaSb → Na3Sb → NaSb → Sb) during cycling, which is consistent with ex situ SAED results (a). Compared to the (003) peak, the angle changes of the (110) peak are larger during the sodiation and desodiation processes, suggesting larger expansion along the (110) plane (a/b axial direction) during sodiation processes. The detailed lattice changing rates of Δd(003)/d(003) (c-axis) and Δd(110)/d(110) (a/b-axis) are presented in c,d. The slight increase in the c lattice parameter along the (003) direction during initial sodiation is attributed to Na-ion insertion between layers of FLA. The larger lattice expansion along the (110) plane (a/b-axis) may stem from in-plane (a/b-axis) alloying reactions forming crystalline NaSb and Na3Sb alloys. The interlayer distance of FLA is about 3.8 Å, which could accommodate the large Na+ ions.  Therefore, Na+ insertion between the layers in FLA does not significantly alter the c axial lattice parameter. The inserted Na+ ions further react with Sb atoms to produce crystalline NaSb and finally Na3Sb, resulting in in-plane lattice expansion along the a/b-axis. c,d clearly reveal that the lattice expansion of the (110) planes is almost 3 times larger than that of the (003) plane, confirming anisotropic volume expansion along the a/b-axis during sodiation reactions. For the 2D FLA, since the in-plane expansion along the a/b axial direction is not constrained, it can accommodate the larger anisotropic volume change along the a/b-axis during the Sb ⇋ NaSb ⇋ Na3Sb transformation to achieve high structural stability for Na ion storage.",
                "To further evaluate the sodiation and desodiation process of FLA, we further studied Na adsorption and diffusion properties on monolayer antimonene by using first-principles calculations. Three possible adsorption sites of Na are shown in  (Supporting Information). The top site is above the higher Sb atom, the hollow site is above the middle of a hexagonal ring, and the valley site is above the lower Sb atom. Optimization results show that the Na adsorption is an exothermic process and the valley adsorption system is the most stable. We also explore the diffusion path and barrier between two adjacent valley sites by the complete LST/QST method. The results are illustrated in a,b. The calculated energy barrier for Na diffusion is 0.14 eV, which is smaller than those of 2D MoS2 (0.28 eV),  VS2 (0.22 eV),  silicene (0.24 eV),  and graphene (0.22 eV).  The low Na-ion diffusion barrier and slight c-axial lattice parameter expansion enable fast Na-ion diffusion. Furthermore, the DFT results in c also confirm the larger lattice expansion along the a/b-axis direction compared to the c-axis from the Sb phase to Na3Sb. Our study suggests that storage of Na ions in FLA proceeds by Na-ion fast diffusion and alloying reactions forming crystalline NaSb and Na3Sb alloys along the a/b-axis, which provide clear structural correlation with the excellent Na storage property."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the 2D FLA is an appealing anode material for Na storage, which shows a large capacity of 620 mAh g–1 after 150 charging/discharging cycles at 0.5 C, corresponding to a 93.9% utilization ratio, and a high rate capability of 429 mAh g–1 at 5 C. Storage of Na ions in FLA is believed to proceed through Na+ insertion followed by in-plane alloying reactions along the a/b-axis. The 2D FLA allows fast Na ion diffusion with a small diffusion barrier of 0.14 eV. We demonstrate that 2D FLA can accommodate the anisotropic volume change along the a/b-axis and reversible crystalline-phase evolution (Sb ⇋ NaSb ⇋ Na3Sb) during cyclings to achieve high structural stability and fast electrochemical redox kinetics for Na-ion storage. The anisotropic volume expansion, reversible crystalline phase evolution, and low Na-ion diffusion barrier of FLA enable long-life, large-capacity, and high rate-capability SIBs. Our results elucidate the Na storage mechanism of 2D FLA and provide strategies for the development of high-performance 2D materials in advanced metal-ion batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The 2D few-layer antimonene was fabricated by the ultrasonic treatment of antimony powders in an N-methylpyrrolidinone/ethanol mixture at 200 W for 5–6 h. Afterward, the mixture was centrifuged at 3000 rpm to remove the unexfoliated Sb, and a dark gray suspension consisting of few-layer antimonene was obtained. To obtain the FLA sample, the suspension was centrifuged at 8000 rpm, rinsed with ethanol, and then freeze-dried under vacuum. The concentration of FLA in NMP/ethanol is measured by weighing the FLA suspension and dried FLA via removing the NMP/ethanol solution."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology, structure, and composition of the samples were characterized by field-emission scanning electron microscopy (FE-SEM, Nano SEM 450), transmission electron microscopy (Tecnai G20), energy-dispersive X-ray spectroscopy (Oxford INCA 200), X-ray diffraction (Philips X’Pert Pro), Raman scattering (HR RamLab, 532 nm), and X-ray photoelectron spectroscopy (AXIS-ULTRA DLD-600W). The thickness of FLA was determined by atomic force microscopy (Bruker Multimodel-8)."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of FLA was evaluated using coin-like 2025 cells assembled in an argon-filled glovebox. To prepare the electrodes, the active materials, carbon black, and carboxymethyl cellulose (CMC) were mixed at a ratio of 65:20:15, and water was added dropwise to form a slurry. The slurry was put on a copper foil and vacuum-dried at 60 °C overnight. The mass loading of the FLA electrode was about 1.0 mg cm–2. The Na metal acted as the counter electrode, and glass fiber (Whatman) served as the separator. The electrolyte was 1 M NaClO4 in ethylene carbonate (EC) and diethyl carbonate (DEC) with 5 wt % fluoroethylene carbonate (FEC) as an additive."
                    ],
                    "name": " Electrode Fabrication and Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "Cyclic voltammetry (CV) was performed on an electrochemical workstation (CHI 660E, Shanghai, China) at a scanning rate of 0.1 mV s–1 between 0.01 and 1.5 V versus Na+/Na. Electrochemical impedance spectroscopy was conducted on the same instrument at frequencies between 100 kHz and 0.01 Hz with an amplitude of 5 mV. The galvanostatic charging–discharging tests were carried out on an Xinwei instrument (Shenzhen, China), and the cutoff voltage was varied from 0.01 to 1.5 V versus Na+/Na. The specific capacities were calculated on the basis of the mass of the active FLA, and all the electrochemical tests were performed at room temperature."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The coin-like 2025 cells at sodiation states of 1.5, 0.68, and 0 V and desodiation states of 0.96 and 1.5 V under a 0.5 C rate were disassembled in an argon-filled glovebox. Then, the FLA electrodes were first immersed in DEC and then in anhydrous ethanol several times. Finally, the electrodes were ultrasonically treated and the suspension of the FLA was dropped on a carbon-coated copper grid for TEM (Tecnai G20) and SAED characterizations."
                    ],
                    "name": " Ex Situ SAED",
                    "type": "h3"
                },
                {
                    "content": [
                        "The in situ synchrotron XRD data were acquired on the Beamline BL148 (18 keV, 0.06887 nm) at the Shanghai Synchrotron Radiation Facility with an image plate detector in the transmission mode.  The freestanding electrode film was composed of the active materials, carbon black, and CMC at a ratio of 65:20:15. A sodium plate as the counter electrode had a hole punched in the center for the penetrating synchrotron beam, 1 M NaClO4 in EC/DEC as the electrolyte, and a Walkman glass fiber as the separator. Mylar film, stainless steel, and a sealing washer were used to assemble the in situ cell in an argon-filled glovebox. Discharging and charging of the cell was carried out on a Land BT2000 battery test system (Wuhan, China) between 0.01 and 1.5 V versus Na+/Na at a current rate of 0.2 C."
                    ],
                    "name": " In Situ Synchrotron XRD",
                    "type": "h3"
                },
                {
                    "content": [
                        "The theoretical derivation was carried out using DFT implemented in the DMol3 package.  The Perdew–Burke–Ernzerholf functional was used in the GGA as implemented in the DMol3 package. The electronic eigenfunctions were expanded in terms of a localized atomic orbital basis set of double numerical plus polarization DNP quality. A 4 × 4 × 1 supercell was used to simulate Na adsorption on the monolayered antimonene. The calculation included a DFT-D correction using the Grimme method. A vacuum space of about 20 Å between antimonene layers was used to avoid any interactions. The convergence criteria of energy and force were set to 1 × 10–5 Ha and 0.002 Ha/Å, and the displacement was 0.005 Ha. The atomic distance cutoff in real space was set as “Fine”, and the transition state search used complete LST/QST as a search protocol. The convergence tolerance was set to “Fine” quality, and the RMS convergence was set to 0.002 eV/Å."
                    ],
                    "name": " Computational Methods",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Few-Layer Antimonene: Anisotropic Expansion and Reversible Crystalline-Phase Evolution Enable Large-Capacity and Long-Life Na-Ion Batteries"
}