{
    "DOI": "10.1039/D0NA00897D",
    "Journal": "Nanoscale Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The economical concern of sodium ion batteries (SIBs) has made them one of the large scale energy storage systems to replace lithium ion batteries (LIBs). Besides, SIBs have similar electrochemical storage properties to LIBs, which provides sufficient references for the exploration of electrode materials for SIBs. Graphite as an anode employed in commercial LIBs exhibits undesirable sodium storage capability in SIBs with traditional carbonate-based electrolytes. Therefore, the research of SIB anode materials is still a great challenge compared to the great progress of cathode materials with promising electrochemical performance.",
                "Over the past few years, tremendous efforts have been made to search for appropriate anode materials of SIBs, such as hard or soft carbon, alloy-type Sn/Sb/Bi, transition metal oxides/sulfides/phosphides/selenides, organic molecules, etc. As potential candidates, transition metal selenides especially Fe-based selenides have the advantages of high electric conductivity, low cost, abundant active sites, and high theoretical capacity. However, the large radius of sodium ions results in sluggish reaction kinetics and large volume variation during sodium ion insertion/deinsertion and further hinders the rate capability and cycling stability of the corresponding SIBs. To address these issues, downsizing the active materials to the nanoscale and surface coating to suppress the volume effect are common strategies. For example, Chen et al. reported that micro-nano hierarchitectures of urchin-like Fe3Se4 effectively display remarkable rate performance (200.2 mA h g−1 at 30 A g−1). Li and coworkers studied FeSe nanoparticles embedded in N-doped carbon (FeSe/N–C) with stable cycling performance (333.9 mA h g−1 after 800 cycles). Nevertheless, further improvement of the sodium storage capability of Fe-based selenides is still a challenge.",
                "In this paper, we proposed a facile synthesis of Fe7Se8 embedded in carbon nanofibers (denoted as Fe7Se8-NCFs), which was further assembled as an anode material for SIBs. Taking advantage of downsized dimensions, effective carbon buffer protection, and the 1D nanofiber electron transfer network, Fe7Se8-NCFs shows remarkable stability (232 mA h g−1 at 0.1 A g−1, 400 cycles) and improved rate capability (153 mA h g−1, 2 A g−1) in half-cells. The electrochemical kinetic analysis unveils that the surface pseudocapacitive process contributes largely to the capacity, which undoubtedly enhances the rate capability. Moreover, Fe7Se8-NCFs coupled with Na3V2(PO4)3 (denoted as NVP) also shows potential in full SIBs, which display favorable rate capability and reasonable reversible capacity."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Polyacrylonitrile (PAN, 0.7 g) and iron(III) acetylacetonate (Fe(AcAc)3, 0.3 g) were mixed in dimethylformamide (DMF, 10 ml) by constantly stirring for 10 h to obtain a uniformly dispersed solution. Then, the as-prepared solution was put into a syringe and electrospun at a flow rate of 0.1 mm min−1 at high voltage (14 kV). The obtained Fe(AcAc)3/PAN nanofibers (0.1 g) and Se powder (0.2 g) were annealed at a temperature of 500 °C for 4 h (H2/Ar). For the comparative sample, Fe7Se8 powder was prepared by the same annealing process using Fe(AcAc)3 and Se powder (weight ratio: 1:2). The N-doped carbon nanofibers (NCFs) were annealed by the same process using PAN nanofibers. NVP was prepared following a previous report. NaH2PO4 (0.85 g), NH4VO3 (0.47 g) and citric acid (0.77 g) were dissolved in deionized water (60 ml) with continuous agitation. Graphene oxide (0.04 g) was mixed into the above solution and then freeze-dried for 24 h. The as-prepared powder was calcined at 800 °C for 8 h (Ar/H2) to obtain NVP. The material characterization section is in the ESI.†"
                    ],
                    "name": "Preparation of Fe7Se8-NCFs nanofibers",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A slurry was prepared by mixing 80 wt% active material, 10 wt% Super P, and 10 wt% binder (polyvinylidene fluoride, PVDF) and was cast onto Cu foil and dried in a vacuum at 60 °C for 12 h to prepare the working electrode. The working electrode was cut into discs with a diameter of 12 mm. The full cell consists of the Fe7Se8-NCF anode and NVP cathode. The NVP cathode was prepared by mixing NVP, Super P and polytetrafluoroethylene (PTFE) (weight ratio: 8:1:1). For the NVP‖Fe7Se8-NCFs full cell, the mass ratio of the cathode and anode was controlled at 5:1. The electrolyte was NaClO4 (1 M) dissolved in a mixture of ethylene carbonate and dimethyl carbonate (volume ratio: EC/DMC = 1/1) solution with fluoroethylene carbonate (FEC: 5 vol%). Electrochemical impedance spectroscopy (EIS) measurements were performed in the frequency range from 100 kHz to 100 mHz. Cyclic voltammetry (CV) was performed on a BioLogic (VMP3) electrochemical workstation in the voltage range of 0.1–3 V."
                    ],
                    "name": "Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis process of the Fe7Se8-NCFs nanofibers is mainly divided into electrospinning and subsequent selenization processes (Fig. S1†). The SEM image of as-electrospun Fe(AcAc)3/PAN shows smooth and evenly distributed nanofibers, as exhibited in Fig. 1a and b. After the selenization process, Fe7Se8-NCFs well maintains the 1D fiber structure of Fe(AcAc)3/PAN and regular distribution (Fig. 1c and d). The cross-sectional SEM images of Fe7Se8-NCFs show abundant voids between the nanofibers, which facilitate the penetration of the electrolyte (Fig. S2†). Combined with SEM morphologies, the TEM image further reveals that the diameter of Fe7Se8-NCFs nanofibers is about 200 nm, and the Fe7Se8 nanoparticles are uniformly embedded in N-doped carbon nanofibers (Fig. 2a). The high-resolution TEM image (HRTEM, Fig. 2b) of Fe7Se8-NCFs shows a lattice fringe of 0.27 nm, indexed to the (203) plane of the Fe7Se8 phase. The SEM image and energy dispersive spectroscopy (EDS) elemental mappings reveal Fe, Se, N and C elements uniformly distributed in the carbon nanofibers (Fig. 2c and d). However, in Fig. S3,† the as-prepared Fe7Se8 bulk is composed of large aggregated particles due to lack of a fiber support.",
                "Fig. 3a displays the XRD pattern of Fe7Se8-NCFs and bulk Fe7Se8. The major diffraction peaks at 32.3, 42.0 and 50.2° are assigned to the (203), (206) and (220) planes of Fe7Se8 (PDF#33-0676). It should be noted that the XRD peaks of Fe7Se8-NCFs slightly shift to high 2θ. This indicates the existence of Se vacancies owing to the protection of the NCF substrate during selenization, which can enhance the electronic conductivity, guaranteeing fast electron transfer for Na+ insertion/extraction. The diffraction peaks of Fe7Se8-NCFs are broader than those of bulk Fe7Se8, which demonstrates the small crystal size of Fe7Se8 in the NCF matrix. This is beneficial to shorten the sodium ion diffusion length during sodium ion insertion and deinsertion. According to the Scherrer formula (the details are in the ESI†), the crystal size of Fe7Se8 in NCFs is ∼20 nm, while that of bulk Fe7Se8 is 40 nm. The Fe7Se8 content in the Fe7Se8-NCF composite was determined by a TGA test (Fig. S4a†). The mass loss below 200 °C is due to the evaporation of the residual moisture in the Fe7Se8-NCF sample. The temperature between 300 and 500 °C can be assigned to the oxidation of carbon fibers and Fe7Se8. When the temperature reaches 600 °C in air, the final combustion product of Fe7Se8-NCFs is Fe2O3 (Fig. S4b†). Thus, the content of Fe7Se8 in dried Fe7Se8-NCFs is ∼20.6%. An XPS test was performed to analyze the chemical composition of Fe7Se8-NCFs. The survey spectrum of Fe7Se8-NCFs illustrates the coexistence of Fe, Se, N and C elements in Fe7Se8-NCFs (Fig. S5a†). As presented in Fig. 3b, the Fe 2p spectrum can be divided into Fe2+ and Fe3+ for the spin–orbit doublet of Fe 2p1/2 and Fe 2p3/2. The peaks at 725.2 and 713.5 eV are assigned to 2p1/2 and 2p3/2 of Fe2+, and the peaks at 723.7 and 710.6 eV are ascribed to 2p1/2 and 2p3/2 of Fe3+, demonstrating the presence of Fe2+ and Fe3+ states in Fe7Se8-NCFs. In Fig. 3c, the XPS spectrum of Se 3d consists of Se 3d3/2 (59.5 and 58.6 eV) and 3d5/2 (56.3 and 55.7 eV). In Fig. 3d, the C 1s spectra displays three peaks located at 288.4 eV (CO), 286.4 eV (C–N), and 284.8 eV (C–C/CC) respectively. The N-doping carbon layer not only enhances electronic conductivity to promote fast reaction kinetics, but also relieves volume variation to keep the stable structure of Fe7Se8-NCFs during repeated cycling. The XPS spectrum and detailed analysis of other elements (O and N) are exhibited in Fig. S5.† In the Raman analysis, the peaks at about 278, 330, and 405 cm−1 might be assigned to Fe–Se bonds in Fe7Se8-NCFs, and other peaks at 1358 cm−1 and 1589 cm−1 are ascribed to the D band and G band, respectively (Fig. S6†). The ID/IG of Fe7Se8-NCFs (1.76) and NCFs (1.64) indicates more defects of carbon on Fe7Se8-NCFs to promote reaction kinetics.",
                "The electrochemical performance in sodium storage of Fe7Se8-NCFs was investigated by CV measurements (Fig. 4a). In the initial cycle, the sharp reduction peaks at 0.4 and 0.9 V originate from the generation of a solid electrolyte interface (SEI) film and irreversible Na+ insertion. In the following curves, the broad redox peaks at 1.6 and 0.9 V are well overlapped, indicating a reversible conversion reaction for Fe7Se8-NCFs. The redox peaks of the CV curves are not obvious, which might be due to the carbon effect in Fe7Se8-NCFs. The 1D carbon fiber as a buffer matrix maintains the structural integrity to guarantee a long cycle life. In Fig. 4b, the charge/discharge profiles of Fe7Se8-NCFs show that the initial charge/discharge specific capacity is 232/497 mA h g−1 and the corresponding initial coulombic efficiency (ICE) is 46.7%. The low ICE might be ascribed to solid electrolyte interface (SEI) formation and some irreversible side reactions, which are consistent with the CV result.Fig. 4c depicts the cycling performance of Fe7Se8-NCFs compared with those of Fe7Se8 and NCFs. When the current density is 0.1 A g−1, Fe7Se8-NCFs delivers a reversible capacity of 223 mA h g−1 after 400 cycles with a capacity retention rate of 96.5%, providing an impressive CE of around 100%. The comparative Fe7Se8 displays a rapid decrease in current density from 359 to 73 mA h g−1 during the 400 cycles. The high initial specific capacity of comparative Fe7Se8 is due to the high theoretical specific capacity of the Fe7Se8 active material (419 mA h g−1). However, Fe7Se8 undergoes serious volume change during larger Na+ intercalation and deintercalation, which causes the active material to be pulverized with continuous capacity degradation. With the protection of NCFs, Fe7Se8-NCFs could adapt to volume expansion to retain a stable capacity. The rate capability of Fe7Se8-NCFs, Fe7Se8 and NCFs is further tested and compared, as exhibited in Fig. 4d. As the current density increases from 0.1 to 2 A g−1, Fe7Se8-NCFs delivers a specific capacity of 237, 215, 195, 175 and 153 mA h g−1. Impressively, when the current density is switched back to 0.1 A g−1, Fe7Se8-NCFs recovers a specific capacity of 238 mA h g−1 without any attenuation, demonstrating favorable rate performance of Fe7Se8-NCFs. In contrast, Fe7Se8 shows poor rate performance (from 357 to 70 mA h g−1 at 0.1 to 2 A g−1). The promising rate performance of Fe7Se8-NCFs could be attributed to the 1D carbon nanofibers, which can shorten the ion diffusion pathway to facilitate Na+ transportation. As shown in Table S1,† the research of Fe7Se8-NCFs for sodium storage exhibits stable electrochemical performance. Furthermore, Fig. 4e shows the long-term cycling stability of Fe7Se8-NCFs with a specific capacity of 148 mA h g−1 after 2000 cycles, which is more stable than those of Fe7Se8 and NCFs (the current density: 2 A g−1). These results further reveal the strong structural stability of Fe7Se8 encapsulated in 1D NCFs.",
                "To deeply elucidate the stable carbon matrix structure of Fe7Se8-NCFs, the surface morphology of Fe7Se8-NCFs was observed before and after 100 cycles. The SEM morphology of fresh Fe7Se8-NCFs with regular nanofibers is shown in Fig. 5a. The cycled Fe7Se8-NCFs retains a flat and distinct 1D nanofiber structure with abundant voids (Fig. 5b), which is similar to the original shape. Meanwhile, the slight volume expansion of cycled Fe7Se8-NCFs might be due to the generation of a stable SEI film. These results suggest that the Fe7Se8 embedded in a 1D carbon matrix can effectively alleviate the volume variation and maintain the structural integrity to guarantee a long cycle life. Additionally, the SEM image of fresh Fe7Se8 has large bulk particles, as shown in Fig. 5c. After 100 cycles, Fe7Se8 showed serious volume expansion compared with the pristine appearance (Fig. 5d), which is in accordance with the continuous capacity deterioration of Fe7Se8 during cycling (Fig. 4c).",
                "Fig. 6 displays the kinetics analysis of Fe7Se8-NCFs to understand the promising rate performance in sodium storage. When the scan rate increases from 0.2 to 1 mV s−1, the CV curves of Fe7Se8-NCFs and Fe7Se8 show a similar shape (Fig. 6a and S7a†). The current (i) and scan rate (v) conform to the equation as follows:",
                "The b value is the slope of eqn (2), which is in the range from 0.5 to 1. In general, a b value of 0.5 or 1 represents a capacitive-controlled or diffusion-controlled process. For Fe7Se8-NCFs, the b value of oxidation and reduction peaks is calculated to be 0.89, 0.95 and 0.88, higher than those of Fe7Se8 (0.51, 0.51 and 0.55) (Fig. 6b and S7b†). All b values of Fe7Se8-NCFs are close to 1, which suggests mainly pseudocapacitive behavior in redox reactions. On the other hand, we calculated the ratio of pseudocapacitive contribution according to the following equation:",
                "Here, k1υ and k2υ1/2 represent the capacitive contribution and ion-diffusion contribution, respectively. Fig. 6c displays the proportion of capacitive contribution of Fe7Se8-NCFs at 0.6 mV s−1 (73.5%), which is much higher than that of Fe7Se8 (32.5%, Fig. S7c†). The incorporation of Fe7Se8 inti a 1D carbon fiber could obviously increase percentage of capacitive contributions to facilitate fast reaction kinetics for Fe7Se8-NCFs. In Fig. 6d, we summarized the proportion of surface pseudocapacitive contribution from 0.2 mV s−1 to 1 mV s−1. When the sweep rate increases, the pseudocapacitive contribution of Fe7Se8-NCFs gradually increases, reaching as high as 80.5% at 1 mV s−1. The high percentage of surface pseudocapacitive contribution is beneficial to fast electron/ion transport kinetics to contribute to the high-rate performance of Fe7Se8-NCFs. EIS was conducted to analyze the change in the charge-transfer resistance (Rct) of Fe7Se8-NCFs before and after 100 cycles. From the fitting equivalent circuit, the Rct of Fe7Se8-NCFs in the pristine state is ∼223 Ω. As the cycle number increases to 100, the Rct of cycled Fe7Se8-NCFs decreases to ∼169 Ω (Fig. S8†). The decline in Rct of Fe7Se8-NCFs after cycling could be attributed to the activation process during cycling, thus enhancing the charge transfer process and kinetics reaction.",
                "In view of the impressive performance of Fe7Se8-NCFs in half cells, a sodium ion full cell was fabricated to explore its practical feasibility. The Fe7Se8-NCF anode was coupled with an excessive NVP cathode to assemble the full cell. The SEM morphology, the XRD pattern and sodium storage performance of NVP are provided in Fig. S9.† The charge/discharge curves of NVP display a voltage plateau of 3.3 V in the half cell (Fig. 7a). The NVP in the half cell delivers a stable specific capacity of 99 mA h g−1 after 100 cycles and a favorable rate performance of 81 mA h g−1 at a high rate of 2 A g−1, which is in good agreement with previous research. Based on the weight of the Fe7Se8-NCF anode, we examined the electrochemical performance of the NVP‖Fe7Se8-NCF sodium ion full cell. The charge/discharge curves of the NVP‖Fe7Se8-NCF full cell between 0.5 and 3.5 V are obtained, which exhibits an initial charge/discharge capacity of 685/279 mA h g−1 with an ICE of 40.7% (Fig. 7b). The low ICE may be attributed to the formation of a SEI film and some irreversible reactions. The cycling and rate capability of the NVP‖Fe7Se8-NCF full cell are evaluated as shown in Fig. 7c and d. The specific capacity of the full cell remains at 109 mA h g−1 at 1 A g−1 with a CE of ∼100% after 200 cycles. Moreover, the NVP‖Fe7Se8-NCF full cell exhibits favorable rate performance with a specific capacity of 136 mA h g−1 at 2 A g−1. These results demonstrate the application potential of Fe7Se8-NCFs in sodium ion batteries."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, unique Fe7Se8 embedded in carbon nanofibers was successfully designed for sodium storage. In consideration of the 1D carbon nanofiber network, Fe7Se8-NCFs can facilitate Na+ transportation by increasing the contact area between the electrode and electrolyte to promote electrochemical reaction kinetics. Moreover, Fe7Se8 encapsulated in carbon nanofibers, the Fe7Se8-NCF electrode, can effectively accommodate the volume change to keep the structural integrity of Fe7Se8-NCFs during a conversion reaction process. Hence, the Fe7Se8-NCF electrode shows remarkable stability (223 mA h g−1 at 0.1 A g−1, after 400 cycles) and improved rate capability (153 mA h g−1, 2 A g−1) in half-cells. Impressively, when coupled with NVP to assemble a full cell, the NVP‖Fe7Se8-NCF full cell exhibits its practical feasibility with a specific capacity of 109 mA h g−1 after 200 cycles (1 A g−1) and a favorable rate capability of 136 mA h g−1 at a high rate of 2 A g−1."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Fe7Se8 encapsulated in N-doped carbon nanofibers as a stable anode material for sodium ion batteries"
}