{
    "DOI": "10.1021/acsami.8b11609",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, layered sodium-containing oxides have gained immense interest because of their applicability as electrode materials in sodium-ion batteries.  These compounds crystallize in three structure types (), depending on the synthesis conditions and the sodium content. From the structural point of view, sodium is coordinated either in an octahedral (O) or prismatic (P) oxygen environment, and the stacking sequence of oxygen layers yields the number of sheets within the unit cell. Usually, either two or three metal-oxide sheets per unit cell are present. Generally, the O3-phases are expected with the sodium content of 0.7 < x < 1, whereas the P2-type is often obtained at x ≈ 0.7 and the P3-type at x ≈ 0.5.  As reported for NaxCoO2 earlier, plenty of structural variations within the layered type can be obtained upon electrochemical desodiation,  which differ from each other not only by the amount of Na involved, but also by the stability of each layer and the kinetics affected by the local environment of Na. These complex phase transformations produce a steplike potential curve, which is detrimental for battery applications. ",
                "On the other hand, the diverse desodiated phases are remarkable for their interesting electronic properties such as variable magnetic states, charge-ordering effects, and dissimilar electric properties.  At a high sodium content, the Seebeck coefficient increases, which renders the material promising for thermoelectric applications.  Furthermore, by intercalating water molecules into the interlayer space, superconductivity could be observed at temperatures below 5 K. ",
                "For applications of layered sodium oxides in Na-ion batteries, many efforts were made to study the cooperative effect of binary metals in metal-oxide layers via the partial replacement of the “high-voltage” metal cations such as Co by other transition metals.",
                "This strategy not only leads to a smooth potential curve but also delivers higher capacities and improves the stability upon cycling. The best results were achieved for the Mn/Fe, Mn/Ni, and Mn/Co pairs. For example, the reversible capacity of O3-type NaFeO2 is limited to 90 mA h g–1, and the synthesis of a P2-type is extremely difficult because of the instability of Fe4+. By replacing half of the iron with manganese prone to the formation of the 4+ valence state, a stabilized P2-type Nax[Fe0.5Mn0.5]O2 is obtained that exhibits a capacity of 190 mA h g–1.  The redox process is expected to be fully sustained by the Fe3+/Fe4+ couple, whereas Mn is electrochemically inactive and simply stabilizes the structure. The substitution of Ni in O3-NaNiO2 leads to either P2- or O3-type Nax[NiyMn1–y]O2, which results in a smoother potential curve. The O3-type shows large capacities of up to 185 mA h g–1 with poor reversibility, whereas the whole redox process is attributed to Ni2+/Ni4+.  In comparison, the P2-type delivers only 86 mA h g–1 with an excellent reversibility (2.0–4.0 V vs Na+/Na). Using a broader cycling range (1.6–3.8 V vs Na+/Na) results in capacities up to 135 mA h g–1 with inferior reversibility.  These findings show that the potential window for cycling the layered oxides has to be carefully adjusted until a compromise between larger capacity and long-term stability is reached.",
                "For P2-Na2/3MnyCo1–yO2, the substitution of Co by Mn increases the capacities from 115 mA h g–1 at y = 0 to 164 mA h g–1 at y = 1 with a simultaneously reduced cycling stability.  The low reversibility was attributed to a passivating layer formed by Mn, although no further details about this layer are provided. At high manganese contents, Mn4+/Mn3+ is assumed to contribute to the redox process, as an additional capacity at lower voltages is observed.",
                "The partial substitution of Co/Ni by Ti has been less studied till date, although Ti offers several advantages, particularly (i) structural stability while maintaining low weight, (ii) an additional capacity at low potentials, and (iii) sustainability. Ti is prone to the formation of the 4+ state and can stabilize the desodiated structure regarding numerous phase transformations, as reported for layered isostructural NaxTiS2. ",
                "On the basis of Mn-substituted O3-NaNiO2, the partial replacement of Mn(IV) by the lighter Ti(IV) in NaNi0.5Mn0.3Ti0.2O2 was found to increase the gravimetric capacities.  Using Ti as the only substituent in the absence of Mn also led to a high capacity, cycling stability and rate capability, as reported for O3-type NaNi0.5Ti0.5O2  and P2-type NaCo0.5Ti0.5O2.  The presence of Ti leads to smooth potential changes upon (de)sodiation,  and a smaller volume change has also been assumed.  Moreover, Ti(IV) can be reduced to Ti(III), providing an additional electrochemical capacity. In O3-Na0.8Ni0.4Ti0.6O2, the redox couples Ni4+/Ni2+ at 3.5 V and Ti4+/Ti3+ at 0.7 V were identified, which offer the possibility of designing symmetrical cells.  Additionally, Ti, as the ninth most abundant element in the Earth’s crust, is known to be environmentally compatible and lightweight, which makes it favorable to replace Co, Ni, and Mn to develop environmentally friendly and sustainable technologies and reduce the usage of rare and toxic elements.  A major obstacle in this road is the absence of detailed structural investigations of the sodiation and desodiation processes in Ti-doped compounds. Moreover, only the O3- and P2-type forms have been tested in sodium-ion batteries so far. The P3-form was only recorded as an unstable intermediate formed upon electrochemical desodiation. The targeted synthesis of P3-type layered compounds could open up a completely new approach for these materials.",
                "In this work, we synthesized the O3- and P3-forms of NaxCo0.5Ti0.5O2 and tested these novel materials in electrochemical cells. Changes in their crystal and electronic structures upon electrochemical Na removal and insertion are studied in operando using synchrotron powder diffraction and X-ray absorption spectroscopy (XAS). For the O3-type form, we observed phase transformation into the P3-type upon desodiation, whereas no structural changes other than conventional unit cell volume shrinkage were detected for NaxCo0.5Ti0.5O2 of the P3-type."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "P3-Na0.65Co0.5Ti0.5O2 and O3-Na0.95Co0.5Ti0.5O2 were prepared by solid-state reactions using stoichiometric amounts of Na2CO3 and Co(CH3COO)2·4H2O (Fluka, >99.0%). Pellets made from the reactants were placed in alumina crucibles and heated up to 930 °C for 25 h in air and quenched to room temperature from 800 °C. The P3 modification was obtained by subsequent annealing to 400 °C or by slow cooling of 0.5 °C/min from the synthesis temperature. After heat treatment, the samples were immediately transferred to an argon-filled glovebox.",
                        "For phase analysis, powder X-ray diffraction (XRD) was carried out using a STOE STADI P diffractometer with Co Kα1 radiation (λ = 1.78896 Å) in the transmission mode. To avoid air contact, the samples were sealed between polyimide sheets."
                    ],
                    "name": " Synthesis and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Temperature-dependent synchrotron powder diffraction experiments were performed at the ID22 beamline of the ESRF, Grenoble [λ = 0.35422(1) Å] in the high-resolution mode. The P3-Na0.65Co0.5Ti0.5O2 and O3-Na0.95Co0.5Ti0.5O2 samples were measured in sealed quartz capillaries between 25 and 900 °C. The sample temperature was controlled by the hot-air blower.",
                        "Elastic coherent NPD was performed using a high-resolution powder diffractometer SPODI at the research reactor FRM-II (Garching, Germany) with monochromatic neutrons at λ = 1.5481(1) Å wavelength. Measurements were performed in the zero-field in the Debye–Scherrer geometry.  The powdered O3-Na0.85Co0.5Ti0.5O2 sample (ca. 2 cm3) was filled into a thick-walled (1.5 mm) quartz tube of 10 mm diameter and then mounted in a high-temperature oven. Powder diffraction data were collected in air between 25 and 800 °C and then corrected for geometrical aberrations and the curvature of the Debye–Scherrer rings. For both diffraction studies, the structural parameters were determined by Rietveld analysis based on all available reflections using the program Fullprof implemented in the WinPLOTR software. "
                    ],
                    "name": " High-Temperature Synchrotron and Neutron Powder Diffraction (NPD) Studies",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical tests were performed in two-electrode Swagelok-type cells using a VMP3 potentiostat (Biologic Instruments). Electrodes were prepared by pressing a mixture of the active material with Super P carbon (BASF) and polytetrafluoroethylene (PTFE, Aldrich) in the 80:10:10 weight ratio onto an aluminum current collector. Home-made sodium anodes were prepared by rolling pieces of metallic sodium (Alfa Aesar, 99.95%) into plates and cutting out disks. A glass fiber cloth (Whatman, GF/D), soaked with electrolyte, served as the separator. The influence of various home-made electrolytes was investigated. Hence, NaClO4 (ACS, 98.0–102.0%) and NaPF6 (ABCR, 99.0%) salts were dissolved in propylene carbonate (PC, BASF) or a mixture of ethylene carbonate (EC, BASF) and dimethyl carbonate (DMC, BASF). Galvanostatic cycling with potential limitation (GCPL) was carried out in various potential windows at C/10, where C denotes the current necessary to insert 1 Na per formula unit within 1 h.",
                        "For galvanostatic intermittent titration technique (GITT) experiments, three-electrode Swagelok-type cells with metallic sodium were used as both counter and reference electrodes. A current of C/20 was applied for 10 min, where C corresponds to the current needed for the insertion or extraction of 1 Na per formula unit within 1 h. Before the next titration step, there was a rest period of 12 h to allow the determination of the open-circuit voltage (OCV) value near equilibrium conditions. Chemical diffusion coefficients were calculated according to  where m denotes the mass of the active material, M is its molar mass, Vm is the molar volume, and A is the electrode surface area. ΔEs corresponds to the difference in the OCV between two titration steps, and τ denotes the duration of the applied current pulses. "
                    ],
                    "name": " Electrochemical Investigations",
                    "type": "h3"
                },
                {
                    "content": [
                        "For XPS studies of P3-Na0.65Co0.5Ti0.5O2 and O3-Na0.95Co0.5Ti0.5O2, a PHI 5600 CI system with an Al Kα monochromatized X-ray source at 350 W and a hemispherical analyzer at a pass energy of 29 eV were used. The system base pressure was about 10–9 mbar. Low-energy electrons were used to minimize surface charging. The binding energy scale was corrected with respect to the C 1s peak position of adventitious carbon at 284.8 eV."
                    ],
                    "name": " X-ray Photoelectron Spectroscopy (XPS)",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando X-ray synchrotron diffraction measurements were conducted at PETRA III, beamline P02.1 (DESY, Hamburg, Germany). An eight-fold coin cell holder, connected to a Biologic Instruments potentiostat, was applied as described in the earlier work from our group.  A wavelength of 0.20718(1) and 0.20701(1) Å was determined by a refinement from the reflections of the LaB6 reference material. For characterization of pristine materials, the first diffraction pattern was recorded before starting the electrochemical measurement. Subsequently, the cells were charged and discharged at a constant current. All diffraction patterns were analyzed by the Rietveld method using Fullprof.  Reflections of the Al current collector served as an internal standard during the measurements, and the refined lattice parameter of Al provided an independent control of the reliability of the obtained model parameters."
                    ],
                    "name": " Operando X-ray Synchrotron Diffraction",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando X-ray absorption experiments were carried out at the beamline P65 at PETRA III extension (DESY, Hamburg, Germany) in transmission and fluorescence setup. As described for the in situ XRD measurements, a coin cell holder, coupled with a Biologic Instruments potentiostat, was used for electrochemical cycling. For extended X-ray absorption fine structure (EXAFS) data analysis, the measured spectrum below the pre-edge was fitted linearly, whereas the postedge background contribution was fitted to a quadratic polynomial. This background μo(E) was subtracted from the absorption spectrum μ(E), and the resulting data were normalized according to χ(E) = {μ(E) – μ0(E)}/Δμ0(E), where Δμ0(E) denotes the measured jump in absorption at the edge. The normalized spectrum was converted into k space using k = [2m(E – E0)/ℏ2]1/2. By weighting χ(k) with k3, contributions of higher k space were amplified. The resulting k3χ(k) was Fourier-transformed into the R space, allowing the determination of bond contributions. Least-square fits were performed using the FEFF6 code. "
                    ],
                    "name": " Operando X-ray Absorption Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Magnetization measurements of pristine P3-Na0.65Co0.5Ti0.5O2 and O3-Na0.95Co0.5Ti0.5O2 and products of desodiation/sodiation were performed using a SQUID magnetometer (MPMS) from Quantum Design. The temperature dependences of magnetization were measured both in zero-field-cooled and in field-cooled modes between T = 2 and 330 K at 6 T. Magnetic susceptibilities in the paramagnetic region were analyzed in terms of the modified Curie–Weiss law with a temperature-independent paramagnetic contribution χ0: χ = C/(T – θ) + χ0, where the Curie constant C = NAμeff2/3kB yields the paramagnetic effective moment, μeff."
                    ],
                    "name": " Magnetization Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Solid-state synthesis of NaxCo0.5Ti0.5O2 led to the formation of different products depending on the slight variation in the synthesis conditions such as air or pure O2 atmosphere, fast or slow cooling, and changing the reaction time. In the literature, a significant vapor pressure over solid or liquid Na2O above 900 °C was reported, and an evaporation rate of “Na2O” of 8.61 g cm–2 s–1 at 840 °C was measured.  It would correspond to more than 4 g for 15 h in an open system. Because of the lower chemical potential of “Na2O” in NaxCo0.5Ti0.5O2, the partial pressure of the Na species must also be lower. It is noted that the sodium content in the material depends strongly on the reaction time at high temperatures.",
                        "We succeeded in synthesizing layered phases in air, whereas a mixture of spinel and layered phases was observed after annealing the “NaCo0.5Ti0.5O2” composition in the O2 stream. The layered NaxCo0.5Ti0.5O2 phase with the R3̅m symmetry (O3-modification) forms after the synthesis in air at 930 °C during 15 h, followed by fast quenching of the sample from 800 °C. The experimental XRD pattern of such a sample, together with the calculated one on the basis of the α-NaFeO2 structural model,  is presented in .",
                        "Additional annealing of this material in air at 400–600 °C for 20–30 h or very slow cooling from the synthesis temperature leads to the phase transformation into the P3-modification (R3m symmetry), which is accompanied by a shift of metal–oxygen layers with respect to each other (b). The experimental and theoretical XRD patterns of P3 are presented in . The theoretical pattern was calculated using the structural model of P3-NaxCoO2.  Chemical analysis revealed the Na-rich Na0.95(2)Co0.5Ti0.5O2 composition for the O3-form, whereas the Na-deficient Na0.65(2)Co0.5Ti0.5O2 composition was detected for the P3 material. Detailed structural parameters are given in . XPS analysis of both forms together with CoO as Co2+ reference indicates the presence of mostly Co2+ in the O3-phase and Co3+ in the P3-phase. The Co 2p core level spectrum of O3-Na0.95Co0.5Ti0.5O2 shows the Co 2p3/2 and Co 2p1/2 main peaks at 779.1 and 794.6 eV, respectively, and intense satellite structures lying about 6 eV higher in energy (), similar to the CoO reference material. The Co 2p3/2 and Co 2p1/2 main peaks of P3-Na0.65Co0.5Ti0.5O2 appear at 779.3 and 794.3 eV, whereas the satellite peaks in contrast to O3-Na0.95Co0.5Ti0.5O2 and CoO are less intensive and located about 10 eV higher in energy. It is common that the maxima of the Co 2p3/2 and Co 2p1/2 peaks are nearly the same for Co2+, Co3+, and Co4+.  The intense satellite structure of Co2+ in the Co 2p photoelectron spectra are found at 6 eV higher in energy, resulting from the charge-transfer-type screening on the Co 2p core hole,  which is a fingerprint of divalent Co in oxides. By contrast, the well-known low-spin (LS) Co3+ material LiCoO2 shows a much weaker satellite structure with the energy separation of about 10 eV between the main peak and the satellite peak.  Because the Co 2p3/2 satellite peak in P3-Na0.65Co0.5Ti0.5O2 shows considerably less intensity than in CoO and a shift of the main peak for more than 9 eV, the contribution of Co3+ seems to be reasonable.",
                        "High-temperature synchrotron powder diffraction and NPD experiments provided information about the phase transformation of O3-NaxCo0.5Ti0.5O2 into P3-NaxCo0.5Ti0.5O2 in air upon heating. New reflections of the P3-NaxCo0.5Ti0.5O2-phase are visible in the neutron diffraction patterns of O3-Na0.85Co0.5Ti0.5O2 above 550 °C, especially in the 2θ region between 40 and 80°; see a. The O3-Na0.95Co0.5Ti0.5O2-phase with the higher Na content transforms into P3-NaxCo0.5Ti0.5O2 at about 900 °C.",
                        "The decrease in the Na content when going from the O3 to P3 structure leads to a shorter lattice parameter a and a larger lattice parameter c; see b. Another effect of the higher Na content involves larger average (Co,Ti)–O distances, in agreement with the XPS observations, because the Na-rich materials contain more high-spin (HS)-Co2+ with a larger ionic radius (0.745 Å) compared to HS-Co3+ (0.61 Å) or LS-Co3+ (0.545 Å). "
                    ],
                    "name": " Stability Field and Characterization of Different Structural Forms",
                    "type": "h3"
                },
                {
                    "content": [
                        "Because a significant Na-deficiency was observed in the P3-form compared to the O3 one, and a temperature-induced transformation from O3 to P3 occurs, these materials can serve as hosts for Na extraction and insertion. In fact, both O3 and P3 structures show electrochemical activity in Na-ion batteries. Their first charging–discharging curve at different temperatures are compared in . In the temperature region between −5 and 40 °C, each modification shows a nearly temperature-independent behavior in the 2.0–4.2 V potential window, which is commonly chosen for cathode materials: a single-slope curve in the case of P3 and a two-step process for O3. Both materials demonstrate a charging capacity of 120–150 mA h g–1, whereas only half of this value, about 65–70 mA h g–1, is achieved during cell discharging.",
                        "In the case of the O3-form, the electrochemical curve at 55 °C differs from experiments at lower temperatures, providing higher capacity values upon cell discharging. Similarities in the discharging curves for both forms suggest a similar Na intercalation process.",
                        "Testing of other electrolytes in the cells, for example, 1 M NaPF6 in EC/DMC with the O3 and P3 cathodes, provides nearly the same values for the charging and much smaller values for the discharging capacities. Therefore, a discrepancy between the charging and discharging capacities may originate from side reactions in the electrochemical cells as well as from crystallographic and/or electronic transitions in the layered materials upon Na removal and insertion. Galvanostatic cycling results are given in .",
                        "Interestingly, the discharging capacity can be increased up to the level of the charging capacity if the cutoff cell voltage is reduced down to 0.2 V versus Na+/Na (). XRD analysis of the P3 and O3 materials after the first charging and subsequent discharging down to 0.2 V showed the presence of the two O3 and P3 structures in both materials without any hint of structural decomposition; see . Therefore, Na insertion into O3 and P3 is intertwined with a kinetically impeded transformation in both materials.",
                        "Such a transformation must be clearly visible in chemical Na diffusion coefficients, which were evaluated for both materials using the GITT.",
                        "In the P3 material, the chemical diffusion coefficients of Na span 4 orders of magnitude between 10–18 and 10–14 cm2 s–1 upon cell charging and discharging, whereas for the O3-form, a slightly smaller range is observed (). For the O3-form, an irregularity in the curve development was observed during charging between 2.55 and 2.75 V versus Na+/Na that corresponds to the pronounced plateau during galvanostatic cycling (). With further charging, no considerable extreme values were measured for both materials. During subsequent cell discharging, no irregularity was detected for O3 down to 2.3 versus Na+/Na, from which we conclude that the processes taking place during charging are not reversed at the corresponding discharging potentials. Furthermore, below 2.5 V versus Na+/Na, Na diffusion coefficients strongly deteriorate in both materials, resulting in kinetically hindered sodiation in this potential range. Extending the GITT measurement to lower potentials was not successful, as (i) the potential rises back to values higher than 2 V versus Na+/Na during the relaxation time and (ii) the polarization is so large that, even when applying extremely weak currents, a potential drop to 0 V versus Na+/Na occurs."
                    ],
                    "name": " Electrochemical Characterization in Na-Ion Batteries",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the origin of the high cell overpotential between charging and discharging, an evaluation of crystallographic and electronic structures is required. To this end, we performed operando synchrotron powder XRD and XAS studies of the P3- and O3-NaxCo0.5Ti0.5O2 cathodes in electrochemical test cells."
                    ],
                    "name": " Operando Evaluation of Crystallographic and Electronic Changes in NaxCo0.5Ti0.5O2 upon Na Extraction and Insertion",
                    "type": "h3"
                },
                {
                    "content": [
                        "From the structural point of view, electrochemical Na removal from O3- and P3-NaxCo0.5Ti0.5O2 proceeds very similarly. The comparison of Bragg reflections for both materials upon cell charging and discharging with C/20 (1 Na inserted or extracted for 20 h) leads to the following conclusion (): upon Na extraction from the O3-Na0.95Co0.5Ti0.5O2 cathode, a P3-NaxCo0.5Ti0.5O2 structure appears as a second phase shortly after the start of the desodiation process, whereas the initial O3-NaxCo0.5Ti0.5O2 disappears completely after several hours. This two-phase process in the O3 material, corresponding to the first plateau at about 2.7–2.8 V versus Na+/Na, is clearly indicated by the vanishing 003 Bragg reflection intensity of the O3-phase at d = 5.37 Å and the growth of the 003 Bragg reflection of the P3-phase at d = 5.60 Å; see a. After O3-Na0.95Co0.5Ti0.5O2 completely disappeared, further desodiation up to 4.4 V and subsequent sodiation down to 1.2 V versus Na+/Na occurs via a solid-solution mechanism because no new Bragg reflections appear. The O3-NaxCo0.5Ti0.5O2 structure does not reappear when the cutoff voltage is at 1.2 V. The Na extraction from P3-Na0.65Co0.5Ti0.5O2 and the subsequent Na insertion down to 1.2 V also proceed via a solid-solution mechanism. However, further decrease of the cell voltage below 1 V in either of the O3 or P3 initial materials is accompanied by the formation of the O3 structure in both materials. b shows the development of the 003 reflection of the O3-phase at the end of cell discharging for the pristine P3 material.",
                        "The quality of the obtained diffraction data allowed to follow the changes of the lattice parameters and the average (Co,Ti)–O interatomic distances during cell charging and discharging for both materials, using the Rietveld method. Moreover, for P3-Na0.65Co0.5Ti0.5O2, the sodium content was also continuously refined and compared with the Na amount from the galvanostatic cycling measurements.",
                        "As mentioned above, sodium extraction from the O3-phase quickly leads to the formation of the P3-phase, which shows a much shorter lattice parameter a and a longer lattice parameter c; see . This observation is consistent with the temperature-induced phase transformation O3 → P3, as discussed in the  section. For the initial P3-phase, the lattice parameters a and c are well in agreement with the values of the P3-phase formed during desodiation of the O3-phase. The changes in the corresponding unit cell volumes are shown in .",
                        "In both O3- and P3-forms, the lattice parameter a correlates with the average (Co,Ti)–O distance within transition metal–oxygen layers, whereas parameter c reflects the distance between the layers. Upon Na extraction, we observed a strong decrease in the lattice parameter a for the P3-phase at the beginning of the desodiation process for 0.65 ≥ x(Na) ≥ 0.50. This observation is associated with the oxidation of the residual amount of Co2+ to Co3+, which must be present according to the charge distribution in Na0.65Co2+0.15Co3+0.35Ti0.5O2. The volume of the CoO6 octahedra calculated from the ionic radii of oxygen and cobalt in different valences and spin states  decreases drastically from HS-Co2+ (13.16 Å3) to HS-Co3+ (10.82 Å3) and LS-Co3+ (9.81 Å3). Upon further Na removal with x(Na) ≤ 0.50, a mixture of Co3+ and Co4+ must form in the structure. The volume of Co4+O6 (9.59 Å3) is only slightly smaller than the volume of LS-Co3+O6, but less noticeable than that of Ti4+O6 (10.75 Å3). Hence, a combination of HS-Co3+O6 and Ti4+O6 should be the most appropriate at the Na0.5Co0.5Ti0.5O2 stoichiometry based on the geometrical criteria. However, the average (Co,Ti–O) distances for P3 revealed a value of about 1.95 Å, which is usually measured in oxide compounds with LS-Co3+;  see . This observation fits also well with a calculated value of 1.945 Å for a sum of the ionic radii of LS-Co3+ and O2–,  although strains may arise in the structure because the distance of 1.95 Å is too short for a conventional Ti–O bond length of 2.01 Å in the octahedral oxygen surrounding. Therefore, we can suppose a rather unexpected scenario with a coexistence of Ti4+ and LS-Co3+ in the Na0.5Co0.5Ti0.5O2 composition of the P3 structure.",
                        "The c parameter in the P3-phase grows upon Na removal because of the increased repulsion between the two neighboring oxygen layers, which would otherwise collide when the Na ions are removed.",
                        "In the O3-phase, the average (Co,Ti)–O bond length of about 2.05 Å before the desodiation process is due to a combination of HS-Co2+–O and Ti4+–O with a small contribution of HS-Co3+–O, well in agreement with the calculated value of 2.068 Å based on the ionic radii. ",
                        "Upon desodiation, the mixture of HS-Co2+/HS-Co3+/Ti4+ seems to be less stable than LS-Co3+/Ti4+ because the P3-phase appears shortly after the Na removal starts. For the O3-phase, we observed only weak changes in the lattice parameters a and c with the Na content, indicating an immediate transformation into the P3-form. Note that during Na removal from O3 and P3 up to 4.2 V versus Na+/Na, the Na compositions extracted from GCPL differ significantly for the resulting P3-phase, although the lattice parameters are almost the same. This behavior points to the occurrence of side reactions in the cells. A plot of the Na content obtained from the Rietveld analysis for P3 versus the Na content calculated from the current flow in the galvanostatic electrochemical experiment confirms this suggestion ().",
                        "During deep cell discharging of the initial P3 cathode, reflections of the O3-phase appear at the total x(Na) content of 0.33 calculated from the total current flow in the galvanostatic experiment. The average (Co,Ti)–O distances of both phases for the same sodium content differ significantly (), clearly indicating different spin states of Co in both compounds. However, even the synchrotron diffraction data are insufficient to reliably distinguish between the sodium contents in both phases."
                    ],
                    "name": " Structural Characterization of NaxCo0.5Ti0.5O2 with Synchrotron Powder Diffraction",
                    "type": "h3"
                },
                {
                    "content": [
                        "To evaluate the charge compensation in NaxCo0.5Ti0.5O2 upon desodiation, we have measured the Co K-edge of O3-Na0.95Co0.5Ti0.5O2 in operando during electrochemical Na extraction and insertion; see the Co-K XAS spectra and enlarged pre-edge region together with Co, CoO, and Co3O4 reference materials in a. All spectra are normalized to unity step in the absorption coefficient μ. It is well-known that the valence state of the 3d transition metal is directly correlated with the position of the absorption edge E, defined at μ = 0.8.  Using this method for our reference materials, we observed a chemical shift of about 2 eV from CoO (Co2+) to Co3O4 (Co2.67+). A chemical shift of 3 eV is usually observed between absorption Co-edge positions in oxide materials with Co2+ and Co3+; see for example, refs   and  . Assuming this correlation, we revealed a change in the valence state of Co during Na extraction from O3-Na0.95Co0.5Ti0.5O2 between nearly Co2.2+ and Co3.0+. It is somewhat lower than the Co valence states, calculated from the current flow in the corresponding galvanostatic experiment. A comparison of the measured Co valence states from XAS and the calculated ones from electrochemistry is presented in . During subsequent Na insertion into the material at potentials down to 1.2 V versus Na+/Na, Co was reduced to Co2.7+ only. This observation is in agreement with a much smaller specific capacity upon cell discharging compared to cell charging. Further, cell discharging to 0.2 V leads to the initial Co2.1+ state in an almost linear manner (a, inset).",
                        "From the Ti-K-edge spectra of several NaxCo0.5Ti0.5O2 materials with different sodium contents, we derived information on how Ti is involved in the electrochemical reaction. All spectra were measured ex situ together with TiO2-rutile as a reference for Ti4+ (b). First of all, they show the same energy at a normalized 0.8 of the postedge intensity, thus confirming that Ti4+ is silent and does not take part in the desodiation and sodiation redox processes.",
                        "The evolution of the average Co–O distances in NaxCo0.5Ti0.5O2, obtained from the Fourier transformations of the k3-weighted Co-EXAFS data, is also nonlinear during Na extraction; see . For the pristine O3-Na0.95Co0.5Ti0.5O2 crystal structure, the Co–O distance of 1.97(3) Å matches well with the NPD and synchrotron powder diffraction data and is in accordance with mainly the Co2+ valence state, as detected in the XPS studies. Upon Na extraction from the structure and the transformation to P3-NaxCo0.5Ti0.5O2, the Co–O bond length decreases to 1.89(1) Å, indicating the oxidation of cobalt towards Co3+ and even higher. The interatomic Co–(Co,Ti) distance of 2.93(1) Å in O3-Na0.95Co0.5Ti0.5O2 is reduced to 2.86(1) Å in P3-NaxCo0.5Ti0.5O2 and remained nearly constant for subsequent Na insertion (). The Co–O bond length reaches the initial value of 1.97–2.00 Å, corresponding to mostly Co2+, upon Na intercalation only at the cut off cell potential of 0.2 V versus Na+/Na."
                    ],
                    "name": " Operando Spectroscopic Characterization of O3-NaxCo0.5TiO2: Revealing the Valence State of Cobalt",
                    "type": "h3"
                },
                {
                    "content": [
                        "Typical temperature dependences of the magnetization of investigated materials with 0.2 ≤ x ≤ 1 show paramagnetic-like behavior down to low temperatures () because the magnetic Co ions are diluted by the Ti ions. Above 100 K, the inverse susceptibilities follow the Curie–Weiss behavior with effective paramagnetic moments depending on the composition (). The positive Weiss constants for all samples indicate ferromagnetically interacting spins.",
                        "Although the effective paramagnetic moments are usually used to distinguish between different valence states of transition metals, the case of Co ions is not straightforward because of the orbital component, which is very typical for HS states, HS-Co2+  and HS-Co3+  in oxides.",
                        "In pristine O3-Na0.95Co0.5Ti0.5O2, the effective moment of 3.35(2) μB/f.u. is somewhat larger than the theoretical spin-only value of 2.82 μB/f.u. for cobalt in the two HS valence states (), HS-Co2+ (d7, S = 3/2) and HS-Co3+ (d6, S = 2), but it may be augmented by the orbital components. Another possible valence scenario, namely, HS-Co2+ and LS-Co3+ (d6, S = 0), is also often observed in oxides,  but would provide an even smaller effective moment of 2.60 μB/f.u.",
                        "The reduction of the Na content in the O3-phase, which induces the transformation into the P3 structure, leads to a strong decrease in the effective moment; see . Removal of about 0.5 Na/f.u. must result in a Co3+ valence state solely. Further Na removal can lead to further oxidation of cobalt to Co4+, like in NaxCoO2,  to partial oxidation of oxygen atoms  or to both. The best agreement between the measured and calculated values for the effective paramagnetic moment is reached under an assumption of coexisting LS-Co3+ (d6, S = 0) and LS-Co4+ (d5, S = 1/2) ions. The experimental effective moment of 0.96(2) μB/f.u. in the initial P3-Na0.65Co0.5Ti0.5O2 corresponds rather to the coexistence of LS-Co3+ and HS-Co2+ (), whereas the HS-Co3+/HS-Co2+ scenario with 3.3 μB/f.u. would significantly exceed the measured moment. Sodium removal from the P3 structure with preserving the structure symmetry also decreases the effective moment, which matches satisfactorily with the LS-Co3+/LS-Co4+ scenario, similar to the O3 case. The subsequent sodium insertion at the cut off voltage of 1.6 V versus Na+/Na preserves the P3-form as well. The experimental paramagnetic moment is consistent with the LS-Co3+/LS-Co4+ case. Further sodium insertion, accompanied by the reappearance of the O3 structure, increases the effective moment. For the composition Na0.85Co0.5Ti0.5O2 that contains 85% O3- and 15% P3-forms, according to the XRD analysis, the experimental moment of 2.81 μB/f.u. matches well the combination of HS-Co2+ + HS-Co3+ producing 2.97 μB/f.u. (). If we assume the presence of LS-Co3+ together with HS-Co2+, a much lower value of 2.28 μB/f.u. would be obtained.",
                        "Altogether, from the magnetization data, we infer the coexistence of LS-Co3+/HS-Co2+ or LS-Co3+/LS-Co4+ for the P3-phase dependent on the sodium content and HS-Co2+/HS-Co3+ for the O3-phase. This description is in agreement with the structural data, especially with the change of the Co–O bond lengths during the transformation of the P3 structure into the O3 structure."
                    ],
                    "name": " Magnetization Measurements on O3- and P3-NaxCo0.5Ti0.5O2 at Different Sodiation Levels",
                    "type": "h3"
                },
                {
                    "content": [
                        "As deposition and dissolution of metallic sodium in Na ion batteries is accompanied by dendritic growth and undermines stable operation, a suitable replacement for sodium metal anodes is actively sought after. As the most popular alternative, carbonaceous anode materials also suffer from these safety concerns because their low sodiation potential can lead to sodium plating.  Moreover, they display a large irreversible capacity loss in the first cycle and often require presodiation.  In contrast to that, different Na contents in the O3- and P3-phases facilitate the usage of these materials as cathode (O3) and anode (P3) even in the as-prepared form without further electrochemical treatment. The construction of a quasi-symmetrical cell, where sodium is removed from the O3 modification and inserted into the P3 modification, leads to a full sodium-ion battery without metallic sodium.  shows the preliminary results for such a cell under galvanostatic cycling under nonoptimized conditions."
                    ],
                    "name": " Quasi-Symmetrical Cell Setting with P3-NaxCo0.5Ti0.5O2 Anode and O3-NaxCo0.5Ti0.5O2 Cathode",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The peculiarity of Co-containing oxides is associated with the ability of cobalt to easily change its valence state between Co2+ and Co4+ and further change the spin state within the given valence. The actual spin states of Co3+ in simple oxides such as LaCoO3 remain vividly debated, as three different possibilities exist: LS (S = 0), HS (S = 2), and intermediate-spin (IS, S = 1) states.",
                "Changes in the valence and spin states of cobalt are central to the stability of different structure types because significant changes in the Co–O bond lengths occur and induce structural transformations. These transformations affect the applications of Co-based materials. The three-layered rhombohedral O3-NaCoO2 is a typical example for such behavior. Na extraction from the initial O3 structure leads to a couple of intermediate single-layer O1 and P1 structures that are stabilized at intermediate sodium contents, whereas lower sodium content brings the system back to the three-layer rhombohedral structure O3.  Magnetization data for desodiated NaxCoO2 materials in the paramagnetic region mostly support the simple picture of localized charges with the LS Co3+ (S = 0) and Co4+ (S = 1/2) ions.  Interestingly, desodiated compositions of two-layered P2-NaxCoO2 show similar magnetism with the LS Co3+ and Co4+ ions.",
                "In contrast to NaxCoO2, the case of NaxCo0.5Ti0.5O2 is more complicated, as the valence state of Co varies from Co2+ for the fully sodiated state (O3 structure) to Co4+/Co3+ for a sodium-poor state (P3 structure). This change may lead to a breakdown of the layered crystal structure because the ionic radii of Co2+ (0.745 Å) and Co4+ (0.53 Å) in the octahedral oxygen surrounding differ drastically. However, Ti ions significantly improve the structural stability and preserve not only the layered nature of the structure but also its rhombohedral symmetry. No monoclinic intermediates were detected upon Na extraction, in contrast to similar materials with 50% Co and 50% of transition metals other than Ti. For example, O3-NaCo0.5Fe0.5O2 shows a complex structural behavior with several phase transformations that involve the ordering of Na vacancies during desodiation.  Both transition metals Co and Fe are electrochemically active, implying that the first oxidation of Co at the beginning of desodiation is followed by an oxidation of Fe. Different behavior is reported for P2-NaxCo0.5Ti0.5O2 (space group P63/mmc),  where no structural transformations were detected by ex situ XRD studies at partially desodiated states.",
                "Upon desodiation, HS-Co2+ in O3-NaCo0.5Ti0.5O2 transforms quickly into LS-Co3+ with a smaller ionic radius, leading to a negative unit cell volume change, in disagreement with the expectation of HS-Co3+ with a higher ionic radius. The origin of this transformation may be understood from further density functional theory calculations.",
                "The influence of the crystal structure and the valence and spin states of Co in NaxCo0.5Ti0.5O2 on the volume of the Co-coordinating oxygen octahedra can be visualized as a correlation diagram (). It depicts the size of the (Co,Ti)O6-octahedra depending on the Na content in NaxCo0.5Ti0.5O2 according to the operando XRD experiments, together with the theoretical values for regular CoO6-octahedra with different Co valence and spin states.  At x(Na) ≥ 0.5, the O3 structure with HS-Co2+ as a major part and HS-Co3+ as a minor part as well as the P3 structure with LS-Co3+ as a major part and HS-Co2+ as a minor part exist. At x(Na) ≤ 0.5, only P3 with LS-Co3+ and LS-Co4+ is stable.",
                "During subsequent sodiation of the highly oxidized P3-form, the first voltage region down to 2 V versus Na+/Na corresponds to the transformation of LS-Co4+/LS-Co3+ to mostly LS-Co3+ while preserving the P3-structure. The O3-form with HS-Co2+ is not formed at this voltage. Only below 1 V, the O3-form starts to arise. Despite the fact that the O3 → P3 transformation upon desodiation involves gliding of the MO2 slabs (1/3, 2/3, 0) and is kinetically more impeded than the ordinary Na extraction from the P2- or P3-forms,  no significant voltage hysteresis was observed in the O3 materials at moderate current rates.  Therefore, the observed large voltage hysteresis during the P3 → O3 transformation in NaxCo0.5Ti0.5O2 is most probably related to kinetically inhibited spin transformations of Co because Ti does not participate in the reduction process. The change in diffusion paths occurring at the P3 → O3 transformation may contribute to the potential drop, but cannot be its only cause, because several other layered materials with a similar sequence of phase transformations do not show big polarization. ",
                "Note that the other layered form of NaxCo0.5Ti0.5O2, P2-NaxCo0.5Ti0.5O2, exhibits only a small potential hysteresis of 0.3 V at charging–discharging.  The lattice parameter a ≈ 2.83 Å (P63/mmc) indicates predominance of LS-Co3+ in the initial state. Unfortunately, the exact Na content and structural changes upon Na removal from this P2-form have not been reported and will be an interesting topic for future investigation.",
                "Another explanation for the voltage hysteresis might be migration of Ti ions from the slabs to the intersheet space of the crystal structure, as observed in layered NaxTiO2 during Na removal and insertion.  However, our structural investigations revealed the similarity of the sodiation and desodiation mechanisms and speak against Ti atoms in the interlayer space, see  and .",
                "The third parameter, which may contribute to the voltage hysteresis, is mechanical stress.  The lattice expansion upon the P3 → O3 transformation during the sodiation of P3-NaxCo0.5Ti0.5O2 acts against the excess pressure in the electrochemical cell. As the inner cell pressure is a crucial factor for the functioning of the used Swagelok or coin test cells, designing a pressure-free control experiment is challenging.",
                "Finally, we note that the complete insertion of Na into the O3 structure leads to the specific capacity of 180–200 mA h g–1, which is much higher than the specific capacity reported for P2-Na0.66Co0.5Ti0.5O2. "
            ],
            "name": "Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Two novel NaxCo0.5Ti0.5O2 materials with P3 (R3m) and O3 (R3̅m) layered structures were synthesized and studied as electrode materials in Na-ion batteries. These materials show not only some differences in the crystal structures, namely the prismatic (P3) and octahedral (O3) surrounding for the sodium atoms, but also differ in the electronic structures elucidated via the different valence- and spin-states of Co. A combination of HS-Co2+/HS-Co3+ was detected in pristine O3, compared to HS-Co2+/LS-Co3+ in P3. Both materials deliver high specific capacity values of 180–200 mA h g–1. During the desodiation process, O3 immediately transforms into P3. This transformation is accompanied by a significant negative volume change of about 5%. Na extraction from the P3-form occurs via a solid-solution mechanism without any symmetry change and appreciable volume deviations. Upon subsequent sodium insertion, a two-step process, coupled with a charge and a spin transition of Co as LS-Co3+ to HS-Co2+/HS-Co3+ was observed. At the end of the first voltage step of about 2 V, a composition P3-Nax≈0.5Co0.5Ti0.5O2 with mostly LS-Co3+ is reached, whereas further Na insertion below 1 V versus Na+/Na is associated with the O3 formation exhibiting HS-Co2+/HS-Co3+. This large potential hysteresis is most probably of a kinetic origin. The Ti cations in both materials serve solely as a structure stabilizer without any electrochemical activity down to 0.2 V versus Na+/Na. Different Na contents in both O3 and P3 materials and the large potential hysteresis allow the construction of a Na-free quasi-symmetrical full cell with an O3 cathode and a P3 anode. As a final remark, we found that layered sodium transition metal oxides have to be carefully examined regarding both the oxidation and the spin states of the involved transition metals to understand their electrochemical behavior. Only these profound insights will allow the best choice of suitable compositions and advanced tuning of their properties for future energy-storage applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Irreversible Made Reversible: Increasing the Electrochemical Capacity by Understanding the Structural Transformations of NaxCo0.5Ti0.5O2"
}