{
    "DOI": "10.1002/cssc.202100872",
    "Journal": "",
    "Keywords": [
        "electrodes",
        "energy storage",
        "organic anode",
        "sodium carboxylate",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) are regarded as a potential replacement for lithium‐ion batteries (LIBs) owing to the abundant reserves and wide distribution of sodium. Host materials in SIBs largely depend on transition‐metal compounds with limited reserves. Several promising cathode materials have already been developed for SIBs, while the anode material remains the main obstacle for the development of SIBs. Graphitic carbon is the most commonly used anode material in LIBs, but it is not suitable for SIBs because the intercalated sodium graphite material formed is unstable. Due to the large radius of sodium ions (2.04 Å), traditional inorganic materials used in LIBs tend to show high chemical inertness to the insertion of sodium ions. A larger ion radius will destroy the rigid structure of the material, resulting in poor cycle performance. Sodium as metal anode is not applicable because it is quite reactive. Hard carbon has high storage capacity and suitably low working potential, yet the mechanism of Na+‐ion insertion in hard carbons is still controversial. Other anode materials for SIBs such as metal oxides, selenides, sulfides, and alloys usually contribute to high capacity; however, the serious particle agglomeration during the cycle process usually leads to a fast capacity decay. Therefore, exploring highly efficient electrode material is still urgent and challenging for the development of SIBs.",
                "Redox‐active organic materials containing carbonyl groups or N‐heterocycles have been reported as promising anode materials for SIBs. They possess potential advantages such as good electrochemical performance, low cost, recyclability, and structural diversity. Particularly, unlike the inorganic solids/crystals that are arranged by ionic bonds, the main interaction in organic materials is van der Waals forces. The non‐covalent interaction in organic anode materials could provide more void room as well as low energy barriers for the accommodation of most metal ions without size concern. For example, the sodium carboxylate compounds are regarded as anodes with promising commercial prospects owing to the suitable operation voltage. Park et al. reported high‐performance SIBs using a small organic molecule, disodium terephthalate (Na2TP, Na2C8H4O4). Choi et al. evaluated novel 4,4’‐biphenyldicarboxylate (bpdc)‐sodium salts as anodes for SIBs and elucidated the correlation between the structural properties and their electrochemical performances. Furthermore, pyridine‐based compounds have been reported as electrode materials. Padhy et al. have shown that the substitution of nitrogen atoms in the benzene ring of terephthalate led to an effect similar to n‐type doping, thereby increasing the conductivity and electrochemical performance.",
                "Although organic electrode materials have exhibited intriguing advantages, there are still problems that need to be solved. Most carbonyls with C=O bonds are insulating, preventing the further improvement of SIB performance. Even worse, most of the previously reported organic SIBs were tested in a very slow charge/discharge process, and those tested under fast charge/discharge process often caused significant performance degradation. However, rational molecule engineering may well address the above concerns. For example, the introduction of biphenyl ligands with extended molecular lengths facilitates the insertion and extraction of Na+, thereby improving cycle performance. The electron‐deficient pyridine units impart the corresponding molecule with high electron affinity, thus improving the electronic conductivity of electrode materials. In addition, it has been reported that π‐conjugated compounds with heteroatoms (N, S, O) have good redox activity and can be used as active materials for rechargeable batteries.",
                "Herein, we designed two isomers, namely sodium 6‐(4‐carboxyphenyl)nicotinate (Na‐CPN) and sodium 5‐(4‐carboxyphenyl)picolinate (Na‐CPP) (Scheme ). They are differentiated by the position of N atoms on the phenylpyridine moiety. The N atom at different substitution positions brings about different electronic properties of the two compounds, and the different stacking modes lead to different particle sizes, which will ultimately affect the electrochemical properties of sodium phenylpyridine dicarboxylate. Compared with Na‐CPN, the galvanostatic results and rate performance of Na‐CPP in Na+‐ion half‐cells are more satisfactory. Na‐CPP provides a high reversible capacity of 197 mAh g−1, maintaining 99.1 % after 350 cycles of 100 mA g−1. Furthermore, during the long‐term cycling, high capacity retention of 89.9 % after 1200 cycles was achieved on the Na‐CPP electrode at 5 C. In contrast, Na‐CPN exhibited inferior capacity performance and rate performance for its larger polarization, particle size, and charge transport resistance. The performances of our anode materials are compared with other reported organic anodes, as shown in Table S1 in the Supporting Information. The results demonstrate that the electrochemical performance of Na‐CPP is impressive. Moreover, all‐organic sodium‐ion full cells composed of Na‐CPP anode and a commercial organic cathode were successfully fabricated, and the results suggest potential application of Na‐CPP in sustainable SIBs. Our work provides a general study on the effect of isomers as anode materials toward electrochemical performance of SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The target products, Na‐CPN and Na‐CPP, were synthesized via the alkalization reaction between CPN [6‐(4‐carboxyphenyl) nicotinic acid, C13H9NO4]/CPP [5‐(4‐carboxyphenyl) picolinic acid, C13H9NO4] and NaOH, and the products were obtained from precipitation in ethanol (Scheme S1). All the structures of the newly obtained compounds are confirmed by 1H/13C nuclear magnetic resonance (NMR) spectroscopy. The target products are characterized by powder X‐ray diffraction (XRD), Fourier transform infrared (FTIR) spectroscopy, Elemental analysis (EA), and field‐emission scanning electron microscopy (FESEM).",
                "The FTIR spectra are shown in Figure a. The spectra of CPN and CPP showed C=O stretching vibration and O−H bending vibrations of carboxylic acid (−COOH) groups around 1686, 1290, and 938 cm−1. After the formation of the sodium carboxylate (−COO−Na) via complete deprotonation by NaOH, the carbonyl (C=O) stretching vibration in Na‐CPN and Na‐CPP shifted to 1589 and 1603 cm−1, respectively. Moreover, the two peaks of O−H bending vibrations for the carboxylic acid groups near 1290 and 938 cm−1 disappeared. These changes indicate that the −COOH group has been converted to the sodium carboxylate group (−COO−Na) after alkalization with NaOH.",
                "We compared the powdered XRD patterns of Na‐CPN and Na‐CPP (Supporting Information, Figure S6). Diffraction peaks of both substances are clearly observed, indicating that they are not in an amorphous state and have specific crystal structures. FESEM characterization can intuitively reflect the morphology and particle size. It can be seen from Figure S7 that Na‐CPN represented a regular block morphology, with a large size between 1–3 μm. This may be due to the intramolecular hydrogen bonding interaction between N atom on pyridine and H on the adjacent phenyl ring, leading to a small dihedral angle and facilitating strong molecular stacking, so that large crystals are formed. The particle size of Na‐CPP is at the nanometer level, smaller than that of Na‐CPN, which is very useful for the dynamic transport of electrons and ions in batteries."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Phenylpyridine Dicarboxylate as Highly Efficient Organic Anode for Na‐Ion Batteries"
}