{
    "DOI": "10.1021/acsami.1c14980",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "To reach the targeted goal to limit global warming, which was confirmed by most states worldwide in the Paris Agreement, a shift from fossil energy sources toward clean alternative technologies using wind, solar, tidal, or geothermal energy is strongly required. As a part of this transition, suitable energy storage systems must be identified and developed to compensate the natural fluctuation of electrical energy output from sustainable technologies.  This topic is already discussed in the literature and it remains questionable if the established Li+ ion batteries (LIBs) are suitable for this purpose. The alternative are systems based on Na, because of its similar chemical properties and the high abundance worldwide. Nonetheless, Na has a higher atomic weight, as well as a larger ionic radius and a lower chemical potential. However, these properties are no major drawbacks, as the total weight of the device is not as important for stationary energy storage as for mobile applications, where a low weight and high energy density is necessary or beneficial. In battery science, sodium-ion batteries (SIBs) have been in focus for several years and one of the biggest challenges is the development of anode materials that provide high specific capacities, long-term stability consisting of inexpensive, earth-abundant, and sustainable elements.  To ensure high specific capacities, materials undergoing conversion instead of intercalation reactions are preferred, where the constituents of the active material are completely reduced enabling uptake and release of larger amounts of alkali-metal ions per formula unit (f.u.).  Widely investigated conversion materials are, e.g., binary  and, less often, ternary  metal chalcogenides, as well as alloys  and other metal salts such as (fluoro)phosphates or polyanionic compounds.  Many of these compounds contain elements such as Cu, Ni, and/or Co, which are also key ingredients of LIBs, but in terms of sustainability, availability, and price, these elements are quite problematic. Choosing elements that are less problematic and/or developing efficient battery recycling concepts is a prerequisite for producing inexpensive and sustainable electrode materials in the long term.  Regarding the anodes for SIBs, different sulfides were studied intensely and are considered promising active materials in SIBs.  The M–S bond is less polar than a M–O bond, which is favorable for conversion reactions in SIBs, because lower ionicity leads to decreasing overpotentials during charging and discharging.  However, interesting active materials such as transition-metal orthothiophosphates (MxPS4) are less often studied, although the presence of phosphorus might be beneficial, because of the possibility to form alloys with sodium, providing higher specific capacities.  Orthothiophosphates MxPS4 (MIII = Cr, B, Al, Ga, In, Bi; MI = Li, Na, Ag, Cu; MII = Pd) exhibit various dimensionalities and contain transition or alkali metals, as well as p-block elements with oxidation numbers ranging from 1 to 3.  The layered compound CrPS4 has been thoroughly investigated since its discovery in 1976.  The magnetic properties,  optical behavior,  and chemical compositions and oxidation states,  spin dynamics, and electronic and thermal transport properties  were studied. Applying different exfoliation techniques generates few layer CrPS4 materials, which are mainly studied with respect to changes of the properties, depending on the thickness and/or number of layers.  Applications in energy storage and conversion such as catalysis  and as intercalation electrodes in LIBs were investigated.  Although CrPS4 is known to intercalate up to 2 Li/f.u. using butyl-lithium, electrochemical intercalation shows rather poor intercalation behavior with only <1 Li/f.u.  However, as far as we know, CrPS4 has never been investigated for the application in SIBs until now. In addition, chromium is not a typical main element of battery technology but has a slightly higher abundance than Ni, Co, or Cu,  which makes it a possible substitution for these elements. Although electrochemical intercalation of Li into CrPS4 exhibits very low degrees of intercalation, the application in SIBs is promising, if a conversion mechanism occurs during charging and discharging. Since sodium and phosphorus can form alloys, a conversion-alloying mechanism also seems reasonable. For a conversion reaction with subsequent alloying (), the theoretically very high specific capacity is calculated to be 1396 mAh g–1.A conversion reaction without subsequent alloying theoretically delivers a specific capacity of 1015 mAh g–1 and follows :Both of these possible reaction pathways provide very high specific capacities in SIBs, which is beneficial for future applications. Therefore, we investigated the electrochemical behavior of crystalline CrPS4 as anode material in SIBs and applied a variety of methods including X-ray diffraction (XRD) and X-ray absorption spectroscopy (XAS), and pair-distribution function analyses (PDF), as well as 31P/23Na magic-angle-spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy to elucidate the reaction mechanism during the sodiation process."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "CrPS4 was synthesized via chemical vapor transport. Stoichiometric amounts of chromium (Alfa Aesar, 99.94%), red phosphorus (Knapsack AG, 99.9999%), and excess sulfur (Chempur, 99.999%) were heated in a quartz glass ampule, which was previously sealed under vacuum (<10–4 mbar). The ampule was placed in a tube furnace and heated to 723 K within 4 h. This temperature was maintained for 24 h and afterward increased to 973 K within 2.5 h. After this temperature was reached, a temperature gradient to 953 K was established within the quartz glass ampule to start the transport reaction. Excess sulfur was utilized as transport agent and the transport reaction was performed for 2 weeks."
                    ],
                    "name": "2.1.  Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "70 wt % of CrPS4, 20 wt % SUPER C65 (Timcal, Switzerland), and 10 wt % polyvinylidene difluoride (PVDF, Solvay, Germany) were mixed and subsequently suspended in N-methyl-2-pyrrolidone (NMP, Fisher Bioreagens, 99.8%) for electrode preparation. The obtained slurry was spread on Cu foil applying the doctor-blade casting method. Afterward, the electrode film was dried overnight at room temperature and for several hours in a vacuum oven at 333 K. For test cell assembly, circular electrodes with a diameter of 10 mm (0.88–1.34 mg cm–2 active material) were punched out of the film. The electrochemical reaction was conducted in Swagelok-type cells, which were assembled in an argon-filled glovebox (99.999% Ar, MBraun Unilab, <1 ppm of H2O; <1 ppm of O2). Glass fiber filters (Whatman, United Kingdom) and Celgard membranes were used as separators. Sodium metal foil was used as a counter electrode and a 1 M solution of NaCF3SO3 (abcr, 98%) in bis(2-methoxyethyl)ether (Diglyme, Acros Organics, 99+%, extra dry) was used as an electrolyte. Galvanostatic cycling within the potential range of 3.0–0.1 V was performed on Neware 8 channel battery analyzers. For battery performance tests, a current rate of 0.1 A g–1 for the first and 1 A g–1 for subsequent cycles were used. For rate capability tests, current rates of 0.1, 0.2. 0.5, 1.0, 1.5, 2.0, and 3.0 A g–1 were applied. Constant current–constant voltage (CCCV) charge mode was applied for all cycles with current rates of ≥0.5 A g–1. The final current rate of the CCCV mode was set to 0.1 A g–1 for the long-term stability tests and to 0.2 A g–1 for the rate capability measurements. Cyclic voltammetry (CV) measurements were performed on a Zahner XPOT within the same voltage range as mentioned above and at a scan rate of 0.1 mV s–1."
                    ],
                    "name": "2.2.  Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder XRD was conducted using Cu Kα radiation (λ = 1.54058 Å) with a PANalytical diffractometer equipped with a 1D PIXcel detector. SEM and EDX experiments were performed on a Philips ESEM XL 30 system that was equipped with an EDAX New XL-30 detector. Raman spectra were recorded at RT on a Bruker Vertex70 RAM II FT-Raman spectrometer using an Nd:YAG laser with an excitation wavelength of λ = 1064 nm and a liquid-nitrogen-cooled, highly sensitive Ge detector with a resolution of 3 cm–1."
                    ],
                    "name": "2.3.  Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the investigation of the reaction mechanism, samples were prepared by pressing 70 wt % CrPS4 and 30 wt % SUPER C65 into pellets and assembling them in Swagelok-type cells. The electrochemical reaction was interrupted after uptake of a distinct amount of sodium (discharge) and afterward the Swagelok cells were disassembled in an argon glovebox. To remove the electrolyte, electrodes were rinsed with pure diglyme and dried for 1 day. These air-sensitive samples were permanently handled and transported in an inert atmosphere.",
                        "XRD and PDF experiments were performed in Debye–Scherrer geometry using high-energy synchrotron radiation at beamline P02.1, Petra III (DESY, Hamburg) at a wavelength of λ = 0.207 Å (60 keV). Samples were prepared in borosilicate capillaries with a diameter of 0.7 mm. The sample-to-detector distance (SDD) for XRD experiments was 1010 mm and 350 mm for PDF experiments. The detector used was a PerkinElmer XRD1621 2D detector. The obtained 2D data were processed using the software DAWN Science,  and xPDFsuite  was used to obtain the PDF (Qmax = 19 Å–1). To account for instrumental contributions to XRD, a LaB6 (NIST 660b) standard was measured. An empty capillary was measured under identical conditions to subtract the contribution of the glass capillary from the PDF.",
                        "XAS experiments on the Cr K-edge were performed at the beamline B18, Diamond Light Source (U.K.). The samples were diluted with carbon, pressed into pellets with a diameter of 8 mm, and sealed between Kapton foil. Each sample was measured three times at the minimum with a collection time of 3 min and these spectra were merged. For energy calibration of the raw data, Cr foil was used. To ensure appropriate normalization and background subtraction, the pre-edge region was described by a linear fit, and for the post-edge region, a cubic polynomial fit was applied. XAFS data reduction was performed by using a calculated background from the Autobk algorithm of the program Athena.  A fitting range in k-space between 3.0 Å–1 and 12.5 Å–1 was chosen by applying k3 weighting. The k3-weighted χ(k) function was then multiplied by a Kaiser–Bessel window and Fourier-transformed into R-space in order to obtain the pseudoradial distribution function (pRDF) |χ(R)| without correcting the distances by a phase shift.",
                        "23Na and 31P magic-angle spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy was performed on a Bruker Avance neo 200 MHz spectrometer at a magnetic field of 4.7 T, corresponding to resonance frequencies of 52.9 MHz (23Na) and 81.0 MHz (31P). Spinning was done in 1.3 mm rotors at 60 kHz. Spectra were acquired with a rotor-synchronized Hahn-echo pulse sequence, a recycle delay of 1 s, and π/2 pulse durations of 1.3 μs (23Na) and 0.95 μs (31P). The NMR shifts of 23Na and 31P were referenced to an aqueous 1 M NaCl solution and to H3PO4 (85%), respectively."
                    ],
                    "name": "2.4.  Investigation of the Mechanism by XRD, PDF, XAS, and 23Na/31P MAS NMR",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "CrPS4 crystallizes in the monoclinic noncentrosymmetric space group C2.  The crystal structure (a) is based on a hexagonal close packing of puckered sulfur layers. The trivalent Cr3+ ions are located in a distorted octahedral environment of S2– anions, and P5+ is arranged in a distorted tetrahedral coordination of S2–. The CrS6 octahedra are connected via common edges forming chains, which are linked by the PS4 tetrahedra to layers along the [001] direction.  The XRD pattern (b) of the pristine material, compared to a calculated pattern using data from the literature,  reveals that phase-pure and crystalline CrPS4 was obtained.",
                        "Raman spectroscopy also confirms the presence of CrPS4 (see  in the Supporting Information) and EDX measurements (see  in the Supporting Information) demonstrate ratios of Cr, P, and S close to the expected values, yielding the composition Cr0.98P1.06S3.95. In addition, SEM investigations ( in the Supporting Information) confirm the layered nature of the compound."
                    ],
                    "name": "3.1.  Characterization of Pristine CrPS4",
                    "type": "h3"
                },
                {
                    "content": [
                        "For galvanostatic long-term cycling, a current rate of 0.1 A g–1 for the first cycle and a rate of 1.0 A g–1 for subsequent cycles were applied (a). The capacity of the first discharge of 1226 mAh g–1 corresponds to ∼9.7 Na/f.u., while the first charge process only yields 722 mAh g–1 (∼5.7 Na/f.u.). The discharge and charge capacities of the second cycle are significantly lower at 486 mAh g–1 (∼3.8 Na/f.u.) and 460 mAh g–1 (∼3.6 Na/f.u.), respectively. Nevertheless, starting from the third cycle, the Coulombic efficiency reached ∼100% and within the following 130 cycles, the discharge capacity rises to 737 mAh g–1 (∼5.8 Na/f.u.) and afterward drops again to 665 mAh g–1 (∼5.2 Na/f.u.) in the 165th cycle. After passing this minimum, the capacity recovers, increasing to 735 mAh g–1 (∼5.8 Na/f.u.) in the 206th cycle, followed by a slight but steady decrease, reaching a reversible specific capacity of 687 mAh g–1 (∼5.4 Na/f.u.) in the 300th cycle. The initial decrease and subsequent recovery of the specific capacity was already observed for several electrode materials in SIBs and was explained by different phenomena.  In most cases, the underlying reaction mechanism during long-term cycling changes and the capacity recovery occurs over a large number of cycles.  For the Na-CuS system, a relatively fast recovery of the initial capacity loss was observed, which was explained by a combination of synergistic effects, i.e., the formation of semicoherent phase interfaces arising from multiphase transitions causing stress relaxation and preventing random pulverization.  Because a similar behavior is found for CrPS4, at least comparable effects may play a key role. The evolution of the discharge and charge profiles (b–d) clearly indicates changes of the reaction mechanism during long-term cycling. The initial discharge profile (see b, inset) shows a potential decrease from 3.0 V to 1.65 V, where an electrochemical plateau is developed, typical for a two-phase reaction caused by intercalation of Na into the empty layers of CrPS4. Further Na uptake leads to a steep decrease of the potential until ∼0.98 V is reached, followed by a steady decrease, finally reaching a discharge capacity of 1226 mAh g–1 (∼9.7 Na/f.u.). The potential of the first charge profile quickly rises from 0.1 V to 1.98 V, where a pseudoplateau is developed. Afterward, the potential rises again until the next pseudoplateau occurs at 2.51 V. Further charging exhibits a potential increase delivering an overall charge capacity of 722 mAh g–1 (∼5.7 Na/f.u.). Considering the possible reaction pathways represented by  and , the discharge capacity is lower than expected for the reaction described by , but is larger assuming a pathway according to . However, solid electrolyte interphase (SEI) formation should lead to a discharge capacity larger than the theoretical value, making a reaction according to  highly unlikely (i.e., the formation of Na3P can be most probably excluded). However, if only NaP is generated, the theoretical capacity of 1142 mAh g–1 matches the experimental value, taking SEI formation into account. Moreover, a contribution to the specific capacity by cointercalation of solvent molecules from the electrolyte into the active material cannot be excluded and might be a possible explanation for the high specific capacity of the first discharge step. Therefore, a reaction mechanism according to , in which the difference between expected and observed specific capacity is contributed by a combination of SEI formation and cointercalation of solvent molecules seems possible as well. However, the irreversible capacity decrease for the first cycle of 504 mAh g–1 corresponds to a loss of ∼4.0 Na/f.u. Usually, the capacity loss between initial discharging and charging due to SEI formation is not as large as that observed, indicating a strongly altered reaction mechanism for the first charge process. The profiles of the following 131 cycles (b) significantly differ from the first one and no distinct potential plateaus can be identified during early cycling stages: the potential steeply decreases from 3.0 V to 0.5 V, followed by a continuous reduction until the cell is discharged. In the charging curve, the potential significantly increases from 0.1 V to 2.1 V, where the slope flattens slightly with further rising potential, until the cell is completely charged. Toward the 132nd cycle, two pseudoplateaus in the discharge profile develop at ∼1.51 and 1.02 V, as well as at ∼1.56 and 1.87 V in the charge profile, accompanied by an increasing specific capacity. Another change of the discharge and charge curves occurs from the 132nd cycle to the 165th cycle (c). While the first pseudoplateau at 1.51 V does not show any changes, the second pseudoplateau at ∼1.02 V nearly disappeared in the discharge profile reaching the 165th cycle. The pseudoplateau in the charge curves at ∼1.56 V slightly shifts to 1.59 V and the plateau itself is somewhat smaller, whereas the pseudoplateau at 1.87 V shifts to 2.02 V and is considerably more pronounced in the 165th cycle, compared to the 132nd cycle. These alterations cause a decreasing specific capacity between the 132nd cycle and the 165th cycle. Finally, a further change of the curves is observed between the 165th cycle and the 206th cycle (d). While the pseudoplateau in the discharge profiles at ∼1.51 V is not affected, at lower potentials, a very weak pseudoplateau at ∼0.44 V develops. In the charge curves, the small pseudoplateau at 1.59 V becomes more intense and shifts to ∼1.57 V, while the broad pseudoplateau at ∼2.02 V shifts back to 1.89 V and is less pronounced again. These changes of the electrochemical behavior between the 165th cycle and the 206th cycle are accompanied again by an increase in specific capacity.",
                        "The alterations of the potential plateaus are better identified in the dQ/dV curves (a). All events already discussed above appear as well-pronounced reduction and oxidation signals. More interestingly, the dQ/dV curves clearly show that the 206th and 220th cycles exhibit identical signals for oxidation and reduction process, indicating that no further changes of the mechanism occur. Regarding the 300th cycle, no alterations for the reduction process can be detected, but the signal for the second oxidation process has changed from 1.89 V to ∼2.07 V. Since this signal is the only one changing, it is most likely an early sign of electrode degradation during long-term cycling. Nevertheless, after the 300th cycle, a high reversible specific discharge capacity of 687 mAh g–1 is obtained. The observations made here point toward a steadily changing reaction mechanism during long-term cycling. To account for not well-resolved dQ/dV curves of the first cycle, additional CV measurements (b) were performed. The CV curves clearly show four reduction processes but only two oxidation processes in the first cycle. The first and most intense reduction peak at ∼1.58 V (peak 1) is assigned to the intercalation of Na+ into the interlayer space of CrPS4, which is accompanied by the reduction of Cr3+. The reduction of Cr2+/3+ and Cr3+ was recently confirmed to occur at a potential of ∼0.4 V for Cr3S4 and NiCr2S4 against sodium.  Therefore, we assign the reduction process at ∼0.53 V (peak 3) to the reduction of Cr2+ to the metallic state. The origin of the reduction peaks occurring at ∼0.83 V (peak 2) and ∼0.26 V (peak 4) remains uncertain. A stepwise reduction of P5+ as well as SEI formation are possible explanations for the occurrence of these peaks. During the charging process, an intensive oxidation peak is observed at ∼2.06 V, while a smaller and not well-resolved second oxidation event is detected at a potential of ∼2.55 V. Taking the initial capacity drop (b, inset) into account, we suggest a two-step oxidation of phosphorus to its starting oxidation state of P5+ in the first charge process, while the oxidation of Cr0 is kinetically hindered. The expected oxidation peak for Cr0/Cr3+ is ∼1.2 V  or slightly above at ∼1.5 V, which potentially is the reason for the very small oxidation and reduction peaks in the CV curve (b) at this potential. In the second and subsequent cycles, the oxidation process at ∼2.55 V disappears, which might be an indication that phosphorus is only oxidized to P3+ after the first cycle. The CV curves of cycles 2–5 have an almost uniform appearance, but differ strongly from the first cycle, which is typical for a conversion mechanism. The CV curves exhibit only one peak for the reduction (∼0.19 V) and oxidation (∼2.04 V), which, in the context of our assumptions, is related to the oxidation and reduction of P0/P3+. The corresponding Na uptake amounts to 3.6 Na/f.u. in the second cycle, which is in agreement with the oxidation of P0 to P3+, as well as a minor portion of Cr0 to Cr3+. With increasing cycle number, deactivated Cr0 gradually starts to participate in the electrochemical reaction again, potentially leading to the development of a second pseudoplateau in the charge profiles (b), as indicated by the peak in the dQ/dV curve of the 132nd cycle at 1.56 V (see a and c). Consequently, the specific capacity steadily increases until the majority of Cr is involved in the electrochemical reaction again. The corresponding uptake in the 132nd cycle is 5.8 Na/f.u., which is nearly the expected value of 6 Na/f.u. for the proposed reaction. Furthermore, after the majority of Cr is activated again, the electrochemical reaction obviously is subject to mechanistic changes, causing a temporary decrease in capacity, which is evidenced by the changes occurring in the dQ/dV curves of the 132nd, 165th, and 206th cycles (c, inset).",
                        "However, it is noteworthy that CV curves and dQ/dV analysis alone are not capable of providing deep insights into mechanistic aspects of the electrochemical reaction, but rather give indications about occurring redox processes. The reaction mechanism of the first cycle is discussed in more detail in .",
                        "Rate capability measurements (current rates = 0.1, 0.2, 0.5, 1.0, 1.5, 2.0, 3.0, and again 0.1 A g–1, applied for 10 cycles each) are shown in d. The lowest rate (0.1 A g–1) delivers a specific discharge capacity in the 10th cycle of 555 mAh g–1 (∼4.4 Na/f.u.), while increasing the current rate leads to lower values after 10 cycles (see ). We note that the initial capacity increases for every rate within the 10 cycles applied, and by switching back to 0.1 A g–1, a capacity retention of 116% is reached. However, a decrease of capacity is observed after the first 5 cycles at this current rate. This decrease in capacity potentially has the same origin as the temporary reduced capacity during long-term cycling. In contrast, this capacity decrease occurs earlier in the rate capability experiments than in the long-term measurements, which might be caused by the high current rates overcoming the assumed kinetic hindrance more quickly, because of a higher energy input into the system. Nevertheless, the results indicate a good cycling stability at higher current rates, as well as an extraordinary capacity retention after applying high current rates.",
                        "It is noteworthy that the electrochemical data measured for CrPS4 is comparable with high-performance binary sulfides (see ), even though those binary compounds are often improved by adding highly conductive additives, such as reduced graphene oxide (rGO) or carbon nanotubes (CNT) or are parts of other advanced carbonaceous composites."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrodes of pressed powder were used to obtain a larger amount of material necessary for the variety of characterization methods. The initial discharge capacities are lower than for electrodes cast on Cu foil and the specific discharge capacities are lower than expected according to , in contrast to film electrodes. Therefore, to be sure that the completely discharged state is reached, film electrodes were also prepared for characterization. The initial average discharge capacity for the film electrodes of 1167 mAh g–1 (∼9.2 Na/f.u.) is larger than that for powder electrodes (785 mAh g–1; ∼6.2 Na/f.u.) (see  in the Supporting Information), but the discharge profiles are very similar (see  in the Supporting Information). Beside early termination of the electrochemical reaction in powder electrodes, the first electrochemical plateau occurs at slightly lower potentials (∼1.4 V) and decreases continuously in contrast to film electrodes, which exhibit a very stable potential plateau at ∼1.65 V. These deviations between the two electrode types are potentially caused by Na+ transport limitations in the powder electrodes, because of higher mass loading (∼30.4 mg cm–1 vs ∼0.88 mg cm–1). The average capacity for the first charge process (see ) is 774 mAh g–1 (∼6.1 Na/f.u.) for film electrodes, whereas, for powder electrodes, no complete cycle could be obtained (see  in the Supporting Information for details on powder cells). An exemplary discharge/charge profile and corresponding sodium uptake and release of the CrPS4 electrode is depicted in .",
                        "XRD patterns (; see  in the Suporting Information for full range) reveal a slight reduction of crystallinity upon uptake of 1 Na/f.u. as well as the appearance of new reflections at 1.7° 2θ and 1.8° 2θ (shoulder), which gain intensity after insertion of 2 Na/f.u. and the reflection at 2.2° 2θ becomes more intense at this stage. In addition, new reflections developed between 5.9° 2θ and 6.7° 2θ (), as well as a slight shift of the reflection of the starting material at 4.40° 2θ to 4.36° 2θ, indicating the formation of a new phase. After the uptake of 3 Na/f.u. reflections of the pristine material disappeared and the most intense reflection is now located at 4.35° 2θ, which is less intense than for 2 Na/f.u. During further Na insertion, the intensity of the reflections continuously decreases until no crystalline phase can be observed after an uptake of 6 Na/f.u. and only reflections of Na2S can be observed in the discharged state (see  and ). Characterization of discharged powder cells indicate that the crystallization of Na2S starts between 6 and 6.2 Na/f.u. (see ). In addition to these observations, some peculiarities should be briefly discussed: (i) the most intense reflections at 4.40° 2θ shifted to lower scattering angles; (ii) the final position is reached after 3 Na/f.u.; and (iii) the highest intensity of the new reflections is observed after an uptake of 2 Na/f.u.",
                        "In the following analysis of the XRD data, we assume that the crystal symmetry is not changed during Na uptake. We are aware that this is not necessarily the case, as demonstrated especially for transition-metal dichacolgenides, where, in the equilibrium state, different structure types and even superstructures were observed. ",
                        "A closer look at the development of the XRD patterns at the early discharge states () evidences the formation and development of new reflections at 12.9° 2θ and 13.7° 2θ, which strongly suggest an intercalation process. The first new reflection at 12.9° 2θ (d ≈ 6.90 Å) occurs after insertion of 1 Na/f.u., while the second one is observed as a shoulder and is only clearly visible after the uptake of 2 Na/f.u. at 13.7° 2θ (d ≈ 6.50 Å). For pristine CrPS4, the d-value of the (001) planes is calculated as ∼6.14 Å, using :A possible candidate for a Na inserted intermediate phase is Na3PS4 with a c-axis of 7.075 Å,  which is very similar to the d-value of 6.90 Å of the first observed new reflection. Despite the differing crystal structures between Na3PS4 and CrPS4 the expansion of the c-axis of CrPS4 is a clear hint for Na+ intercalation. Simultaneously with the Na+ intercalation, the (200) reflection gains intensity, because of the scattering power of Na in the van der Waals gaps. Along with this change, the intensity of reflections in stacking direction increases and shifts toward larger d-values. Assuming that the symmetry of the structure was not changed during Na insertion, we assign the reflection at d = 6.90 Å as (001) of the intercalated compound. For transition-metal dichalcogenides, it was proposed that the expansion of layers by intercalation of A+ cations is proportional to the radius of A+.  In addition to this geometrical effect, electronic effects cannot be neglected, such as, e.g., repulsive interactions between the negatively charged layers after uptake of the electrons during intercalation. The interlayer expansion of Δc = 0.71 Å observed after insertion of 1 Na/f.u. is lower than expected, considering the effective ionic radius of Na+ in 6-fold coordination geometry of 1.02 Å,  pointing to an intercalation of ca. 0.7 Na/f.u. For the reflection located at d = 6.50 Å, Δc amounts to 0.31 Å, i.e., these domains contain a lower Na content. However, these explanations are based on the assumption that no structural phase transitions occur as observed, e.g., for Na intercalation in TiS2. ",
                        "Indeed, some further changes are observed in different regions of the XRD patterns, which may indicate a phase transition and/or shifting of the slabs. But one should also keep in mind that electron transfer leads to a reduction of Cr3+ (d3) to Cr2+ (d4), changing the ionic radius and, consequently, the Cr–S bond length affecting reflection positions and intensities. The decreasing intensities after an uptake of 2 Na/f.u. are caused by significant reduction of coherently scattering domains and finally amorphization, which is completed after the uptake of 5–6 Na/f.u. (compare ).",
                        "Electrochemical intercalation results in host–guest complexes, which are not in equilibrium, considering the intercalation time. Increasing the waiting time after Na uptake leads to a relaxation similar to annealing at room temperature and changes of reflection intensities can be expected. This was investigated for a sample after insertion of 2 Na/f.u. (). Several alterations occur within 90 h of relaxation time: (i) the (001) reflection of CrPS4 loses intensity; (ii) the two reflections indicative for intercalated CrPS4 become more intense; (iii) the intensity of the (200) reflection slightly increases; and (iv) no shift of the reflection position can be observed. This behavior might be explained by initial intercalation into edge regions of CrPS4 domains and subsequent slow movement of Na+ from these regions into the differently intercalated phases, thus reducing the amount of pristine CrPS4.",
                        "Summarizing the findings led to the following conclusions:(i)Na is intercalated into the van der Waals gaps of CrPS4 during early stages of discharge, which was already suggested by the plateau in the discharge curve (b, inset).(ii)The occurrence of two intense reflections at 2 Na/f.u. indicates the formation of domains containing different amounts of Na within the interlayer space visualized by .(iii)Beyond 3 Na/f.u., first domain sizes of CrPS4 are successively reduced followed by amorphization and formation of Na2S. After a complete cycle, no distinct reflections can be observed in the XRD pattern.",
                        "The loss of crystallinity, as well as the observed structural alterations during the electrochemical reaction, are confirmed by PDF data (; see  in the Supporting Information for full range). After uptake of 6 Na/f.u., the spatial extension is decreased to ∼7 Å () and no peaks corresponding to characteristic interatomic distances of CrPS4 are detected. Only three distinct signals are left and two of them (1.42 and 2.44 Å) most likely correspond to amorphous carbon. During the uptake of Na up to 3 Na/f.u., rather subtle changes occur in the PDF curves (a). The most pronounced alterations are the decreasing intensities of the signals at 2.04, 3.73, 4.32, 7.22, 11.02, and 13.01 Å, as well as increasing intensities at 2.84, 3.42, 6.87, and 12.01 Å. The PDF curve for 3 Na/f.u. exhibits only a few sharp signals at small distances up to ∼4 Å, while, at larger distances, the signals are rather broad but still fit the distances of CrPS4 quite well, indicating residual CrPS4. On the other hand, a signal of an intercalation compound is expected at ∼3.5 Å, according to XRD investigations. Indeed, increasing intensities at 3.42 Å for 2 Na/f.u. is a clear hint for the intercalation of Na+ into CrPS4 resulting in one or more NaxCrPS4 phases (see ). XRD experiments suggested that the formation of Na2S sets in after the uptake of 6 Na/f.u., which is confirmed by signals developing after this stage. However, only some of these signals match the calculated distances of Na2S, which is caused by the highly defective nature of this compound (b). For the fully discharged sample, only few signals are clearly developed. The signals at 2.41 and 2.83 Å match calculated PDF curves of Na2S (2.83 Å: Na–S), Cr (2.50/2.88 Å: Cr–Cr), and NaF (2.32 Å: Na–F), as well as CrP (2.38/2.77 Å: Cr–P/Cr-Cr). The signal at 3.28 Å might correspond to the Na–Na distance of NaF and Na2S. The PDF curve of a full cycled electrode (b) is very similar to that of the discharged sample and only significant changes occurred for the intensity ratio of the signals at 2.41 and 2.83 Å, i.e., the former is much more intense than the latter indicating formation of phases with similar distances during charging. In addition, the intensity of the peak at 2.83 Å decreases but does not disappear, which is a hint that phases present in the discharged state do not fully participate in the charge process. The formation of a shoulder at 2.04 Å and the increasing intensity at 2.41 Å indicate the recovery of CrPS4 (2.01/2.09 Å: P–S; 2.40/2.48 Å: Cr–S) on a local scale. At this stage of analyses of the PDF curves, it becomes clear that the expected complex mixture prevents assignment of distinct phases. To summarize the complex reactions, the XRD and PDF data indicate the formation of different compounds on the nanoscale and only Na2S could be identified for >6 Na/f.u. However, after an intercalation reaction at the beginning (), a general conversion mechanism according to  generating amorphous Cr and Na2S, as well as SEI formation accompanied by the formation of NaF is most probable, while recharging might lead to recovery of the local environment of CrPS4.",
                        "The X-ray absorption near-edge spectra (XANES) were collected at the Cr K edge at different states of discharge and first derivatives were used to determine XANES features and edge energy positions (). Pristine CrPS4 exhibits a weak pre-edge feature at 5989.1 eV, because of the dipole-forbidden but quadrupole-allowed 1s → 3d transition and the Cr K-edge is located at 5996.1 eV. A clearly defined white line (1s → 4p transition) can be observed at 6011.2 eV.",
                        "During Na uptake (see a and b), the Cr–K edge shifts to lower energy (5995.8 eV) and gains intensity after insertion of 2 Na/f.u., while the 1s → 4p transition exhibits a slight decrease in intensity (a). Further Na uptake leads to rotation around an isosbestic point at 5997.2 eV, accompanied by a steady decrease of the edge energy due to the reduction of Cr3+, until no clearly defined edge feature is detectable, while the first derivative (b) displays a signal at ∼5994.2 eV. Simultaneously, the pre-edge signal slightly shifts toward 5988.7 eV gaining intensity and reaching maximum intensity at the discharged state, resembling that of nanocrystalline elemental Cr. The differences between the spectrum of the discharged sample and the Cr foil is a phenomenon known for metal nanoparticles and amorphous alloys  caused by strong disorder and large amounts of surface atoms/defects altering scattering paths, compared to well-crystalline phases. At this point of data analysis, the formation of CrP instead of elemental Cr cannot be ruled out, because the present spectrum shows similarities with that of literature data for crystalline CrP.  In addition, investigation of transition-metal monophosphides MP (M = Cr, Mn, Fe, Co) have shown that the oxidation state of these compounds is better formulated as M1+P1– instead of M3+P3–,  and the reduction of Cr3+ to a lower oxidation state is consistent with a possible CrP formation besides the generation of nanosized Cr.",
                        "The analysis of the XRD and PDF data suggest that some residual CrPS4 and an intercalated compound NaxCrPS4 is present after the uptake of 2 Na/f.u. The intercalation of Na+ clearly results in the reduction of constituents of CrPS4. Because the edge energy and the specific features on the rising edge are affected by the interatomic bond length (covalency) and defects, the assignment of a certain oxidation state is barely possible and phosphorus might be reduced upon intercalation of Na as well. However, based on the redox couples Cr3+/Cr2+ and H3PO4/H4P2O6 (E0 = −0.424 V vs E0 = −0.933 V),  we suggest that Cr3+ is reduced before P5+. The data gathered so far demonstrate the high complexity of the present system, preventing an unambiguous assignment to distinct phases. However, based on the results from XRD, PDF, and XANES, the formation of intercalation compounds at the early discharge states can be safely stated. The occurrence of an isosbestic point after the uptake of 3 Na/f.u. and onward clearly demonstrates that no intermediates are formed during further discharging.",
                        "After a complete cycle (c and d), the XANES is nearly featureless, which is often observed for nanoparticles. In the first derivative (d), the signal at 5988.7 eV for the discharged sample decreased dramatically and shifted slightly to 5989.1 eV after recharging, while also a second peak at ∼5996 eV emerged for the recharged sample. These signals match with that of CrPS4 and are in accordance with the findings of PDF data, suggesting that, during the charging, a nanoscopic phase was generated with a local structural order and electronic situation similar to that observed in CrPS4.",
                        "The information gathered from XANES spectra is consistent with the results of the XRD investigations, as the formation of intermediate phases within the uptake of 2 Na/f.u. and its subsequent decomposition upon further Na insertion is observed in XRD patterns and is supported by XANES data. In addition, in the discharge process, a reduction of Cr3+ occurs. Furthermore, the recovery of a material resembling the structural characteristics of the starting material after a full cycle is in accordance with PDF analysis.",
                        "The EXAFS R-space plot () of CrPS4 shows an intense peak at 2.01 Å corresponding to Cr–S bonds in the CrS6 octahedron, while the less intense signal at 2.54 Å is due to the first Cr–P distance. The other signals at 3.53 and 3.99 Å with a shoulder at 4.25 Å are assigned to the second Cr–P distance and different Cr–S separations, respectively. During the uptake of Na (a), the signal at 2.01 Å decreases and for 2–3 Na/f.u. distances beyond 2.5 Å almost disappeared. Nevertheless, weak newly formed signals (for 2 and 3 Na/f.u.) at ∼2.78, ∼3.26, ∼3.64, and ∼4.02 Å support the formation of an intercalation compound. Taking a closer look at the discharged state (b), less signals than for bcc Cr are detected, because of the nanoscopic/amorphous and strongly disordered nature of the particles. After a full cycle, distances of 2.52, 3.59, and 3.96 Å appeared and the intensity of the signal at 2.01 Å increased. Because these signals match those of CrPS4, the recovery of a local structure similar to that of CrPS4 is very likely, which is also backed by PDF and XANES data.",
                        "In order to further address the underlying reaction mechanism, 23Na and 31P MAS NMR studies were conducted (). For the pristine sample, the 23Na MAS NMR spectrum reveals, as expected, only a flat baseline. For some of the sodiated samples, the 23Na MAS NMR spectra (a) reveal a small narrow peak at −12.1 ppm (marked with an asterisk (*)), which can be assigned to residues of the electrolyte salt sodium triflate.  After uptake of 2 Na/f.u., a new broad signal at −12.4 ppm is observed, demonstrating the formation of an intermediate phase. It has been shown that chemical shifts of −4.4 ppm can be associated with Na3PS4 as well as amorphous and crystalline Na2P2S6.  However, this signal most likely arises from intercalation compounds, as indicated also by the other methods described above. In accordance with XRD investigations, the highest intensity of this signal is reached after the uptake of 2 Na/f.u. and disappears again upon further sodiation. In addition, the sodiated samples (4–6 Na/f.u.) show the successive formation of a broad signal in the range between +200 ppm and −100 ppm. The large width of this signal is probably caused by the presence of an increasing amount of magnetic compounds in proximity to the Na-containing phases. Similar broad signals have been observed for sodiation of CuV2S4  and Ni2P2S6.  At later stages of sodiation (starting at +6 Na/f.u.), a narrow signal appears at 49.5 ppm, which is in agreement with NMR spectra of pure, well-crystallized Na2S  revealing its formation during the investigated reaction. After the full discharge, the spectrum is dominated by this narrow signal, which shows that a larger amount of Na2S has been formed experiencing less influence of other phases. An additional small signal at 6.9 ppm appearing after full discharge reveals the formation of some NaF  caused by SEI formation. The formation of NaCrS2 can be excluded since the spectrum of this compound would exhibit a strong peak at 1654 ppm ( in the Supporting Information) which was not observed for any of the sodiated samples.",
                        "The 31P MAS NMR investigations (b) show no signal for the starting material. This is surprising because the paramagnetic behavior of CrPS4 at room temperature  should lead at least to the appearance of broad NMR signals. However, nonexistent signals might be the consequence of strong magnetic coupling within the CrPS4 layers. After an uptake of 2 Na/f.u., a broad peak in the range between +200 and −100 ppm with its center at ∼90.8 ppm and smaller signals at 13.4 and 35.3 ppm were detected. Considering the results from XRD, this change in the spectrum is related to the alteration of the local environment of phosphorus due to the formation of two sodium intercalation compounds. The smaller signals disappeared after the uptake of 3 Na/f.u. and the broad signal shows some left shift, which might indicate ordering of sodium within the intercalation compounds and eventually a phase transition. After an uptake of 4 Na/f.u., new signals occurred at 39.4 and 15.2 ppm and after the insertion of 5 Na/f.u. another signal at ∼89.4 ppm has formed. This is consistent with isolated [PS4]3– tetrahedra.  In addition, the broad underlying signal between +200 ppm and −100 ppm shows a small right shift and upon the uptake of 6 Na/f.u., the smaller signals slightly gain intensity. This signal occurring after the uptake of 5–6 Na/f.u. and disappearing for the completely discharged sample is similar to the signal of red phosphorus, in terms of chemical shift and shape (see b). The disappearance of this signal is most likely caused by the formation of magnetic nanoparticles disrupting the signal or a high degree of structural disorder in the sample. The origin of the smaller and sharper signals is uncertain. Another expected phase to form upon discharging is Na3P, which was not observed here. The chemical shift for this phase is expected at approximately −208 ppm,  which is not present in the 31P MAS NMR and neither are the corresponding chemical shifts (75 and 100 ppm)  in the 23Na MAS NMR.",
                        "The 31P MAS NMR experiments reveal the complex nature of the reaction mechanism. Considering the obtained results of MAS NMR with XRD and XANES data reinforces the presence of several stages of an intercalation compound during early discharge resulting in NaxCrPS4 phases. In this intercalation compound, the coupling within the layers is not as strong as in the starting material causing the observed sharp signals after uptake of 2 Na/f.u. 31P MAS NMR experiments further suggest several phase transitions for P-containing phases throughout the discharge process and indicate the formation of elemental phosphorus after the uptake of 5 Na/f.u. Accordingly, 23Na MAS NMR measurements indicate the formation of at least one new compound within the uptake of 2 Na/f.u. and further confirm the presence of Na2S and NaF for the completely discharged sample, which is in accordance with XRD and PDF analysis."
                    ],
                    "name": "3.3.  Investigations of the Reaction Mechanism",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, we presented the electrochemical behavior of CrPS4 and gave insights in the ongoing reaction mechanism. The thiophosphate CrPS4 was successfully synthesized by chemical vapor transport using excess sulfur as a transport agent. The synthesis delivered highly crystalline and phase-pure CrPS4, as evidenced by XRD. Galvanostatic measurements of CrPS4 electrodes in SIBs proved to exhibit extraordinary electrochemical performance with reversible specific capacities up to 687 mAh g–1 after 300 cycles. Rate capability measurements showed a good tolerance against higher currents, as well as an exceptional capacity retention after high currents were applied. However, a temporary decrease of the specific capacity was observed, which is likely caused by the changing of the reaction mechanism, which was proven by dQ/dV analysis. Beside these electrochemical investigations, we also have gained insights in the ongoing reaction mechanism during the initial sodium uptake and release. Despite the application of advanced characterization methods, we must note that the system investigated here turned out to be extremely complex and the obtained data are not unambiguous. XRD and 23Na MAS NMR clearly proved the presence of Na2S in the discharged state, which was supported by PDF analysis, while XANES indicated the reduction of Cr(III) and suggested that nanoscopic and probably strongly disordered Cr was formed during discharging. Furthermore, signs of NaF were found by 23Na MAS NMR, which is most likely caused by SEI formation. XRD measurements of the early discharge states (0–3 Na/f.u.) show strong indications of the formation of several intercalation compounds, which is also supported by PDF, XANES, EXAFS, and MAS NMR investigations. The obtained specific discharge capacity corresponds to an uptake of 9.2 Na/f.u. As no NaxP phases were detected, the reaction likely proceeds according to  (consumption of 8 Na/f.u. in total), while intermediate formation occurs as described in . The observed difference in sodium uptake (1.2 Na/f.u.) could be caused by SEI formation, together with cointercalation of solvent molecules into the layered structure. In summary, the reaction mechanism might be summarized accordingly as follows:Nevertheless, 31P MAS NMR clearly reveals the complexity of the occurring reaction mechanism. Therefore, we note that a simple chemical equation as provided in  is not suited to describe this complex system properly and should only be seen as a simplified model and for visualization purposes.",
                "PDF, XANES, and EXAFS investigations of the charge process suggest that a nanoscopic local environment and electronic structure similar to CrPS4 is recovered after the first cycle. The obtained charge capacity corresponds to only 6.1 Na/f.u., which might be caused by, e.g., Na2S partly not participating in the charging process, because of an incomplete oxidation of Cr or P during charging. In this context, CV curves suggest that most of the metallic Cr might be passivated during early cycling. Hence, only a minor portion of Cr is oxidized in the first cycle and merely vague signs of recovered CrPS4 are detectable."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Long-Term Stable, High-Capacity Anode Material for Sodium-Ion Batteries: Taking a Closer Look at CrPS4 from an Electrochemical and Mechanistic Point of View"
}