{
    "DOI": "10.1021/acsami.8b11103",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In the last decade, lithium-ion batteries (LIBs) as the main power sources for portable electronic devices, are gradually applied in large-scale products, such as hybrid vehicles, electric vehicles, and energy storage systems. However, ever-increasing demand of LIBs results in the shortage and fancy price of lithium resources.  On the contrary, with the chemical properties similar to those of lithium, sodium is cheaper and more earth-abundant. Therefore, sodium-ion batteries (SIBs) are considered as the promising alternative to LIBs.  However, SIBs show relatively low specific capacity and poor rate capability and cycling stability than those of LIBs.  The larger ion radius (1.02 Å for Na+ vs 0.76 Å for Li+) results in the sluggish electrochemical reaction kinetics and huge volume change of the electrode materials during the sodiation/desodiation progress.  Meanwhile the graphite anode, which is well-developed in LIBs is not suitable for SIBs.  Therefore, it is highly desired to develop new anode materials for SIBs with high specific capacity and excellent cycling performance.",
                "In recent years, alloy-type materials (e.g., Sn-based materials,  Sb-based materials,  Si-based materials,  Ge-based materials,  P-based materials ) have attracted wide attention because of their high theoretical specific capacity. However, these electrode materials suffer from the huge volume expansion during the alloying reaction, which causes a serious electrode pulverization and rapid capacity fade.  So far, two available strategies, designing nanostructures and introducing conductive carbon (e.g., acetylene black, graphene), are used to accelerate the kinetics of the reaction and achieve stability of the alloy-type anode materials.  Several studies have corroborated that nanosized Si shows sodium storage performance, but Si was not suitable as an anode material for SIBs due to low electrochemical activity.  On the contrary, Sn and Sb, showing a high theoretical specific capacity of 847 (Na15Sn4) and 660 mAh/g (Na3Sb), are extensively studied for SIBs. But the huge volume change leads to the electrode pulverization during sodiation/desodiation progress, consequently losing electrical contact with the current collector, causing capacity decay, and hindering the application as an SIB anode material. ",
                "Recently, phosphorus (P) has attracted much attention due to its high theoretical specific capacity (w ≈ 2600 mAh/g) and low cost. Zhou et al. reported hollow nanospheres with porous shells, which revealed great rate and cycle performance.  Liu et al. developed a method to deposit red phosphorus nanodots densely and uniformly onto reduced graphene oxide sheets (P@RGO). The P@RGO flexible anode delivered a capacity of 914 mAh/g after 300 cycles at the current density of 1593.9 mA/g. Although some studies have been carried out about the P-based materials for SIBs, the poor conductivity and huge volume expansion limit its practical application. Meanwhile, Ge is also regarded as a promising anode material for SIBs. Its electrical conductivity and ion diffusivity are ∼100 times and 400 times those of Si, respectively.  Thus, we hypothesized that a promising approach to enhance the conductivity of P could be via Ge alloying. Although it is an expensive material, we can affordably ameliorate the low-conductivity problem of P by using small amount of active metal components. In GeP5 material, the content of Ge is little. Moreover, the GeP5 has been proved to have excellent lithium storage properties. Li et al. reported that GeP5/C anode for LIBs delivered excellent rate performance and a high initial Coulombic efficiency.  However, there are few works that were previously explored for GeP5 as an anode material for SIBs.  The AB shows the good electrical conductivity. With the particle size of about dozens of nanometers, it can contribute to mixing homogeneously with GeP5 nanoparticles. Moreover, GO has large specific surface area where AB and GeP5 nanoparticles uniformly disperse, mitigating volume expansion during the sodiation/desodiation. Therefore, a dual-carbon network of AB/GO is a good choice to enhance the electrochemical performance of GeP5 as an anode material for SIBs.",
                "In this work, the GeP5/AB/p-rGO composite is successfully prepared via a simple technique of ball milling. The ultrasmall GeP5 and AB nanoparticles are uniformly dispersed on the layers of graphene oxide, forming the dual-carbon conductive network structure. The electrochemical tests corroborate that the GeP5/AB/p-rGO composite exhibits greatly improved sodium storage performance. Moreover, it has the best performance compared to that of the AB-modified GeP5 (GeP5/AB) and GO-modified GeP5 (GeP5/GO) composite. In detail, the GeP5/AB/p-rGO composite delivers a high reversible capacity of 597.5 and 175 mAh/g at the current density of 0.1 and 5.0 A/g, respectively. The excellent sodium storage performance is benefitted from the small particle size and the special dual-carbon conductive network structure. The former can shorten the transport path of the Na+. The latter can improve the conductivity of the electrode and effectively alleviate the volume expansion during discharge/charge process."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All reagents were used without any treatment after purchase. Red phosphorus (P, Sigma-Aldrich) and Germanium powder (Ge, Sigma-Aldrich) were weighed according to the composition of GeP5. The total mass is ∼4 g. The elements were loaded into a stainless-steel ball milling jar in a glovebox under an argon atmosphere with an oxygen and water level below 0.1 ppm. The materials were ball-milled for 2 h by using the 8000D Mixer/Mill-dual high-energy ball mill. The GeP5/AB/p-rGO composite was synthesized in two steps. First, 10 mg of GO and 20 mg of AB nanoparticles were ball-milled for 12 h under the protection of an argon atmosphere. And then, 60 mg of pure GeP5 was milled to the above mixture for 2 h. In addition, the GeP5 was mixed with GO and AB nanoparticles using the same weight ratios to prepare the GeP5/AB and GeP5/GO composites, respectively, with the same process as that for the preparation for the GeP5/AB/p-rGO composite."
                    ],
                    "name": "2.1.  Preparation of the GeP5 and GeP5 Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) patterns were collected from the Rigaku D/Smartlab (Cu Ka radiation). The morphology of the prepared materials was characterized by transmission electron microscopy (TEM, JEOL-2100 F, 200 kV) and scanning electron microscopy (SEM) (HITACHI-SU8010, 10 kV). The element mappings were performed by using the energy dispersive X-ray spectroscopy."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performance was tested in 2032 coin cells. The GeP5/AB/p-rGO electrode was prepared by coating the slurry of the GeP5/AB/p-rGO (90 wt %) and CMC (10 wt %) onto the copper foil (no extra conductive additives). For comparison, the GeP5, GeP5/AB, and GeP5/GO electrodes were also consisted of 70 wt % pure GeP5, GeP5/AB, and GeP5/GO, respectively, and 20 wt % conductive additives (AB) and 10 wt % CMC. And then, the prepared electrode was dried at 60 °C in vacuum for one night. The mass loading of the electrode material is about 1.5 mg/cm3. The electrolyte was 1.0 mol/L NaClO4 in a mixed solvent of ethylene carbonate and propylene carbonate in a 1:1 volume ratio with 5% fluoroethylene carbonate. The coin cell was assembled in the glovebox filled with argon and the oxygen and moisture content of below 0.1 ppm. The constant current charge/discharge measurements were performed on a LAND (Wuhan Kingnuo Electronics, China) cycler. The cyclic voltammetry (CV) curves were captured on the CHI 750 system (Chenhua Instruments, China)."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The GeP5/AB/p-rGO composite was prepared as an anode material for SIBs by ball milling. As shown in , the GeP5 nanoparticles are surrounded by AB nanoparticles forming carbon conductive network. Then, they are uniformly dispersed on the layers of graphene oxide, forming the structure of the dual-carbon conductive network. The dual-carbon network will not only shorten the transport distance of the Na+ and electron but also relax the huge volume change during the charge/discharge process, which greatly improves the rate and cycle performance of the electrode material. ",
                "a shows the X-ray diffraction (XRD) patterns for the GeP5 nanoparticles and GeP5/AB/p-rGO composite. The diffraction peaks of the high-energy mechanical milling prepared GeP5 nanoparticles can be clearly detected. However, for GeP5/AB/p-rGO composite, the intensity of GeP5 phase’s diffraction peaks is sharply decreased. This is caused by the decadence of the GeP5 crystallization, the reduced particle size, and carbon coating, which can be proved by the scanning electron microscopy (SEM).  And as shown in , the intensity ratio of D band and G band (ID/IG) of the GO, AB/p-rGO, and GeP5/AB/p-rGO is 0.91, 1.04, and 1.05, respectively. The result indicates that the GO is partially reduced to rGO during ball milling.  As shown in the SEM images of GeP5/AB/p-rGO composite (b,c) and GeP5 nanoparticles (d), the GeP5 and AB nanoparticles are uniformly dispersed on the layers of GO. Moreover, the GeP5 nanoparticles are surrounded by the AB nanoparticle-formed carbon conductive network, forming the structure of the dual-carbon conductive network. This dual-carbon conductive network provides more pathways of electron and will effectively alleviate the stress of volume expansion during sodiation/desodiation reactions. Furthermore, the size of the GeP5 is greatly reduced from hundreds of nanometers to dozens of nanometers, which efficaciously shortens the path for Na+ diffusion and mitigates the strain during the sodiation/desodiation process. This structure is also confirmed from the transmission electron microscope (TEM) tests. As shown in e,f, AB nanoparticles are distributed on the GO sheets with a particle size of about 50 nm. The high-resolution TEM (HRTEM) shows the lattice spacing of 0.257 nm, which corresponds to that of the (012) crystal planes of the GeP5 ().  Moreover, it is clearly shown that the GeP5 nanoparticles with a diameter of about 10 nm are embedded in the AB conductive network. As shown in , the elemental mapping of the GeP5/AB/p-rGO composite corroborates the homogeneous distribution of Ge (green), P (red), C (blue), and oxygen (red). This proves that the GeP5, AB, and GO are uniformly distributed in the GeP5/AB/p-rGO composite by the method of ball milling.",
                "The electrochemical properties of the GeP5/AB/p-rGO composite are evaluated in half cells. a shows the cyclic voltammetry curves (CVs) of the GeP5/AB/p-rGO composite electrode at a scan rate of 0.1 mV/s for the first five cycles. During the first discharge process, the irreversible cathodic peak at about 0.7 V can be assigned to the side reaction of the solid electrolyte interface (SEI) film formation.  The big broad cathodic peak of 0.22 V could be vested in the Na+ insertion reaction with the GeP5 to form the NaGe and Na3P. In the subsequent cathodic scans, the peak of 0.22 V splits into two peaks of 0.22 and 0.84 V.  And the anodic peaks of 0.51 and 1.56 V can correspond to a stepwise desodiation process from the Na3P phase to form intermediates of NaP, Na3P11, NaP7, and P, respectively, which indicates a multistep redox reaction.  Furthermore, the broad peak at 0.76 V belongs to the desodiation process from the Na3P and NaGe phases.  The other three materials show similar peaks in the first cycles (). The well-overlapped curves in the following four cycles indicate superior sodiation/desodiation reversibility of the GeP5/AB/p-rGO composite electrode. This process can be attributed to the following –. It can be calculated that the theoretical capacity of GeP5 is 1888 mAh/g. The Ge contributes 118 mAh/g, and the 5 P contribute 1770 mAh/g.The discharge/charge curves of the GeP5/AB/p-rGO composite electrode are tested between the voltage of 0.01 and 2.8 V at the current of 0.1 A/g (b). The discharge plateau of the first cycle at about 0.7 V is the side reaction of the solid electrolyte interface (SEI) film formation, which is consistent with the peak at 0.7 V of CV. And the plateau of 0.22 V belongs to the Na+ insertion reaction with the GeP5 to form the NaGe and Na3P. The charge plateaus at 0.36, 0.51, and 0.76 V correspond to a stepwise desodiation process from the Na3P phase, consistent with the results of the CV. But the plateau of 1.56 V is unconspicuous. The well-overlapped curves suggest the good cycle stability for GeP5/AB/p-rGO composite as SIB anode.",
                "a shows the discharge and charge curves of the GeP5 nanoparticles and the other three carbon-compounding composites (GeP5/AB, GeP5/GO and GeP5/AB/p-rGO) for the first several cycles. The test is carried out at the voltage of 0.01–2.8 V, at the current of 0.1 A/g. The discharge curve of the GeP5 nanoparticles at the first cycle exhibits two flat voltage plateaus at 0.7–0.5 V and below 0.5 V, which belong to the formation of the SEI film and the Na+ insertion to the GeP5, respectively. And the charge voltage plateau can vest in the desodiation from Na3P. But it is different from the other three carbon-compounding composites (GeP5/AB, GeP5/GO, and GeP5/AB/p-rGO) in that the voltage plateau is short at the second charge curve. It is difficult to achieve dealloying due to electrode pulverization during the sodiation/desodiation process. Also, the quick capacity decay can be ascribed to large volume expansion during cycling, besides the electrode pulverization and formation of thick SEI film. The main discharge voltage plateaus of carbon composites are similar to those of the pure GeP5 nanoparticles. The plateaus at 0.51 and 1.56 V can be corresponded to a stepwise desodiation process from the Na3P phase to intermediates of NaP, Na3P11, NaP7, and P, respectively. Furthermore, the plateau at 0.76 V can belong to the desodiation process of Na3P and NaGe phase. After several cycles, the capacity of the GeP5, GeP5/AB, GeP5/GO, and GeP5/AB/p-rGO is successively 124, 330, 302, and 564 mAh/g with the capacity retention ratio of 27.7, 87.5, 26.0, and 94.5%, respectively. This suggests that dual-carbon composite has greatly enhanced the cycle performance than with pure GeP5. The rate performances of the four materials with current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A/g are shown in b. The GeP5/AB/p-rGO composite not only exhibits the highest reversible capacity but also shows the best rate performance than that of the other three materials. The reversible capacities of the GeP5/AB/p-rGO composite are 575, 477, 374, 311, 243, and 163 mAh/g at the current density of 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A/g, respectively (). More remarkably, the GeP5/AB/p-rGO composite still retains a high capacity of 163 mAh/g at the large current density of 5.0 A/g. When the current density reverts to 0.1 A/g, the capacity of the GeP5/AB/p-rGO composite can return to 555 mAh/g, indicating the excellent rate performance that benefits from the dual-carbon conductive network structure. The cycle performances of the GeP5/AB/p-rGO composite, GeP5, GeP5/AB, and GeP5/GO electrode materials at the current of 0.5 A/g are shown in c. Obviously, the GeP5/AB/p-rGO composite shows the best cycle performance with the least capacity attenuation. All carbon-compounding composites exhibit higher capacity retention than that of the pristine GeP5 nanoparticles. The reversible capacities of the GeP5/AB/p-rGO, GeP5/AB, and GeP5/GO composites are about 400, 200, and 50 mAh/g after 50 cycles. The capacity retention ratios are about 81.6, 66.7, and 5.9%, respectively. However, the reversible capacity of the pristine GeP5 nanoparticles almost attenuates to zero after three cycles. The improved cycle performance of the carbon-compounding composite attributes to the carbon conductive network, which can not only relieve the stress of volume expansion but provide fast electron transmission paths during the sodiation/desodiation process. Thus, the GeP5/AB/p-rGO composite shows the best sodium storage performance with the benefits of the special dual-carbon conductive network structure. The results demonstrated that the carbon conductive network of the GeP5/AB/p-rGO composite formed by the AB nanoparticles and GO network not only provides more paths of electron and Na+ diffusion but also is a good buffer of volume expansion of the materials, which results in the superior cycle performance of the GeP5/AB/p-rGO composite.",
                "To further study the sodium storage mechanism of the GeP5/AB/p-rGO composite, as shown in a, the CV curves have been tested to investigate the kinetic process at different scan rates of 0.1, 0.2, 0.3, 0.5, and 1 mV/s. The result reveals that the peak current of the material is not proportional to the square root of the scan rate, which indicates that both nonfaradaic and faradaic processes are contained where a and b are adjustable parameters. For b = 0.5, the sodium storage procedure of the GeP5/AB/p-rGO composite is mainly controlled by the diffusion behaviors. For b ∼ 1, the sodium storage procedure of the GeP5/AB/p-rGO composite is the main subject to the pseudocapacitive behaviors. log(i) vs log(v) plots of the sample at three redox peaks are present in b.The slope of the plot is b-value. The results reveal that the b-values of the GeP5/AB/p-rGO composite are 0.79, 0.64, and 0.79 at peaks 1, 2, and 3, respectively. Values approaching 1 suggest that the charge/discharge process of the GeP5/AB/p-rGO composite is related to both diffusion reaction and capacitive behavior. Furthermore, the capacitive contribution at various scan rates is calculated by the following equation (c)where k1v and k2v0.5 represent the capacitive and the diffusion contributions, respectively. As shown in d, the capacitive contributions of the GeP5/AB/p-rGO composite are 55.6, 65.2, 68.7, 73.5, and 79.6% at different scan rates of 0.1, 0.2, 0.3, 0.5, and 1 mV/s, respectively. The results further indicate that the sodium storage procedure of the GeP5/AB/p-rGO composite is mainly controlled by the pseudocapacitive behaviors. This is the reason for GeP5/AB/p-rGO composite shows fast reaction kinetics and best rate performance compared to those of GeP5, GeP5/AB, and GeP5/GO. The EIS measurements are conducted to further investigate the electrochemical performance of GeP5 via the dual-carbon conductive network modification.  shows the comparison of the typical Nyquist plots (Zre vs −Zim) between GeP5 and the other three GeP5/carbon composites in half cells before cycling. It is disclosed clearly that three GeP5/carbon composites show smaller impedance (the smaller diameter of the semicircle in Nyquist plots) than that of GeP5 anode, demonstrating that the strategy of carbon-compounding can significantly improve their electrical conductivity. Moreover, the GeP5/AB/p-rGO composite has the smallest impedance among the three composites, which is consistent with the above Na+ storage performance.",
                "As shown in , the initial Coulombic efficiency of the GeP5/AB/p-rGO composite is about 60% and the next cycle is 95%, close to 100%, showing the best cycle performance than that of the other three materials. Furthermore, the superior electrochemical performance of the GeP5/AB/p-rGO composite compared to that of GeP5/AB and GeP5/GO composite is benefitted from the special structure of dual-carbon conductive network, as shown in . The dual-carbon conductive network provides more transport pathways for the electron, and the small particle size can shorten the transport path of the Na+, both of which improve the electrochemical reaction kinetics and contribute to better electrochemical performance of the GeP5/AB/p-rGO composite as an anode for SIBs. Furthermore, the flexible dual-carbon conductive network can not only improve the conductivity of the electrode but also effectively alleviate the volume expansion of the electrodes during discharging/charging process, improving the cycle performance of the anode material.",
                "To further testify the superior cycle performance of the GeP5/AB/p-rGO composite, the SEM images of the GeP5/AB/p-rGO composite anode before and after cycling are shown in . a is the SEM image of the pristine GeP5 anode before cycling, and b,c shows the morphology of the GeP5 anode after 10 cycles. It is clearly shown that the pristine GeP5 anode has cracked and pulverized after 10 cycles. On the contrary, as shown in d,e, the integrity of GeP5/AB/p-rGO anode is very well retained after 30 cycles. As shown in f, the special dual-carbon structure remains intact, powerfully proving that the structure of the prepared GeP5/AB/p-rGO composite is very stable. And it is expected to be used as an anode material for sodium-ion batteries. And  shows the comparison of the cycle performance between the GeP5/AB/p-rGO and previous works. So far, only two works have reported GeP5 anode for SIBs. The GeP5/AB/p-rGO composite exhibits good cycle performance at larger current density of 0.5 A/g. Moreover, this work provides a novel design of a dual-carbon conductive network to improve the electrochemical performance of GeP5 anode for the first time."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The GeP5/AB/p-rGO composite with dual-carbon conductive network is successfully prepared as an anode material for SIBs by a simple technique of ball milling. The dual-carbon conductive network structure is formed by GeP5 and AB nanoparticles uniformly dispersed on the GO layers. The GeP5/AB/p-rGO composite exhibits significantly improved Na-storage properties compared to those of GeP5/AB and GeP5/GO composites. As the anode material for SIBs, it exhibits excellent rate performance and delivers a large reversible capacity of 175 mAh/g at the current density of 5.0 A/g. Remarkably, the GeP5/AB/p-rGO composite shows the reversible capacity of 400 mAh/g after 50 cycles at the current density of 0.5 A/g. This excellent rate and cycle performance benefit from the small size of the GeP5 and the special dual-carbon conductive network structure. The former shortens the Na+ diffusion paths, and the latter provides more transport paths of electron."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hierarchical GeP5/Carbon Nanocomposite with Dual-Carbon Conductive Network as Promising Anode Material for Sodium-Ion Batteries"
}