{
    "DOI": "10.1021/acsami.2c20655",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As an efficient energy-storage device, lithium-ion batteries (LIBs) have been extensively investigated and widely applied in electric vehicles, portable electronic devices, and smart grids due to their high energy density, stable long-life cyclability, and environmental benignity.  However, the insufficient and uneven distribution of lithium resources on earth (0.0017 wt %) and ever-increasing cost have restricted their utilization in next-generation large-scale energy-storage systems.  In the past decades, many efforts have been devoted to exploring alternatives to LIBs using earth-abundant and cheap materials. Among all of the candidates, sodium-ion batteries (SIBs) have received increasing attention owing to their similar operating mechanism,  abundant reserves, and cheap price.  Unfortunately, the larger ion radius of Na+ and heavier molar mass inevitably caused sluggish reaction kinetics and huge volume expansion as compared with Li+, which led to poor rate performance, short cycling life, and low output capacity of SIBs.  Note that the low initial Coulombic efficiency (ICE) of hosts of sodium is another ubiquitously formidable and easily overlooked problem. Low ICE is bound to add injury to the inherent shortcomings of sodium-ion batteries, i.e., low energy density. Therefore, it becomes of urgent importance to explore appropriate electrode materials possessing high ICE, stable reversible ion insertion/extraction, and high-rate performance.",
                "As we know, the performance of SIBs is in close relation to electrode materials. Among the tremendous reported materials, transition metal selenides (TMSes), such as MoSe2,  CoSe2,  ZnSe,  FeSe2,  and Cu2Se  have attracted considerable attention as promising anode materials of SIBs owing to their high theoretical capacity and excellent redox reversibility. Particularly, copper selenides have appealed great interest due to their high electrochemical activity and superior electrical conductivity.  Compared with hard carbon, as a member of insertion-type electrodes, which is largely limited by the low theoretical capacity, CuSe2 has attracted wide attention because of its high reversible capacity.  CuSe2, as a transition metal selenide, exhibits better reversibility and superior electronic conductivities than oxides/sulfides because of the weaker electronegative and the larger ionic radius of Se.  In addition, compared to alloying-type materials, such as P, Sn, and Sb, CuSe2 has higher initial Coulombic efficiency (ICE).  Nevertheless, some critical issues, concentrating on sluggish ion transportation, huge volume expansion, and drastic structural reorganizations, have been hindering the further development of copper selenides for their efficient service as the anode of SIBs.",
                "Recently, some strategies have been made to improve the comprehensive applicability of selenium-based electrodes, such as nanocrystallization,  morphology regulation,  and hybrid composite construction.  For example, Yue et al. synthesized Cu2Se@PPy via in situ coating conductive polymer carbon, which delivered a high specific capacity (293.0 mA h g–1 at 1.0 A g–1) and rate performance (263.5 mA h g–1 at 10 A g–1).  Similar performance has been confirmed in another reference. Li et al. designed the mesoporous Cu2–xSe nanocrystals, acting as a SIB anode, and presented a capacity retention of 88% after 3000 cycles at 5 A g–1 (212.4 mA h g–1) and 92.1% at 10 A g–1 in the rate test (∼230.5 mA h g–1).  High current density was also utilized to check the capability of fighting against current shock for the Cu–Se system. Xiao et al. fabricated Cu2Se-CTAB nanosheet arrays with expanded interlayer space, revealing high discharge capacity and rate performance, e.g., 426.0 mA h g–1 at 0.1 A g–1 and 238.1 mA h g–1 at 30 A g–1, respectively.  Although some progress has been made, sodium-ion anode materials, with high initial Coulombic efficiency and the endurance of withstanding the long-time impact of extremely high current density, are still very rare to date. Accordingly, exploiting new materials has become urgent for tackling the coming application requirements.",
                "Here, we have successfully synthesized a single-crystalline CuSe2 nanocube material (CuSe2 NCs) via a polyol solution chemical method using easily available reagents. The neat arrangement of atoms in single-crystalline CuSe2 could facilitate sodium-ion transport and reduce the energy barrier for ion diffusion. The obtained CuSe2 showed a nanoscale cube morphology, which is conducive to the penetration of the electrolyte and alleviates the volume expansion in the process of cycling. Combining these merits, the CuSe2 NCs exhibit an almost 100% ICE, an outstanding long cycle life (380 mA h g–1 after 1700 cycles at 10 A g–1), and unprecedented rate performance (344 mA h g–1 at 50 A g–1) when applied in SIBs. So far, there is no report about Cu–Se as an anode of SIBs that could achieve such excellent rate performance when cycled at an extremely high current density of 50 A g–1. More importantly, we have revealed the reaction mechanism via ex situ X-ray diffraction (XRD) patterns combined with the theoretical calculation, which provided a good reference for subsequent researchers."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All reagents were of analytical grade and used without further purification, and were all commercially available. CuSe2 nanocubes were prepared as previously reported with some modifications.  In the typical synthesis process, 0.1279 g of CuCl2·2H2O was added into 30 mL of triethylene glycol (TEG) and stirred vigorously for 1 h in a beaker to obtain a homogeneous copper precursor solution. Subsequently, 0.1184 g of Se powder and 0.1 g of poly(vinylpyrrolidone) (PVP) were added to 120 mL of TEG under vigorous stirring in a three-neck flask, which was attached to a reflux condenser. The mixture was purged with Ar for 20 min and then heated to 210 °C with an electric jacket. Then, the copper precursor solution and 15 μL of triethylenetetramine (TETA) were quickly injected into the Se precursor solution in turn, which was continuously stirred for 45 min at 210 °C. During the whole reaction process, it was necessary to keep a flow of Ar through the three-neck flask to drive oxygen out. After the reaction, the solution was cooled to room temperature by water-bath quenching. After centrifugation followed by washing using ethanol three times (8000 rpm, 2 min) to remove any possible impurities, the sample was finally dried at 60 °C for 12 h in a vacuum to obtain the CuSe2 nanocubes. Bulk orthorhombic CuSe2 particles have been synthesized using a Cu2O template for comparison ().",
                        "The X-ray diffraction (XRD) analyses of the as-obtained samples were recorded on an advanced X-ray diffractometer (D8 Advance, Bruker, Germany) with Cu Kα radiation. Raman scattering spectra were recorded with a Raman spectrometer (LabRAM Aramis, HJY, France). The sample composite and elements valence were characterized by an X-ray photoelectron spectrometer (XPS, Kratos Axis Ultra DLD, Japan) with a standard Al Kα source (1486.6 eV). The morphology and particle sizes of the as-synthesized samples were detected by a scanning electron microscope (SEM, Zeiss Ultra 55) and a transmission electron microscope (TEM, JEM-2100HR, Tokyo, Japan).",
                        "The CuSe2 NC electrode was prepared by a slurry-coating method. Typically, as-prepared samples, carbon black (Super P), and sodium carboxymethyl cellulose (CMC) were ground at a mass ratio of 8:1:1 in deionized water to form a homogeneous slurry, which was subsequently coated on a Cu foil with a mass loading of 0.6–0.8 mg cm–2. The coin cells (CR2016) were assembled in an Ar-filled glovebox (Etelux, Lab2000, Beijing, China) with sodium metal as a counter electrode, glass fiber as a separator, and 1 M NaCF3SO3 in diethylene glycol dimethyl ether (DGM) as an electrolyte. The galvanostatic charging/discharging measurements were performed at a voltage range of 0.3–3 V at 25 °C. Cyclic voltammetry (CV) measurements were conducted on an electrochemical workstation (CHI600E, Shanghai, China) with a scan rate of 0.1 mV s–1 in the range of 0.3–3 V. Electrochemical impedance spectroscopy (EIS) was performed on the same electrochemical workstation with a frequency range of 0.01 Hz–100 kHz. The galvanostatic intermittent titrations (GITT) were acquired after 50 cycles at 10 A g–1 with a pulse current of 500 mA g–1 for 4 min and rest intervals of 30 min.",
                        "Density functional theory (DFT) calculations were conducted using the Vienna Ab initio Simulation Package.  The Perdew–Burke–Ernzerhof (PBE) form of generalized gradient approximation (GGA) was chosen as the exchange–correlation potential.  The Brillouin zone was sampled using the 5 × 5 × 5 and 9 × 7 × 5 Monkhorst–Pack k-point meshes and 500 eV cutoff energy for the cubic and orthorhombic crystal structure optimization, respectively. All of the atoms were permitted to relax as supported by the conjugated gradient method, where the convergence threshold and maximum force were set to be 10–5 eV for energy and 0.02 eV Å–1 for ionic relaxation, respectively. Electrochemical properties and the lattice structure of Na in the CuSe2 supercell (2 × 2 × 2 for cubic and 3 × 2 × 2 for orthorhombic) have also been explored. Because of the heavily correlated Cu atom in the CuSe2, this part used DFT + U methodology in which U was selected for the localized 3d electrons of Cu, and the Ueff was set to 4 eV according to previous research.  The formation energy (ΔE) of Na occupying the interstitial position was calculated aswhere ECuSe2+Na is the total energy of the CuSe2 supercell with the Na+ intercalated, whereas ENa and ECuSe2 represent the total energies of the single Na atom and the pure supercell, respectively. A climbing image nudged elastic band (CINEB) was employed to analyze the energy barriers of Na+ migration paths between interstitial positions in the lattice to reveal the kinetics of the electrochemical intercalation reaction. "
                    ],
                    "name": "2.1.  Synthesis of CuSe2 Nanocubes (CuSe2 NCs)",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "To understand the potential of Na+-storage behavior of CuSe2 materials, we performed DFT computations to calculate the diffusion energy barriers with the aim of evaluating the capability of Na+ migrating through different crystal phases, e.g., typical cubic-phase CuSe2 and orthorhombic-phase CuSe2 (). Generally speaking, the diffusion energy barrier in CuSe2 was associated with the interaction force between Na+, Cu atoms, and Se atoms. For a cubic CuSe2 unit cell, there is relatively weak interaction with nearby Se and Cu atoms along the diffusion path, leading to more easy migration of Na+ through it. As expected, when Na+ migrated between Cu–Se layers along the trajectories, the cubic CuSe2 exhibited a lower diffusion energy barrier of 2.96 eV than that of the orthorhombic CuSe2 (3.61 eV), indicating the excellent mobility of Na+ when it migrated through the lattice of cubic CuSe2. The divergent diffusibility of Na+ between cubic CuSe2 and orthorhombic CuSe2 is dominantly caused by the totally different surrounding in the crystal cell. Considering that nanosized particles have great advantages in enhancing dynamics, combined with DFT calculation results, we plan to synthesize cubic-phase CuSe2 with a perfect crystal structure for anode materials of SIBs, targeting high ICE, ultrahigh rate, and long-life sodium storage.",
                "In this work, cubic CuSe2 nanocrystals (CuSe2 NCs) were prepared according to morphological regulation and improvement on the basis of the published literature. a shows the detailed synthesis procedure for CuSe2 NCs. Here, CuCl2·2H2O and selenium powders served as copper and Se resources, respectively, accompanied by TEG and TETA as reducing agents. Upon processing, hydroxy groups in TEG reduced selenium to yield active Se22–, reacting with a Cu ion to form CuSe2. It is worth noting that water-bath quenching was used to bring the solution down to room temperature when the reaction time was over for gathering final CuSe2 NCs. For comparison, the bulk orthorhombic CuSe2 was synthesized using a Cu2O template ( in the Supporting Information).",
                "As shown in the X-ray diffraction (XRD) patterns (b), all of the XRD peaks of the sample could be correspondingly indexed to cubic CuSe2 (JCPDS no. 71-0047) without any obvious impurities, being indicative of the successful synthesis of target samples. The control sample of bulk-CuSe2 was also found to be a pure orthorhombic phase (JCPDS no. 19-0400 in ). Raman spectra gave information about the chemical bond vibrations of CuSe2 NCs, e.g., the peak located at 257.7 cm–1 pointing to the stretching vibration of the Cu–Se bond (c).  Further evidence of the chemical bond in CuSe2 NCs was collected from the X-ray photoelectron spectroscopy (XPS) analysis (d,e and ). d shows the Cu 2p XPS spectrum of CuSe2 NCs, where two peaks with binding energies of 952 and 932 eV were observed, which could be assigned to the Cu 2p1/2 and Cu 2p3/2 peaks,  respectively. In the spectrum of Se 3d (e), the two obvious peaks were fitted at 55.1 and 53.8 eV, which were ascribed to Se 3d3/2 and Se 3d5/2,   respectively.",
                "The microstructure of CuSe2 NCs was further investigated by scanning electron microscopy (SEM) and transmission electron microscopy (TEM), which clearly showed that CuSe2 NCs possessed a fairly smooth surface and a regular cubic feature, with average particle sizes ranging from 160 to 250 nm (a,b and ). High-resolution TEM (HRTEM) images of CuSe2 NCs exhibited lattice fringes with an interlayer spacing of 0.267 nm (c,d), indexing to the (210) plane of CuSe2. In e, a set of well-arranged diffraction spots in the selected area electron diffraction (SAED) pattern were matched well with the (010), (210), and (200) planes of CuSe2 NCs, explicitly suggesting the single-crystalline nature of the CuSe2 NCs. Furthermore, the elemental mapping images proved the uniform distribution of the Cu and Se elements throughout CuSe2 (f–h). Taken together, the uniform cubic-shaped CuSe2 nanocrystallines have been successfully synthesized via a convenient method.",
                "The electrochemical performance of CuSe2 NCs as an anode of SIBs was examined in a half-cell with a voltage range of 0.3–3.0 V. a shows the initial three cyclic voltammogram (CV) profiles of CuSe2 NCs at a scanning rate of 0.1 mV s–1. Two reduction peaks at 1.93 and 1.64 V appeared in the first cathodic scan, which correspond to the formation of the solid electrolyte interface (SEI) film as well as intercalation of Na+ into CuSe2, and further sodiation to 1.24 and 1.08 V revealed the formation of NaCuSe and Na2Se phases. The peak that emerged at 0.67 V, which intensified in the subsequent scans, is attributed to the conversion of NaCuSe into metallic Cu and Na2Se. Following the cathodic scan is the anodic scan, where an obviously strong peak of 1.52 V could be considered as the consequence of the conversion of Na2Se and Cu to NaCuSe, emerging with an overpotential of 0.85 V between it and its counterpart of the cathodic peak of 0.67 V, which is also the typical characteristic of conversion reactions.  The sharp oxidation peak at 1.99 V is ascribed to the generation of a Cu2–xSe structure with lattice vacancy, which should be also discussed in the following ex situ XRD section in detail. The CV curves of CuSe2 NCs nearly overlap after the first cycle, manifesting their superior reversibility and outstanding cycling performance as utilized in SIBs, which was also verified by the almost completely overlapped galvanostatic charge/discharge curves after the first cycle (b). The CuSe2 NC electrode delivered an initial discharge capacity of 465 mA h g–1 with a charge capacity of 463 mA h g–1 at 500 mA g–1, indicating an initial Coulombic efficiency (ICE) of 99.6% ( in the Supporting information) because the extremely perfectly single-crystal structure led to fewer side reactions among the crystal lattice, surface, and interface of energy-storage host concerning conductive agent, adhesive, and ether electrolyte. At present, the energy density of sodium-ion batteries is fairly low, which weakens their competitiveness with other ion batteries, such as lithium-ion batteries. In this study, ICE of electrodes close to 100%, being rarely in ion batteries, will greatly improve the energy density of the sodium-ion full cell and increase its application scenarios, especially those sensitive to energy density.",
                "c shows the cycle performance and corresponding Coulombic efficiency of the CuSe2 NC anode for SIBs over 800 cycles at 500 mA g–1. The electrode afforded an increased capacity upon cycling, which may be ascribed to the activation process originating from phase transition. After 800 cycles, a high reversible capacity of 554 mA h g–1 remained and a nearly 100% high Coulombic efficiency after the initial few cycles. Besides their remarkable cycling performance, CuSe2 NCs afforded excellent rate performances against current shock at diverse current densities. As shown in d, CuSe2 NCs rendered high reversible capacities of 393, 377, 369, 362, 359, 356, 353, and 349 mA h g–1 at current densities of 0.5, 2, 5, 10, 15, 20, 30, and 40 A g–1, respectively. Even at an ultrahigh current density of 50 A g–1, they still possessed a robust capability to achieve a great reversible capacity of 344 mA h g–1, indicating their impressively enhanced kinetics. Subsequently, the reversible capacity succeeded in going back to 392 mA h g–1 as the current density lowered to 0.5 A g–1. The rate performance of the CuSe2 NCs with a higher mass loading is shown in . To the best of our knowledge, such excellent rate performance of copper-selenide materials as the SIB anode has never been reported before, compared with some copper-selenide materials reported in the literature, such as Cu2Se@PPy,  Cu2–xSe,  CPL-CuSe,  CuSe nanosheets,  Cu2Se–CTAB,  and Cu2Se  (e and ).",
                "With the intention of further assessing the cycling feature of the CuSe2 NC electrode under a highly powered and long-term environment, the CuSe2 electrode was conducted at a high current density of 10 A g–1 over 1700 cycles. Remarkably, the CuSe2 NC electrode delivered a high capacity of 380 mA h g–1 (f), superior to that of the control sample of bulk orthorhombic CuSe2 with an ICE of 91% and 329 mA h g–1 for 800 cycles. Even at a higher mass loading, the cycling performance of CuSe2 NCs at 10 A g–1 did not decrease significantly (). To highlight the outstanding ultralong lifespan of CuSe2 NCs, the specific capacities of other reported metal selenides at different current densities are summarized in g and  in the Supporting Information. The CuSe2 NC electrode demonstrated an undisputable advantage in highly reversible capacity for 1700 cycles at a high current density of 10 A g–1 over other materials, further corroborating its promising prospect of durable practical application in an ultra-fast-charged environment. Until now, the low migration energy barrier of the cubic phase, the short path for ion transmission caused by the nano-metered size, and few side reactions originating from the perfect single-crystal structure could partly explain such excellent electrochemical performance of CuSe2 NCs for sodium storage.",
                "To further elucidate the kinetics root of the superior sodium-storage performance of CuSe2 NCs, CV curves were measured at different scan rates from 0.1 to 1.5 mV s–1 between 0.3 and 3 V (a). Similar profiles were found in the CV curves under different sweep rates, and the function relation formula between the peak current (ip, mA) and sweep rate (ν, mV s–1) was depicted as follows: ip = aνb, i.e., ln ip = b ln ν + ln a, where a and b are two parameters, and the b value could be calculated by the slope of the line. When the b value approaches 0.5 or 1, the electrochemical sodiation process is dominated by ion diffusion or pseudocapacitive behavior, respectively. In b, the calculated b values of peaks 1 and 2 are 0.75 and 0.81, respectively, demonstrating the emergence of a hybrid-controlled energy-storage mechanism for storing sodium ions. According to the reported literature,  the reduced particles’ size induced an electrochemical process to show more capacitive behavior because of more surface/interface reactions. In addition, CuSe2 NCs possessed a larger specific surface area than bulk CuSe2 (), providing more reaction sites. For more accurate consideration, the percentage of pseudocapacitive contribution capacity could be assessed by : i(V) = k1ν + k2ν1/2, where k1ν and k2ν1/2 correspond to capacitive contribution and diffusion-limited contribution, respectively. Based on the integration of the CV curve, the detailed pseudocapacitive contribution of CuSe2 NC is 83.0% at a scan rate of 0.5 mV s–1, as determined by the k1 and k2 constants (c). The proportion of pseudocapacitive contribution increased with increasing scanning rate, such as the ratios of the pseudocapacitive contribution of 87.3, 89.6, 93.4, and 96.0% at the scan rate ranging from 0.3 to 1.5 mV s–1 (d and ). Such a fact confirmed that pseudocapacitive behavior established itself as a dominant role during sodiation/desodiation of CuSe2 NCs with a unique single-crystal structure, leading to fast Na+ intercalation/extraction, which gave a satisfactory explanation in the above-mentioned extremely fast charge storage for the corresponding electrode.",
                "To further analyze the kinetics behavior of samples, the electrochemical impedance spectra (EIS) were collected after various cycles at 10 A g–1. Compared with bulk orthorhombic CuSe2 electrodes, the CuSe2 NC electrode exhibited an obviously much smaller semicircle radius and a larger slope after 50 cycles at 10 A g–1 (e). Charge-transfer resistance of Rct values tended to decrease, and line slopes gradually increased for the electrode with the cycle number increasing (f). The interfacial impedance decreases in the first 500 cycles due to activation of the electrode material and then becomes stable after 500 cycles, demonstrating the stable solid electrolyte interface layer on the CuSe2 electrode upon cycling, which should be responsible for the stable cycling performance.  The galvanostatic intermittent titration technique (GITT) was also used to evaluate the polarization and the apparent Na+ diffusion coefficient (D) of the electrodes of CuSe2 NCs after 50 cycles at 10 A g–1 with a pulse current at 500 mA g–1 for 4 min between rest intervals of 30 min (g). Bulk orthorhombic CuSe2 acted as a control sample. The Na+ diffusion coefficient (D) can be estimated using Fick’s second law with the following equation where τ is the current pulse time (s) and mB, MB, Vm, and S are mass, molar mass, molar volume, and electrode area, respectively. ΔEs and ΔEτ represent the steady-state voltage change after the current pulse and the voltage variation during the current pulse, excluding the IR-drop, respectively, which can be obtained by a cycle unit, as shown in . The average ion diffusion coefficients of CuSe2 NCs were 3.08 × 10–10 and 6.26 × 10–10 cm2 s–1 in the sodiation and desodiation states, respectively, which were larger than those of bulk CuSe2, i.e., 1.69 × 10–10 and 5.35 × 10–10 cm2 s–1, respectively (h–i). The high ion diffusion coefficients revealed that Na+ diffused much more easily in the CuSe2 NCs, in agreement with the result of DFT, producing high-rate performance in the CuSe2 NC electrode. The above-mentioned facts illustrated that nanomaterials of CuSe2 NCs, possessing a short diffusion path, not only could effectively enhance the mutual contact between electrodes and electrolytes but also produced accelerated electrochemical reaction kinetics after continuous sodiation/desodiation.",
                "Ex situ XRD measurement is a powerful tool to track the crystal phase transition of electrode materials during sodiation/desodiation, being conducive to finding the deep material root of energy storage, and was here conducted to investigate the possible reaction mechanism of CuSe2 NCs during the first and second sodiation/desodiation between 0.3 to 3 V (). During the initial cycle (a,b), the peaks corresponding to the (200), (210), and (211) planes of CuSe2 are attenuated gradually at the voltage window of 1.6–1.4 V, indicating the gradual insertion of sodium ions into the interlayer of CuSe2 to make a large layer spacing. When discharged to 1.2 V, the metastable intermediate phase of NaCuSe (JCPDS no. 71-1820) and partial Na2Se (JCPDS no. 23-0527) began to arise owing to partial insertion of the Na+ ion into the host of CuSe2. With sodiation going on, the standard peaks of metastable NaCuSe declined to emerge, and two obvious peaks were allowed to gradually appear at about 22.6° and 37.3°, which were well indexed to Na2Se, confirming the further conversion reaction of NaCuSe with Na+ to give rise to the formation of Na2Se (∼0.3 V). Here, freshly electrochemically reacted copper might be amorphous and cease to be detected by XRD. Therefore, the phase changes of CuSe2 NCs during the initial discharge process could be expressed as followsIn the following charging process, the diffraction peaks of electroformed Na2Se are gradually weakened and finally failed to appear with the voltage increasing, accompanied by the recovery of the peaks derived from the low crystallinity intermediate phase of NaCuSe at 12.9, 25.3, 33.4, and 40.8° (∼1.8 V). Interestingly, at the first fully charged state, the fresh peaks of Cu2–xSe (JCPDS no. 06-0680) emerged at 26.7° instead of reverting to the original material CuSe2, which may be caused by the generation of more electrochemically stable Cu2–xSe and the slight loss of the Se element during the electrochemical reaction process. Based on these results, the charge electrochemical reactions in the initial cycle can be described as followsConsidering the presence of Cu2–xSe upon desodiation, phase transitions of an electroactive material have been traced in the second cycle (c,d). There emerged the peaks of Na2Se and Cu2–xSe again in the due locations during the second fully discharge/charged scanning (0.3/3.0 V), which demonstrated the remarkable reversibility of the electrochemical reaction, predominantly abiding by a typical conversion-typed mechanism. The second discharge–charge process could be described by the following equationsThe real-time morphologies of CuSe2 particles were traced to observe the evolution feature of their microstructure during different cycles (e–g). As expected, the initial perfect CuSe2 nanocube maintained its almost unchanged appearance possessing a clear and identifiable angular line even after underdoing 1000 cycles, demonstrating that the CuSe2 NCs could adapt the impetuous current impact and might retain electrochemical activity to produce stable ion-storage performance.",
                "In brief, CuSe2 NCs rendered an almost 100% initial Coulombic efficiency, an outstanding reversible capacity of 380 mA h g–1 after 1700 cycles at 10 A g–1, and an unprecedented rate performance of 344 mA h g–1 at 50 A g–1 when applied in SIBs, which can be ascribed to their perfect crystal structure, low migration barrier, fast diffusion path, and stable microstructure retention."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully synthesized low-cost and scalable CuSe2 NCs via polyol solution chemical synthesis. CuSe2 NCs possessed a perfect single-crystal structure and nanosize for ion diffusion. DFT calculation revealed CuSe2 NCs with a low diffusion energy barrier. The intercalation/conversion mechanism could be responsible for sodiation/desodiation of the CuSe2 NCs upon sodium-storage processes. The fewer side reaction enhanced kinetics, and the stable microstructure gave the CuSe2 NC electrode a remarkable electrochemical performance to be used as an anode of SIBs, i.e., an almost 100% initial Coulombic efficiency, an outstanding rate capacity of 344 mA h g–1 at 50 A g–1, and a long cycle performance of 380 mA h g–1 at 10 A g–1 after 1700 cycles. These results demonstrated the promising potential of CuSe2 NCs in SIBs and provided a reference for the research and development of other transitional metal selenide materials."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "CuSe2 Nanocubes Enabling Efficient Sodium Storage"
}