{
    "DOI": "10.1021/acsami.9b18997",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past two decades, there has been an increasing demand for energy conversion and storage systems to address environmental pollution and climate change; thus, it is essential to reduce consumption of fossil fuels and move toward more renewable and ecofriendly energy sources.  Energy storage devices have played an essential role in storing energy produced by renewable energy sources. So far, lithium-ion batteries (LIBs) have dominated as power sources for electric vehicles, portable electronics, and grid-scale energy storage.  However, in view of the elemental abundance of sodium in the Earth’s crust, which can lead to cost reduction, sodium-ion batteries (SIBs) are a strong potential substitute for Li-ion technology.  This has led to increased research interest in SIBs; however, finding advanced electrode materials that can serve as better hosts for sodium ions is still challenging. Additionally, exploration of high-capacity electrode materials that can increase the energy density of SIBs is also urgent.",
                "Many efforts have been exerted to exploring high-performance anode materials for SIBs, such as alloy materials, carbonaceous materials, transition-metal sulfides (TMSs), and selenides.  Among these, TMSs are kinetically more beneficial to sodiation and desodiation reactions because of their weaker M–S bonds, facilitating better reversibility and high theoretical capacity. For example, MoS2, Sb2S3, FeS, FeS2, SnS2, and SnS have been actively investigated as SIB anode materials.  Among them, tin sulfides (SnS2 and SnS) are prominent and potential alternatives for hosting larger sodium ions (Na+) owing to their layered structures and relatively large interlayer spacing (4.33 Å for SnS and 5.90 Å for SnS2 vs 1.02 Å for Na+).  It is well known that the former material undergoes a smaller volume change (SnS; 242%) than the latter (SnS2; 324%) with a lower phase transformation during continuous charge and discharge cycles; thus, it makes more sense to use SnS as a high-stability electrode material even though it has a lower specific capacity.  Regardless of its benefits, SnS suffers from large volume changes, like other TMSs, and shows sluggish kinetics, which result in huge polarizations and limited utilization of active materials.  To solve these issues, reducing the size of the SnS material to the quantum dot (QD) scale can be an effective approach to not only suppress volume variations but also facilitate Na+-ion transfer.  Nevertheless, using nanomaterials alone as an active material may cause high exposure to the liquid electrolyte, which can result in formation of a thick solid electrolyte interphase (SEI) and agglomeration of particles during repeated cycles. To cope with the above issues of nanostructured materials and utilize the structural advantage of SnS, confining SnS QDs within a carbon matrix is a possible strategy. Furthermore, the strong connection between nanostructured active materials within a conductive carbon matrix can expeditiously accommodate volume changes and enhance the structural integrity, thereby improving the electrochemical performance compared with their solid counterparts. ",
                "Considering the above points, we report ultrasmall SnS QDs anchored onto nitrogen-enriched carbon (SnS QDs@NC) nanospheres as a potential anode material for SIBs. These were synthesized through facile hydrothermal and carbonization reactions using polydopamine (PDA) as carbon and nitrogen sources. For comparison, pristine SnS QDs, NC, and SnS QDs anchored onto NC spheres with different sizes were also prepared. Systematic electrochemical measurements demonstrated that the prepared SnS QDs@NC-2 (for simplicity, SnS QDs@NC) electrode exhibited the best electrochemical performance in terms of cycling stability, reversible capacity, and rate capability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, PDA nanospheres were synthesized as follows.  Briefly, 2 mL of aqueous ammonia was added to a mixture of deionized (DI) water and ethanol. Then, 0.5 g of dopamine hydrochloride was dissolved in 10 mL of DI water in a separate beaker. The dopamine solution was slowly added into the above mixed solvent with continuous stirring. Finally, the mixture was held at room temperature for 40 h for auto-oxidation. After this reaction, the obtained dark brown product was centrifuged, washed with DI water and ethyl alcohol several times to remove impurities, and dried at 80 °C overnight. NC nanospheres were prepared by annealing PDA spheres at 500 °C for 2 h under an argon atmosphere at a heating rate of 2 °C min–1."
                    ],
                    "name": " Preparation of Nitrogen-Enriched Carbon (NC) Nanospheres",
                    "type": "h3"
                },
                {
                    "content": [
                        "SnS QDs were anchored onto NC nanospheres via a facile hydrothermal method. Briefly, 0.25 g of PDA spheres were dispersed in a DI water and ethylene glycol mixture (1:1 by volume ratio). Subsequently, a proper amount of SnCl2 and thiourea was added to the above PDA solution. Then, the solution was heated to 160 °C for 4 h after transferring to a Teflon-lined autoclave. After reaction, it was cooled to room temperature. The obtained SnS QDs@PDA precipitate was washed several times with water and ethanol and dried at 80 °C. The SnS QDs@PDA nanospheres were annealed at 500 °C for 2 h at a heating rate of 2 °C min–1 under an argon atmosphere to obtain SnS QDs@NC nanospheres. Pristine SnS QDs were also prepared by the same procedure, except for addition of PDA spheres. For comparison, SnS QDs@NC-1 and SnS QDs@NC-3 were also prepared by adding 1 and 3 mL of aqueous ammonia, respectively, during preparation of PDA spheres."
                    ],
                    "name": " Preparation of SnS QDs Anchored onto NC (SnS QDs@NC) Nanospheres",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD patterns were obtained using a D8 Bruker X-ray diffractometer with Cu Kα radiation at a wavelength of 1.5405 Å in the 2θ range between 15 and 80°. Structural morphology and elemental mapping were investigated using a scanning electron microscope (NOVA Nano SEM-450) integrated with energy-dispersive spectroscopy (EDS). A high-resolution transmission electron microscope (HR-TEM) was used to identify the size of QDs, and the interlayer spacing was determined using a JEOL JEM 2100F system. X-ray photoelectron spectroscopy (XPS) spectra were obtained using a VG Multilab ESCA system (Model: 220i) with Mg/Al Kα radiation. The carbon content was calculated based on thermogravimetric analysis (Auto-DSCQ20 system SDT Q600)."
                    ],
                    "name": " Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Using water as solvent, the active material (SnS QDs, NC, or SnS QDs@NC), super-P, and CMC binder (carboxy methyl cellulose) were ground in a weight ratio of 70:15:15. The slurry was then coated onto Cu foil and dried at 80 °C overnight under vacuum. Approximately 2.0 mg cm–2 of an active material was loaded onto the electrode. A CR2032-type coin cell was assembled using the prepared electrode and sodium foil (Alfa Aesar 99%), sandwiching a glass fiber separator (Whatman CAT No. 1823-047). NaClO4 (1 M) in ethylene carbonate/propylene carbonate (50:50 by volume) with 10 wt % fluoroethylene carbonate (battery grade, PANAX ETEC Co., Ltd.) was injected into the cell. Karl Fischer titration was carried out using a Mettler-Toledo coulometer to confirm that the water content in the liquid electrolyte was less than 20 ppm. All cells were assembled in a glovebox under an argon atmosphere."
                    ],
                    "name": " Electrode Preparation and Cell Assembly",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical impedance spectroscopy and cyclic voltammetry (CV) were carried out using a CH instrument (CHI 600D Electrochemical Workshop) at 25 °C. Charge and discharge cycling tests were performed using battery test equipment (WBCS 3000, WonA Tech Co., Ltd.) at 25 °C. The galvanostatic intermittent titration technique (GITT) was performed to estimate the diffusion coefficient (D) of sodium ion using the equation D = [4L2/(τ × π)][ΔEs/ΔEt]2 where L is the thickness of the electrode (cm), τ is the relaxation time (s), ΔEs is the two consequent stabilized open-circuit potentials (V), and ΔEt is the potential change after the iR drop during the pulse time (V).  A sodium-ion full cell was fabricated using an SnS QDs@NC anode and a Na3V2(PO4)3 cathode with an optimized mass ratio of 1.0:2.5."
                    ],
                    "name": " Electrochemical Characterizations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "SnS QDs@NC nanospheres were prepared from the PDA template with SnCl2 and thiourea precursors, as illustrated in .",
                "Briefly, PDA nanospheres were synthesized by addition of dopamine hydrochloride into an ethanol/water mixture at room temperature. The size of the nanospheres was controlled by adjusting the amount of ammonium hydroxide solution. The PDA nanospheres were reacted with tin chloride and thiourea precursors through a hydrothermal reaction to produce SnS QDs anchored onto PDA nanospheres (i.e., SnS QDs@PDA). Here, the active surface functional groups in PDA, such as hydroxyl (−OH) and amine (−NH2) groups, help to effectively anchor the Sn ions.  The formation of SnS QDs can be explained as follows. First, a Sn–ethylene glycol complex was formed by interactions between Sn2+ and ethylene glycol. When thiourea was added into the Sn–ethylene glycol complex, the strong Sn–thiourea complex was developed by replacing ethylene glycol from the Sn–ethylene glycol complex. This strong bond hinders formation of free S2– ions in the solution. Upon hydrothermal treatment, the strongly coordinated Sn–thiourea was subjected to decomposition to produce SnS QDs. After a carbonization reaction, the PDA nanospheres were converted into carbon nanospheres enriched with nitrogen.",
                "As shown in the XRD patterns of a, all the peaks for the as-prepared SnS QDs were well matched with the orthorhombic structure of SnS (JCPDS: 01-073-1859), without any other peaks related to the Sn metal. The crystallite size of pristine SnS QDs based on the high-intensity peak was calculated using the Debye–Scherer equation (D = 0.9λ/β cos θ where D is the crystallite size, λ is the wavelength, β is the full-width at half maximum (FWHM) of the high intensity peak, and θ is the angle of diffraction).  The calculated crystallite size of SnS QDs was 18 nm. The XRD pattern of the pristine NC microsphere shows a broad peak around 24°, which reveals its amorphous nature. For the XRD pattern of SnS QDs@NC, almost all the peaks of pristine SnS were observed with reduced intensity due to the existence of amorphous carbon, which was confirmed based on the broadened peak around 24° (similar to pristine NC). This clearly demonstrated that SnS QDs were well anchored onto NC nanospheres. b shows the distorted orthorhombic crystal structure of SnS. In the distorted structure, the Sn atom is strongly coordinated by six S atoms within the layer with three short Sn–S bonds and three long Sn–S bonds in the next layer. The lines joining the Sn atom with intralayer S atoms are relatively perpendicular to one another; this is also true for the interlayer S atoms. This clearly indicates that the layered structures are coordinated along the c axis by weak van der Waals forces.  To investigate the interactions of SnS QDs with NC in SnS QDs@NC nanospheres, XPS was performed for pristine SnS QDs, NC, and SnS QDs@NC samples.  shows the survey spectra of all the samples between binding energies of 0 and 800 eV. The Sn3d and S2p core-level spectra of SnS QDs and SnS QDs@NC are shown in c,d. Two peaks at 495.5 and 487.1 eV appeared in the Sn3d core-level spectrum of pristine SnS QDs (c) and can be assigned to Sn3d3/2 and Sn3d5/2, respectively.  Additionally, two peaks at 162.1 and 160.9 eV appeared in the S2p spectrum of SnS QDs, attributed to S2p1/2 and S2p3/2, respectively (d).  These two peaks were slightly shifted toward higher binding energies for SnS QDs@NC and centered at 162.5 and 161.2 eV, respectively. e shows the C1s core-level spectra of NC and SnS QDs@NC. As shown in the figure, three major peaks in NC were observed at 283.8, 284.6, and 285.5 eV, which indicate the presence of sp2C carbon (C═C), sp3C carbon (C–C), and C–N/C–O, respectively. Also, C═O/C═N was spotted at a higher binding energy.  Similar to the S2p characteristic peak, these assigned peaks for C1s were shifted toward higher binding energies in SnS QDs@NC. The three peaks at 398.3, 399.3, and 400.4 eV in the N1s spectrum of NC (f) correspond to pyridinic-N (N1), pyrrolic-N (N2), and graphitic-N (N3).  Shifting of these peaks was also observed in SnS QDs@NC nanospheres. The shifts in SnS QDs@NC arise from the increased electron cloud density around SnS.  Simultaneously, the typical peak of the C1s spectrum in the SnS QDs@NC sample was upshifted to a higher binding energy than that of the NC nanosphere, which signify that the clouds of electrons around SnS are shared by the raised oxidation state of the carbon atoms. This result suggests that the tendencies of SnS and N-carbon evolved from the intimate alliance between higher electronegativity and distinct valence-band potentials of tin and carbon atoms, thereby creating a robust association and developing a heterojunction between the SnS QDs and NC nanospheres. ",
                "SEM images of all the prepared samples are presented in  and . All the samples clearly show uniform spherical particle shapes. As can be seen in a,b, the size of the NC particle was ∼330 nm. Interestingly, the spherical NC particles were not destroyed under hydrothermal conditions with Sn and S precursors or during the carbonization reaction. It can be clearly seen from c that the surface of an NC sphere was covered with tiny SnS particles. Meanwhile, FE-SEM images of NC-1 and NC-3, as well as corresponding samples with SnS QDs, are presented in . It is clear that the size of the NC spheres varied according to the amount of NH4OH present during polymerization of dopamine. The sizes of the spheres were measured to be 390 and 240 nm when using 1 and 3 mL of aqueous ammonia, respectively. The size of the SnS QDs@NC microstructures was further studied based on transmission electron microscope analysis. As shown in d,e, smooth and well-structured spherical particles of NC were observed. The inset of d shows a TEM image of pristine SnS QDs. The SAED pattern of NC (inset of e) depicts cloudy patterns, which can be attributed to its amorphous nature. f shows the TEM image of the SnS QDs@NC microstructures. It is apparent that the SnS QDs were homogeneously dispersed over the surface of the NC sphere. The SAED pattern of SnS QDs@NC (inset of f) displays a cloudy pattern with mild polycrystalline nature. According to the TEM image in f, the size of the SnS QDs was measured to be 2–4 nm. HR-TEM images (g,h) show the well anchored SnS QDs with a lattice fringe of 0.28 nm (which corresponds to the (111) lattice plane of SnS) on the NC sphere. i and  present the EDS mapping and corresponding EDS results, respectively. From these results, we could confirm the distribution of SnS over the surface of the NC sphere, as well as the presence of Sn, S, C, and N in the sphere. For comparison, the EDS spectrum and elemental mapping of the NC sphere are presented in . It confirms the presence of C, O, and N elements in the NC sphere. To estimate the weight ratio of NC and SnS QDs, thermogravimetric analysis (TGA) was performed; these results are presented in . All the samples were heated to 700 °C at a heating rate of 10 °C min–1 under an air atmosphere. For pristine SnS QDs, no loss in weight was observed until 450 °C. Above 450 °C, weight gain started and continued until 650 °C; this result can be ascribed to partial oxidation of SnS QDs without loss of S atoms. It is due to the binding ability of more anions of tin atoms that have the grasping tendency of both +2 and +4 charges. A further increase in temperature caused weight loss back to the initial weight due to complete oxidation of SnS into SnO2; the molecular weight of SnS is equal to that of SnO2.  Unlike pristine SnS QDs, the SnS QDs@NC microstructures displayed significant weight loss due to oxidative decomposition of NC spheres. Due to the zero weight loss of SnS QDs, the carbon content in SnS QDs@NC was calculated to be 48%; in contrast, 54 and 51% carbon contents were observed for SnS QDs@NC-1 and SnS QDs@NC-3, respectively.",
                "The sodium storage performance of the prepared electrodes was evaluated in the voltage range between 0.01 and 3.0 V vs Na/Na+. a shows the cyclic voltammogram (CV) of pristine SnS QDs. As shown in the figure, there was a strong reduction peak at 0.6 V during the first sodiation process. According to the literature,  the Na–Sn alloying reaction takes place at a comparatively low potential region (less than 0.8 V). Therefore, the reduction peak at 0.6 V can be attributed to the alloying reaction of Na and Sn and SEI formation. During the second reduction scan, this broad peak was split into two separate peaks with a slight shift toward higher voltages at 1.07 and 0.68 V. The peak at 1.07 V can be ascribed to the SnS to Sn and Na2S conversion reaction, while the peak at 0.68 V is associated with the alloying reaction (multistep) of Sn where Na+ forms NaxSn.  The first two peaks at 0.27 and 0.76 V in the oxidation process can be assigned to the dealloying reaction of the NaxSn alloy into metallic Sn. The third oxidation peak at 1.07 V arises from reverse conversion of SnS from Sn and Na2S,  and the shoulder peak at 1.68 V comes from the reaction between Na and S in the −C–S–C– bond of the carbon scaffold.  Such characteristics during the initial cycles mainly indicate the inevitable formation of an SEI and activation of the active material. In addition, the oxidation/reduction peaks observed at 0.29/0.11, 0.72/0.68, and 1.35/1.07 V for consecutive cycles are obvious, indicating good reversibility of the electrode materials. b presents the cyclic voltammogram of the SnS QDs@NC electrode. It is apparent that the same kinds of peaks are observed compared to the pristine SnS electrode. However, there are some additional characteristics in the cyclic voltammogram of SnS QDs@NC. First, the peaks in the SnS QDs@NC electrode are well defined with a reduced overpotential compared to those of the pristine SnS electrode. Additionally, CVs of the SnS QDs@NC electrode are well overlapped with each other in subsequent cycles, indicating better stability of the SnS QDs@NC electrode. As presented in , other SnS QDs@NC electrodes show similar behavior to the abovementioned electrode.",
                "To further evaluate the electrochemical performance of SnS and SnS QDs@NC electrodes, electrochemical impedance spectroscopy was carried out, and the results are presented in c. As we can see from the figure, each AC impedance spectrum consists of a semicircle in the high-to-middle frequency and a subsequent inclined line at a lower frequency range; these results correspond to the charge-transfer reaction and the diffusion process of sodium ions, respectively.  The measured charge transfer resistances (Rct) are 380 and 540 Ω for SnS and SnS QDs@NC, respectively; this difference may arise from the higher electronic conductivity of pristine SnS than SnS QDs@NC. However, the SnS QDs@NC electrode exhibited better sodium ion diffusion than SnS, as confirmed by the low-frequency slanted line parallel to the imaginary axis. d shows the galvanostatic charge and discharge curves of the SnS QDs@NC electrode for the first three cycles at 50 mA g–1 (two formation cycles) and 100 mA g–1 (one cycle). The voltage plateaus observed during charge and discharge cycles are in good agreement with the redox peaks observed in the cyclic voltammograms of b. The initial charge and discharge capacities are 489 and 300 mAh g–1, respectively, corresponding to an initial Coulombic efficiency (ICE) of 61.3%. Similarly,  shows the cycling curves of SnS QDs@NC-1 and SnS QDs@NC-3, respectively.",
                "Cyclic testing was performed for NC, SnS QDs, and SnS QDs@NC at 100 mA g–1 after two formation cycles (50 mA g–1), and these results are presented in a. In the first cycle, the initial Coulombic efficiencies of SnS QDs, NC, and SnS QDs@NC were 63.7, 49.1, and 61.3%, respectively. As shown in a, the SnS QDs and NC electrodes exhibited initial discharge capacities of 337 and 143 mAh g–1, respectively, whereas the SnS QDs@NC electrode delivered an initial discharge capacity of 280 mAh g–1. The SnS QDs electrode showed a slight increase in discharge capacity during the initial cycles due to activation of electrodes. After that, capacity fading began, and only 29 mAh g–1 was observed at the 200th cycle, which is due to pulverization of the alloy-type, Sn-based electrode.  shows the cycling stability of SnS QDs@NC-1 and SnS QDs@NC-3, respectively. After 200 cycles, discharge capacities of 235 and 204 mAh g–1 were obtained for SnS QDs@NC-1 and SnS QDs@NC-3, respectively, revealing the improved cycling performance compared to the SnS QD electrode. The SnS QDs@NC electrode exhibited excellent cycling stability to 200 cycles. At the 200th cycle, a discharge capacity of 281 mAh g–1 was achieved for SnS QDs@NC, which corresponds to a capacity retention of 100% with a Coulombic efficiency >99.0%. The rate capabilities of the NC, SnS QDs, and SnS QDs@NC electrodes are investigated by varying the current densities from 50 to 4000 mA g–1 (b,c). When increasing the current density to 4000 mA g–1, the discharge capacity of the SnS electrode was significantly decreased to 134 mAh g–1, whereas the SnS QDs@NC electrode delivered an improved discharge capacity of 172 mAh g–1. The improved rate performance of the SnS QDs@NC electrode was attributed to a cooperative effect between SnS QDs and NC nanospheres. When the current density was returned to 100 mA g–1 after cycling at 4000 mAg–1, the SnS QDs@NC electrode recovered its initial discharge capacity, indicating no significant structural deterioration in the active material during high-rate cycling. We also evaluated the rate capability of SnS QDs@NC-1 and SnS QDs@NC-3 electrodes (). When the current density was returned to 100 mA g–1 from the higher current, the discharge capacity recovered. d shows the AC impedance spectra of the SnS QD electrode before and after cycling, which signifies that the charge transfer resistance was increased by the large volume expansion of pristine SnS QDs. On the other hand, the charge transfer resistance was reduced after 200 cycles in the SnS QDs@NC electrode (e), indicating that the electrochemical activity of the SnS QDs@NC electrode slightly increased during the repeated cycles. This result also reveals that attachment of the electrode to the current collector was well preserved during continuous charge and discharge cycles.  The cycling stability of the SnS QDs@NC electrode was evaluated at a high current density of 1000 mA g–1. As depicted in f, the SnS QDs@NC electrode delivered a high discharge capacity of 172 mA h g–1 even after 500 cycles at 1000 mA g–1, which was 75% of its initial discharge capacity. When comparing with other metal sulfide-based anode materials for sodium-ion batteries, the SnS QDs@NC electrode in this work exhibited comparable cycling stability and rate capability, as presented in Table S1.",
                "To understand the enhanced electrochemical performance of the SnS QDs@NC electrode, its electrochemical kinetic behavior was investigated. First, GITT was performed to calculate the diffusion coefficients of sodium ion at different stages of sodiation and desodiation, and the results are presented in a,b. The initial overpotential during the first sodiation can be ascribed to the decomposition of electrolyte and subsequent formation of the SEI film. The diffusion coefficients of sodium ions in the SnS QDs@NC electrode are relatively high and almost the same during sodiation and desodiation processes. This result is primarily attributed to the presence of carbon nanospheres that provide an efficient conduction pathway through penetration of electrolyte to improve the sodium ion accessibility. ",
                "Second, cyclic voltammetry was performed at different scan rates in the range of 0.1 to 1.0 mV s–1 (c). All the CV curves are well preserved with slight shifting when increasing the scan rate. The logarithmic scale of current versus scan rate was plotted to estimate the b value in the equation (i = a × vb), as presented in d. The capacitive- and diffusion-governed phenomenon could be estimated from the value of b (b = 1: capacitive dominant, b = 0.5: diffusion dominant).  The calculated b values at anodic and cathodic regions are 0.87 and 0.80, respectively, indicating the dominance of surface capacitive behavior. To be more accurate, the capacitive contributions can be derived from another well-known equation (i = k1ν + k2ν1/2) where ν is the scan rate and k1ν and k2ν1/2 stand for the dominance of capacitive and diffusion governed reactions, respectively (e,f). As a result, the obtained capacitive contributions are 29.4, 42.1, 55.8, 60.6, 68.7, and 71.2% at scan rates of 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0 mV s–1, respectively. These results demonstrate that the sodium storage behavior of the SnS QDs@NC electrode was mainly governed by surface capacitive-controlled reactions.",
                "It is important to perform the post-mortem analysis of the electrodes to understand the electrochemical performance and reaction kinetics. Ex situ FE-SEM measurements were performed for the SnS QDs and SnS QDs@NC electrodes after 200 cycles, and the resulting SEM images are presented in a–d. As can be seen from the top view images (a), there are many cracks on the surface of the SnS QD electrode after 200 cycles. Especially, the high-magnification image shows a large crack with a size >1 μm on the surface of the SnS QD electrode. Similarly, a cross-sectional FE-SEM image (b) exhibits the cracked and damaged surface, indicating that the SnS QD electrode was subjected to structural deterioration caused by significant strain. In contrast, the top view and cross-sectional images of the SnS QDs@NC electrode (c,d) show an almost smooth surface with only slight cracking and no significant damage to the spherical structure. e presents the cross-sectional EDS mappings of the SnS QDs@NC electrode after 200 cycles. As can be clearly seen from the images, the elements Sn, S, C, and N are uniformly distributed throughout the electrode, even after cycling.",
                "TEM images and corresponding EDS mapping of the SnS QDs@NC electrode after 200 cycles are presented in f,h,i, respectively. As shown in TEM images, the spherical nature of particles was well preserved even after 200 cycles, except aggregation of SnS QDs on the surface of NC nanospheres. The presence of SnS in HR-TEM image (h) after 200 cycles demonstrates their good reversible nature. Elemental mapping of SnS QDs@NC nanospheres shows that all elements are uniformly distributed after cycling. These results reveal the favorable outcome of homogeneously anchoring ultrasmall SnS QDs on the spherical N-doped carbon, which accommodates the volume inflation of SnS QDs during the repeated charge and discharge cycles.",
                "To further understand the electrochemical processes of the SnS QDs@NC electrode, ex situ XRD and XPS analyses were performed at the different potentials during the initial charge and discharge cycle, and the results are presented in a,b, respectively. During the initial sodiation process, the peaks of SnS started to weaken and disappeared at 0.5 V. At the same time, the new peaks corresponding to Sn metal could be observed, which indicates the occurrence of conversion reaction between SnS and Na metal, resulting in the formation of Sn metal and amorphous Na2S.  In the full sodiation state at 0.01 V, the Sn peak appeared. There is a chance to form the Na15Sn4 phase through the alloying reaction; however, we could not detect the crystalline peak of Na15Sn4 in the XRD pattern due to the low crystallinity and small particle size.  During the desodiation process, the crystalline peaks of Sn metal were weakened and completely disappeared at a full desodiation state at 2.5 V. Similarly, XPS spectra of Sn3d and C1s core levels are presented in b. During sodiation, the Sn3d5/2 peak was gradually shifted toward higher binding energy, whereas the Sn3d5/2 peak was gradually weakened and disappeared at a full sodiation state (0.01 V). On the other hand, the C1s core-level spectrum showed similar shifting toward higher binding energy with increasing intensity of the C═O/C═N peak at high binding energy. It might be due to fact that the intercalation of sodium ions is relatively predominant with C═O/C═N bonds in carbon nanospheres. During desodiation, there was little difference in Sn3d, whereas a slight decrement in the intensity of C═O/C═N peak was noticed. This phenomenon was well consistent with the ex situ TEM and XRD analyses.",
                "Inspired by the good electrochemical performance of the SnS QDs@NC electrode, we assembled a sodium-ion cell consisting of an SnS QDs@NC anode and a Na3V2(PO4)3 cathode to scrutinize the feasibility of practical application. The mass ratio of the cathode to the anode was optimized to 2.5:1.0, and the specific capacity was calculated based on the anode material. A cycling test was performed at 100 mA g–1 after two pre-conditioning cycles at 50 mA g–1. c shows the charge and discharge curves of the sodium-ion full cell. An initial discharge capacity of 202 mAh g–1 was achieved with a Coulombic efficiency of 93.3%. The consecutive cycles were almost overlapped with a Coulombic efficiency of >99.0%. As depicted in d, a discharge capacity of 182 mAh g–1 was achieved at the 50th cycle, which corresponded to 90.1% of its initial discharge capacity. Based on these results, the SnS QDs@NC electrode can be a potential candidate for the anode material for sodium-ion batteries."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, we successfully synthesized ultrasmall SnS QDs anchored on nitrogen-enriched carbon nanospheres via facile hydrothermal and carbonization processes. The anchoring of SnS QDs onto the NC nanospheres was confirmed based on structural characterization. NC nanospheres with different sizes were prepared to determine the optimum SnS QDs@NC material with good electrochemical performance. Compared to the pristine SnS QDs and NC electrodes, the SnS QDs@NC electrode exhibited superior cycling stability (initial discharge capacity: 280 mAh g–1, 100% retention) and improved rate capability (172 mAh g–1 at 4000 mA g–1). Ex situ XRD, XPS, and morphological analyses were performed to investigate the improved sodium storage performance. Kinetic analysis revealed that this ameliorated storage performance could be achieved by the enhanced diffusion of sodium ion during cycling and improved pseudocapacitive contribution. A sodium-ion full cell assembled with an SnS QDs@NC anode and a Na3V2(PO4)3 cathode exhibited good cycling performance in terms of discharge capacity and cycling stability. This exceptional performance is associated with the synergistic effects of NC and SnS QDs where NC serves as a conducting scaffold to support SnS QDs and suppress structural degradation. Our results demonstrate the significance of homogeneously anchoring ultrasmall SnS QDs onto nitrogen-enriched carbon spheres, which buffers the volume inflation in conversion-alloying type anode materials. This technique allows us to resolve the pulverization issues of these active electrode materials."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ultrasmall SnS Quantum Dots Anchored onto Nitrogen-Enriched Carbon Nanospheres as an Advanced Anode Material for Sodium-Ion Batteries"
}