{
    "DOI": "10.1021/acsnano.5b05041",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs) have been widely used in consumer electronics and are regarded as one of the most promising candidates for next generation power sources.  Since LIBs were introduced into the market in 1991,  graphite has been employed as the anode material. However, the graphite anode exhibits a theoretical capacity of 372 mAh/g, far short of the requirements as to large-scale applications like electrical vehicles (EVs), where higher energy density and power density are essential. In order to increase the energy density and power density of LIBs, novel anode materials with lower cost, higher capacity, and better durability as well as ratability are of great need. As one of the emerging anode materials, transition metal oxides (MOx, M = Mn, Fe, Ni, Co, Sn, etc.) have attracted much attention due to their higher specific capacities (around 1000 mAh/g) compared to graphite.  However, several issues have to be tackled before those metal oxides can be used in lithium-ion batteries: First, these lithium storage materials based on the conversion reaction mechanism suffered from large volume change upon lithiation/delithiation, resulting in severe electrode pulverization.  Such a pulverization leads to the failure of electrical contact between electrode and current collector and eventually causes the capacity to fade. Second, transition metal oxides usually have poor electrical conductivity, which renders them disadvantageous as high power density electrodes.  Finally, the formation of a stable solid electrolyte interface (SEI) layer on transition metal oxides is challenged due to the repeated volume expansion and shrinkage of electrode materials,  resulting in the limited cyclability for the LIBs. Various methods have been carried out for accommodating volume expansion and enhancing the electrical conductivity. For instance, successful nanostructure engineering of transition metal oxide materials has been demonstrated in lithium ion batteries  to mitigate the volume change-induced mechanical strain. Hybridization with carbonaceous materials (graphene, graphene oxides, carbon nanotubes, conductive polymers) has been used to enhance the conductivity of the transition metal oxide electrode.  Metal–organic framework (MOF) was recently used to prepare advanced transition metal oxide electrodes due to the capability of forming a well-organized nanostructure. By thermal annealing MOF materials, carbon-coated transition metal oxide with the desired structure can be achieved in a facile manner. For instance, Cho et al. reported porous Fe2O3 prepared from an iron-based MOF precursor.  The resulting material exhibited an improved capability of Li storage (911 mAh/g after 50 cycles at 0.2 C) and excellent ratability up to 10 C (424 mAh/g). In another work, Zn-based MOF was converted to a porous carbon electrode with embedded ZnO quantum dots, reaching a reversible capacity of 1200 mAh/g.  Similar transition metal oxides/sulfides such as ZnO/ZnFe2O4, TiO2, Co3O4, CoS, and NiS derived from MOF were reported and exhibited good lithium storage performance.  However, the cycle life of the reported transition metal oxide anode is still limited, especially for the high specific capacity electrodes. The well-designed MOF derived electrodes with high electrical conductivity and stable nanostructure, endowing a high energy and power density as well as long cycle life, are highly desired.",
                "Here in this work, nickel based MOFs (Ni-MOFs) with hollow ball-in-ball structure were synthesized vis a facile solvothermal reaction. Such hollow structures were particularly interesting as they exhibited the excellent performance to mitigate the volume expansion.  In order to convert the Ni-MOFs into conductive electrode materials, a two-step thermal annealing process was carried out and the hierarchical NiO/Ni/Graphene nanostructured materials were obtained: First, graphene covered nickel nanoparticles were formed by annealing the Ni-MOFs samples under inert gas environment. Subsequently, the nickel nanoparticles were converted into NiO/Ni complex nanoparticles by annealing the samples in air. The microspherical structure from the Ni-MOFs was intact throughout the annealing process. This hierarchical NiO/Ni/Graphene nanomaterial is an ideal anode material for the high-performance lithium-ion battery: it possesses a highly porous, hollow structure articulated with ultrafine transition metal oxide nanoparticles with conformal graphene coating. These features enable the electrode made from this material to have not only high specific capacity but also stable SEI, excellent electrical conductivity, and robust structure. As expected, the lithium-ion battery with this novel anode exhibited an extremely long cycle life and excellent rate performance. Additionally, these hierarchical nanomaterials were used in the anode of a sodium-ion battery (SIB), which is an attractive low-cost solution for a rechargeable electrochemical energy storage system. The initial investigation of the sodium ion battery in this work indicated that the hierarchical NiO/Ni/Graphene nanomaterial is also a promising anode for the sodium ion battery. To the best of our knowledge, this is also the first report of MOF-derived transition metal oxide anode materials for the sodium ion battery."
            ],
            "name": " ",
            "type": "h2"
        },
        {
            "content": [
                "The fabrication procedure of hierarchical NiO/Ni/Graphene nanomaterials is illustrated in . The microspherical Ni-MOFs were prepared by solvothermal reaction. The Ni-MOF sample was then annealed in a nitrogen atmosphere. The Ni ions were converted to metallic Ni nanoparticles, and the organic ligands were carbonized on the nickel surface. Due to the catalytic effect of Ni nanoparticles,  the formed carbon has high graphene content. In the second step of annealing, the sample was annealed in air and Ni metal nanoparticles were partially oxidized to form NiO. The final NiO/Ni/Graphene composites kept the original microspherical hollow structure of the Ni-MOFs.",
                "The MOFs were synthesized by the solvothermal reaction with nickel nitrate and trimesic acid as the metal source and organic ligand, respectively. Polyvinylpyrrolidone (PVP) was used as the stabilizing agent  to form a spherical structure for the growth of MOF. The detailed synthesis procedure is described in the experimental section. It has been reported that the amount of PVP played significant roles on the morphology of the resulting materials.  Thus, a series of experiments were conducted to optimize the PVP concentration in reactions. The products prepared under different PVP loadings were characterized by scanning electron microscope (SEM) ( and ). As shown in  and a,b, Ni-MOF nanomaterials with uniform spherical structure were achieved when a suitable amount of PVP (a,b) was used. The high-resolution SEM image (b) indicated that the diameter of the spherical Ni-MOFs is around 1 μm and small crystalline needles covered the surfaces of MOFs. In addition, the hollow structure of Ni-MOF spheres was revealed from the SEM image (b) of the broken spheres. This hierarchical hollow structure was further confirmed by transmission electron microscopy (TEM) imaging (c–e) that will be discussed in the following sections.",
                "To understand the formation mechanism of this special structure, the kinetic process of the hydrothermal reaction was studied with the optimized reagents ratio (see ). As shown in c, spherical Ni-MOFs appeared after 3 h of reaction; however, the spheres were solid and had smooth surfaces. When the reaction time was extended, the spheres became hollow and surface roughness increased (d). The hierarchical hollow structure was obtained when the reaction time is over 10 h (e). XRD results (f–h) of those samples indicated that the amorphous solid spheres were gradually converted to crystalline materials during the solvothermal reaction. The phenomenon observed in this work is similar to the results previously reported in MOF synthesis.  It was suggested that the Ostwald ripening process governed the formation of this MOF nanostructure. As schematically described in i, the nickel ions first coordinate with trimesic acid ligands to form amorphous solid spheres with the presence of PVP stabilizer. These amorphous solid spheres tend to crystallize and form a more thermodynamically stable phase under the condition of solvothermal reaction. During the crystallization process, the inner part of the sphere gradually dissolved and diffused to the surface, eventually forming the hierarchical, hollow, ball-in-ball structure. ",
                "The Ni-MOFs were converted into carbon coated metal oxides by successive annealing in nitrogen (carbonization) and air (oxidation). Carbonization and oxidation temperatures were determined by the TGA analysis (). In , the TGA results of Ni-MOFs under N2 atmosphere are presented. There are three stages of mass loss observed: (1) In stage I (up to 200 °C), the weight loss of ∼8% is observed, which can be attributed to the loss of absorbed water and DMF molecule.  (2) Stage II (200–450 °C) has a significant weight loss that originated from both the decomposition of organic ligand and the transformation of metal ions (Ni2+) to metal oxide (NiOx).  (3) Stage III is from 450 to 700 °C, and the mass loss can be explained as the reduction of NiO to metallic Ni by the carbon.  On the basis of the TGA results, 450 °C was chosen as the temperature to anneal the Ni-MOFs under a N2 environment. After annealing, the samples were characterized by SEM and X-ray diffraction (XRD). As shown in a–c, the annealed Ni-MOF maintained their original structure and all the diffraction peaks matched the cubic nickel (JCPDS 4-0850). The second annealing process is needed to achieve lithium active NiO. In this step, the annealing was conducted in air to oxidize the metallic nickel. Similarly, TGA was used to determine the annealing temperature. It was found in  that Ni was oxidized at 200 °C, while carbon was stable at this temperature. Thus, the second annealing was carried out in air at 200 °C. After thermal annealing, the resulting NiO/Ni/Graphene composites were characterized by SEM and XRD (d–f). It is clear that the morphology of the Ni-MOFs was perfectly inherited after the annealing (d-e). XRD results confirmed the existence of both Ni and NiO (f). Notably, the broad diffraction peaks indicated that the spheres are composed of nanocrystalline particles. The wide broadened peak from 20–30° is corresponding to the carbon.  The carbon content (20 wt %) was determined by TGA experiment (). The oxidation of Ni can be controlled by modulating annealing temperature and time. With higher annealing temperature and longer annealing time (350 °C, 6 h), the content of Ni will decrease (). However, the growth of NiO particle size () and the decrease of carbon content () were observed as well, which is detrimental for the NiO based electrochemical energy storage devices.",
                "The Ni-MOFs derived hierarchical NiO/Ni/Graphene composites were further characterized by TEM. Low magnification TEM image (a) exhibited that the NiO/Ni/Graphene composites had the same hierarchical hollow structure as their precursor Ni-MOFs. Selected-area electron diffraction (SAED) (b) also confirmed the existence of both NiO and Ni phases. From the high-resolution TEM (HRTEM) image (c), it is clear that the spinals grown on the surface of the sphere consist of crystalline nanoparticles with an average diameter of less than 5 nm. Those crystalline nanoparticles are imaged in d, and it was found that onion-like graphene shells with a thickness of about 2 nm covered the surface of NiO/Ni nanoparticles. The formation of graphene coating on the metal oxide surface can be attributed to the catalytic effect of Ni nanocrystals during the annealing process.  Such a thin graphene coating is of pivotal importance for LIB electrode materials since it not only provides high conductivity for the transition metal nanoparticles but also mitigates the volume expansion and improves the formation of a stable SEI layer. The clear lattice fringe measured with a distance of 2.1 Å in e can be indexed to the (200) interplane spacing of NiO. The Z-contrast image (f) taken in scanning TEM (STEM) mode clearly demonstrates the hollow nature of the spheres again. The elemental maps of nickel, oxygen, and carbon (g–i), obtained using energy-dispersive X-ray spectroscopy (EDX) in STEM mode, indicated relatively homogeneous distributions of the three elements in the hollow structure. The specific surface area of the NiO/Ni/Graphene composites was measured by the Brunauer–Emmett–Teller (BET) method and reached 104 m2/g (), which promises a sufficient contact between electrolyte and active materials.",
                "To evaluate the SEI layer formation of hierarchical hollow NiO/Ni/Graphene composites, the cyclic voltammetry was carried out under a scan rate of 0.2 mV/s within the voltage range of 0.005–3 V vs Li/Li+. As shown in a, an intensive reduction peak (0.5 V) with a small shoulder peak (1.0 V) aside was observed in the first anodic scan. The peak at 0.5 V can be ascribed to the formation of SEI film and the reduction of NiO to metallic Ni, and the shoulder peak at 1.0 V was explained as the generation of Li2O.  Two distinct oxidation peaks centered at 1.4 and 2.2 V corresponded to the partial decomposition of SEI film and reoxidation of Ni to NiO, repectively.  The overall electrochemical reaction of the NiO/Ni electrode can be described in the following equation:In subsequent cycles, the major reduction peak was shifted to 0.9 V due to the drastic lithium driven, structural, or textural modifications.  All the other peaks are perfectly overlapped, implying the formation of a stable SEI layer.",
                "b shows the Galvanostatic charge/discharge profiles for the different cycles at current densities of 200 mA/g and 2 A/g. For the first cycle at 200 mA/g, an obvious plateau at ∼0.75 V was observed in the first discharge curve, which was replaced by a slope from 1.5 to 0.9 V in the second cycle, in accordance with the CV results. The electrode is able to deliver a high charge and discharge capacity of 1759 and 1144 mAh/g, respectively. The irreversible capacity is believed to arise from the consumption of lithium ions during the formation of SEI film and incomplete reoxidation of Ni metal. ",
                "To fully activate the electrode, 200 mA/g was applied in the first five cycles and 2 A/g was carried out to run the long-cycle measurement. As shown in c, the NiO/Ni/Graphene composite electrode exhibited a high reversible capacity of 942 mAh/g at the beginning and then gradually increased to 1180 mAh/g after ∼250 cycles. This was usually explained by the gradual amorphization of crystalline NiO, which produced more Li ion accessible sites and improved kinetics for reoxidation of Ni to NiO.  The reversible capacity after 1000 cycles still reaches 962 mAh/g, slightly higher than the initial value. To the best of our knowledge, this is the best cycle performance ever reported about a NiO based electrode (see ).",
                "To investigate the structure stability after the cycling test, the coin cell was disassembled after 1000 charge–discharge cycles. As shown in the optical image (), the electrode remained intact. The TEM image () of the NiO/Ni/Graphene composites after 1000 cycles showed that the original morphology of the electrode materials was preserved, indicating a high stability of the active materials in the LIBs.",
                "Rate capability is of pivotal importance for many applications of LIBs. Cycle performance at different current densities was studied, and the results are summarized in d. When cycled at 200 mA/g, 500 mA/g, 1 A/g, 2 A/g, 4 A/g, and 8 A/g, the electrode delivered an average capacity of 1127 mAh/g, 1162 mAh/g, 1170 mAh/g, 1143 mAh/g, 1120 mAh/g, and 1030 mAh/g, respectively. The reversible capacity was almost unchanged even when the current density was increased to 8 A/g. This exceptional lithium ion and electron mobility can be attributed to the unique structure obtained from the Ni-MOF. Even under the current density of 15 A/g, which means the battery can finish a complete charge–discharge process within 7 min, the NiO/Ni/Graphene composite electrode still possessed an average capacity of 805 mAh/g, much higher than the previous reports on NiO based electrode (e).  Importantly, when the current density was reduced back to 200 mA/g, the specific capacity was recovered to the original value.",
                "The sodium storage behavior of hierarchical hollow NiO/Ni/Graphene composites was also investigated. The sodium ion battery is an attractive low-cost solution for the rechargeable electrochemical energy storage system. However, the Na ion (0.102 nm in radius) is much larger than the Li ion (0.059 nm in radius), resulting in more severe volume expansion and much lower kinetics in conversion reactions. It is reported that transitional metal oxides can be used for SIBs as well and the strategies for LIBs can be extended to the SIBs. Nanostructure engineering and carbon hybridization are typically required for transition metal oxide (Fe2O3, SnO, Co3O4, CuO)  anodes for SIBs. As far as we know, the research of the NiO anode in SIBs is limited  and no report of MOFs derived NiO/Ni composites for SIBs has been published.",
                "The mechanism for sodium storage is similar to lithium storage; as shown in a, the CV of the electrode was measured at the same condition for the lithium ion battery. During the first cathodic scan process, two intense peaks at 0.8 and 0.5 V could be assigned to the reduction of NiO and formation of SEI film, respectively. For the anodic scan, the strong peak at 1.6 V could be ascribed to the reoxidation of metallic Ni.  In addition, a small peak at 0.5 V was observed, which might originate from partial decomposition of SEI film, similar to the LIBs. On the basis of this result, the overall reaction for SIB is concluded as",
                "As shown in b, the NiO/Ni/Graphene electrode delivered a charge and discharge capacity of 992 and 483 mAh/g, respectively, when SIBs were cycled at a current density of 200 mA/g between 0.005 and 3 V (vs Na/Na+). The irreversible capacity (∼50%) probably arises from the formation of SEI, which was reported by other nanostructured anode materials.  The Coulombic efficiency was increased to 97.5% after the current density was increased to 1 A/g (from the sixth cycle). c shows the cycling test results. The NiO/Ni/Graphene composite electrode exhibited good cycle stability with a fading rate of 0.2% per cycle, which is comparable with previous work (). Rate performance of the NiO/Ni/Graphene composite electrode in SIBs was studied, and the results are shown in d. The electrode shows average capacities of 385, 295, 248, and 207 mAh/g when cycled at 200, 500, 1000, and 2000 mA/g, respectively. The specific capacity can be recovered to 300 mAh/g when the current density is set back to 200 mA/g.",
                "As shown in the LIBs and SIBs study with the hierarchical hollow NiO/Ni/Graphene anode, this unique anode material is favorable for both lithium and sodium storage properties. On the basis of the above research, such an excellent Li/Na storage capability is derived from the following properties of the materials: (1) the ultrafine NiO/Ni nanoparticles are considered to improve the conversion reaction kinetics and reduce the mechanical strain caused by the volume expansion during the lithiation/sodiation process. (2) The uniform graphene coating on the transition metal oxide provided the high electrical conductivity to the active material. This facilitates electron transportation media of the anode, as well as accommodates the volume changes of the NiO nanoparticles by forming robust and stable SEI layers. (3) The unique hierarchical hollow structure provides an ideal environment for electrolyte penetration and mitigating the volume expansion. With the advantages of all these features, the hierarchical hollow NiO/Ni/Graphene anode derived from Ni-MOF presents excellent performance in lithium/sodium storage."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, Ni-MOFs with a unique hierarchical hollow ball-in-ball structure were developed in this work. After successive thermal annealing treatments, NiO/Ni nanocrystals coated by graphene were obtained with the original architecture intact. This unique structure can effectively mitigate the volume expansion during the lithiation/sodiation process. In addition, the graphene coating enhanced the conductivity for the electrode and provided a buffer layer for mitigating the volume expansion and promoting the formation of stable SEI. The NiO/Ni/Graphene anode was employed in LIBs and exhibited high reversible specific capacity (1144 mAh/g) and excellent cyclability (no significant capacity fading after 1000 cycles at 2 A/g) and ratability (805 mAh/g at 15 A/g). The SIBs with NiO/Ni/Graphene anode were studied, and good cycle stability (0.2% specific capacity fading per cycle) and ratability (207 mAh/g at 2 A/g) were observed. This work demonstrates that MOFs with defined architecture are ideal precursors to fabricate nanostructured metal/metal oxides nanocomposite for electrochemical energy storage systems."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Nickel nitrate hexahydrate (99.999% Sigma-Aldrich), trimesic acid (95% Sigma-Aldrich), ethanol (200 proof, Decon Laboratories, Inc.), N,N-dimethylformamide (DMF, ACS grade, EMD), N-methyl-2-pyrrolidone (NMP, 99.5% EMD), lithium hexafluorophosphate (LiPF6, Battery grade, Oakwood), ethylene carbonate (EC, 99.9% Sigma-Aldrich), diethyl carbonate (DEC, 99% Sigma-Aldrich), fluoroethylene carbonate (FEC, 98% Alfa Aesar), sodium perchlorate (NaClO4, 98% Sigma-Aldrich), propylene carbonate (PC, 99.7% Sigma-Aldrich), sodium (99.8% Acros), and lithium foil (15.6 mm in diameter and 0.25 mm in thickness, MTI Corporation) were used as received without further purification. Poly(acrylic acid) (PAA, Mw = 450000) and polyvinylpyrrolidone (PVP, Mw = 40000) were purchased from Scientific Polymer Products, Inc. and used as received. To prepare the electrode, copper foil with a thickness of 9 μm was obtained from MTI Corporation.",
                        "XRD patterns were measured using a Rigaku Ultima IV X-ray diffractometer with a Cu Kα radiation (λ = 1.5604 Å). The SEM images were obtained through FEI Quanta450 or JEOL JSM-7401F operating at 10 kV. TEM images were taken by JEOL 1203 or FEI Tecnai G2 F20. HRTEM images, and corresponding EDX maps were collected by FEI Tecnai G2 F20 equipped with an EDAX SUTW (super ultrathin window) energy-dispersive X-ray spectrometer (EDAX). TGA analyses were carried out using Q500 (TA Instruments) under Ar/air with a temperature ramp rate of 5 °C/min. The surface area was measured using a Micromeritics TriStar II instrument. Prior to determining specific surface area, the sample was degassed (Micromeritics VacPrep 061) at 80 °C for 12 h. Nitrogen adsorption/desorption isotherms were obtained at 77 K. The Brunauer–Emmett–Teller (BET) method was utilized to determine the specific surface area in the relative vapor pressure range of 0.04 to 0.27. Galvanostatic charge and discharge tests were performed by an 8 Channel Battery Analyzer BST-8A (1 mA) from MTI or 8 Channel Neware battery test system (10 mA) (for high rate) within the voltage range of 0.005–3 V (vs Li/Li+ or vs Na/Na+). The cyclic voltammetry was recorded by using a CHI608E electrochemical analyzer with scan rate of 0.2 mV/s."
                    ],
                    "name": " Materials and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "In a typical optimized synthesis, 432 mg of Ni(NO3)2·6H2O, 150 mg of trimesic acid, and 1.5 g of PVP were dissolved in a 30 mL of mixture solution (distilled water:ethanol:DMF = 1:1:1 v/v/v) under vigorous stirring. The obtained light green solution was then transferred to a 50 mL Teflon-lined autoclave and then heated to 150 °C for 10 h. The final products were centrifuged first at 4400 rpm for 10 min (Eppendorf 5702) and washed with ethanol three times; the collected materials were dried in an oven overnight at 80 °C."
                    ],
                    "name": " Synthesis of Ni-MOFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Ni-MOF powders were heated to 450 °C with a ramp-rate of 1 °C/min and then held for 30 min. The whole annealing process was carried out in a tube furnace in Ar atmosphere. The resulting black powders were then heated to 200 °C in air with a ramp-rate of 1 °C/min and held at 200 °C for another 30 min to obtain the NiO/Ni/Graphene nanocomposite."
                    ],
                    "name": " Synthesis of NiO/Ni/Graphene Nanocomposite",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrode slurry was prepared by mixing 70% active material, 15% Super P, and 15% PAA (50 mg in total) with NMP (0.6 mL). The slurry was then cast on the copper foil and dried at 80 °C in an oven overnight. The coated copper electrode was punched into disks with a diameter of 7.98 mm by a hollow punch. The 2032 coin cells were assembled in an argon filled glovebox with oxygen and water content below 1 ppm. For the lithium ion battery, lithium foil is used as the counter electrode and the separator is Celgard (3501). The electrolyte is 1 M lithium hexafluorophosphate solution in EC and DEC (1:1 v/v) with 10 wt % fluoroethylene carbonate. For the sodium ion battery, sodium and glass fiber membrane (Whatman, Cat. No. 1821 090) are used as counter electrode and separator, respectively. The electrolyte is 1 M sodium perchlorate in PC and EC (1:1 v/v) solution with 10 wt % FEC."
                    ],
                    "name": " Battery Fabrication",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Metal Organic Frameworks Derived Hierarchical Hollow NiO/Ni/Graphene Composites for Lithium and Sodium Storage"
}