{
    "DOI": "10.1039/C6CC09378G",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage has become a critical issue for the utilization of renewable energy and the promotion of smart electric grids in modern society. Being operated under a similar ‘rocking-chair’ sodium storage mechanism as lithium ion batteries (LIBs), room-temperature sodium-ion batteries (SIBs) have emerged as a promising alternative for grid-scale storage applications due to the natural abundance and low cost of sodium. Developing high-performance electrode materials that can reversibly host sodium ions is thus crucial for further technological advancement and commercialization of SIBs. Although many interesting positive electrode materials with acceptable performance have been proposed, suitable negative electrode materials have not been identified and their development is still quite challenging.",
                "Among the available negative electrode materials, hard carbon shows the best overall storage performance in terms of high storage capacity. However, more than half of the discharge capacity is distributed at a very low discharge plateau below 0.1 V versus Na+/Na, which causes serious safety concerns related to the possible formation of sodium dendrite and the associated thermal runaway due to the low melting point of Na metal (97.81 °C), especially at fast charging rates or overcharging. Several alloy compounds (P, Sn, or Sb) and sulfides/selenides such as MoS2, WSx SnSe and FeSe2 have attracted extensive attention due to their high theoretical capacity (e.g. 660 mA h g−1 for Sb) and moderate working voltage (e.g. about 0.5–0.8 V vs. Na+/Na for Sb). Unfortunately, they always undergo a significant volume change and mechanical stress during sodium-ion insertion and extraction, resulting in the aggregation and pulverization of the electrode materials, finally causing capacity loss and cycling decay. As a result, these issues made them unsuitable for long-life batteries. Presently, titanium-based SIB anode materials have attracted immense interest due to their efficient Na-storage activity, high stability, low cost, and nontoxicity. Of the most studied systems, titanium-based intercalation P2-type layered oxides, e.g. P2-Na0.66[Li0.22Ti0.78]O2, P2-Na2/3Co1/3Ti2/3O2 and P2-Na0.6[Cr0.6Ti0.4]O2, which deliver a safe potential of about 0.7 V based on Ti3+/Ti4+ redox potential (vs. Na+/Na) and a very small volume contraction during sodium insertion and extraction, have been demonstrated as another class of potential anode materials for long-life SIBs. However, only a few studies have been reported on the exploration of P2-type sodium insertion materials as the negative electrodes for SIBs to date.",
                "Herein, we for the first time report a novel anode material for sodium-ion batteries, Na2/3Ni1/6Mg1/6Ti2/3O2, which delivers an average storage voltage of 0.7 V and a reversible capacity of 92 mA h g−1. It exhibits a pure P2-type layered structure and shows good cycling stability (ca. 87.4% capacity retention for 100 cycles) with a single phase reaction and very small volume change in the sodium half-cell. This novel P2-type layered oxide is a promising anode material for long-life SIBs and extremely attractive for large-scale energy storage devices.",
                "P2-type Na2/3Ni1/6Mg1/6Ti2/3O2 (hereafter denoted as P2-NNMT) was synthesized via a solid-state reaction method using precursors of Na2CO3, NiO, MgO and TiO2. Owing to sodium volatility at high temperature, an access 5 mol% of Na2CO3 was added. The starting materials were ground in an agate mortar and pressed into pellets with the diameter of 14 mm. The precursors were calcined twice at 1000 °C in air for 12 h with intermediate grinding to obtain a phase-pure sample, then quenched to room temperature and stored in an argon-filled glove box until use. The powder X-ray diffraction patterns were collected using an X-ray diffractometer (D8 Bruker Advance) with Cu Kα radiation (λ = 1.5418 Å) in the scan range (2θ) of 10–110°. Rietveld refinement of the diffraction patterns was carried out using the TOPAS software. The morphologies of the materials were investigated using a scanning electron microscope (JEOL 6701F) operated at 10 kV. The high-resolution transmission electron microscopy (HR-TEM) images and energy dispersive spectroscopy (EDS) maps were characterized by transmission electron microscopy (TEM) (JEM 2100F) with an accelerating voltage of 200 kV. The X-ray photoelectron spectra (XPS) of the samples were recorded on an ESCALab 250Xi (Thermo Scientific) spectrometer equipped with an Al Kα achromatic X-ray source. The binding energies of all the elements were calibrated with respect to carbon (284.6 eV) and the XPS peaks were deconvoluted using the Avantage software.",
                "Coin-type (CR2032) cells were assembled to evaluate the electrochemical properties of the fabricated electrodes in an argon-filled glove box (H2O, O2 < 0.1 ppm). The working electrode was prepared by mixing the active material, Super P carbon black, and poly(vinyl difluoride) (PVDF, Aldrich) binder at a weight ratio of 75:15:10 onto an aluminium foil (99.6%, Goodfellow). Then the working electrodes were dried at 80 °C under vacuum for 10 hours. The loading mass of the active material was 3–4 mg cm−2. The electrolyte was a solution of 1 M NaClO4 in propylene carbonate (PC, 5% fluoroethylene carbonate). A pure Na foil was used as the counter electrode and porous glass fiber (GF/D) was used as the separator. The discharge and charge measurements were carried out using an Arbin BT2000 system over a voltage range of 0.2–2.5 V at 0.1C rate at 25 °C. Cyclic voltammetry measurements were carried out at a scan rate of 0.1 mV s−1 using an Autolab PG302N electrochemical workstation.",
                "The X-ray diffraction (XRD) patterns and the Rietveld refinement of the resulting P2-NNMT samples are shown in Fig. 1a. A recalcination process was conducted to obtain a pure-phase sample (Fig. S1, ESI†). Moreover, P2-NNMT is stable when exposed to air (Fig. S2, ESI†). All the diffraction lines can be indexed to a hexagonal lattice with space group P63/mmc, which is isostructural with P2-type Na2/3CoO2. In order to calculate the lattice parameters of the P2-NNMT materials, the obtained structure was refined using the Rietveld method and the refined structural parameters are summarized in Table S1 (ESI†). The lattice structures of P2-NNMT are calculated to be a = b = 2.9680(2) Å, c = 11.146(5) Å and V = 85.036(6) Å3 with a reliability index (Rwp) of 7.5%. As plotted in Fig. 1b, the P2-NNMT phase are composed of alternate Na layers and MeO2 (Me = Ni, Mg, and Ti) layers in the oxygen–ion framework and packed closely in the ABBA pattern. In this structure, the Ni, Mg and Ti ions occupy the octahedral 2a Wyckoff sites, and all of the Na ions occupy the trigonal prismatic sites, but with different next-nearest neighbours. The Na+ prisms located at Nae positions with 2d Wyckoff sites share edges with the six (NiMgTi)O6 octahedrons, while the Na+ prisms located at Naf positions with 2b Wyckoff sites share two faces with the upper and lower (NiMgTi)O6 octahedrons. The Na+ occupancies of these two positions (Nae and Naf) are 0.443 and 0.227, respectively.",
                "The morphology of P2-NNMT was characterized by scanning electron microscopy (SEM). It is obvious that the material is composed of the plate-like second particles, and the diameter of particles is about 5–10 μm (Fig. 2a). The detailed crystal structure was further investigated by HR-TEM, showing the interplanar distance between the adjacent lattice fringes is 5.5 Å, corresponding to the d spacing value of the (002) plane (Fig. 2b). EDS elementary mapping, as displayed in Fig. 2c, indicates that the sodium, nickel, magnesium, titanium and oxygen elements are uniformly distributed in the sample.",
                "The Na storage performance of P2-NNMT compounds in Na|1M NaClO4 in the PC (5% FEC)|Na2/3Ni1/6Mg1/6Ti2/3O2 cell was tested at a current density of 0.1C (9.6 mA g−1) in the voltage range of 0.2–2.5 V as shown in Fig. 3a. This composite electrode exhibits a large irreversible capacity in the first cycle (Fig. S3, ESI†), which is caused by irreversible Na ion insertion/extraction into the carbon additive and the formation of a solid electrolyte interface (SEI) film on the surface of P2-NNMT during the first charge/discharge process. The sequent discharge/charge curves are smooth and no complex and multiple plateaus are observed, indicating good structure stability. And no phase transition occurs during Na+ insertion/extraction processes, investigated by in situ XRD as discussed later. The P2-NNMT electrode can deliver a reversible capacity of 92 mA h g−1 (approximately the theoretical capacity of 96 mA h g−1) corresponding to 0.33 Na insertion per formula unit, which indicates that the final sodiated compound is Na1Ni1/6Mg1/6Ti2/3O2 based on a single-electron redox process of the Ti3+/Ti4+ redox couple. The capacity retention could reach 87.4% after 100 cycles and the Coulombic efficiency except for initial cycles can reach nearly 100% in the whole cycling process (Fig. 3b). The cycling stability of this novel P2-NNMT is consistent with the previous reported titanium-based P2-type layered oxide anodes (Table S2, ESI†). The rate capability of the P2-NNMT electrode was also evaluated in a sodium cell. It can be seen from Fig. 3c that the reversible capacities are 92, 83, 72, and 41 mA h g−1 at current rates of 0.1C, 0.2C, 0.5C, and 1C, respectively, which could be further optimized via a carbon coating process. X-ray photoelectron spectroscopy (XPS) was carried out to investigate the oxidation states of metal ions of P2-NNMT (Fig. S4, ESI†). The Ti2P3/2 peak is at around 457.9 eV, which is close to the Ti4+ peak in TiO2, suggesting that Ti is present predominantly as Ti4+. The main peak at 854.6 eV is attributed to the Ni2P3/2 peak, indicating that the Ni ion is mainly in the +2 state. The Mg1s and Na1s peaks demonstrate that magnesium and sodium elements are in a valence state of +2 and +1, respectively. These results are in good agreement with previous reports. In general, the chemical format of P2-NNMT can be rewritten as P2-Na2/3+[Ni1/62+Mg1/62+Ti2/34+]O22−. Cyclic voltammetry profiles (Fig. 3d) at a fixed scan rate of 0.1 mV s−1 show one pair of reversible oxidation/reduction peaks appearing at 0.7/0.5 V, respectively, which are ascribed to a single-electron redox process of the Ti3+/Ti4+ couple.",
                "To grasp more insight into the reaction mechanism and changes in the crystal structure of Na2/3+xNi1/6Mg1/6Ti2/3O2 upon Na+ insertion/extraction, in situ XRD patterns were examined during the first cycle and the results are displayed in Fig. 4. On Na ions intercalation, the 00l diffraction lines, e.g. 002 and 004, continuously shift to higher two theta angles, while no clear shift is observed for the 10l peaks. The peak shift is ascribed to the contraction/expansion of the c-axis upon Na+ insertion/extraction. It is worth noting that no new peaks beyond the P2 structure are observed except that the shape of the 004 peak becomes asymmetric with a broad feature. This is because the final sodiated product actually includes several P2 phases with slightly different Na contents and occupations (2b, 2d) due to the inhomogeneous reaction (non-equilibrium process) during Na ion intercalation. To evaluate the cell parameter changes during the first cycle, the Rietveld refinement of the in situ XRD patterns was also performed (Fig. S5, ESI†). It can be seen that the c-axis is contracted by 0.24%, whereas the a (b) axis is expanded by 0.11% after 0.33 Na+ insertion into the pristine material as shown in Table S3 (ESI†). Thus, the unit-cell volume change before and after sodium insertion is only 0.37%. The tiny structural changes and good zero-strain character are in agreement with titanium-based intercalation P2-type layered oxide anodes reported in the literature. Above all, all these peak shifts are very small and can move back to their original position after one full cycle, suggesting that the Na+ insertion/extraction in this material is a single-phase reaction with a very small volume change, which leads to the smooth charge/discharge curves and good cycling stability.",
                "In summary, a novel P2-Na2/3Ni1/6Mg1/6Ti2/3O2 material is synthesised via a simple solid-state method, and the electrochemical performance of this material as an anode in SIBs is explored for the first time. It shows a reversible capacity of 92 mA h g−1 with a safe average storage voltage of approximately 0.7 V in the sodium half-cell, and exhibits a single-phase electrochemical Na storage behaviour with a very small volume contraction which contributes to its good cycling performance. This P2-type layered oxide is a promising long-life anode material and could greatly speed up the development of room-temperature SIBs for large-scale energy storage.",
                "This work was supported by the National Natural Science Foundation of China (51225204, 21303222, and 21127901), the Ministry of Science and Technology of the People's Republic of China (Grant 2016YFA0202500) and the ‘Strategic Priority Research Program’ of the Chinese Academy of Sciences (Grant No. XDA09010100), and CAS."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "Novel P2-type Na2/3Ni1/6Mg1/6Ti2/3O2 as an anode material for sodium-ion batteries"
}