{
    "DOI": "10.1021/acsami.7b04739",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Portable electronic devices, electric vehicles, or stationary energy storage systems require batteries with different performances. For the first two applications Li ion batteries (LIBs) with high energy densities are available which were successively improved during the past decades. For large scale energy storage systems LIBs seem to be less promising due to the limited abundance of Li and the associated high costs. Hence, a growing interest to develop efficient, environmentally friendly energy storage devices leads to the exploration of new electrode materials for sodium ion batteries (SIBs) due to the higher availability, lower cost, and wider distribution of Na compared to Li.  Considering sulfide-based materials, mainly binary transition metal compounds like TiS2,  MoS2,  WS2,  FeS2,  Co3S4,  Ni3S2,  or main group sulfides like SnS2  and Sb2S3  were investigated. Ternary transition metal oxides  have been intensively studied as electrode materials in lithium and sodium ion batteries, but there are just a few reports of ternary transition metal sulfide compounds investigated as electrode materials. ",
                "To compete with today’s available LIBs, new materials for SIBs should have high specific capacities, long-term stability, and very good cyclability. These requirements may be achieved by application of electrodes in so-called conversion reactions. In contrast to commercial LIBs which operate on intercalation/deintercalation reactions leaving the host materials structurally intact, the electrodes are converted during a conversion reaction and new phases are formed. Such conversion electrodes often show poor long time cycle stability and fast capacity loss. To ensure highly reversible sodium insertion and extraction, mainly nano-scaled materials are examined. The improved cyclability of such materials is explained by enhanced diffusion due to a more homogeneous atom contribution upon cycling.  To further improve rate and cycle stability, reduced graphene oxide (rGO) composites are primarily used.  Besides the obvious benefits of such composite materials concerning their electrical characteristics, there is a major disadvantage. rGO is commonly synthesized from graphite via a modified Hummers method.  Until now, this method is not suitable for preparation of rGO on an industrial scale, preventing the use of this material in commercial batteries.  But the advantage of adding rGO to the electrode material was demonstrated for Cu and V sulfides. Pure copper sulfides showed a poor rate and cycle stability, e.g., 261 mAh g–1 after 20 cycles  and 41.8 mAh g–1 after 100 cycles.  A similar behavior was reported for V5S8 displaying a continuous loss of capacity during cycling.  In recently published papers, it was shown that binary copper or vanadium sulfides as anode materials for SIBs only showed good rate and cycle stability when using rGO composites. ",
                "The role of rGO in conversion electrodes is not fully understood, but it is assumed that the electrical contact between metallic nanoparticles formed during the first discharge is improved, thus leading to better cyclability. The role of rGO may be accomplished by electrically conducting nanoparticles which are generated using suitable ternary compounds. Because more phases are formed during the first Na or Li uptake, a more finely distributed nanostructure is generated with the constituents being in close contact. This might enable an improved cyclability and stability of the capacity, and therefore using ternary instead of binary compounds as starting materials might be beneficial to overcome the necessity of adding additives like rGO.",
                "On the basis of these ideas, we investigated the electrochemical performance of CuV2S4 as a potential anode material for SIBs. The results demonstrate that the material exhibits an outstanding cycling stability and high specific capacity."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The CuV2S4 sample was synthesized via a solid state reaction method. Stoichiometric amounts of copper (Alfa Aesar, 99.9%), vanadium (Chempur, 99.5+%), and sulfur (Chempur, 99.999%) were mixed together and ground in a mortar. The mixture was placed into a quartz tube and sealed under vacuum (<10–4 mbar). It was heated to 873 K at a rate of 100 K/h, maintained at this temperature for 24 h, and then heated up to 1123 K for an additional 5 days. The powder was pelletized, and the procedure described above was repeated."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD patterns were collected using Cu Kα1 radiation with a Stoe Stadi-P equipped with a germanium monochromator and a Mythen 1K detector and with a Panalytical XPert Pro diffractometer equipped with a PIXCEL Detector. Rietveld refinement  of the powder pattern was performed with FULLPROF  using a pseudo-Voigt function with axial divergence asymmetry. Linear interpolation between a set of selected points was used to model the background. The lattice parameter a and all general atom positions were refined.",
                        "For ex situ XRD analysis the prepared electrodes or pellets of about 30 mg consisting of 70% CuV2S4 and 30% carbon black were used. The material was recovered from the Swagelok cells in an argon-filled glovebox and put onto an X-ray sample holder sealed with a Kapton window or in a quartz capillary with a diameter of 0.5 mm.",
                        "Transmission electron microscopy was performed on a FEI Tecnai F30 STWIN microscope on samples inserted with 2 Na and 6 Na. Samples were prepared by gentle grinding and dispersion on carbon-laced grids made out of molybdenum or gold to avoid overlap of MoL and SK peaks in the EDX spectrum. EDX measurements and scanning TEM elemental maps were obtained with the attached EDAX SiLi detector with an energy resolution of 134 eV. The electron diffraction experiment was performed by limiting the area of diffraction by an aperture of 500 nm in diameter.",
                        "SEM images and EDX were obtained with a Philips ESEM XL 30 with EDAX New XL-30 detecting unit. Acceleration voltage of 20 kV was used to detect the K-lines.",
                        "23Na magic-angle spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy was performed on a Bruker spectrometer at a magnetic field of 4.7 T, corresponding to a Larmor frequency of 52.9 MHz. Sample spinning was done in 2.5 mm rotors at a spinning speed of 30 kHz. Spectra were acquired with a rotor-synchronized Hahn-echo pulse sequence with a π/2 pulse length of 2.3 μs and a recycle delay of 1 s. The spectra were referenced to an aqueous solution of 1 M NaCl at 0 ppm. 63Cu resonances observed during these 23Na NMR measurements were additionally referenced to CuCl powder as a secondary reference (−333.2 ppm at 298 K). "
                    ],
                    "name": " Characterization of the Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "CuV2S4 electrodes were prepared from 80 wt % CuV2S4, 10 wt % SUPER C65 Carbon (Timcal, Switzerland), and 10 wt % PVdF (Solvay, Germany) suspended in NMP (N-methyl-2-pyrrolidone). The mixture was spread on a copper or aluminum foil using doctor-blade casting method. Drying of the electrode foil was carried out in a vacuum oven at 60 °C for 24 h. Afterward, 10 mm discs with about 2 mg/cm2 active material were punched out. Assembly of the Swagelock type cells was carried out in an argon-filled glovebox with water and oxygen contents below 1 ppm using sodium metal as the anode, glass fiber filter disks (Whatman, United Kingdom), and Celgard membrane as separator and a solution of 1 M NaCF3SO3 (Sigma, 98%) in diethylene glycol dimethyl ether (Sigma, 99.5%, anhydrous) as electrolyte. Galvanostatic measurements were carried out with a Materials mates 510 DC or a MTI 8 channel battery analyzer. Cyclovoltametric measurements were carried out with a Zahner XPot at a scan rate of 0.1 mV s–1 between 0.001 and 3 V."
                    ],
                    "name": " Electrochemical Test",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "CuV2S4 has been intensively studied concerning its magnetic, electronic, and structural properties but not as an anode material in sodium or lithium ion batteries so far.  CuV2S4 is a metallic thiospinel and crystallizes in the cubic space group Fd3̅m. The copper cations occupy the tetrahedral 8a sites, the vanadium cations occupy the octahedral 16d sites, and sulfur is located on the 32e sites (inset ). In contrast to most spinel compounds with the general formula M12+M23+A42– (M: metal cation; A: chalcogenide anion), copper has the oxidation state +1.  Charge balance is achieved by a delocalized hole in the valence band.",
                "The Rietveld refinement of the X-ray powder data reveals a phase pure material (). The lattice parameter was determined as a = 9.796(9) Å, very close to the data reported in the literature.  Electron diffraction (ED) performed in a transmission electron microscope (TEM) shown in  confirms the single crystallinity of CuV2S4 particles with the cubic Fd3̅m structure. The elemental analyses performed via energy dispersive X-ray spectroscopy (EDX) on a scanning electron microscope (SEM) and TEM yields a composition close to stoichiometric material (SEM EDX: Cu1.07V2S4.01, ; TEM EDX Cu1.2V1.84S3.95, ). SEM images show a broad size distribution of the as prepared particles between 5 and 50 μm ().",
                "Assuming a full conversion of the material with a reduction of Cu+ and V3+ to their elemental state as shown in  and the uptake of one electron into the valence band hole, CuV2S4 has a theoretical specific capacity of 730 mAh g–1.a displays a selection of galvanostatic charge–discharge profiles of the CuV2S4 cell. Because of the use of a microcrystalline material and to ensure a full conversion of the electrode material in the first cycle, we choose a current density of 73 mA g–1 and a cutoff potential of 0.01 mV. During the subsequent cycles, the cell was cycled between 3 and 0.1 V at a current density of 150 mA g–1 to minimize electrolyte decomposition. The first discharge occurs stepwise, with a fast decrease of the voltage at the beginning followed by a first plateau at 0.55 V until two Na are inserted. Another not well-pronounced voltage drop leads to the pseudoplateau in the region of 0.4–0.3 V. After the insertion of six Na the voltage steadily decreases until the cutoff of 0.01 V is reached. A very similar behavior was reported for the Li insertion into CuCr2Se4  and CuTi2S4, but in this case the materials showed a severe capacity loss for every cycle. ",
                "The voltage profiles (A) demonstrate a highly reversible process involving the uptake of about 8 Na per formula unit upon the first discharge in which a capacity of 753 mAh g–1 has been achieved, followed by the removal of 6 Na during the charge process. The first discharge capacity is slightly larger than the theoretically expected value caused by solid electrolyte interphase (SEI) formation and electrolyte decomposition. The irreversible capacity loss is 207 mAh g–1, yielding an efficiency of 72.5% in the first cycle. From the third cycle an efficiency >99% is achieved.",
                "The cyclic voltammetry (CV) curves are displayed in B. In the first cycle two strong reduction peaks at 0.41 and 0.28 V and one weak reduction signal from 0.6 to 0.8 V are visible. During charge two broad oxidation peaks at 1.4 and 1.75 V are observed in accordance with the plateaus of the galvanostatic measurement. The shift of the reduction peak in the CV cycle can be explained by the larger overpotential within the cell due to the higher current density. Considering the ex situ XRD and 23Na MAS NMR measurements ( and , see above), the first reduction event at 0.41 V can be attributed to the reduction of Cu+. The broad peak from 0.6 to 0.8 V may be caused by the first SEI formation. The following strong reduction peak is due to the conversion reaction. A not well developed small shoulder at 0.15 V occurs which might be caused by a second formation of a SEI due to the volume expansion during the conversion reaction. The reduction event near 0 V can be explained by electrolyte decomposition. The following cycles strongly differ from the first one showing a very broad reduction peak at 1.4 V and a more pronounced signal at 0.45 V. This behavior is typical for conversion reactions due to irreversible processes occurring during the first cycle. The oxidation peak at 1.4 V is still visible, whereas the oxidation peak at 1.75 V vanished and a new oxidation signal occurs at 2.1 V. The second to fifth cycle are nearly superimposable, indicating a very good reversibility of the electrode material.",
                "A displays ex situ XRPD patterns collected at the different voltages during the electrochemical discharge/charge reaction marked in B. The reduction of Cu+ to elemental Cu is observed by the appearance of the (111) reflection of Cu after an uptake of 1 Na (a magnification is shown in ). Besides the formation of Na2S, an intermediate phase can be observed at point D (2 Na) and gets more pronounced after the uptake of 3 Na per formula unit. The broad reflections cannot be unambiguously assigned to a distinct compound because most vanadium sulfides show the most intense reflections in this region (). The formation of Na2S was confirmed by additional ex situ XRD () and 23Na MAS NMR (). Because of an overlap of reflections of CuV2S4 and the intermediate phase Rietveld refinements of the occupancies of Cu and V were not unambiguous after uptake of more than 2 Na per formula unit. But the refinements clearly show a decrease of Cu occupancy already for samples with 0.5 and 1 Na per formula unit. The refined lattice parameters for these two materials are identical with a = 9.811(1) Å (0.5 Na) and a = 9.811(2) Å (1 Na), but an increase of the strain can be observed for larger Na uptake (e0 from strain: 0.00046 (0.5 Na), 0.00112 (1 Na), and 0.00137 (2 Na)). For the sample with 2 Na per formula unit a slight decrease of the a-axis to 9.799(3) Å is obtained. Interestingly, the lattice parameter does not change after uptake of 0.5 and 1 Na but is slightly larger than for the pristine material (a = 9.796(9) Å). This small expansion of the cell parameter can be explained by the uptake of an electron into the valence band hole in the early stage of discharge leading to a slightly larger sulfur anion radius overcompensating the loss of Cu+ as observed in XRD patterns (). A similar behavior was observed for the uptake of Li in CuCr2Se4. ",
                "The successive conversion of CuV2S4 is revealed by a constant decrease of the intensity and broadening of the reflections after an uptake of 2 Na. The broadening is most likely caused by a reduction of the size of coherently scattering domains during the conversion reaction. During further Na uptake, the intensity of reflections of Na2S and Cu steadily increases. At the fully discharged state the electrode material is converted to an X-ray amorphous phase or into particles being too small to be detected by X-ray diffraction, and only the Cu-related reflections (111) and (200) as well as the (220) reflection of Na2S are visible. No recrystallization of CuV2S4 can be observed during charge. The crystallite size of the metallic Cu particles is estimated by Scherrer’s formula to be in the range of 20 nm. It is remarkable that the Cu+ ions are reduced to nanocrystalline particles, while the V3+ ions are converted into an X-ray amorphous phase or nano-sized particles which could not be seen in the XRD patterns. At the fully charged state (point I in ) the intensity of the Na2S reflection decreased, whereas the reflections of elemental Cu are still clearly visible.",
                "The 23Na MAS NMR spectra of CuV2S4 are shown in  for different Na contents. In all NMR spectra, a peak is visible at about −15 ppm which can be assigned to residues of the Na salt of the electrolyte used in the batteries (Na triflate). For a sample washed with diglyme/n-hexane this signal cannot be observed. After uptake of 2 Na per formula unit, a new peak is visible at 0 ppm which can be assigned to an intermediate unknown phase since for further cycling this signal disappears again. When the Na content is further increased, a broad component emerges in the range between +70 and −50 ppm. Furthermore, for Na contents larger than 6 per formula unit, a narrower peak is observed at +50 ppm. This signal can clearly be assigned to the formation of Na2S during discharging. When the material is charged again, the peak at +50 ppm disappears, revealing the reversibility of Na2S formation. The weak peak at −25 ppm could not be clearly identified, but since it seems to be correlated to the peak of Na triflate, it might be an electrolyte decomposition product.",
                "It is remarkable that additional signals can be observed at very large positive shifts, shown on the left side of . For the pristine material and a Na content of 0.5 one broad peak is clearly visible at 7490 ppm, which then becomes much weaker and even broader at a content of 1 Na and for larger Na contents disappears completely. This signal is caused by a 63Cu resonance because the resonance frequencies of 23Na and 63Cu are very similar (52.9 and 53.0 MHz, respectively, at 4.7 T). Both 23Na and 63Cu have a nuclear spin I = 3/2 and thus experience quadrupolar interactions with electric field gradients being present at the site of these nuclei. This interaction accounts for some of the observed line broadenings and spinning sidebands. The presence of the signal at 7490 ppm in the pristine material and at very low Na contents is generated by the presence of Cu+. This confirms the ex situ XRD measurement results which demonstrated that Cu+ is reduced to the metallic form during the uptake of 2 Na. A very broad signal is present at +4400 ppm. This signal belongs to metallic Cu, and it stems from the NMR RF coil which is made of Cu and which is located around the sample. The large positive shift is a so-called Knight shift caused by the interactions of the 63Cu nuclei with delocalized electrons in the metal. For the cycled samples (and only for the cycled samples) on top of this broad peak another signal with much smaller width is visible. This signal belongs again to metallic Cu, but this time it represents the metallic Cu that is formed inside the sample during discharging. While the broad signal stems from the static RF coil, the narrow signal can be clearly assigned to the rotating sample. Furthermore, for the sample obtained after conversion of 6 Na, a narrow signal at 2070 ppm is visible with clear spinning sidebands (marked with an asterisk). This clearly shows that this signal stems from the sample and the position shows that it is generated from a diamagnetic Cu environment, i.e., Cu1+ far away from V neighbors. This signal is thus assigned to Cu2S. It disappears after further conversion of Na. Cu2S thus represents an intermediate phase which is further converted to Na2S and metallic Cu during further discharging. The NMR spectrum obtained after one complete cycle also confirms that the initial CuV2S4 phase is not re-formed.",
                "The cycling performance of the CuV2S4 electrodes at different current rates and cutoff potentials is presented in A. In both cases, the tested cells reach a Coulombic efficiency of ≈99% after the third cycle with a capacity of 490 mAh g–1 at 0.15 Ag–1 and 410 mAh g–1 at 0.7 Ag–1. These values correspond to 5.4 Na/CuV2S4 and 4.5 Na/CuV2S4, respectively. The cells show a constant gain in capacity during the first 50 cycles which is not accompanied by a change in the discharge–charge profile as can be seen in A. This behavior might be explained by remaining inactive electrode material throughout the first cycles due to blocked diffusion pathways for Na. By repeated cycling, a more homogeneous distribution of the involved elements is achieved that might enable a better Na diffusion to the former inactive parts of the electrode. On higher cycle numbers, a change in the discharge–charge profile becomes visible (B), which is clearly seen by the dQ/dV analysis displayed in C. A new plateau at about 1.35 V evolves during the discharge and two plateaus at 1.65 V and around 2.2 V during charge occur which become more pronounced with increasing cycle number. These observations indicate a change of the reaction mechanism. This suggests that the former inactive Na2S matrix starts to participate in the redox process leading to a constant capacity increase up to 580 mAh g–1 (6.4 Na per formula unit can be cycled) at 700 mA g–1 for the 250th cycle, remaining constant at this level during the next 50 cycles.",
                "It is known that upon cycling of sulfide based materials against Na or Li, Na2Sx or Li2Sx species are formed which are soluble in the electrolyte. It was reported that the addition of metallic Cu powder into a lithium sulfur battery system captures intermediate polysulfides by formation of CuxS (x = 1 or 2) depending on the chain length of polysulfides.  It is very likely that this process can also take place in a Na based system. Since we have shown the presence of metallic Cu via ex situ XRD measurements, we assume that Cu2S is formed during higher cycle numbers. This assumption is supported by the dQ/dV analysis in C. The potential profile of the evolving cathodic and anodic peaks are in very good agreement with the reduction and oxidation of Cu2S, leading to a gain in capacity.  This assumption is supported by additional ex situ XRD measurements () recorded after 100 cycles showing a loss in intensity of the Cu reflections while new broad reflections of Cu2–xS appeared. We note that this phenomenon was observed in all cells tested during this study and has never been reported for transition metal sulfides in sodium ion batteries until now.",
                "Considering the results of the investigations and analyses in this work, we assume the following reactions for the first discharge () and charge (). Based on our results, most probably a V(III) sulfide is formed during the charge process according to .During higher cycle numbers a small amount of the Cu starts participating in the sodiation process, and two different reactions may be envisaged including a reversible formation of Cu2S and Cu (e.g., )or an intercalation reaction as proposed in ref   ()D displays the rate performance of CuV2S4 at different C-rates. The cell delivered a reversible capacity of 500, 473, 453, 435, 420, 410, 400, 350, 300, and 232 mAh g–1 for current densities ranging from 100 to 2000 mA g–1. When the current density is reset to 100 mA g–1, a capacity of 500 mAh g–1 could be recovered. This high rate stability is remarkable since we investigated a bare, non-graphene/rGO composite material with only 10 wt % carbon black added to the electrode slurry.",
                "The elemental mapping using scanning (S)TEM EDX for the analysis of Cu, V, S, and Na content after the uptake of 2 Na and 6 Na in the pristine material is presented in . After the uptake of 2 Na (A) the elemental maps of remaining crystalline material confirm the presence of so far inactive pristine material. However, the lateral distribution of Na is more extended which is explainable by SEI formation and the electrolyte slurry encapsulating the microcrystals. However, special care in interpretation of the Na signal has to be taken into account since the intensity of the NaK (1.04 keV) peak might be enhanced due to the nearby CuL (0.93 keV) peak and its Lβ3 (1.02 keV) transition as indicated in . A clear decomposition of the crystallite structures is observable after the uptake of 6 Na (B). From the elemental maps the separation of V from equal distributed Cu and S is apparent, forming low quality crystals which are sensitive for crystallization processes under the electron beam. Certain correlations with respect to the distribution of the elements were found for Cu with S and Na signals supporting the arguments of Cu2S or NaxCu2S formation from pure metallic Cu particles. However, clear evidence for the presence of pure metallic Cu may be inhibited due to electron beam induced reaction.",
                "Compared to other sulfides and composites CuV2S4 exhibits an excellent performance as anode material. For MoS2 on amorphous carbon nanotubes a reversible capacity of 461 mAh g–1 was obtained after 150 cycles (current density: 500 mA g–1).  About 450 mAh g–1 was obtained for WS2 nanosheets after 50 cycles at 0.1 A g–1.  For FeS2 a capacity of 170 mAh g–1 was reported for a current density of 20 A g–1 and a value of about 200 mAh g–1 was obtained at 1 A g–1.  Composites of layered nickel sulfide and reduced graphene oxide achieved a maximum reversible specific capacity of about 392 mAh g–1 (current density: 100 mA g–1) after 50 cycles with a high rGO content of 35 wt %.  VS4 on rGO delivered a reversible capacity of 362 mAh g–1 at 100 mA g–1.  In a recently published paper dealing with chemically exfoliated V5S8 and graphite–V5S8 hybrid nanosheets comparable capacities were achieved for the hybrid material (496 mAh g–1 at 1 A g–1 after 500 cycles), whereas the graphite free material showed a constant loss of the capacity (<100 mAh g–1 at 1 A g–1 after 500 cycles).  These comparisons impressively demonstrate the outstanding performance of CuV2S4 as anode material in SIBs."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We demonstrated that CuV2S4 is an excellent anode material for sodium ion storage. A superior high and stable capacity of 580 mAh g–1 is achieved at high C rates in the 300th cycle. The evolution of nanocrystalline metallic Cu particles during the first discharge leads to an improved electron transport, which explains the superior rate stability compared to other transition metal sulfides. We also demonstrated a unique phenomenon of a change of the charge/discharge profiles occurring at later stages of cycling. Most probably, Cu2–xS is formed hindering dissolution of polysulfide species in the electrolyte, thus preventing capacity fading caused by this phenomenon. 23Na NMR spectra and XRD patterns of the discharged anode material clearly evidence the formation of Na2S and metallic Cu. During the charge process Na2S disappears while nanocrystalline Cu is still present."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "CuV2S4: A High Rate Capacity and Stable Anode Material for Sodium Ion Batteries"
}