{
    "DOI": "10.1021/acsnano.3c12215",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) will not be able to meet the growing demand of portable electronic devices and electric vehicles in the future as the reserves of lithium resources decline and the price rises.  Meanwhile, large-scale electric energy storage technology to integrate renewable energy and smart grids also calls for the development of low-cost rechargeable batteries. Sodium-ion batteries (SIBs), working on the “rocking chair” electrochemical principle, are emerging in the field of energy storage based on more abundant and cheaper sodium resources.  So far, the study of advanced cathode materials for SIBs, including layered transition metal oxides,  organics,  polyanionic compounds,  and Prussian blue analogues,  has made significant progress, where a variety of improvement strategies have been utilized to greatly enhance the Na-ion storage properties, and the solid solution and phase transition mechanisms of electrodes have been systematically revealed. However, due to the infeasibility of graphite and silicon anode materials for SIBs,  the development of high-performance anode materials has become a key technical bottleneck delaying the advance of high-energy-density Na-ion full batteries. Therefore, it is of great scientific significance to explore high-performance anode materials for the reversible storage of large-sized Na ions, elucidating the structure–property relationship and understanding the electrochemical reaction mechanism, for the promotion of SIBs.",
                "In recent years, intercalation-type anode materials (hard carbon, soft carbon, titanium-based compounds, etc.) have been widely studied, whereas such materials possess low reversible specific capacity due to limited active sites, which restricts the energy density of the Na-ion full battery.  Therefore, conversion-type anode materials based on the multielectron transfer reaction have attracted attentions of researchers, including transition metal oxides (TMOs), sulfides (TMSs), selenides (TMSes), etc.  Compared with TMOs and TMSs, TMSes show a narrower band gap and lower operating voltage, and the discharge product of Na2Se exhibits a faster ion diffusion capability than Na2O and Na2S, thus guaranteeing better rate ability and higher energy density of the Na-ion full cell. However, sluggish kinetics and large lattice stress during Na-ion insertion and extraction become the key scientific obstacles restricting the development of TMSes-based conversion anodes, resulting in poor electrochemical performances.  So far, nanostructure design, composite material construction, multiple-element materials and heterogeneous structures synthesis, electrolyte engineering, defect introduction, and other strategies have been explored to mitigate the above problems. ",
                "Manganese selenide (MnSe) has been regarded as one of the candidates for low cost and high specific capacity anode material for SIBs because of rich reserves, nontoxic and low atomic mass of Mn.  There are three kinds of crystal forms (α-MnSe, β-MnSe, and γ-MnSe),  of which rock-salt-type α-MnSe is the most thermodynamically stable state and is mostly studied as anode material for SIBs. However, sphalerite-type β-MnSe is theoretically more favorable to Na-ion storage, while its crystal structure is unstable. Thereby, β-MnSe has not been found to be used for SIBs anode. Therefore, it is critical to investigate a reliable phase engineering strategy to form β-MnSe for excellent Na-ion storage.",
                "In this work, we propose two kinds of α-MnSe nanorods encapsulated by N-doped C as anode materials for Na-ion storage. Samples synthesized using α-MnO2 and δ-MnO2 as precursors are termed  α–α-MnSe and δ−α-MnSe, respectively. Na-ion can diffuse in the large cavity of α–α-MnSe with high content of anion-defect based on reversible conversion reaction. Differently, defect-free δ−α-MnSe experiences a structure transformation from the alpha to beta phase after the first charge–discharge, confirmed through in situ X-ray diffraction (XRD) and ex situ high angle annular dark field scanning transmission electron microscopy (HAADF-STEM) techniques. This phase evolution phenomenon is induced by Na-ion migration behavior in the compact lattice to cause the shift of Mn and Se atoms, during which the thermodynamically reduced formation energy coexists with the dynamically decreased energy barrier to facilitate the formation of β-MnSe. In the subsequent charge–discharge processes, Na-ion insertion/extraction proceeds via highly reversible conversion mechanism for δ−α-MnSe, and Mn-ion is served as redox center based on 2-electron transfer per formular. As a result, great cycling stability with the retention of 100.86% after 200 cycles at 50 mA·g–1, ultralong lifetime over 1000 cycles at 1000 mA·g–1, and outstanding rate property (81.1 mAh·g–1 at 5000 mA·g–1) can be acquired for δ−α-MnSe anode. The significantly enhanced electrochemical performance is attributed to the eminent electrode stability and fast ionic diffusion kinetics of β-MnSe. Finally, Na-ion full cells are fabricated with a Prussian blue-based cathode and a δ−α-MnSe anode, delivering high initial energy density of 281.2 Wh·kg–1, superior rate ability, and satisfactory cycle stability over 800 cycles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "α-MnSe samples were synthesized via hydrothermal, annealing, and selenization processes (a), where the different acidic conditions of hydrothermal reaction will result in the formation of α-MnO2 with molecular sieve structure and δ-MnO2 with layered structure, which will be then reduced to the same MnO phase after carbonizing dopamine by sintering at H2/Ar atmosphere, subsequently forming α-MnSe wrapped with N-doped C. Transmission electron microscopy (TEM) images in b and field emission scanning electron microscopy (FESEM) images of α-MnO2, the derived MnO, and α-MnSe in  indicate that the nanorods morphology consistently preserves well during the synthetic process, and there is uniform C coating layer on the surface of α-MnSe. By contrast, δ-MnO2 displays a nanoflower morphology self-assembled by ultrathin nanosheets in c and , whereas the similar MnO and α-MnSe nanorods confined by C are obtained. Energy dispersive X-ray spectrometry (EDS) mapping images suggest that both α-MnSe nanorods are uniformly coated by N-doped C nanolayer ().",
                        "The microstructure evolution was investigated by double spherical aberration correction TEM. The selected area electron diffraction (SAED) patterns in d can be assigned to (200), (301), and (101) facets of the [010] zone axis for tetragonal α-MnO2, (202), (220), and (022̅) facets of the [1̅11] zone axis for cubic MnO, as well as (11̅1), (200), and (111̅) facets of the [011] zone axis for cubic α-MnSe, respectively. The corresponding high-resolution (HR)TEM images (e) are consistent with the SAED results, demonstrating that there is a complete monocrystalline transformation of “tetragonal α-MnO2 → cubic MnO → cubic α-MnSe”. f reveals HAADF-STEM images, presenting a clear atom-scale structure transition from α-MnO2 to α-MnSe. SAED pattern in g of the MnO2 nanoflower (c) reveals typical polycrystalline diffraction rings of the monoclinic δ-MnO2 phase, which is similarly transformed into monocrystalline cubic MnO and cubic α-MnSe (g), further confirmed by HRTEM images (h). HAADF-STEM images in i give distinctly identified atomic structure of δ-MnO2 along the [100] direction, MnO along the [1̅10] direction, and α-MnSe along the [010] direction. According to the above analyses, tetragonal α-MnO2 () nanorods and monoclinic δ-MnO2 () nanoflowers can serve as precursors to construct α-MnSe with same morphology and structure via the same intermediate phase of cubic MnO ().",
                        "Rietveld refinement XRD patterns of α–α-MnSe (a) and δ−α-MnSe (b) can be indexed as cubic α-MnSe structure with the space group of Fm3̅m,  and the detailed refinement results are shown in , illustrating that both α-MnSe materials possess close lattice parameters. Raman spectra in c display the characteristic peak of α-MnSe at 645.7 cm–1, and two weak peaks located at 1345.8 and 1555.0 cm–1 are assigned to sp3 hybrid disordered carbon (D-band) and sp2 hybrid graphite carbon (G-band).  In order to elucidate the detailed difference between α–α-MnSe and δ−α-MnSe, electron paramagnetic resonance (EPR) was conducted as shown in d, suggesting that α–α-MnSe exhibits much higher content of Se vacancies than δ−α-MnSe.  N2 adsorption–desorption isotherms in  reveal type-IV curves with H3 hysteresis loops, which manifests that the porous structure of both α-MnSe materials is composed of interstices between nanorods.",
                        "X-ray photoelectron spectroscopy (XPS) was used to detect the surface composition and electronic states of constituent species, whose survey spectra () indicate the presence of Mn, Se, C, N, and O elements. In high-resolution Se 3d spectra (), three fitting peaks belong to Se–O, Se 3d3/2, and Se 3d5/2.  e gives the Mn 2p spectra of both materials, where a pair of peaks at 653.3/641.8 eV correspond to Mn 2p1/2 and Mn 2p3/2, and a noticeable peak attributable to Mn–C bond appears at 645.3 eV,  signifying that there is robust chemical heterojunction between MnSe and N-doped C for composites. C–Mn peak can also be detected at 286.4 eV in C 1s spectra (f), and other four peaks with the binding energies of 284.8, 285.5, 287.4, and 288.8 eV are indexed to C–C/C═C, C–N, C═O, and O–C═O, respectively.   presents O 1s spectra with three deconvoluted peaks of C═O, C–O, and O–C═O.  N 1s spectra in  are separated into three types of N species, including oxidized N (403.2 eV), pyrrolic N (399.7 eV), and pyridinic N (398.5 eV), where a high amount of sp2 N (pyrrolic and pyridinic N) is beneficial to promoting Na-ion adsorption and insertion.  g displays the X-ray absorption near-edge structure (XANES) spectrum at the Mn K-edge of the δ−α-MnSe sample, showing a photon energy of 6555.1 eV, which is attributable to the divalent Mn-ion in MnSe. The extended X-ray absorption fine structure (EXAFS) spectrum in h and two-dimensional contour map of the wavelet-transformed X-ray absorption spectroscopy (XAS) in i exhibit four peaks with interatomic distances of 1.30, 1.86, 2.66, and 3.29 Å, corresponding to Mn–C, Mn–Se, Mn–Se, and Mn–Mn coordination shells, respectively, which further proves the existence of Mn–C chemical bonding."
                    ],
                    "name": " Materials Synthesis and Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of electrodes for Na-ion storage were tested in the potential range of 0.01–3.0 V, employing Na metal as a counter electrode. Cyclic voltammetry (CV) profiles of δ−α-MnSe are presented in a, in which there are two couples of redox peaks located at 1.3/1.9–2.4 V and 0.7/1.0 V during the initial charge/discharge process, and an irreversible reduction peak in the first cathodic scan is ascribed to the serious interface side reaction between electrolyte and electrode. However, the oxidation/reduction peaks at low voltage gradually become weaker and even disappear in the subsequent scans, maintaining a pair of strong cathodic/anodic peaks at around 1.25/2.0 V. By comparison, α–α-MnSe displays distinguishing electrochemical behavior (), where the relative intensity of redox peaks at low  potential is much higher than that of δ−α-MnSe. The reported α-MnSe and α-MnS anode for SIBs appear similar electrochemical process with no phase transition upon sodiation/desodiation as α–α-MnSe in this work.  Charge–discharge curves of α–α-MnSe () and δ−α-MnSe (b) show two pairs of voltage plateaus/slopes, whereas the capacity contribution at the plateau with high potential for δ−α-MnSe is more than that for α–α-MnSe, in  good agreement with the CV result.",
                        "Close initial discharge–charge capacities of 423.4/259.4 and 373.7/233.7 mAh·g–1 at 50 mA·g–1 can be obtained for α–α-MnSe () and δ−α-MnSe (b), respectively. Yet, the δ−α-MnSe electrode delivers superior cyclic stability, preserving much higher charge capacity retention of 235.7 mAh·g–1 (100.86%) over 200 cycles in c, sustaining unaltered voltage curves () upon cycling, while α–α-MnSe decays rapidly to 38.5 mAh·g–1 (14.84%), whose charge/discharge platforms progressively fade (). Even at a high current density of 200 mA·g–1, much better cyclability can be achieved for δ−α-MnSe with the retention value of 142.0 mAh·g–1 over 300 cycles in d, which is significantly greater than that of 31.1 mAh·g–1 for α–α-MnSe. Rate property of both electrodes is exhibited in e, in which δ−α-MnSe displays outstanding rate capability with  specific capacities of 194.5, 175.7, 156.5, 137.8, 111.7, and 81.1 mAh·g–1 at 100, 200, 500, 1000, 2000, and 5000 mA·g–1, respectively. The charge–discharge curves of δ−α-MnSe at 1000 mA·g–1 from the second to 1000th cycles () and at different rates () display small polarization compared with α–α-MnSe (), demonstrating outstanding electrochemical kinetics behavior and reversibility. Ultralong cycling lifetime over 1000 cycles is acquired for δ−α-MnSe at 1000 mA·g–1 in f, whose reversible capacity cycles from 111.1 to 81.4 mAh·g–1, exhibiting lower capacity fading rate of 0.0267% per cycle. As exhibited in g and , δ−α-MnSe displays great cycling stability among the reported α-MnSe anodes and other ever-published intercalation-type, organic, conversion, alloying, and conversion-alloying anode materials for SIBs.   and  also compare the rate performances of previously reported anodes with this work, where δ−α-MnSe exhibits great rate capability at various current densities. ",
                        "The electrochemical kinetics of both α-MnSe electrodes was investigated through CV, the galvanostatic intermittent titration technique (GITT) and electrochemical impedance spectroscopy (EIS). The shape of CV curves for δ−α-MnSe is not changed significantly at different scanning rates in , illustrating outstanding response capability. The equation i = k1ν + k2ν1/2 can be utilized to determine the capacity contribution ratio of Na-ion diffusion (k2ν1/2) and capacitance (k1ν), where i and ν are the current at a given voltage and scan rate, respectively.  Hence, the constants of k1 and k2 can be calculated via the equation  i/ν1/2 = k1v1/2 + k2ν1/2. As exhibited in h, the Na-ion insertion process dominates the electrochemical behavior of δ−α-MnSe with the percentage of 76.0% at 0.1 mV·s–1. The capacitive controlled charge progressively increases and reaches  42.5% at 1.0 mV·s–1 in i. Particularly worth mentioning is that the pseudocapacitive effect of δ−α-MnSe at various sweep rates is consistently higher than those of α–α-MnSe (), which is in favor of high-power-density and great cycling stability at high current densities. GITT results () further illustrate that the δ−α-MnSe electrode reveals a higher Na-ion diffusion coefficient than that of α–α-MnSe during the second sodiation/desodiation process, demonstrating that β-MnSe shows faster Na-ion migration capability than α-MnSe. Also, a lower charge transfer impedance can be obtained for δ−α-MnSe in , confirming superior electronic and ion transport dynamics ability."
                    ],
                    "name": " Electrochemical Performances",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structural evolution of both α-MnSe electrodes was studied through in situ XRD to disclose the Na-ion storage mechanism. a exhibits a contour plot of the operando XRD result for α–α-MnSe during the initial two charge–discharge processes. Upon Na-ion inserting into α–α-MnSe host, the intensity of (220) and (200) facets for cubic α-MnSe phase gradually weakens. Thereafter, two peaks at 37.2° and 42°, assigned to the (220) plane of the cubic Na2Se phase and the (101) plane of the tetragonal Mn phase, respectively, appear at the full sodiation state. Although no signal of the (200) facet for α-MnSe can be detected when fully charging to 3.0 V, the (220) facet reappears, and the same and reversible electrochemical behavior occurs during the second Na-ion insertion/extraction process, manifesting that α–α-MnSe experiences a typical conversion reaction mechanism for Na-ion storage (α-MnSe + 2Na+ + 2e– ↔ Mn + Na2Se). Intensity contour map of in situ XRD for the δ−α-MnSe electrode is shown in b, where two peaks of α-MnSe progressively turn weak and completely disappear during the first discharge process. Different from α–α-MnSe, there is no diffraction peak signal of metallic Mn at the Na-ion full insertion state for δ−α-MnSe, indicating that the conversion product of Mn metal may be amorphous, while the (220) plane of the Na2Se structure can be observed. It is worth noting that a peak at 43.1° is produced after the initial full desodiation, which is indexed to (220) facet of cubic β-MnSe, clarifying a phase transition occurrence from α-MnSe to β-MnSe. However, a reversible Na-ion storage behavior proceeds via a conversion reaction between β-MnSe and Na (β-MnSe + 2Na+ + 2e– ↔ Mn + Na2Se) during the second charge/discharge process.",
                        "Ex situ XAS was systematically investigated to understand the charge compensation mechanism, redox couple evolution, and coordination environment of δ−α-MnSe. Normalized XANES spectra at Mn K-edge at various charging/discharging states are exhibited in c, in which the peak position shifts toward higher energy when discharging to 0.01 V and recovers to the original state at the full Na-ion extraction state, suggesting that Mn participates in the charge compensation and serves as the redox site for Na-ion storage, as well as demonstrating highly reversible electrochemical behavior. It is worth mentioning that Mn metal with lower energy at fully discharged state should be theoretically detected, whereas elemental Mn is easy to oxidize by the environment in the detection of the ex situ XAS technique, so as to display the form of Mn oxide. EXAFS spectra at the Mn K-edge were conducted to reveal the local coordination information during the Na-ion insertion/extraction process as presented in d. After discharging to 0.01 V, two main peaks appeared at 1.7 and 2.7 Å are assigned to single scattering path of Mn and adjacent oxygen atom (Mn–O) and interaction between neighboring Mn-ions (Mn–Mn), respectively, which illustrates that there is structural transformation and local electrical variation. Mn–Se, Mn–C, and Mn–Mn coordination shells reappear as Na-ion is completely extracted, signifying great reversibility in electrical valence and redox behavior. Yet, a significant change of EXAFS peak intensity and a slight deviation in interatomic distance between before cycling and after the initial cycle elucidate structure difference of α-MnSe and β-MnSe.",
                        "In order to elucidate the microstructure transition and electrode integrity of α-MnSe materials during the Na-ion insertion/extraction process, ex situ TEM was carried out to analyze the structure and morphology information.The ex situ TEM image of δ−α-MnSe at completely discharged state maintains MnSe nanorod morphology wrapped with uniform C nanolayer in a, which suggests outstanding morphology stability with effective inhibition of unexpected volume expansion. The corresponding SAED pattern (b) belongs to (101̅), (13̅1̅) and (03̅0) planes of cubic Na2Se along the [101] zone axis, and the HRTEM image (c) displays clear lattice fringes of (111) facets for the Na2Se structure with the interplanar spacings of 3.89 Å, which affirms the occurrence of conversion reaction, in accordance with the in situ XRD result. In addition, there are amorphous regions between Na2Se nanograins, which should be the noncrystal Mn product. It is proven through EDS mapping images in d that Na-ion is successfully inserted into δ−α-MnSe with good skeleton stability. After the reverse conversion proceeds, the composite architecture still sustains the intrinsic morphology in e, highlighting the superior structure toleration to accommodate large-sized Na-ion. f exhibits the fast Fourier transform (FFT) pattern derived from HRTEM image (inset of f), whose diffraction spots can be indexed as (22̅0), (11̅2̅) and (1̅12̅) planes of cubic β-MnSe phase along the [110] zone axis, which verifies the phase transition behavior of α-MnSe → β-MnSe from the microstructure scale. Distinct HRTEM images matching with (111) facets of β-MnSe in g also confirm the above conclusion. EDS mapping images (h) indicates that β-MnSe nanorod is closely confined within N-doped C, elucidating that phase evolution has no significant effect on morphology change. Ex situ HAADF-STEM technique was further employed to observe the phase transformation of conversion reaction at the atomic scale during the initial charge–discharge process. Three kinds of atom structures are displayed in i–k and , in which it can be visually seen that cubic α-MnSe transforms into cubic Na2Se after full sodiation and then cubic β-MnSe is formed in the full desodiation state.",
                        "By comparison, ex situ TEM was also utilized to uncover the Na-ion storage mechanism of α–α-MnSe and validate the in situ XRD conclusion from the perspective of microstructure. The polycrystalline diffraction rings of SAED pattern () at the initial fully discharged state, captured from single nanorod (), can be labeled as two phases including cubic Na2Se and tetragonal Mn. In the enlarged nanoscale, HRTEM images and the derived FFT patterns () are attributable to the Na2Se structure along the [010] direction and the Mn structure along the [001] direction. When charging to 3.0 V, α–α-MnSe preserves the core–shell architecture as presented in , and the electrode can be back to the α-MnSe phase (). After repeated Na-ion insertion/extraction for 20 cycles, HRTEM image and FFT pattern in  expound that α–α-MnSe nanorod () still appears cubic α-MnSe phase along [101] zone axis. By contrast, nanorod morphology wrapped with N-doped C () is sustained for δ−α-MnSe after 20 cycles, whose crystal structure is as ever determined to be β-MnSe along the [011] direction in , indicating extraordinary morphological and structural steadiness as well as great redox reversibility.",
                        "To sum up, α–α-MnSe undergoes a reversible conversion mechanism for Na-ion storage with the sodiation products of crystalline Mn and Na2Se. Nevertheless, δ−α-MnSe will be converted from cubic α-MnSe to cubic β-MnSe, during which the discharged products are amorphous Mn and crystalline Na2Se. After the initial cycle, the conversion reaction proceeds using β-MnSe as active material, whose electrochemical mechanism can be summarized as α-MnSe + 2Na+ + 2e– → Mn + Na2Se ↔ β-MnSe + 2Na+ + 2e–, and the Mn ion is responsible for the charge compensation during Na-ion insertion/extraction process."
                    ],
                    "name": " Na-Ion Storage Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "Theoretical calculations were used to elucidate the cause of phase transition and analyze the superiorities of β-MnSe in structure stability and Na-ion diffusion capability. In view of the different defect contents of both materials, we first simulated the electrochemical reaction process of α-MnSe0.8 representing α–α-MnSe and perfect α-MnSe representing δ−α-MnSe according to the result of inductively coupled plasma atomic emission spectroscopy (ICP-AES, ), whose reaction energy curves are displayed in a (α-MnSe0.8) and b (α-MnSe). In both the vacant and perfect cases, whether the intermediate state forms amorphous Mn (a-Mn) or crystalline Mn (c-Mn) does not show a significant difference, in terms of thermodynamic energies. Forming the a-Mn intermediate state is 0.285 eV higher in energy than that of the c-Mn state in both cases. The other similar aspect is no matter if the starting point is a vacant structure or a perfect one, they prefer to form β-MnSe at the end. However, the reaction process in the vacant system is an endothermic process rather than that in the perfect system showing exothermic, indicating that free-defect α-MnSe is easier to transform into β-MnSe after the initial Na-ion insertion-extraction process. For a perfect Na@α-MnSe system (c), we indeed observe the phase transition from alpha to beta, which is consistent with the experimental findings that the electrochemical behavior triggers the phase shifting. This phenomenon is due to the cavity of defect-free α-MnSe being quite small for the Na-ion. During the Na-ion transfer process, Na would force the nearby Mn-ion to move, causing the twisted Mn–Se bonds and Se–Mn–Se angles to form toward the β-MnSe structure (c). Se atoms tend to move close to Na, which also induces the Mn atoms to move away from Na. The consequence of such a movement during the transfer leads to the cubic cavity in α-MnSe to enlarge in size, letting the Na-ion  pass through. This phenomenon also enlightens us that the existence of Na may induce the phase transition from alpha to beta. On the contrary, the vacant system may provide a large space for MnSe to retain its structure; thus, the α–α-MnSe electrode still preserves the alpha state after the initial charge–discharge process.",
                        "The formation energy for α-MnSe is −3.597 eV, which is lower than that of −3.576 eV for β-MnSe (). Hence, α-MnSe is thermodynamically more stable than the beta phase. The phase transition of such a process is endothermic and requires the activation energy of 0.78 eV in d,e. When Na is present in the system, it helps stabilize the beta format and lower the formation energy by −1.075 eV (), which indicates that Na-ion prefers to bind with β-MnSe more strongly compared to that of α-MnSe, thereby driving the phase transition to be exothermic. Besides the lowered binding energy of the Na ion in β-MnSe, the activation energy is lowered to half of the original value (0.38 eV) as exhibited in d,e. These phenomena uncover that the presence of Na in the MnSe system could positively assist the phase transition from α to β, which is highly likely the reason that the perfect α-MnSe turns into β-MnSe after the first charging–discharging process.",
                        "In terms of the energetics of Na-transfer, α-MnSe consists of two asymmetric peaks across the reaction coordinates, as shown in f. The first lower peak appears when Na-ion passing through Mn atom. Mn tends to move away from Na to create a large space for Na to pass (c). The second peak indicates that a transition state forms when Na-ion interacting with nearby Se atom strongly, causing the cavity to contract a little bit. As opposed to the small cavity in α-MnSe, the large tetrahedral cavity in the β-MnSe provides a freely moving path for the Na ion to trespass across the different sites (g), and only a minimal among the Se atom position changes are observed during the Na transfer, which suggests that β-MnSe possesses better structure stability to acquire a long-term lifetime for Na-ion storage than α-MnSe. Energetically, Na-ion transfer in β-MnSe is symmetric, showing a bimodal shape (f). In either one of the peaks, the Na ion tends to move from the center of a tetrahedral cavity to another center, creating a zigzag path. Also, β-MnSe consists an overall lower Na-ion diffusion barrier energy than α-MnSe. Particularly, the activation energy of β-MnSe is lowered by 0.036 eV compared to that of α-MnSe (Ea(α-MnSe) = 0.710 eV, Ea(β-MnSe) = 0.674 eV), suggesting that superior Na-ion transport dynamics can be obtained for β-MnSe.",
                        "The presence of a Na ion in the α-MnSe crystal induces the phase transition by kinetically lowering the structure evolution barrier from α to β and thermodynamically reducing the formation energy of β-MnSe. Structurally, Na-ion transport in α-MnSe will also force Mn and Se atoms to shift and promote  lattice distortion, thus driving phase transformation. The formed β-MnSe consists of large enough cavities and a robust structural framework for Na diffusion, leading to enhanced Na-ion transport dynamics behavior and excellent structure stability, which elucidates why δ−α-MnSe exhibits better rate property and cycle stability than α–α-MnSe."
                    ],
                    "name": " First-Principles Calculations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Na-ion full batteries were fabricated using Prussian blue analogue (Na2Fe3/8Mn3/8Ni1/4[Fe(CN)6]) as cathode to verify the practical application of the δ−α-MnSe anode, whose assembly schematic is displayed in a. As exhibited in b, a Na-ion full battery can successfully light up the “SIBs” light emitting diodes (LEDs) panel. CV profiles (c) show three couples of redox peaks located at 2.8/3.0, 3.15/3.3, and 3.46/3.6 V, which are attributable to high-spin Fe-ion coordinated by N atom, low-spin Fe-ion coordinated by N atom, and high-spin Mn-ion coordinated by N atom, respectively. The charge–discharge curves also present the corresponding three pairs of voltage slopes in d, and a high first discharge specific capacity of 84.7 mAh·g–1 at 20 mA·g–1 with an operating voltage of 3.32 V, contributing a high initial energy density of 281.2 Wh·kg–1 based on the mass of cathode material. And superior cyclic stability can be obtained for the full battery (e), preserving the specific capacity of 42.9 mAh·g–1 after 800 cycles at 20 mA·g–1. The rate property is shown in f, displaying the capacities of 85.9, 79.7, 75.1, 71.3, 66.8, and 42.1 mAh·g–1 at 10, 20, 50, 100, 200, and 500 mA·g–1, respectively. And high reversible specific capacity of 79.6 mAh·g–1 can be recovered when the current density is back to 10 mA·g–1, demonstrating outstanding electrochemical reversibility. Furthermore, the full cell delivers high initial capacity of 74.3 mAh·g–1 and great cyclability with the capacity retention of 56.6 mAh·g–1 after 250 cycles at 50 mA·g–1 in g. The long cycling test was further measured at high current density of 100 mA·g–1 in h, where an ultralong lifespan over 500 cycles with the retention of 46.4 mAh·g–1 can be acquired for the Na-ion full battery, whose capacity fading rate is only 0.066% per cycle. The high Coulombic efficiencies after the first several cycles suggest outstanding electrochemical reversibility between cathode and anode materials. It can be observed that Na-ion diffusion dominates the capacity contribution with the percentage of 64.4% at 0.1 mV·s–1 in , and the incremental capacitance ratio () as the increase of sweep rates can boost outstanding cyclic stability and rate ability. The comparison of the initial energy density of the reported Na-ion full cells with Prussian blue analogues as cathodes is displayed in  and .  It can be observed that the full batteries in this work contribute the highest energy density. Meanwhile, this work presents competitive cyclic stability and long lifetime among the Na-ion full cells as exhibited in . "
                    ],
                    "name": " Na-Ion Full Cell Performances",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we construct α–α-MnSe and δ−α-MnSe nanorods confined with N-doped C, synthesized by hydrothermal, carbonization, and selenylation methods, as anode electrodes for SIBs. α–α-MnSe with high content of anion vacancies compared with defect-free δ−α-MnSe provides a large space for reversible Na-ion storage without phase transition. Theoretical calculations reveal that the distortion of Mn–Se bonds and Se–Mn–Se angles leads to the increased size of cubic cavity when Na-ion diffuses in a perfect α-MnSe structure, thereby forming β-MnSe with superior structure stability and low Na-ion migration barrier, which is the preferred behavior of thermodynamics and dynamics. In situ XRD demonstrates that the initial Na-ion insertion-extraction can induce the structure transition of “α-MnSe → β-MnSe”, which can be atomically observed by ex situ HAADF-STEM. The electrochemical phase transformation engineering promotes δ−α-MnSe electrode to deliver high-rate capacity of 81.1 mAh·g–1 at 5000 mA·g–1, distinguished cyclability over 200 cycles with the retention rate of 100.86% at 50 mA·g–1, and competitively ultralong cycling life over 1000 cycles with low-capacity fading rate of 0.0267% per cycle. The conversion–reaction mechanism plays an important role for Na-ion storage in δ−α-MnSe, where the Mn ion is regarded as a redox site for charge compensation, permitting two Na ions transport per formula unit. A high-energy-density Na-ion full battery (281.2 Wh·kg–1) is resoundingly assembled employing Prussian blue analogue as cathode and δ−α-MnSe as anode, displaying high working voltage of 3.32 V, great rate capability and cyclic stability with long lifespan over 800 cycles. This work will lay a foundation for improving alkali-metal-ion storage dynamics and stability of anode materials through phase engineering and will also promote the rapid application of high-performance SIBs."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "α-MnSe samples were prepared through hydrothermal method and subsequent carbonization and selenylation processes. 5 mmol of KMnO4 was dissolved into 70 mL of deionized water with a certain amount of H2SO4 (98%) under continuous stirring, which was then transferred to a 100 mL Teflon-lined stainless-steel autoclave for hydrothermal reaction at 120 °C for 24 h. Then, the powder was obtained by washing with deionized water using centrifugation and drying at 80 °C for 24 h. When the amounts of H2SO4 were 284 and 142 μL, α-MnO2 and δ-MnO2 are attained, respectively. After that, 121 mg of Tris was dissolved into 100 mL of deionized water with 15 μL of HCl to form a uniform solution, where 200 mg of dopamine hydrochloride was then dissolved into the above solution. Subsequently, 200 mg of α-MnO2 or δ-MnO2 was dispersed in the solution under sonication for 30 min, which was then stirred for 48 h and washed with deionized water and ethanol until neutral. After drying at 60 °C overnight, the powder was sintered at 450 °C for 6 h with a heating rate of 1 °C·min–1 in an Ar/H2 (5%) atmosphere to achieve the target product of MnO. MnO and Se powders were weighed according to the molar ratio of 1:3. In the same corundum boat, Se powder was placed on the intake end, and MnO was placed on the outlet end, which was then heated at 400 °C for 6 h with a heating rate of 1 °C·min–1 in an Ar atmosphere to obtain the target material of α-MnSe. The α-MnSe materials prepared with α-MnO2 and δ-MnO2 as precursors were termed  α–α-MnSe and δ−α-MnSe, respectively."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Double spherical aberration correction TEM (FEI Talos F200X) and FETEM (Gemini SEM 300) were employed to observe the microstructure and morphology. XRD (Bruker D8 ADVANCE) and Raman spectroscopy (Alpha 300R) were carried out to acquire the structure information. Defect was characterized by EPR (Bruker EMXplus-6/1), and the chemical state of the surface element was tested by XPS (ULVAC-PH PHI QuanteraII) with monochromatic Al Kα radiation. XAS measurements were conducted at beamline XAFCA with a Si (111) monochromator of Singapore Synchrotron Light Source (SSLS). All spectra were normalized to the main-edge jump. The exact chemical compositions of materials were determined by the ICP-AES technique (Optima 7300DV, Optima 7300DV)."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na-ion storage properties of electrode materials were evaluated via CR-2025 coin-cell, which was assembled in glovebox using glass fiber, Na metal, and NaClO4 in ethylene carbonate/diethyl carbonate (1:1 in volume ratio) with 5% fluoroethylene carbonate as separator, counter electrode, and electrolyte, respectively. The anode electrode was fabricated by spreading the slurry, which is prepared through mixing active material, acetylene black, and polyvinylidene fluoride (8:1:1 by mass ratio) in N-methylpyrrolidinone, onto Cu foil and drying at 60 °C for 24 h. The galvanostatic charge/discharge measurements were tested on the Neware battery test system, and the electrochemical workstation was employed to record CV and EIS data. The GITT was measured by repeatedly charging/discharging for 600 s and then open-circuit relaxation for 3600 s. In situ XRD patterns were recorded on a Bruker D8 ADVANCE diffractometer. The coin-cells, charged/discharged to various cutoff potentials or cycled after several cycles, were disassembled to obtain the electrode materials for ex situ XAS and ex situ TEM analyses. For the fabrication of Na-ion full batteries, δ−α-MnSe anode should be fully predischarged to eliminate the initial large irreversible capacity, and then deposited Na to ensure high operating voltage."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline Mn structure (c-Mn), α-MnSe, and β-MnSe are modeled based on the experimental findings of the current work. The amorphous Mn structure (a-Mn) is simulated according to the amorphous density of a-Mn. The amorphous density is calculated using the packing fraction ratio between the amorphous structure and the crystalline structure of Mn.  The calculated amorphous density is 4.93 g·cm–3, and we created a 20-atom cell with dimensions of 7.2 Å × 7.2 Å × 7.2 Å to represent the structure of a-Mn. The vacant structure of α-MnSe0.8 is created based on its chemical stoichiometric ratio, which is 1:0.8 of Mn: Se. For the purposes of efficient simulation and  tolerance of the stoichiometric ratio, we created the vacant cell starting from 2 × 2 × 2 of the primitive cell of the perfect α-MnSe. Then, we randomly removed one of the Se atoms, making the stoichiometric ratio to be 1:0.875, and the actual supercell formular is α-Mn8Se7. For all the modeled structures, the Na atom occupies the largest cavity in the structure to maximize the mobility.",
                        "All of the simulations and calculations were performed based on density functional theory (DFT) methods. We used a plane-wave-based computational tool, QUANTUM ESPRESSO, to carry out  cell optimizations, structural relaxations, and nudged elastic band (NEB) simulations for Na atom transfer. All of the simulations were spin-polarized, and we applied the DFT+U method to account for the complicated magnetic properties of Mn. The U value is set to 3.5 eV. The exchange-correlation functional is the Perdew, Burk, and Ernzerhof style with the solid corrected form (PBEsol). We used ultrasoft psedopotentials for all the elements, and the valence shells for each element are listed in the following: Mn (3s, 4s, 3p, 3d), Se (4s, 4p, 3d), and Na (2s, 3s, 2p). The cutoff of the kinetic energy and the electron density are 680 and 4081 eV, respectively. For the cell optimization and structural relaxation, the total energy convergence accuracy is up to 10–4 eV, and force tolerance is 10–3 eV·Å–1. The k-point sampling follows the Monkhorst–Pack scheme with 6 × 6 × 6 for relaxation and 8 × 8 × 8 for electronic structural analysis such as density of states (DOS) calculations."
                    ],
                    "name": " Computational Methods",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Boosting Manganese Selenide Anode for Superior Sodium-Ion Storage via Triggering α → β Phase Transition"
}