{
    "DOI": "10.1021/acsami.1c10506",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have received great attention from all over the world since they came out. The lack of lithium resources has gradually emerged with the rapid development of new energy industries; thus, researchers have turned more attention to sodium metal, which has more abundant resource reserves and lower cost.  Therefore, sodium-ion batteries (SIBs) are considered to be a powerful alternative to traditional LIBs, especially in large-scale energy storage.  Unfortunately, commercial LIB anode materials (graphite) have very poor sodium storage performance due to the large radius and high ionization potential of sodium ions.  Hence, it became an urgent problem to be solved for the development of anode materials for SIBs with high energy density and long service life. Also, sodium-ion capacitors (SICs) have also offered another route for electrochemical energy storage devices.  Different from traditional battery and capacitor mechanisms, SICs are usually composed of the battery-type anode and the capacitor-type cathode, which will make SICs present different working mechanisms at both ends.  The key to the construction of high-performance SICs is to find a suitable cathode and anode for kinetics matching. Activated carbon (AC), has excellent pseudocapacitance performance, is usually used as the cathode of SICs. This requires the matching anode material to also have fast sodium storage kinetics. Among various types of anode materials for SIBs and SICs, alloying materials are accompanied by larger volume expansion during the cycling, resulting in electrode pulverization and capacity attenuation;  conversion materials have obvious voltage hysteresis and low initial coulomb efficiency (ICE).  The insertion/extraction reaction type materials, such as hard carbon,  molybdenum-based material,  titanium-based oxides,  have received great attention due to their good structural stability, kinetics, and suitable sodium-ion intercalation voltage as candidate anode materials for SIBs and SICs. ",
                "Titanium dioxide (TiO2) is widely used in photocatalysis, solar cells, and energy storage systems as a well-known semiconductor material due to the abundant reserves, low cost, and environmental friendliness.  At the same time, it has also attracted great attention from researchers due to the suitable sodiation voltage and zero-strain characteristics since TiO2 was first used as the anode material for SIBs in 2011.  It exhibits high theoretical specific capacity (335 mA h g–1) and outstanding structural stability during cycling, but the application is also limited by low conductivity and ion diffusivity due to the shortage of d electrons in TiO2 polymorphs.  Therefore, many solutions have been proposed to solve the above-mentioned problems.  Defect engineering, such as oxygen vacancies (OVs) and heterogeneous element doping (C, N, P, S, B, F, and Sn), is a very effective means to improve the electrochemical performance of metal oxides among the many modification methods.  The OVs can enhance the electronic and ionic conductivity and the sodium storage capacity of metal oxides.  At the same time, defective nanomaterials can also greatly enhance the capacitance performance, which has also been proven to be an effective method to overcome weak sodium ion diffusion.  For example, Mai et al. successfully synthesized anatase TiO2 rich in OVs by the spray-pyrolysis-assisted method and demonstrated up to 2000 cycles at a current density of 1 A g–1 as the anode materials of SIBs.  Ji et al. reported N,C-codoped yolk-like TiO2, which showed a long life span of up to 3000 cycles.  Wu et al. introduced N and OVs in TiO2 by ex-electrospinning, and the double doping strategy made it exhibit remarkable sodium storage performance.  However, the low solubility and diffusion rate of the external dopants cause the doping depth to be limited to near the surface of TiO2, which may harm the electron transfer and weaken the advantages of doping.  Many strategies have been proposed to increase the doping concentration. Gan et al. proposed a defect-assisted phosphorus doping strategy, the reduced TiO2 with rich OVs and Ti3+ species enhanced the diffusion of dopants, and finally obtained high-concentration phosphorus-doped (7.8 at %).  However, a high concentration of OVs will significantly reduce the diffusion rate of Li+ in TiO2, resulting in a lower capacity at high current densities, which has been reported and confirmed by many works of literature.  The diffusion barrier of Li+ is 0.56 eV via density functional theory (DFT) calculations when the concentration of OVs in TiO2 is low, which is significantly lower than the diffusion barrier in perfect TiO2 (0.63 eV). As the concentration of OVs increases, the diffusion barrier increases to 1.17 eV.  Therefore, an in-depth understanding of the properties of heteroatom-doped TiO2 from the perspective of balanced electron and ion migration is particularly important for achieving high sodium storage capacity and a long-term cycle life. Compared with single heteroatom doping, the research on multi-atom doping to promote the sodium storage capacity of TiO2 is still not thorough enough. Recently, Fan et al. prepared TiO2 doped with N and S and showed strong sodium storage performance.  However, the use of dopants for post-treatment of TiO2 to achieve heteroatom doping still does not maximize the effect of doping. Moreover, the synergistic effect of heteroatom doping and OVs on the enhanced sodium storage behavior of TiO2 has not been further discussed. Therefore, a full understanding of the synergy between double heteroatom doping and OVs has significant guiding significance for the design and preparation of high-performance anatase TiO2 anodes.",
                "Here, we design and synthesis N, C co-doped hierarchical TiO2 microspheres covered by ultrathin nanosheets with rich OVs (CNOv–TiO2). This strategy consists of the synthesis of TiO2 microspheres through the Oswald ripening route and a low-cost annealing process to achieve abundant OV doping. This unique electrode design has many benefits. First, the wide interlayer spacing and ultra-thin nanosheets provide a shorter and faster sodium ion diffusion path. Second, the N and C co-doping reduces the band gap of TiO2, while the presence of OVs efficiently accelerates the diffusion of sodium ions. As a result, the CNOv–TiO2 microsphere anode exhibited high specific capacity (245 mA h g–1 after 3000 cycles at 0.1 A g–1), superior cycling stability (91 mA h g–1 after 10,000 cycles at 10 A g–1), and excellent rate capability (97 mA h g–1 at 10 A g–1). In addition, CNOv–TiO2//Na3V2(PO4)3@C-BN (NVP@C-BN) sodium-ion full-batteries (SIFBs) and CNOv–TiO2//AC SICs were fabricated to demonstrate the promising application of CNOv–TiO2. The SIFBs present a specific capacity of 115 mA h g–1 after 2000 cycles at 1 A g–1. The SICs deliver a maximum energy density of 174.2.1 W h kg–1 and a maximum power density of 12,500 W kg–1. Theoretical calculation further demonstrates that the introduction of N, C atoms and OVs into hierarchical TiO2 promotes the electron/ion dynamics and enhances the sodium storage performance of the material."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "This product was obtained through an Oswald ripening route and subsequent hydrogenation process, as shown in , and the time evolution method was used to verify the formation mechanism of TiO2 (Figure S2, see  for details).  shows the  X-ray diffraction (XRD) spectrum of all samples. The TiO2 sample exhibited a weak diffraction peak, indicating its poor crystallinity before calcination. Note that the remaining two samples show strong diffraction peaks after calcination. a, , and  show the Rietveld refinements results of CNOv–TiO2 and CN–TiO2; they all show a very slight change in the lattice constant, and it may be caused by defects in the crystals.  shows the X-ray photoelectron spectroscopy (XPS) survey spectra of all samples, which indicates the successful introduction of the N and C species into the TiO2. As shown in the scanning electron microscope (SEM) images in b,c, the surface of the CNOv–TiO2 microspheres was rough and had an average diameter of 700 nm, which was the same as TiO2 (). A large number of cracked microspheres can be seen, and the hierarchical structure was also revealed, which can also be seen from the transmission electron microscope (TEM) image. The microsphere surface was covered by ultra-thin nanosheets interlaced to form a porous structure, which was conducive to electron transport and electrolyte penetration. The enlarged TEM image shows that the interlayer spacing of the nanosheet was about 0.63 nm. The high-resoluton TEM (HRTEM) image (d) taken at the edge of the nanosheet was used to determine the crystal plane and composition, and the plane spacing of the ordered crystal lattice was measured to be close to 0.35 nm, corresponding to the (101) plane of the anatase crystal phase. The selected area electron diffraction (SAED) pattern proves that the material was polycrystalline and has a good degree of crystallinity (inset of d). The elemental mapping displays the uniform distribution of C, N, Ti, and O, which further confirmed the composition and distribution of the element (e).  shows the SEM and TEM images of CN–TiO2, which are consistent with TiO2 and CNOv–TiO2, indicating that the heat treatment process did not damage the morphology.",
                "The samples were further characterized by XPS analysis. The existence of nitrogen elements in three samples was further confirmed by the high-resolution N 1s spectrum (a). The peaks located at 399 and 400 eV can be attributed to the pyrrolic N and pyridinic N, and it has been demonstrated that the defect sites are caused by pyrrolic N and pyridinic N are beneficial for enhancing the electronic conductivity of carbon.  Quantitative analysis shows that the atomic ratios of nitrogen in TiO2, CN–TiO2, and CNOv–TiO2 are 0.78, 2.12, and 2.21%, respectively. The high-resolution C 1s spectrum in b demonstrate that the peaks at 284.68, 285.48, and 288.58 eV are assigned to sp2 C–C, C–O, and C═O bonds of carbon species,  and at 283.98 eV is associated with the C–Ti bond for CNOv–TiO2.  Note that the C═O bond is not observed in TiO2, and the signal of the C–Ti bond in CNOv–TiO2 is enhanced simultaneously; they both play an important role in stabilizing the OV center of the TiO2.  As shown in c, the peak at 529.8 eV of CN–TiO2 originated from Ti–O–Ti shifts to lower binding energies of 529.4 eV for CNOv–TiO2, the peak at 531.3 eV can be identified as the presence of surface functional groups (−OH) or OVs.  In the high-resolution Ti 2p spectrum of the CN–TiO2 and CNOv–TiO2 (d), the Ti4+ species with Ti 2p3/2 and 2p1/2 signals at 458.58 and 464.56 eV for CN–TiO2 are shifted to 458.34 and 463.66 eV for CNOv–TiO2, respectively. An additional component is deconvoluted at 463.87 eV for CN–TiO2 and 463.66 eV for CNOv–TiO2, ascribed to Ti3+.  The bathochromic shift phenomenon of O 1s and Ti 2p spectra confirmed together the successful introduction of Ti–C bond and OVs.  Quantitative analysis showed that the atomic ratios of Ti and O in CN–TiO2 and CNOv–TiO2 samples were 23.25 and 46.07 at % and 26.76 and 51.59 at %, respectively, which also proved that there are more OVs in the CNOv–TiO2 sample. Compared with TiO2, the absorption edge of CN–TiO2 and CNOv–TiO2 has, respectively, shifted to 512 and 537 nm (e); therefore, the band gap energy of TiO2, CN–TiO2, and CNOv–TiO2 is 3.212, 2.871, and 2.721 eV, respectively (). This situation can also be observed in the XPS valence band spectrum; the band gap of three samples is 2.736, 2.58, and 2.079 eV, respectively (f). The narrowing of the band gap energy can be attributed to the doping of N, C, and OVs, which can reduce the transition energy of electrons from the VB to the CB, thereby causing a significant shift from the absorption edge to lower energy. These changes can also be reflected in the change in the color of the samples. The color of the TiO2 sample is approximately white, while the color of CN–TiO2 and CNOv–TiO2 samples are light grays (inset of e). The existence of N, C, and OVs is also illustrated by the Raman spectrum and EPR spectra (for details, please see Figures S8 and S9 in the ). This result is consistent with the UV–vis spectrum and XPS valence band spectrum. These results reveal the successfully introduced N, C atoms and OVs in the materials. The introduction of heterogeneous elements will help narrow the band gap, thereby improving the conductivity of CNOv–TiO2. The Brunauer–Emmett–Teller (BET) specific surface areas of CNOv–TiO2 were 152.7 m2 g–1, which originates from many nano-scale holes and a shell composed of huge ultra-thin nanosheets ().",
                "Sodium-ion half-cells were assembled to further explore the effects of dual doping on the behavior of sodium storage. a and  show the initial five CV curves of TiO2, CN–TiO2, and CNOv–TiO2 electrodes, the difference in their shapes comes from the effect of N, C, and OV co-doping with high concentration. Unlike the subsequent cycles, the first cathodic scan reveals a broad reduction peak at 1.13 V, which can be attributed to the formation of solid electrolyte interphase (SEI) layers. The peak at 0.43 V can be attributed to the reduction of Ti4+ to Ti3+. The corresponding oxidation peak of Ti3+ to Ti4+ appears at 0.77 V in the anodic scan.  In the subsequent scan, the reduction peak shifted slightly to 0.69 V, and the oxidation peak shifted to 0.85 V. Besides, the last three scans overlap very well, indicating excellent electrochemical reversibility. It is worth mentioning that a series of small oxidation peaks appeared at 1.6–2.3 V, and the same was observed in the dQ/dV curve derived from the differentiation of the capacity–voltage curve at a low current density of 0.05 A g–1 (). For comparison, the CV curves and dQ/dV curve of CN–TiO2 () did not find such phenomena. This shows that there was a large amount of Ti3+ oxidized to Ti4+ in CNOv–TiO2 due to the existence of OVs. Through the synergistic effect of dual doping and OV strategy, the massive appearance of Ti3+ during the hydrogenation process shows a positive effect on increasing the capacity. The GCD profiles of the CNOv–TiO2, TiO2 and CN–TiO2 are shown in b and . The CNOv–TiO2 electrode delivers discharge and charge capacity of 575.5 and 297.9 mA h g–1 at 0.05 A g–1, respectively, corresponding to an ICE of 51.8%, which is higher than that of TiO2 (34.9%) and CN–TiO2 (50.1%). The CNOv–TiO2 electrode delivers the highest capacity, keeping a specific capacity of 245 mA h g–1 after 2000 cycles at a current density 0.1 A g–1. In contrast, the TiO2 electrode only delivers a specific capacity of 40 mA h g–1, and the CN–TiO2 electrode delivers a specific capacity of 147 mA h g–1 due to the production of Ti3+ in the annealing and N, C doping, but still lower than the CNOv–TiO2 electrode (c). Obviously, the result indicated the importance of the dual doping strategy of N, C atoms and OVs in improving capacity and cycle stability. The charge–discharge curves at various current densities () also show that CNOv–TiO2 has smaller polarization than TiO2 and CN–TiO2, which further proves its better Na+ conductivity and diffusion rate. d shows the rate capabilities of three samples. Not surprisingly, CNOv–TiO2 still shows the best performance and it delivers specific capacities of 292, 242, 220, 192, 172, 152, 139, 124, and 97 mA h g–1 at 0.05, 0.1, 0.2, 0.5, 1, 2, 3, 5, and 10 A g–1, respectively. The capacity returned to 233 mA h g–1 when the current density returned to 0.05 A g–1, and there was almost no attenuation after 2000 cycles at a current density of 1 A g–1. The specific capacity of the CNOv–TiO2 electrode at every current density is higher than the other two electrodes, demonstrating that the CNOv–TiO2 electrode can tolerate various current densities. Not surprisingly. The long cycle performance of the CNOv–TiO2 and CN–TiO2 electrode is shown in e. The CNOv–TiO2 electrode can retain 91 mA h g–1 after 10,000 cycles at 10 A g–1, which is higher than the CN–TiO2 electrode. In addition, the cycle performance of the CNOv–TiO2 electrode at various current densities and high surface mass loading has also been tested (). This excellent cycle performance and rate performance were superior to those of TiO2-base materials that have been reported (). All these phenomena indicate the high stability of the dual doping strategy during electrochemical cycling. The evolution of the crystal structure of CNOv–TiO2 during the first discharge/charge process was executed using ex-XRD, and the results are shown in . It can be observed that the diffraction pattern can be well maintained during the whole charging and discharging processes, and no new diffraction peaks appear, which indicates that the intercalation of sodium ions occurs through the solid solution reaction mechanism without the phase change. During the discharge process, the intensity and position of the (001) diffraction peak hardly change until the voltage drops to 0.75 V. When it is further sodiated to 0.01 V, the intensity of the (001) diffraction peak gradually weakens. This change confirms the rearrangement of the crystal structure, but the degree of the lattice disorder is very weak, and the diffraction peaks are still clearly visible, which indicates that the long-range order of the atomic arrangement is well maintained, and further reveals that the pseudocapacitance mechanism of sodium ion intercalation does not cause a significant phase change. During the subsequent charging process, the intensity of the diffraction peak was significantly increased, showing that sodium ions reversibly intercalated/extracted from the host site. Ex situ XRD studies have confirmed that the intercalated pseudocapacitor sodium ion storage mechanism is conducive to maintaining the stability of the crystal structure and has highly reversible and long-lasting cycle performance. A similar phenomenon can also be observed in the reported literature. ",
                "The charge storage behavior is further quantitatively analyzed by the CV curves with different sweep rates and is shown in . Both the anode peak potential and the charging start potential gradually increase with the increase of the sweep rate due to the influence of polarization. The capacitive behavior of the electrodes has also been further analyzed.  displays the b value, and the calculated b value is 0.921 and 0.912 for the cathodic peak and 0.924 and 0.875 for the anodic peak to CNOv–TiO2 and CN–TiO2 for sweep rates lower than 2 mV s–1, indicating that most of the sodium ions are adsorbed on the surface or near the surface of the material. A large number of ultrathin nanosheets and a large specific surface area ensure the occurrence of surface pseudocapacitance behavior. Meanwhile, the b values of the CNOv–TiO2 are larger than those of CN–TiO2, suggesting that the introduction of OVs and Ti3+ can enhance the pseudocapacitive charge storage response. For sweep rate above 2 mV s–1, the b value became smaller for all the cathodic and anodic peaks, which is caused by SEI resistance, active material resistance, and limited diffusion at a high sweep rate.  The charge storage mechanism also can be judged by the relationship between the normalized capacity and the sweep rate (). For the sweep rate above 2 mV s–1, the normalized capacity will decrease with the increase of the sweep rate, indicating the charge storage mechanism of diffusion control. The capacity depends on the sweep rate, indicating a surface diffusion process when the sweep rate is less than 2 mV s–1. The contribution of relative capacitance and diffusion control at a specific voltage can be obtained by analyzing the relationship between the scan rate and current response according to  in the Supporting Information. As the sweep rate increases, the relative ratio of the capacitance contribution was also increasing, and when the sweep rate reaches 10 mV s–1, this ratio reaches 90% for CNOv–TiO2 and 85% for CN–TiO2 (). Such high pseudocapacitance behavior is beneficial for a long cycle and high-rate performance.",
                "The SIFBs with the CNOv–TiO2 microspheres as the anode were assembled to further verify the excellent sodium storage performance of the CNOv–TiO2 electrode (a). The SEM images, XRD pattern, and electrochemical test of NVP@C-BN electrodes were shown in . The NVP@C-BN//CNOv–TiO2 full cell presented average capacities of 173.7, 157.4, 146.9, 136.9, 123.3, 110.8, and 95.2 mA h g–1 at current densities of 0.05, 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively (b), and the shapes of the charge/discharge profiles retained well with current density increased (c). Besides, the long cycle of SIFBs was tested at a current density of 1 A g–1, which exhibited a specific capacity of 115 mA h g–1 after 2000 cycles (d,e). Such excellent kinetic matching benefits from the outstanding electrochemical performance of the cathode and anode materials.",
                "The SICs were assembled with CNOv–TiO2 as the anode and AC as the cathode. During the charging process, Na+ is embedded in the CNOv–TiO2 electrode and the surface interface area from the electrolyte, ClO– is adsorbed on AC to form an electric double layer to achieve charge balance, and the discharge process is just the opposite (a). The SEM images, XRD pattern, and electrochemical test of AC electrodes are shown in . The good rate and long cycle performance ensure the rapid adsorption and desorption of sodium ions. b and  show the CV curves of successful SICs at various sweep rates, which all have similar shapes, proving good electrochemical reversibility. The small peak at 3.5–4.0 V indicated the mixed charge storage mechanism of Faraday and non-Faraday reactions. A near ideal capacitive behavior can be observed from the near-linear charge–discharge curves, which once again reveals the interface electrochemical reaction of fast energy storage kinetics (c). The cycle performance of SICs was screened via the comparison of the cycle performances at different mass ratios. As shown in , the results indicate that the best electrochemical performance is shown when the mass ratio of positive and anode active material is 4:1. As a result, the SICs present an average energy density of 174.2 and 51.2 W h kg–1 with a power density of 125 and 12,500 W kg–1 (at current densities of 0.05 and 5.0 A g–1, d). The Ragone plots of CNOv–TiO2//AC SICs verify the strong advantages compared to other commercial capacitors, as well as the expectation for wider applications in the future (). The SICs also show outstanding cycle performance at 1 A g–1, as shown in e, which can still maintain a capacity retention rate of 74.2% after 8000 cycles. Considering the cost advantage, TiO2-base SICs are expected to be used in large-scale fast energy storage devices in the future.",
                "The CNOv–TiO2 electrode provides the highest capacity and the longest cycle life among all the tested samples, implying the powerful effect of the dual doping strategy in improving the sodium storage capacity of the TiO2 anode. The microstructure analysis of the electrode cycled further verified extraordinary cycling stability. The CNOv–TiO2 electrode almost maintained its original structure after 100 cycles (), and the ultra-thin nanosheets are still clearly visible (a). The SEI film on the electrode surface gradually stabilizes as the cycle progresses, and finally, a uniform and dense layer were formed (b,c), indicating that there is no unnecessary side reaction between the electrode and the electrolyte, which is extremely beneficial for long-cycle performance. The TiO2 (110) crystal plane can be still seen by the HRTEM (d). The EDS mapping proves that Ti, O, C, and N elements are uniformly distributed in the material surface (e). Besides, the XRD patterns with different cycles also confirmed that the crystalline structure of TiO2 remains intact (f). The doping of N, C, and OVs enhance the electron/ion dynamics and provide more adsorption sites for sodium ions in the CNOv–TiO2 sample, which is beneficial to increase capacity and maintain cycling stability. These effects all contribute to the pseudocapacitive behavior of sodium ion insertion in CNOv–TiO2 samples, thereby ensuring outstanding electrochemical performance.",
                "a–c shows three different doping models and the effect of doping on the sodium storage behavior of TiO2. N and C co-doping enhances the adsorption of TiO2 to sodium ions. Furthermore, the doping of high-concentration OVs reduces the forbidden band and enhances electronic conductivity. The synergistic strategy of dual doping effectively improves the sodium storage ability of TiO2. The adsorption energy (Eads) of sodium ions is further calculated using the DFT method. d shows the geometrically optimized structure diagram, and the value of the Eads of sodium ion intercalated into TiO2, CN–TiO2, and CNOv–TiO2, indicating that sodium ions are more easily embedded in CNOv–TiO2. The Eads of sodium ions on single-doped TiO2 was also calculated to verify the influence of single doping on the sodium storage behavior of TiO2 (). The single-atom doping enhances the adsorption of sodium ions. Ab initio first principles were used to further evaluate the electronic structure of the samples by the density of states (DOS). The doped N, C and OVs often cause unformed electrons in the crystal, resulting in the introduction of intermediate bands (IBs) and further affecting the band gap. The TDOS and PDOS of TiO2, CN–TiO2, and CNOv–TiO2 are shown in e. As described, the VB and CB of TiO2 originates from O 2p and Ti 3d, respectively. Unlike TiO2, the presence of IBs is observed in the other DOS patterns, and the IBs are mainly derived from the hybridization of O 2p and Ti 3d orbitals. These IBs could act as a springboard for electronic transitions and produce a positive impact for the transition of electrons from the VB to the CB. The quantitative analysis shows the band gap of CN–TiO2 and CNOv–TiO2 decrease from 2.697 to 0.959 and 0.369 eV, respectively, and this value is also much smaller than the band gap of single-atom doping TiO2 (). Therefore, as confirmed by the results of the XPS valence band spectrum, Kubelka–Munk plot, and DFT calculations, the dual doping strategy can effectively adjust the electronic structure of TiO2 with a narrower band gap, thereby increasing the electronic conductivity. Excellent cycling and rate performance mainly rely on fast ion/electron kinetics. The galvanostatic intermittent titration technique test () and electrochemical impedance spectroscopy method test () indicated that the CNOv–TiO2 electrode has a faster ion diffusion coefficient and smaller polarization. The diffusion barriers for sodium-ion migration were calculated using the climbing NEB method (f). The diffusion barrier of sodium ions in TiO2, CN–TiO2, and CNOv–TiO2 electrode is 0.542, 0.267, and 0.137 eV, respectively. The diffusion barrier of sodium ions in single-doped TiO2 is also calculated, and the results still prove that the synergy of the dual doping strategy has a positive effect on reducing the sodium-ion diffusion barrier (). It provides qualitative insights into the excellent kinetic performance of CNOv–TiO2. These results show that the N, C, and OV doping redistributes the internal charges of the crystal. Under the synergistic effect of morphology and heterogeneous element doping, it significantly accelerates the diffusion kinetics, reduces the diffusion barrier of sodium ions, and improves the interface dynamics."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, N, C, and OV co-doped TiO2 microspheres constructed from ultrathin nanosheets were prepared through one-step hydrothermal and hydrogen treatment. Ultra-thin nanosheets provide more and faster sodium ion movement channels, increase the contact area between the electrode and the electrolyte, and the N, C, and OVs co-doped enhance the electronic/ionic dynamics and reduce the diffusion barrier. Therefore, the CNOv–TiO2 electrode delivers a high specific capacity (245 mA h g–1 at 0.1 A g–1), excellent cycling stability (91 mA h g–1 for 10,000 cycles at 10 A g–1 for the half-cell, 115 mA h g–1 for 2000 cycles at 1 A g–1 for SIFBs), high energy and power density (174.2 W h kg–1 at 125 W kg–1, 51.2 W h kg–1 at 12,500 W kg–1 for SICs), and durable cycling ability (55 W h kg–1 for 8000 cycles at 2500 W kg–1 for SICs). Besides, the DFT calculation also further proves that the dual doping and OV synergy strategy promotes the electrical conductivity, lowers the sodiation energy barrier, and facilitates the sodium-ion diffusion kinetics. This work emphasizes the importance of defect engineering in improving material conductivity and electrode cycling stability for possible practical applications shortly."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical procedure, 0.65 mL diethylenetriamine (DETA, 99%) and 2 mL titanium(IV) isopropoxide (95%) were, respectively, added to 22.5 mL isopropyl alcohol (99.5%) and sonicated for 10 min. Then, the two solutions were mixed and continuously stirred for 20 min. Finally, the above-mixed solution was transferred to an autoclave with a capacity of 100 mL and placed in an oven at 200 °C for 24 h. The precipitate was separated through centrifugation, and washing with deionized water (DI) and ethanol several times after cooling to room temperature, TiO2 was obtained. To obtain CNOv–TiO2, the pre-prepared sample was annealed at 500 °C for 2 h in an Ar/H2 (95%/5%) atmosphere. CN–TiO2 was obtained and annealed at 500 °C for 2 h in the Ar atmosphere. Na3V2(PO4)3@C-BN (NVP@C-BN) was prepared according to previous literature reports.  AC was purchased from YP-80F of Japan Kuraray Company."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structure and morphology of all samples were characterized on a LabX XRD-6000, field-emission scanning electron microscopy (HITACHI SU-8010), and transmission electron microscopy (JEOL-2100F instrument). XPS measurements, Raman spectra, electron spin-resonance spectroscopy, and BET surface areas results were collected."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Dual Doping of Titania for Enhanced Na Storage Performance"
}