{
    "DOI": "10.1039/D2CP00111J",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the burning of fossil fuels, the situations of environmental pollution and the energy crisis have become increasingly severe. In past decades, there has been a continuous effort to exploit and develop renewable energy. Among various reported sustainable energy storage systems, rechargeable metal-ion (e.g., Li, Na, K) batteries are expected to be widely used in portable electronic products and electric vehicles. At present, lithium-ion batteries (LIBs), as one of the most successful sustainable energy storage devices, are widely used in practice. However, the storage capacity of Li on the earth is relatively low. Due to the wide application of LIBs, the consumption of Li resources is huge, and the existing lithium resources may only last for several decades. In contrast, Na is more abundant and more evenly distributed on earth than Li. Additionally, due to their similar chemical properties, SIBs share similar operational principles and battery devices to LIBs, and are considered “post lithium-ion batteries”. Meanwhile, the mature LIB technology can be migrated to sodium-ion batteries (SIBs). Regarding these, SIBs could be seen as an attractive alternative to LIBs, which can reduce reliance on depleted Li resources.",
                "Nowadays, SIBs are still in an initial development stage. A key obstacle restricting the development of SIBs is the lack of a suitable anode material. As we know, some reported anode materials in LIBs are not applicable to SIBs. For example, graphite is a common anode material for LIBs, but the diameter of Na atoms is larger than that of Li atoms, and the distance between graphite layers (0.34 nm) is too narrow to accommodate Na. Thus, searching for suitable anode materials with desirable properties is becoming rather urgent for the development of SIBs today.",
                "Considering the obvious advantages of 2D materials, such as open ion transportation pathways, large surface area, and enriched active sites, they show enormous potential as anode materials for SIBs. 2D transition metal carbides (MXenes) are among the latest additions to the 2D materials world, which have recently proved to be excellent anode materials in LIBs. As a typical MXene, the reported Y2C sheet with a similar structure to a Ca2N sheet was found to hold both electronic states and good electrochemical performance as an anode material for SIBs. Significant interactions between the Y2C sheet and an Na atom ensure its high theoretical specific capacity (564 mA h g−1), high Na mobility, and small average open-circuit voltage. Considering these characteristics, the 2D Y–C system is expected to store other suitable materials as anode materials for SIBs, becoming our research focus here.",
                "To gain a computational handle on the above idea, herein, we employ a swarm-intelligence structure prediction method to search the thermodynamically stable 2D structural candidates of various possible Y–C compositions. As expected, we identified a new composition of Y4C3 with a thermodynamically stable Pm1 crystal structure in the 2D Y–C space. By means of first-principles computations, we further evaluated the potential of using the Y4C3 sheet as an anode material for SIBs. The obtained results show that the Y4C3 sheet possesses the desired performances for an anode material for SIBs, exhibiting high conductivity, good adsorption ability, high storage capacity, and a fast charge/discharge rate for Na-ions. These intriguing characteristics are comparable to those of the known Y2C sheet. This finding provides us with a new candidate for SIB anode materials in 2D Y–C space."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The swarm-intelligence structure search method as implemented in the CALYPSO code was adopted and employed here to search for potential new 2D Y–C structural candidates, to find stable or metastable structures depending on the given chemical composition, and its effectiveness has been verified by a large number of applications. A vacuum layer of about 20 Å was set to avoid interaction between adjacent layers. The geometrical optimizations and electronic structure calculations within the generalized gradient approximation (GGA) were performed at the level of density functional theory (DFT) using the Vienna Ab initio Simulation Package (VASP). The electron projector augmented wave (PAW) potentials of Y and C treated 4d15s2 and 2s22p2 electrons as the valence electrons, respectively. A plane wave cut-off energy of 500 eV was used, and the Brillouin zone was sampled with a resolution of 2π × 0.025 Å−1 using the Monkhorst–Pack method. van der Waals interaction was taken into account using the semiempirical DFT-D2 approach. The transition states were located by computing the minimum-energy path (MEP) for the Na diffusion processes using the nudged elastic band (NEB) method, which starts by inserting a series of image structures between the initial and final states of the reaction."
            ],
            "name": "2. Computational details",
            "type": "section_h2"
        },
        {
            "content": [
                "We performed extensive 2D global minimum structural searches for typical Y–C compositions with various Y/C ratios. After identifying the 2D crystal phases and computing their energies to determine the most viable structure at each composition, a number of low energy phases were obtained in these Y–C compositions. To evaluate the relative thermodynamic stability of these different Y–C compositions, we calculated their formation energies and constructed a convex hull based on the obtained results (Fig. S1, ESI†). By assessing the convex hull, a new composition of Y4C3 possessing good thermodynamic stability was uncovered in the 2D space. As shown in Fig. 1a, the Y4C3 geometric structure has Pm1 crystal symmetry with the lowest energy. Viewing its architecture, the basic building blocks of Y4C3 can be considered a Y–C coordinated multilayer with a stacked order of Y–C–Y–C–Y–C–Y, in which C atoms are 6-fold coordinated with adjacent Y atoms. The optimized lattice parameters are shown in Table 1.",
                "In order to reveal the Y4C3Pm1 bond-forming property, we carried out its electronic local function (ELF) calculation. As we know, an ELF value of >0.5 generally corresponds to having more electrons or covalent bonds, while an ELF value of 0.5 generally corresponds to an ionic bond. As shown in Fig. 1b, the Pm1 ELF maps show that there is a very strong ionic interaction between Y and C in the Y4C3 structure, in which electron transfer would occur from the Y atom to the C atom. Meanwhile, note that the bond length between Y and C is about 2.35 Å, which is less than the total distance of their covalent radii, indicating a weak Y–C covalent bond. This ionic/covalent Y–C bond characteristic of the Y4C3 structure allows its Pm1 configuration to maintain good stability.",
                "We further investigated the dynamic stability of the Y4C3Pm1 structure by calculating its phonon dispersion curve. The obtained phonon spectrum shows no imaginary frequency, as can be seen in Fig. 1c, indicating that the Y4C3Pm1 structure possesses good dynamic stability. It is worth noting that the highest frequency of the Y4C3Pm1 structure is beyond 1600 cm−1, much higher than that of an MoS2 sheet (∼470 cm−1), indicating that the Y4C3Pm1 structure has stronger chemical bonds. Moreover, by performing ab initio molecular dynamics (AIMD) simulations in the canonical ensemble, the thermal stability of the Y4C3Pm1 structure was evaluated at room temperature (300 K). As shown in Fig. S2 (ESI†), this sheet well maintains its structural integrity with no deformation, indicating good stability against thermal fluctuation at room temperature. These simulations demonstrate that the Y4C3Pm1 structure has outstanding thermal stability and is feasible for practical applications.",
                "Cohesive energy is a well-accepted parameter to evaluate the feasibility of the experimental synthesis of predicted 2D materials; therefore, the cohesive energy of the Y4C3Pm1 structure was further assessed and compared. The result shows it is 3.42 eV per atom, which is very comparable to that of the synthesized 2D GeP3 (3.34 eV per atom) and black phosphorus (3.48 eV per atom). These results indicate that our proposed Y4C3 sheet has a high possibility of being synthesized under certain experimental conditions. In experiments, some MXenes can be produced by a kinetically controlled etching process at room temperature. Like other MXenes, here our proposed Y4C3 composition could possibly be chemically etched from a general formula of Mn+1XnTx (n = 1–3), where M represents an early transition metal, X is carbon and/or nitrogen and Tx stands for the surface terminations (for example, –OH, –O and/or –F terminations). To check whether this is possible, a surface-functionalized Y4C3Pm1 structure with an –OH terminal group was considered and investigated as an example, in addition to the evaluation of the preparation of bare Y4C3. We compared their energies and calculated the phonon dispersion of the functionalized Y4C3Pm1 structure (Fig. S3, ESI†). From the obtained results, the energetically most stable structure of bare Y4C3 and dynamically stable terminations Y4C3(OH)2 support the idea that Y4C3 MXenes could be etched from its surface-functionalized structure.",
                "Good conductivity is a necessary prerequisite for electrode materials to achieve excellent electrochemical performance. To illustrate the conductivity of the Y4C3Pm1 structure, we calculated its band structure and projected density of states (PDOS). In the energy band diagram of the Y4C3Pm1 structure shown in Fig. S4 (ESI†), the energy level has crossed the Fermi level and exhibits a flat-band dispersion in the vicinity of the Γ point along the Γ–M direction at the Fermi level. Such a Mexican-hat-like feature of the band structure results in an intrinsically metallic state with high conductivity. As can be seen in the PDOS in Fig. 1d, the metal states of the Y4C3Pm1 structure near the Fermi level are very high and near the Fermi level with a high carrier density, which is contributed mainly by the 4d orbital of the Y atom and the 2p orbital of the C atom. This excellent electrical conductivity indicates that the Y4C3 sheet can meet the prerequisites to be used as an electrode material.",
                "As stated above, the Y4C3 sheet can be expected to become a new anode material for SIBs. To assess its potential for SIB application, we firstly studied the adsorption ability of a single metal Na atom on its surface. According to the definition of adsorption energy, the more negative the adsorption energy, the stronger the interaction between the Y4C3 structure and metal atoms, and the easier it is for metal atoms to be adsorbed. Considering the symmetry of the Y4C3Pm1 membrane structure, several representative adsorption sites are selected as the starting geometry. For each site, we calculated its adsorption energy to determine the most favorable energy adsorption configuration. After full geometrical optimizations, we find only three inequivalent stable-adsorption sites, as shown in Fig. 2a: two sites H1 and H2 on the top of two non-equivalent Y atoms, and HC on the hollow C atom. The adsorption energies for metal Na ions at these three sites are −0.02 eV, −0.13 eV, and −0.15 eV, respectively. As shown in Fig. 2b, the results show that Na adsorbed on HC sites, having the lowest adsorption energy, is the most favorable energy adsorption configuration. Compared with the HC site, the adsorption energies of the H1 and H2 sites are higher, which may be caused by the fact that the H1 and H2 sites are close to the metal Y atom, so that the Na ions suffer repulsion from them. Moreover, the band structure diagram of Y4C3Na shows that the material still exhibits metallic properties after the adsorption of Na ions and its conductivity even becomes stronger (Fig. S5, ESI†). In short, the Y4C3 sheet can spontaneously absorb Na atoms and retain strong conductivity, providing a very ideal property for application as SIB anodes.",
                "The mobility of metal atoms on the electrode material is an important index to measure its rate performance and determine the charge–discharge rate capacities of rechargeable batteries. Thus, we further calculated the mobility of the metal Na ion on the surface of the Y4C3Pm1 structure to determine the diffusion path with the minimum energy. The most stable adsorption configurations on two adjacent HC sites were set as the initial state and the final state, respectively, which can be determined as a possible migration path. By spreading through an H1 site or H2 site between two adjacent HC sites, the other possible migration paths can be determined. As shown in Fig. 2c, it is obvious that diffusion between two adjacent HC sites has three possible paths: that is HC → H2 → HC (Path I), HC → HC (Path II), and HC → H1 → HC (Path III). Based on the NEB method, we estimated the corresponding diffusion barriers of these three pathways for one Na ion on the surface of the Y4C3 sheet (Fig. 2d). Among them, the migration barrier of Path I is the lowest with 0.10 eV (the migration barriers of Path II and Path III are 0.14 eV and 0.20 eV, respectively), which means Na-ions are most likely to move along this path. In comparison with other reported MXenes, this Na-ion diffusion barrier of the Y4C3 sheet is comparable to some typical MXenes such as Y2C, Ti2C, and Ti3C2 (Table 2). This low diffusion energy barrier reflects the fast mobility of Na-ions on the Y4C3 sheet as an anode materials for SIBs.",
                "After determining the optimal adsorption site and diffusion barrier of Na, we focused on an investigation of the Na maximum theoretical storage capacity in the Y4C3 sheet, which is a key index to measure the power density of metal-ion batteries. In order to estimate the maximum possible storage of Na, we investigated the concentration-dependent adsorption behavior of Na atoms on both sides of the Y4C3 sheet. Specifically, various concentrations of multilayer adsorption (i.e., Y4C3Nan, n = 1, 2, 3…) were considered (Fig. S6, ESI†). To evaluate whether these different concentrations of Na atoms can be favorably adsorbed on the Y4C3 sheet, we calculated both the average adsorption energy and the differential adsorption energy (ΔEdiffH) of Na atoms on the Sc3Si2 sheet (Fig. 3a). The average adsorption energy for Y4C3Nan is defined as:",
                "where E(Y4C3) is the total energy of the most stable structure of Y4C3, and E(Y4C3Nan) is the total energy of a sheet structure that has adsorbed n Na atoms. If is negative, this value indicates the thermodynamic preference for forming a specific Y4C3Nan structure without Na atom clustering. As shown in Fig. 3a, the calculated values for Na adsorption are negative at a very high concentration up to 11, showing no clustering problem. The differential adsorption energy for Y4C3Nan can be obtained with the following equation:",
                "ΔEdiffH describes the energy released/needed when adding one more Na atom on the Y4C3Nan−1 structure. According to this definition, a negative ΔEdiffH value suggests the favorable formation of the next atom adsorption. However, a small positive value does not exclude the formation of the next atom adsorption since this step can be considered an activation barrier to be overcome when forming the structure with one more adsorbed atom. The calculated ΔEdiffH values, except for the case of Y4C3Na3 with only a few slightly positive values (<0.023 eV), almost remain negative. These values indicate the thermodynamic preference for forming a specific Y4C3Nan structure and the favorable formation of a high Na concentration adsorption. To check the Y4C3Nan configurations, we found that the Na atoms can be absorbed on either side of the sheet, as shown in Fig. 3b. The number of Na atoms absorbed in one Y4C3 formula is just equal to the number of Na-absorbed layers. Such a phenomenon of Na multilayer absorptions seem likely as it has been reported in the Y2C sheet.",
                "To identify the maximum adsorption stoichiometry of Y4C3Nan, we further examined the relative stability of Y4C3Nan through the calculated formation energies. A given adsorption conformer whose formation energy sits on the solid line of a convex hull is stable with respect to the Y4C3 sheet, body-centered cubic Na solid, and the other adsorption conformers. As shown in Fig. 3c, almost all these configurations of the Na adduct (i.e., Y4C3Nan, n = 1–11) are located on the solid line, so we can conclude that the maximum stable Na adsorption conformer can reach up to Y4C3Na11. Taking Y4C3Na11 as an example, we calculated its theoretical storage capacity from CM = (n × xmax × F)/MY4C3Na11, where n refers to the valence state of metal adatoms, xmax is the maximum number of metal adatoms, F is the Faraday constant with a value of 26801 mA h mol−1, and MY4C3Na11 is the molar weight of Y4C3Na11. The result shows that the maximum Na theoretical storage capacity can reach 752 mA h g−1. For the maximum specific capacity, we compare Y4C3 with other typical MXenes as anode materials for SIBs in Table 2. The specific capacity of Y4C3 is higher than that of Y2C (564 mA h g−1) and the experimental synthetic MXenes Ti3C2 (370 mA h g−1) and Ti2C (359 mA h g−1).",
                "The open-circuit voltage (OCV) is also an important parameter in anode materials, reflecting the driving force to achieve battery equilibrium when connecting the cathode and anode. In addition, an OCV value in the range of 0–1.0 V prevents dendrite formation of alkali metals during the discharge/charge process. The average OCV between the sodiation and desodiation processes in the Y4C3 sheet are expressed by OCV = (EY4C3 + nENa − EY4C3Nan)/nme, where EY4C3, ENa, and EY4C3Nan are the total energies of one unit cell of the Y4C3 sheet, an Na metal atom in a body-centered cubic structure, and the Y4C3Nan sheet. And m represents the valence states of fully ionized Na-ions (m = 1 for Na1+) and e is the electronic charge of an Na-ion. We selected adsorbed Na-ion concentrations increasing from n = 0 to n = 11 and calculated the OCV values (Fig. 3d). The results show that the OCV values gradually decrease from 0.15 eV to 0.019 eV in Y4C3Nan, which all belong to an ideal potential range of 0–1.0 V for an anode material. This low OCV relieves the risk of dendrite formation and reveals that the change in Na intercalation voltage is steady.",
                "From the electronic point of view, we compared the ELF maps sliced in the Y4C3Pm1 (1 0 0) direction with two representative Na adsorption concentrations: i.e., Y4C3Na with one layer of Na atoms (Fig. 4a) and Y4C3Na3 with three layers of Na atoms (Fig. 4b). It can be seen that more electrons are transferred from the inner layer to the outer layer, forming a negative electron cloud, which can effectively decrease the repulsion interactions among the adsorbed Na atoms and favor multilayer Na absorption. Such multilayer absorption has also been observed in other systems (e.g., Nb2S2C, B7P2), and makes an important contribution to the high capacity. Additionally, the Y4C3 sheet is thicker than the Y2C sheet, so structural distortion is not easy after the adsorption of layered Na atoms. This benefit favors more multi-layer Na adsorption.",
                "The above results for key performance parameters, including electrical and ionic conductivity, diffusion energy barrier, specific capacity, and OCV, all point to the fact that our proposed Y4C3 sheet can be expected to exhibit the desired performance as an anode material of SIBs (Fig. 4c). In addition, we also examined the potential of this Y4C3 sheet in other alkali metal-ion batteries (e.g., Li, K). It was found that this Y4C3 sheet can also adsorb K atoms and the metal properties remain after adsorption (Fig. S7 and S8, ESI†) and it has a low migration barrier (Fig. S9, ESI†). Unlike the Na-ion, the K-ion has a larger ionic radius and therefore the distance between adjacent K-ions becomes shorter with the same number of adsorbed ions. In that case, the repulsions between adjacent K-ions or Y would increase, which is attributed to a weak adsorption interaction between the K-ion and Y4C3. In our simulation of K-ion adsorption, it was found that only one of two adjacent HC sites can adsorb a K-ion, while the other site cannot adsorb a K-ion due to K-ion repulsion (Fig. S8, ESI†). As a result, the Y4C3 sheet adsorbs fewer K-ions (Fig. S10, ESI†) with relatively low capacity. In comparison, the Y4C3 sheet is more suitable as an anode material for SIBs."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, we performed an extensive 2D Y–C exploration to explore its thermodynamically stable 2D structural candidates and possible application as an anode material for alkali metal-ion batteries. As expected, we identified a new composition of Y4C3 with Pm1 crystal symmetry. By means of first-principles computations, we systematically assessed the potential of the Y4C3Pm1 structure as an anode material for SIBs. The obtained results show that the Y4C3Pm1 structure has rather good kinetic and thermodynamic stability and possesses intrinsic metallicity and remains metallic after adsorbing Na atoms. Importantly, it has excellent electrochemical properties, including a high specific capacity (∼752 mA h g−1), a low barrier energy (∼0.1 eV), and a suitable open-circuit voltage (0–0.15 eV). These characteristics are comparable to those of another known anode material Y2C sheets for SIBs. In addition, we extended our work to examine the potential of the Y4C3 sheet for other alkali metal ion batteries (e.g., Li, K). These results reveal that the Y4C3 sheet can also adsorb K atoms, but it has low K adsorption capacity. Compared with the Li/K-ion patterns, the Y4C3 sheet is more suitable as an anode material for SIBs. This finding will give new insights into the further search for anode materials for SIBs in the 2D Y–C space."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no competing financial interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Exploring a novel two-dimensional metallic Y4C3 sheet applied as an anode material for sodium-ion batteries"
}