{
    "DOI": "10.1021/acsami.9b05134",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage technologies have attracted global attention over the past decades due to the ever-increasing demand for clean and efficient energy supply. Lithium-ion batteries (LIBs) have become sophisticated rechargeable energy storage systems, which are extensively applied into portable electronic devices and hold great promise for powering electrical vehicles.  However, Li is resource limited with uneven geographic distribution and the high cost of Li mineral impedes their practical applications in large-scale energy storage. In contrast, Na is abundant and cost-effective, mainly distributed in the ocean, and easy to obtain. Combined with a similar performance to their LIB counterparts, Na-ion batteries (NIBs) are emerging as one of the potential candidates for stationary energy storage.  Various low-cost anodes, including carbonaceous materials,  phosphorus  and metal phosphides,  metals  and metal oxides,  and metal sulfides,  have been intensively studied. Especially, metal sulfides based on multielectron conversion reactions, possessing high energy densities, and sustainable cyclablity have shown great potential for practical applications.",
                "Co9S8 has been paid close attention as an anode in NIBs due to its decent theoretical capacity (544 mA h g–1), relatively low voltage plateau (0.3–0.7 V), and low cost.  Nevertheless, the Co9S8 anode tends to show inferior reversibility, serious voltage hysteresis, and low cycling stability due to the intrinsic low conductivity and serious volume expansion during the sodiation/desodiation process. It is rational to engineer an ideal nanostructure with ultrafine active Co9S8 nanoclusters embedded in high-conductivity carbon matrixes; especially, the porous C hosts can also serve as robust backbones to tolerate volume expansion of Co9S8. On the other hand, heteroatom doping, especially sulfur-doping, is believed to be effective to increase electronic conductivity and create defects and active sites in carbonaceous materials, which can accelerate Na-ion/electron transportation as well. ",
                "Herein, we develop a simple S-assisting calcination strategy, which achieves a unique composite with Co9S8 nanoclusters confined in sulfur-doped carbon foam (denoted as Co9S8@S-CF) for large-scale production. Benefiting from the ultrafine Co9S8 nanoclusters and elaborate honeycomb-like structure of carbon foam, unique three-dimensional (3D) ionic and electronic pathways are constructed. When tested in NIBs, the as-obtained Co9S8@S-CF anode demonstrates superior electrochemical properties for sodium-ion storage in terms of specific capacity, cycling stability, and rate capability: it exhibits a high initial reversible capacity of 467 mA h g–1 and possesses excellent reversible capacity retention of 80% (373 mA h g–1) after prolonged 1000 cycles, which is 76.8 times higher than that of plain Co9S8 nanosheets (6.6 mA h g–1). Significantly, it delivers ultrahigh rate capability with a rate capability of 180 mA h g–1 at 50 C, suggesting its great promise for commercial utilization."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All of the chemicals were analytical grade and used without further purification. CoCl2·6H2O, sodium oleate, and Na2SO4 were purchased from Sinopharm Chemical Reagent Co., Ltd. Deionized water was used in all experiments."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "CoCl2·6H2O (0.316 g) was dissolved into 1.0 mL of H2O and mixed with 1.22 g of sodium oleate with continuous stirring for 3 h at 85 °C for further reaction. The obtained cobalt oleate precursor was homogeneously mixed with 10 g of Na2SO4 and 0.5 g of sulfur by a planetary mixer. Subsequently, the produced complex was sintered at 600 °C with a heating rate of 3 °C min–1 for 3 h in an Ar atmosphere. The calcinate was collected and immersed into 500 mL of H2O for 24 h. Afterwards, the mesoporous Co9S8@C nanosheets were collected after washing the mixture with deionized water and ethanol three times, followed by drying at 80 °C in a vacuum oven overnight. For comparison, bare S-doped carbon foam (S-CF) was prepared from the mixture of sodium oleate, Na2SO4, and S via the S-assisting calcination. Pure Co9S8 nanosheets were prepared according to a reported method. "
                    ],
                    "name": "2.2.  Samples Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphologies of the samples were investigated by scanning electron microscopy (SEM, ULTRA/PLUS, ZEISS) and transmission electron microscopy (TEM, JEOL, JEM-2010-fef). The Brunauer–Emmett–Teller (BET) method was utilized to calculate the specific surface areas (SBET) through N2 adsorption–desorption measurements (Micromeritics, ASAP 2020). The X-ray diffraction (XRD) patterns were collected by powder XRD (Bruker D8 ADVANCE) with Cu Kα radiation at a scan rate of 2° per minute; the ex situ XRD was performed at a scan rate of 0.5° per minute."
                    ],
                    "name": "2.3.  Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance was systematically evaluated using coin-type half-cells. The electrode slurry consisted of 80 wt % active materials (Co9S8@S-CF, S-CF, and Co9S8 nanosheets), 10 wt % conductive carbon, and 10 wt % carboxymethyl cellulose binder. The mixed slurry was spread onto a Cu foil, followed by drying at 80 °C overnight under vacuum. The electrolyte used in this work was 1.0 M NaClO4 in propylene carbonate/ethylene carbonate (1:1 in volume) and 5 wt % fluoroethylene carbonate additive (5 wt % FEC). A sodium disc was employed as both reference and counter electrodes with a glass fiber separator. The electrochemical performance was studied using a LAND Battery Tester during the cut-off voltage of 0.01–3 V. Cyclic voltammetry (CV) measurements were conducted by a CHI 660C electrochemical workstation (ChenHua Instruments Co., China)."
                    ],
                    "name": "2.4.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "As illustrated in a, a facile S-assisting calcination method is developed for the synthesis of Co9S8@S-CF. First, cobalt oleate (Co(OL)2) was formed due to the self-assembly of oleate reverse micelles with Co ions, which possess a huge bulk structure as shown in Figure S1a,b (). Second, a homogenous precursor consisting of Co(OL)2, S, and Na2SO4 was prepared by strong mixing procedures using a planetary mixer. When heated in Ar atmosphere, the S sublimation, Co2+ sulfidation, and OA– carbonization processes take place subsequently, which leads to the formation of the final product (Co9S8@S-CF). A product prepared from Co(OL)2 and S but without Na2SO4 only showed loose and random particle structure (), which indicates that the introduced Na2SO4 serves as a hard template to form flake-like structures. It is noticeable that the added sulfur plays multiple roles during these processes. Without S, the material obtained from Co(OL)2 and Na2SO4 shows a solid nanosheet-like nanostructure, in which there are no voids on any nanoflake (). It can be speculated that S not only works as the raw material to react with Co2+ for the formation of Co9S8, but also leads to the unique foam-like texture of carbon backbones due to its rapid sublimation. In particular, it participates in the decomposition and carbonization of OA-species as well, resulting in favorable S-doping in carbon. As revealed via scanning electron microscope (SEM) (b) and TEM images (c), the sample possesses the evident honeycomb-like structure with abundant nanovoids. The low magnification SEM images of Co9S8@S-CF at different areas () confirm the high uniformity of this unique foam-like nanostructure. The high-resolution TEM (HRTEM) image in d suggests the amorphous nature of carbon and low crystallization state of Co9S8. The lattice spacings are determined to be ∼2.85 and 2.3 Å, respectively, which correspond to the (222) and (331) planes of the Co9S8 phase. As shown in the corresponding high-angle annular dark-field scanning TEM (HADDF-STEM) image (e), the Co9S8 nanoclusters are uniformly anchored in the C matrix with the nanosize of ∼2 nm. Meanwhile, the HADDF-STEM image with the energy-dispersive X-ray elemental mapping images of C, S, and Co (f) also further clearly demonstrates the unique foam-like nanostructure with elemental Co and S homogeneously distributed in CF backbones. The constructed nanoarchitecture is critical. The carbon matrix is favorable to enhance overall electrode conductivity and maintain the electrode integrity. The ultrasmall Co9S8 nanoclusters surrounded by high-conductive C tend to show high Na-storage activity and alleviate the volume expansion during sodiation/desodiation processes. More importantly, the foam-like structure and S-doping of carbon foam are expected to cause lopsided charge distribution around sulfur vacancies, leading to accelerated electron transport and Na-ion diffusion. For comparison, pure Co9S8 nanosheets were prepared via the reported method.  As shown in , the SEM image shows that small Co9S8 nanosheets are present on the surface; whereas, the TEM images indicate that the interior Co9S8 is seriously stacked together; the HRTEM image demonstrates that the lattice fringes with interplanar spacing is 3.03 Å, which could be indexed to be the (110) planes of Co9S8. ",
                "The XRD patterns of the Co9S8@S-CF and Co9S8 nanosheets, as shown in a, indicate that both the samples could be indexed to Co9S8 (JCPDF no. 75-2236). The low intensity and broadened properties of the dominant diffraction peaks suggest the small nanosize and low crystallization of the Co9S8 phase. In addition, a shoulder peak of Co9S8@S-CF is exhibited at about 26°, corresponding to amorphous carbon. The Raman spectra of the Co9S8@S-CF and Co9S8 nanosheets are shown in b. The Raman peaks at ∼ 474.8 and 679.1 cm–1 are due to the existence of Co9S8.  Two prominent peaks at ∼1349.4 (D band) and 1601.1 cm–1 (G band) related to carbon  are only observed in Co9S8@S-CF. The D band originates from the structural defects and disorder, whereas the G band corresponds to the first-order scattering of the E2g mode due to the sp2 domains.  It is noteworthy that it exhibits high ID/IG ratio (∼1.92, ), which indicates that there are many defects or disordered sites in the carbon in Co9S8@S-CF, corresponding to the amorphous feature of carbon.  The chemical states of the elements are investigated by X-ray photoelectron spectroscopy (XPS) analysis. c displays the C 1s spectrum fitted into three peaks at 284.3, 285.5, and 288.6 eV, which correspond to C–C/C═C, C–S, and O═C–O, respectively, indicating the S-heteroatom doping in C. Two peaks observed at 780.8 and 796.6 eV with two satellite peaks at 786.4 and 801.8 eV are ascribed to Co 2p3/2 and Co 2p1/2 (d). The high resolution XPS S 2p spectra shown in e clearly shows two peaks at 160.0 and 164.1 eV, which are supposed to represent S 2p3/2 and S 2p1/2 bonding, respectively. An apparent peak at 168.3 eV is observed as well, which is attributed to a S shake up satellite peak and S–C bonding, further confirming that sulfur heteroatoms are incorporated into the carbon foam via S-assisting calcination in an Ar atmosphere.  To evaluate the amount of C in Co9S8@S-CF, the thermogravimetric analysis (TGA) was performed from 50 to 900 °C at a rate of 10 °C min–1 in air. As displayed in f, the weight loss in area I from 50 to 400 °C is likely due to the evaporation of water remaining in the sample and the decomposition of functional groups on the carbon foam; the evident weight loss (area II) between 400 and 500 °C is assigned to the combustion of carbon.  The oxidation of Co9S8 takes place in the range of 500–900 °C. Assuming the final product is pure Co3O4, the weight loss during this process is ∼70.6%, corresponding to a Co9S8 content of ∼32% in the composite. Similarly, the Co9S8 ratio in the hybrid could be also evaluated to be ∼35% based on the weight loss (∼18.1%) of bare Co9S8 nanosheets during this temperature range ().",
                "The sodiation/desodiation behaviors of the Co9S8@S-CF and Co9S8 nanosheet electrodes are evaluated by galvanostatic charge/discharge cycling. 2032 coin-type half-cells, paired with metallic Na foils, are used to investigate battery performance of these two anodes. CV curves of Co9S8@S-CF at a scan rate of 0.25 mV s–1 during five cycles are shown in a. It shows one cathodic peak at around 1.0 V during the initial scan, which is attributed to the sodiation reaction of Co9S8.  There is an obvious spike near 0 V, which is ascribed to Na-ion insertion into the interlayer of the graphitic nanocrystallites of the graphene nanosheets.  During the subsequent cathodic cycles, evident peaks at around 0.8 V evolves and were repeated, which could be assigned to the reversible conversion reaction along with the formation of Co and Na2S. As for the anodic sweep, the obvious peak at ∼1.8 V corresponds to the desodiation process.  It is noteworthy that the reduction peak at ∼0.8 V and the oxidation peak at ∼1.8 V is highly repeatable, suggesting high reversibility of Co9S8@S-CF during sodiation/desodiation processes.  Accordingly, the charge/discharge curves of the Co9S8@S-CF battery at a current density of 100 mA g–1 demonstrates that it presents a long slope without a clear plateau during the discharge process (b), which is ascribed to the occurrence of various reactions, including sodiation of Co9S8 and rapid absorption of Na-ions into the S-doped carbon foams. However, It delivers a low initial Coulombic efficiency of 53.7%, which is due to the formation of a solid electrolyte interface (SEI) film and occurrence of irreversible side reactions. When further discharged to 0.01 V, metallic Co and Na2S can be formed. Meanwhile, the charge/discharge curves at selected cycles show sustainable performance and high reversible capacity during subsequent 1000 cycles, indicating the excellent Na-storage properties of the electrode. In contrast, a pair of cathodic and anodic peaks at around 0.65 and 1.74 V are observed for the Co9S8 anode at the first cycle (), which is mainly corresponding to the conversion reaction between Co9S8 and Na. However, the peak intensity is gradually decreased during the following cycles, indicating that Co9S8 nanosheets suffer from low capacity and poor cycling stability. Accordingly, the charge/discharge curves of the Co9S8 show a long plateau at 0.75 V during the first discharge process, which delivers a discharge capacity of ∼810 mA h g–1. However, it shows rapid capacity failure, retaining a low reversible capacity of ∼213 mA h g–1 after only 10 cycles ().",
                "Moreover, the cycling behaviors of these two electrodes at 0.25 C over 1000 cycles are presented in c. It is manifest that Co9S8@S-CF outperforms Co9S8 nanosheets in terms of reversible capacity, capacity retention, and cycling stability. The Co9S8@S-CF anode shows high reversible capacity retention of 80% (373 mA h g–1) after 1000 cycles with Coulombic efficiency above 95%, which is very close to the theoretical capacity (390.4 mA h g–1) of the hybrid, implying the nanoarchitectural stability of the unique foam-like structure. Moreover, the S-doping structure with enhanced conductivity is responsible for the accelerated charge-transfer rate and additional active sites, which endow the sample with high reaction activity and fast electron transport. In contrast, the Co9S8 nanosheets undergoes rapid capacity fade and become inactive with negligible reversible capacity retention of 8.3% (52 mA h g–1) after 30 cycles. It is likely due to the intrinsic low conductivity and rapid collapse of the Co9S8 nanosheets structure without any framework protection during the large volume expansions of sodiation/desodiation processes. Impressively, Co9S8@S-CF exhibits superior overall performance in terms of cycling life (1000 cycles), reversible capacity (373 mA h g–1), and capacity retention (80%) over testing cycles (vs CoxS-based anodes, ). Benefitting from the unique nanostructure, Co9S8@S-CF is expected to deliver outstanding rate capability. The rate capabilities of the two samples ranging from 0.25 to 50 C (1 C = 400 mA h g–1) are shown in d. Co9S8@S-CF delivers reversible capacities of 487, 387, 386, 340, 333, 280, 227, and 180 mA h g–1 at 0.25, 0.5, 1.25, 2.5, 5, 12.5, 25, and 50 C, respectively. Significantly, when the current density is back to 1.25 C, the reversible capacity of Co9S8@S-CF could maintain 380 mA h g–1 over 100 cycles. Furthermore, the corresponding charge/discharge curves of Co9S8@S-CF () exhibited an evident charge plateau even at 25 C with increased polarization over cycling. It is remarkable that the hybrid exhibits an unprecedented high-rate performance achieving ultrahigh rate capability of 180 mA h g–1 at ultrahigh 50 C. In sharp contrast, the Co9S8 nanosheets exhibit decent initial reversible capacity of 542 mA h g–1, however, it rapidly declines to 260 mA h g–1 after 10 cycles at 0.25 C; it becomes inactive with negligible capacity when the current rate is higher than 1.25 C. The results also indicate that the constructed bare Co9S8 nanosheets are easy to deteriorate during cycling. On the other hand, It is noteworthy that the S-CF component is responsible for the sustainability of the Co9S8@S-CF composite. As shown in c,d, bare S-CF delivers an average reversible capacity of ∼299 mA h g–1, corresponding to ∼200 mA h g–1 in the hybrid based on the C ratio. This result indicates that S-CF and Co9S8 equally contribute to the overall capacity of Co9S8@S-CF. The rate capability of S-CF is much inferior than the hybrid, which implies that the synergetic effects of the Co9S8 and S-CF components are responsible for the unprecedented rate capability of Co9S8@S-CF. In contrast with previous reports for NIBs, it shows superior rate capability (vs typical metal sulfide-based anodes, e). The electrochemical performance of Co9S8@S-CF underscores that rational nanostructure is conclusive to its performance.",
                "In order to investigate the high-rate kinetics of Co9S8@S-CF, CV curves at various scan rates from 0.1 to 50 mV s–1 between 0.01 and 3.0 V are obtained, as shown in . It is well known that the current intensity of a CV curve consists of surface-controlled and diffusion-controlled processes. The total capacity usually comprises the faradaic and nonfaradaic contributions, which could be calculated and are illustrated in a (the detail of the calculation is shown in the ). As displayed in , the b value is calculated to be 0.7 (between 0.5 and 1) for the redox peaks, which demonstrates that electrochemical reactions of Co9S8@S-CF contain both faradaic and nonfaradaic processes.  By calculating the k1 and k2 values, the composition of capacitive effects and diffusion-controlled reactions could be distinguished. The capacitive contribution will dominate the reaction process when the surface capacitive contribution is higher than 50%. As shown in a, by the quantification, the contribution of surface capacitive capacity (red region) is as high as about 72% at 5 mV s–1, which indicates that Co9S8@S-CF possesses favorable charge-transfer kinetics.  The capacitive capacity increases with raising the scan rate and obtains a maximum value of 92% at 50 mV s–1 (inset in a). The high portion capacity from the surface-controlled process is favorable to realize high rate performance, which agrees with the outstanding rate capability in e. Ex situ XRD is conducted to identify the Na-storage mechanism during electrochemical measurement (b). The peaks of (311) and (222) could be detected in the fresh Co9S8@S-CF electrode. When it was fully discharged to 0.01 V, the XRD signals of Co9S8@S-CF disappear, and two new peaks are developed, corresponding to the formation of Na2S (JCPDF no. 47-0178) and Co (JCPDF no. 15-0806). When charged to 3 V, the peaks of (311) and (440) of Co9S8@S-CF could be recovered; meanwhile, the peaks of Na2S and Co decrease notably with possible Co residual. It confirms that the reaction between Co9S8 and Na2S is highly reversible, which is well consistent with stable cycling performance of the Co9S8@S-CF anode (c). This result suggests a Na-ion storage mechanism of Co9S8-based nanocomposites via the multielectron conversion reaction (Co9S8 + 16Na ↔ 9Co + 8Na2S).",
                "The compositional and morphological changes in Co9S8@S-CF and Co9S8 nanosheets after 1000 cycles are investigated by SEM, TEM, and STEM in c–e. As revealed in c,d, the Co9S8@S-CF retains the honeycomb-like nanostructure; whereas, the surface become rough due to the formation of thick SEI films. The elemental mappings of the electrode at fully discharged state after 1000 cycles show that Na and S elements have consistent signals, indicating the presence of Na2S. The signals of Co and C element are observed around the Na2S phase, which is ascribed to the occurrence of reversible conversion reaction with the formation of Co nanograins. In addition, the corresponding phase mappings and energy-dispersive X-ray spectroscopy (EDS) results further confirm the coexistence of Na2S and Co phases (). In addition, intensive F signal is collected as well, which is assigned to side-products with FEC additive and the formation of SEI film, which is homogenously dispersed in the sample. Interestingly, SEM images of the Co9S8 electrode () demonstrate that the morphology of the Co9S8 nanosheets have collapsed into dense and massive bulk after 1000 cycles, which verifies that the bare Co9S8 nanosheets cannot maintain its morphology during cycling and result in rapid capacity fading. The manifold functions of Co9S8@S-CF toward excellent Na-storage properties, therefore, could be speculated as illustrated in . First, the active Co9S8 itself is ultrasmall nanoclusters and closely surrounded by high conductive C frameworks, which enable high reactivity in the Co9S8 component for complete sodiation/desodiation. Second, the open foam-like structure could expose more reaction sites and provide more ionic/electronic channels, leading to additional shortened route and fast mobility for 3D electronic and ionic transport. Third, the introduction of S-doping in the C foam could create a number of defects and active sites in C, which could increase the adsorbent ability for sodium ions, thereby enhancing surface capacitive effects. Moreover, the amorphous carbon matrix with abundant voids could not only enhance the overall conductivity and reaction rate, but also serves as the backbone to accommodate volume expansion and prevent the elaborate nanostructures from degradation."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the unique Co9S8@S-CF structure has been successfully prepared by a facile sulfur-assisting calcination strategy. With thin carbon foam frameworks, S-doped abundant active sites/defects, and high reactive Co9S8 nanoclusters for fast Na-ion storage, the Co9S8@S-CF anode could deliver decent reversible capacity of 373 mA h g–1 over prolonged 1000 cycles and ultrahigh rate capability of 180 mA h g–1 at 50 C. The developed sulfur-assisting calcination provides a new simple strategy to construct an elaborate Co9S8 anode on a large-scale, which simultaneously achieves the formation of Co9S8 nanoclusters, elaborate carbon foam, and favorable S-doping, which significantly optimizes the Na-storage properties of Co9S8 anode and can be extended to develop various metal sulfide-based anodes for NIB applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "In Situ Formation of Co9S8 Nanoclusters in Sulfur-Doped Carbon Foam as a Sustainable and High-Rate Sodium-Ion Anode"
}