{
    "DOI": "10.1002/smll.201901083",
    "Journal": "",
    "Keywords": [
        "electrochemistry",
        "Fe2O3 nanoparticles",
        "graphite C",
        "interlayer‐expanded MoS2",
        "Li+/Na+ storage"
    ],
    "Sections": [
        {
            "content": [
                "With the increasing requirement of renewable energy, searching for sustainable and efficient energy‐storage systems is becoming a universal topic. In recent years, rechargeable batteries such as lithium‐ion batteries (LIBs) and sodium‐ion batteries (SIBs) have been widely investigated as the promising candidates for electronic devices owing to high energy density, outstanding reversibility, and relatively low cost. To advance their practical applications, exploration of suitable electrode materials with higher capacity, faster charging, and longer life plays an important role in improving the performance of the batteries.",
                "2D nanomaterials, like graphene, transition metal oxides (TMOs), and transition metal dichalcogenides (TMDs), have been widely investigated for energy storage and conversion devices due to their unique 2D structural characteristics, including the thin nanosheets and the wide interlayer spacing. Among them, molybdenum disulfide (MoS2) with sandwich‐like structure (S–Mo–S) stacked together, as a representative member of 2D TMDs, has been paid extensive attention as promising anode material for lithium‐ion batteries and sodium‐ion batteries due to its high intercalation potential with Li+/Na+ and high theoretical capacity (670 mAh g−1) compared with graphite. Especially, owing to the broad interlayered space (≈0.62 nm) of MoS2 nanosheets, the space contributes to the diffusion of electrolyte ions and insertion/extraction of lithium ions and sodium ions, enhancing the charge storage capabilities. However, there are still some challenges for the MoS2 anode materials: a) In view of the large surface energy of MoS2 layers, they are inclined to stack/restack together via van der Waals attraction, leading to the rapid capacity decay and drastic volume variation during the cycling. b) The low electronic/ionic conductivity limits efficient charge transport and thus results in the poor rate performance. c) Polysulfide dissolution produced in the charging–discharging arouses the loss of active substances.",
                "To address aforementioned issues, some effective strategies can be adopted: a) expanding the interlayer distance of MoS2 by intercalating different agents to facilitate the lithium and sodium intercalation/deintercalation, b) combing the MoS2 nanosheets with carbonaceous materials to improve the electrical conductivity, c) decorating the MoS2 nanosheet surface with nanoparticles acting as spacers to stabilize the nanosheets, and d) designing the 3D array‐type architectures on current collectors like carbon fiber cloth (CFC) and graphene foam to ensure high electrical conductivity and mechanical stability.",
                "Herein, we report the design and synthesis of 3D Fe2O3 nanoparticles decorated vertical MoS2 nanosheet arrays incorporating with carbon nanostructure grown on flexible carbon fiber cloth (denoted as Fe2O3@C@MoS2/CFC) as a flexible and high‐performance anode for Li/Na‐ion batteries. This preparation procedure includes the vertical growth of MoS2 nanosheet arrays with carbon nanostructure on the CFC (denoted as C@MoS2/CFC) by a solvothermal process and subsequent fabrication of Fe2O3 nanoparticles on C@MoS2 nanosheets via an easy self‐sacrificing template method. In such unique architecture design, first, Fe2O3 nanoparticles act as spacers to separate the MoS2 nanosheets to prevent the structural degradation and stabilize the structure during the electrochemical process. On the other hand, the MoS2 nanosheets can provide substrates for the growth of Fe2O3 nanoparticles, preventing the particle aggregation. Second, the addition of glucose can not only be reacted into carbon, improving conductivity of the whole electrode, but also promote the better growth of MoS2 nanosheets without structural deformation and further strengthen the integration of C@MoS2 and CFC by the adhesive role. Moreover, the addition of the glucose expanded interlayer distance of MoS2 nanosheets, which facilitates the mobility of Li+/Na+ diffusion. Third, the 3D array‐type architectures on the CFC can ensure high conductivity and mechanical stability. In summary, benefiting by the unique 3D ordered Fe2O3@C@MoS2 array‐type nanostructures and the synergistic effect between the C@MoS2 nanosheet arrays and Fe2O3 nanoparticles, Fe2O3@C@MoS2/CFC exhibits a high electrochemical performance as a novel flexible anode for LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The fabrication process of the Fe2O3@C@MoS2/CFC is illustrated in Scheme . First, C@MoS2 nanosheet arrays were synthesized on the CFC by solvothermal and subsequent calcination process (C@MoS2/CFC). The MoS2/CFC was obtained by the similar procedure without the addition of glucose. The functions of glucose will be discussed in detail later. Subsequently, ZnO nanoparticles were loading on the C@MoS2 nanosheets as self‐sacrificing template by a solvothermal process (ZnO@C@MoS2/CFC). Finally, to achieve the Fe2O3@C@MoS2/CFC, the ZnO@C@MoS2/CFC was immersed in an aqueous solution of the Fe3+, and further annealed in Ar. Figure a–d reveals the scanning electron microscopy (SEM) images of MoS2/CFC, C@MoS2/CFC, ZnO@C@MoS2/CFC, and Fe2O3@C@MoS2/CFC, respectively. The MoS2‐based nanosheet array‐type architectures retain well during the preparation of the Fe2O3@C@MoS2/CFC. Additionally, the optical images show color changes of the formation of the Fe2O3@C@MoS2/CFC, indicating good surface coverage levels of Fe2O3@C@MoS2 on the CFC (insets of Figure ). As shown in Figure S1a,b in the Supporting Information, the MoS2 nanosheets on the CFC are inclined to stacking and cracking. With the addition of glucose, this problem has been well solved (Figure S1c,d, Supporting Information). In comparison to MoS2 nanosheets, the structural formation of C@MoS2 nanosheet becomes close‐packed but short‐length, which reduces structural deformation of the nanosheets and short height reduces the Li+/Na+ diffusion resistance (Figure S2, Supporting Information). To obtain hierarchical structures of ultrasmall Fe2O3‐encapsulated C@MoS2"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "α‐Fe2O3 Nanoparticles Decorated C@MoS2 Nanosheet Arrays with Expanded Spacing of (002) Plane for Ultrafast and High Li/Na‐Ion Storage"
}