{
    "DOI": "10.1021/acsami.3c16484",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Secondary batteries have earned great consideration to meet the escalating demand for energy storage technologies. Among these secondary batteries, lithium-ion batteries (LIBs) have gained prominence due to their remarkable energy density and cycle life. However, the constrained supply of lithium resources leads to its high cost, which hinders the widespread use of LIBs in large-scale energy storage systems (LSESS).  Conversely, sodium-ion batteries (SIBs) serve as a promising alternative battery system to be applied in LSESS because of their abundant raw material reserves as well as low price.  Unfortunately, suffering from the larger ionic radius of Na+ and weak interaction between Na+ and graphitic layers, traditional commercial graphite anodes fail to store Na+ reversibly in ester-based electrolytes.  To enhance the reliability and broaden the applications, it is imperative to focus on the development of anode materials that combine cost-efficiency and high capacity for SIBs. Currently, carbon materials,  metal oxides/sulfides,  and alloying materials  are developed as viable anode materials for SIBs. Among them, hard carbons (HCs) have gained significant attention as promising candidates for anode materials in SIBs due to abundant resources.  More importantly, HCs are composed of typical nongraphitizable structures with randomly packed carbon layers, which possess large interlayer spacing to store Na+, contributing to the high reversible sodium storage capacity in HCs. However, the complicated microstructure of HCs inevitably leads to the hindered Na+ diffusion channel, resulting in unsatisfying sodiation kinetics and an inferior rate performance.",
                "To date, regulating the graphitic microcrystalline structure and pore structure is an effective approach to ameliorating the sodium storage kinetics of HCs. Tuning microcrystalline parameters, such as the length (La), thickness (Lc), and (002) interlayer spacing (d002) of graphitic layers, can effectively facilitate Na+ transfer and increase the Na+ storage capacity, particularly in the low-voltage region.  Optimizing carbonization temperature, introducing heteroatoms (e.g., N, S, and P)  and metal ions (e.g., Ca2+, K+, and Mn2+)  have been investigated to regulate the lattice spacing and graphitization level in HCs. Specifically, it is crucial to obtain a suitable d002 since large interlayer spacing causes low intercalation capacity, while a small one hinders Na+ insertion. Our group used K+-enriched biomass precursor to modulate the interlayer spacing of HCs to 0.40 nm, benefiting an impressive capacity of 314 mA h g–1.  More recently, HCs with atomic Zn-doping in which zinc acetate acts as a Zn precursor also exhibit expanded graphite regions (d002 = 0.408 nm), contributing to a significantly improved reversible capacity.  In addition, modifying the pore structure (e.g., porosity and pore size) is a potent strategy to promote sodiation kinetics since it can (1) tune the specific surface area (SSA), (2) elevate the intrinsic defect concentration that favors the adsorption behavior of Na+, and (3) serve as channels to facilitate Na+ transfer.  Furthermore, the plateau capacity of hard carbons can be effectively increased by a rational design of pore structure, such as closed-pore structure.  For instance, ultramicropores prepared by the molten diffusion-carbonization method can offer extra Na+ storage sites and serve as ionic sieves that accelerating fast diffusion of Na+ during the sodiation/desodiation process.  Besides, to maximize radical sites for Na+ storage, a multistage pore structure (macropores and ultramicropores) was built and achieved excellent rate capability.  Therefore, it can be expected that synergistic modulation of the microcrystalline and pore structures can significantly achieve the enhancement of rapid sodium storage kinetics. However, the introduction of heteroatoms and templating techniques are suffering from the complicated design of complex precursors as well as multistep synthesis, which increase cost and operational challenges.  Hence, it is a challenge to facilely regulate microcrystalline and pore structure, achieving and maximizing the synergistic effect.",
                "Herein, we report a hierarchical porous biomass-based hard carbon that achieved rapid sodiation kinetics due to the dual-functionalized Ca. The simple one-step pyrolyzation was adopted to synchronously realize the formation of in situ CaSe templates and the regulation of the graphite microcrystalline structure. Besides, it is confirmed that the dual-functionalized Ca acts both as a dopant and template, thus enabling the synergistic control of the microcrystalline and morphological structure. The naturally doped Ca2+ effectively expands the interlayer spacing of (002), and the in situ CaSe templates induce the formation of hierarchical pore structure (macropores and ultramicropores). This synergetic effect provides Na+ diffusion channels, shortens the length of Na+ diffusion routes, and significantly facilitates electron transport, collectively improving sodium storage kinetics (). Therefore, the as-synthesized HC delivers a reversible capacity of 350.3 mA h g–1 at the current density of 50 mA g–1 with excellent rate ability (108.4 mA h g–1 at 2 A g–1) and cycle stability (95.3% after 1000 cycles)."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The scanning electron microscopy (SEM) images (a,b, and ) illustrate the microstructures of the HCs produced at different carbonization temperatures and alkali treatments. It shows that the majority of HCs display micrograde particle size with a porous structure.  presents a set of high-resolution transmission electron microscopy (HR-TEM) images, showing a significant trend in which the graphitization of the HCs undergoes a gradual increase with the carbonization temperature. HC-900 (hard carbon obtained at 900 °C) exhibits randomly oriented stripes in HR-TEM due to the lowest degree of lattice ordering. In contrast, HC-1200 (hard carbon obtained at 1200 °C) exhibits the highest lattice order, with more noticeable diffraction rings in the corresponding selected area electron diffraction (SAED) results. Besides, the d002 of the short-range ordered graphitized region (gradually decreases from 0.387 to 0.380 nm) also changes with the variation of carbonization temperature (from 900 to 1200 °C). Since the Hovenia dulcis precursor contains some natural heterogeneous atoms, to further identify the species and forms of existence of heterogeneous atoms in the HCs, energy dispersive spectrometer (EDS) elemental mappings (g–l) were performed.  g–i and  show the presence of C, Ca, and Se in HC-1100 (hard carbon obtained at 1100 °C). The highly overlapping distribution regions of both Ca (1.14% of the atomic proportion) and Se (0.84% of the atomic proportion) suggest the existence of CaSe crystals with some free Ca2+. Besides, the TEM image (c) provides a clear presence of CaSe. After the alkali treatment, the Se elements in the HC-1100A sample (HC-1100 treated with NaOH) are significantly decreased, while some Ca2+ remains unremoved (k,l, and ). Meanwhile, the TEM result of HC-1100A shows the disappearance of agglomerated CaSe and the formation of macropores (d). It is believed that the thermally evolved CaSe, which can be easily removed through alkaline treatment, acts as a template for pore formation. Moreover, there is little difference in the graphitization degree between the HC-1100 and HC-1100A, with no obvious d002 change (both are 0.382 nm, e,f). Since the metal ions in the biomass precursor can serve as a buffer layer between the graphitic layers,  the interlayer Ca2+ that is preserves after alkaline treatment can effectively extend d002 of HCs.",
                "A comprehensive exploration of the changes in the microcrystalline and morphological structures of the various HCs was employed by a combination of analytical techniques, including X-ray diffraction (XRD), Brunauer–Emmett–Teller (BET), and Raman spectroscopy. According to the XRD results, all samples suggested an amorphous/disordered structure and exhibited a broad diffraction peak at about 23° (a), which can be attributed to the (002) peak of HCs.  With an increase in the carbonization temperature, the (002) peaks consistently undergo a shift toward larger angles. The corresponding d002 can be calculated according to Bragg equation  ()2dsin⁡θ=nλAs shown in , the d002 of the material exhibits a gradual reduction from HC-900 (0.387 nm) to HC-1000 (hard carbon obtained at 1000 °C, 0.385 nm), further decreasing from 0.382 nm in HC-1100 to 0.380 nm in HC-1200, demonstrating that high carbonization temperatures can promote the graphitization and reduce the d002, which corresponds to the previous report.  To note, the change of d002 induced by alkali treatment is negligible (both are 0.382 nm), further indicating that the naturally doped Ca2+ can remain in the interlayers after alkali treatment and enlarge d002. In addition, a series of peaks at 26.0, 30.1, 43.1, 51.1, 62.7, 69.0, 71.1, 79.1, and 85.0° can be observed in the HCs without alkali treatment (b). These peaks can be indexed to the (111), (200), (220), (222), (400), (420), and (422) planes of the CaSe (JCPDS card no. 77-2012), respectively. It should be mentioned that the intensity of peaks of CaSe increases with temperature, demonstrating that CaSe is gradually formed by the thermal process. The disappearance of the CaSe peaks in HC-1100A further implies that CaSe can be effectively eliminated by the alkali treatment, which corresponds to the HR-TEM results (d). Moreover, the XRD results of HC-1100A showed merely the (002) and (101) peaks of hard carbon, and the TEM results (f) did not observe the lattice fringes of other items. Therefore, we believe that Ca2+ mainly exists in the form of ions between the carbon layers.",
                "c shows the Raman spectra of HCs with different carbonization temperatures and alkali treatments. In all the Raman spectra, two prominent bands are evident, including the broad D-band (disordered carbon signal) that is positioned at 1345 cm–1 and the relatively sharp G-band (graphitic carbon signal) situated at 1600 cm–1. Notably, the G-band signifies the sp2 vibration of graphitic carbon, and the D-band indicates the sp3 amorphous/defective phase.  The intensity ratio of the D and G bands (ID/IG) that can indicate the degree of graphitization  is calculated to be 1.11, 1.23, 1.17, 1.16, and 1.16 for the HC-900, HC-1000, HC-1100, HC-1200, and HC-1100A, respectively (). Generally, the high temperature can promote the graphitization degree due to the increase of the carbon layer order and the reduction of porosity. The high ID/IG of HC-1000 is due to the high disordered carbon layer and high defects induced by high porosity.  Notably, the similar values of ID/IG before and after the alkali treatment suggest that the alkali treatment induces little impact on graphitization, aligning with the TEM and XRD results (c,d and b).",
                "The porous structure of the HCs before and after alkali treatment was further illustrated by N2 adsorption–desorption tests. As shown in d–f, HCs are mainly characterized by the presence of ultramicropores (0.6 nm), which are generated by the decomposition of organic species.  When the carbonation temperatures are 900, 1000, 1100, and 1200 °C, the SSA of the as-obtained HCs is 209.3, 571.7, 33.03, and 167.3 m2 g–1, respectively. On account of the decomposition of organic species and abundant pore structure, HC-1000 exhibits a relatively high SSA. The subsequent decrease in SSA of HC-1100 is due to pore closure caused by high temperatures. HC-1200 has a relatively large SSA due to structural collapse at high carbonation temperatures, as shown in the SEM results (). Additionally, the alkali treatment can remove in situ CaSe templates from the material and generate macropores (TEM results, d), thus providing a relatively high SSA (46.3 m2 g–1 for HC-1100A). Therefore, HC-1100A possesses hierarchical pore structures (ultramicropores and macropores), in which ultramicropores can provide Na+ diffusion channels and macropores can facilitate the adsorption of Na+, thus contributing to sodium storage kinetics.",
                "The composition of surface functional groups on HCs was analyzed via X-ray photoelectron spectroscopy (XPS) spectra (g–i). The C 1s spectra of different materials are shown in g and , where the proportion of C═C bonds increases with increasing temperature, indicating an increasing degree of graphitization. Three typical C 1s peaks of HC-1100 include C–C (284.8 eV, 34.37%), C–O (285.9 eV, 29.86%), and C═C bond (284.3 eV, 35.77%).  HC-1100A presents three peaks containing C–C (284.7 eV, 36.27%), C–O (285.5 eV, 28.71%), and C═C bonds (284.2 eV, 35.02%). The higher ratio of C–C of 1100 A can be attributed to the exposed intrinsic defects in the hierarchical pore structures.  Furthermore, through a comparison of Ca 2p and Se 3d spectra (h,i), the content of Ca and Se of HC-1100A was reduced, demonstrating that CaSe was effectively removed by alkali treatment. Consequently, an HC material with dual-functionalized Ca has been proposed in which interlayer Ca2+ can effectively expand the d002 while the in situ CaSe templates act as a template to optimize the pore structure and increase intrinsic defects.",
                "To assess the electrochemical performance of HCs, cyclic voltammetry (CV) and galvanostatic charge–discharge (GCD) measurements were conducted. The CV curves at 0.5 mV s–1 of the HC electrodes are shown in a and . During the first cycle, there are two irreversible redox peaks at approximately 0.6 and 0.9 V that then disappear in the following cycles, attributed to the solid electrolyte interface generation during the first cycle. The cathodic peak at approximately 0.1 V represents the insertion of Na+ within the short graphitic layers, while the anodic peak (around 0.1 V) signifies the extraction of Na+.  The intensity of the two peaks shows the highest value in HC-1100 and HC-1100A since the suitable d002 of HC significantly facilitates Na+ storage. The CV results at the second and third cycles exhibit a high degree of overlap, demonstrating the remarkable reversibility of the HCs.",
                "The charge/discharge curves (b and ) show a slope region (>0.1 V), primarily associated with the surface adsorption/desorption of carbon materials. Additionally, a low-potential plateau region (<0.1 V) signifies the insertion/extraction of Na+.  To estimate the contribution of these two sodium storage behaviors to the overall capacity, the relative proportion of the plateau capacity and slope capacity was calculated. The contributions of the plateau capacity are 44.8, 34.1, 61.6, 58.9, and 58.0% for HC-900, HC-1000, HC-1100, HC-1200, and HC-1100A samples, respectively (c). Compared with HC-1100, HC-1100A demonstrates a higher ratio of slope capacity to total capacity. This can be attributed to the hierarchical pore structures along with the intrinsic defects generated by the CaSe templates. This distinctive structure can create active adsorption sites for Na+, thus leading to a pronounced increase in reversible capacity in the slope region. Besides, the initial Coulombic efficiency (ICE) differs across the samples, with values of 62.1, 64.1, 72.4, 66.4, and 72.1% for HC-900, HC-1000, HC-1100, HC-1200, and HC-1100A samples, respectively. The higher carbonization temperature can significantly promote the graphitization degree of HCs, consequently leading to reduced surface defect sites, optimized pore structure, and increased the ICE. However, when the temperature is further increased, the decrease in ICE can be ascribed to the irreversible and severe electrolyte decomposition caused by the structural collapse and the large SSA. Therefore, HC-1100 delivered the highest ICE. As shown in d and , the specific capacities of the materials are 138.4, 204.1, 342.4, and 263.5 mA h g–1 when the carbonization temperature increases from 900 to 1200 °C, respectively. The increase in capacity with a higher carbonization temperature is mainly attributed to the improved graphitization, which facilitates Na+ insertion. Nevertheless, highly graphitized HCs provide less reversible specific capacity (263.5 mA h g–1 of HC-1200), suggesting that a small d002 is unfavorable for the insertion and extraction of Na+. It is concluded that a suitable d002 is necessary to favor the storage of Na+ insertion. Furthermore, HC-1100A exhibited a high specific capacity of 350.3 mA h g–1 since the removal of CaSe templates can construct hierarchical pore structures and induce intrinsic defects that can improve the adsorption capacity.",
                "As shown in e,f, the rate capabilities of different samples at different current densities are compared. The HC-1100A exhibits the most favorable rate performance, delivering specific capacities of 349.1, 302.5, 283.7, 244.1, 188.2, 146.0, and 108.4 mA h g–1 when the current densities are 20, 50, 100, 200, 500, 1000, and 2000 mA g–1, respectively. Compared with previously reported HCs,  HC-1100A exhibits a relatively higher rate performance (). The excellent rate performance exhibited by the HC-1100A is believed to be associated with the abundant active defect sites provided by hierarchical pore structures and intrinsic defects, as well as the suitable microcrystalline structure, which facilitates rapid Na+ adsorption and storage. In addition, the long-term cycling performance of various HC samples was investigated at 1 A g–1 (g). After 1000 cycles, HC-1100A exhibited a high capacity retention of 95.3%, despite a gradual electrochemical activation process.  In short, regulating the carbonization temperature and dual-functionalized Ca can effectively balance the graphitization degree, porosity, intrinsic defects, and d002 of HCs, thus enhancing the sodium storage performance (e.g., plateau capacity and slope capacity ratio, ICE, and reversible capacity).",
                "The sodiation kinetics was investigated to clarify the underlying reasons for the significantly enhanced performance of HC-1100A. The CV curves scanned at different rates of HC-1100 and HC-1100A are displayed in a,b, respectively. It can be observed that as the scan rate increases, the redox peak potential gap increases due to the polarization (). The sodium storage behavior of HCs can be analyzed by the following equation i=avbwhere i represents the peak current (A). The variable v stands for the scan rate (mV s–1). b = 1 means a surface-controlled process, such as pseudocapacitance and electrical double-layer capacitance. When the b value closes to 0.5, it indicates a diffusion-controlled process, e.g., insertion/extraction.  As shown in c, the b value at the peak of 0.01 V for HC-1100A is calculated as 0.56, suggesting a combined contribution from both diffusion-controlled and surface-controlled processes. The capacitive contribution of HC-1100 and HC-1100A can be further calculated by the i=k1v+k2v1/2where k1v and k2v1/2 correspond to surface-controlled and diffusion-controlled behaviors, respectively.  According to the calculations, the HC-1100A anode delivers a higher capacitive contribution (64.63%) than HC-1100 (d–f). It can be concluded that hierarchical pore structures and intrinsic defects caused by removing CaSe templates can effectively motivate the capacitive behavior of HCs, thus improving the sodiation kinetic performance.",
                "In addition, electrochemical impedance spectroscopy (EIS) was adopted for an in-depth evaluation of the charge transfer properties of HCs. As illustrated in a, the EIS profiles of different HCs consist of a semicircle observed in the high frequency related to charge-transfer resistance (Rct) and a linear region in the low frequency predominantly controlled by Warburg diffusion impedance (Zw). Notably, an equivalent circuit was used to quantify the resistance of the electrolyte (Rs), Rct, and Zw values (b).  The fitting results show that the Rct of HC-1100A (2.38 Ω) is smaller than HC-1100 (6.50 Ω), indicating a faster charge transfer process in HC-1100A. Besides, the Na-ion diffusion coefficient (DNa+) can be calculated through  and  as followsD=R2T22A2n4F4C2σ4Zre=Re+Rct+σω−1/2where R denotes the gas constant, T signifies the temperature of the system, A represents the effective area, n corresponds to the electronic transfer number, F stands for the Faraday constant, C reflects the Na+ concentration, and σ is associated with the Warburg factor.  The linear relation between Z′ and ω–1/2 at low frequencies is depicted (c). The calculated σ value for HC-1100A is 327 Ω S–1/2, representing a lower value compared to that for HC-1100 (456 Ω S–1/2). Moreover, the smaller σ value is indicative of a higher DNa+, implying enhanced Na+ diffusion in the HC-1100A. Moreover, the DNa+ between HC-1100 and HC-1100A was further compared by the galvanostatic intermittent titration technique (GITT) test (d–f). The HC-1100A sample possessed superior Na+ diffusion kinetics than HC-1100 across nearly all sodiation/desodiation potentials, demonstrating that the removal of in situ CaSe templates can effectively optimize the microstructure of the material, promote the diffusion of Na+, and improve the Na+ storage kinetics.",
                "Since CaSe acts as in situ templates to construct hierarchical pore structures, the vacancy defects exposed to the edge locations after removing CaSe led to an increase of intrinsic defects in the as-obtained HCs. The density functional theory (DFT) calculations were performed to further reveal the effect of intrinsic defects on the Na-graphene. Three models were simulated (a–c), where the edge positions of type 1 and type 2 show divacancy defects, and type 3 corresponds to single vacancy defects.  For comparison, the ideal graphene was also modeled (). The adsorption behavior of Na atoms on carbon structures was simulated. The calculated adsorption energy (Eads) of Na atoms on ideal graphene is 0.055 eV, which indicates a thermodynamically unfavorable interaction between ideal graphene and Na. Contrastively, the corresponding Eads values of type 1, type 2, and type 3 were calculated to be −0.58, −0.71, and −0.51 eV, respectively. Moreover, the establishment of intrinsic defects can significantly enhance the interaction between Na and carbon layers, facilitating Na storage and increasing Na adsorption capacity.  Additionally, in terms of Na adsorption, the model with divacancy defects outperforms the model with single vacancy defects. d–i shows top and side views, which intricately elucidate the variations in electron density of various defect models. It is noteworthy that all structures exhibit a net charge gain, indicating a charge shift from the adsorbed Na to the closest C atom. Particularly, vacancy defects tend to concentrate more charge density, implying strong Na–C interaction. In this case, the presence of the intrinsic defects promotes the adsorption of Na, thereby enhancing Na storage performance.  Furthermore, structures featuring divacancy defects exhibit a more apparent accumulation tendency of charge density. Therefore, this underscores the positive influence of intrinsic factors on enhancing Na+ adsorption behavior. Furthermore, to assess the impact of the d002 modification on the dynamics of Na transport, a possible pathway migration of Na was modeled, and the relative diffusion energy barriers were calculated, as shown in j,k. The outcomes illustrate a significant decrease in the diffusion barrier with an increase of d002. A larger d002 will facilitate Na diffusion between interlayers, resulting in an improved rate capability of HCs.  Based on the calculation outcomes, it can be concluded that dual-functionalized Ca with interlayer Ca2+ to widen the d002 and in situ CaSe templates to create hierarchical pore structures and induce intrinsic defects can thermodynamically and dynamically facilitate Na+ storage and transport, contributing to excellent sodium storage performance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, biomass-derived HCs with precisely regulated microcrystalline and porous structures were synthesized and showed improved sodiation kinetics, benefiting from the synergetic effect of dual-functional Ca. It is further demonstrated that Ca simultaneously acts as natural dopants to expand the interlayer spacing and as in situ CaSe templates to induce the formation of hierarchical pore structures. Moreover, DFT calculations reveal that the appropriate d002 and intrinsic defects induced by dual-functional Ca thermodynamically and dynamically favor reversible adsorption/desorption and insertion/extraction processes of Na+. With the synergistic effect of engineering in both microcrystalline and pore structures, HC-1100A delivers a notable reversible capacity of 350.3 mA h g–1 at 50 mA g–1, along with an impressive rate ability (108.4 mA h g–1 at 2000 mA g–1). This work provides a feasible method for achieving simultaneous regulation of microcrystalline structure and pore structure, which is instructive for the development of state-of-the-art carbon materials and the advancement of next-generation SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Dual-Functionalized Ca Enables High Sodiation Kinetics for Hard Carbon in Sodium-Ion Batteries"
}