{
    "DOI": "10.1039/D2NR01720B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the soaring demand for flexible and wearable electronic products, stretchable energy storage technology has achieved rapid development. Currently, batteries and supercapacitors, as the dominant stretchable devices, have high energy density and high power density, respectively. However, it is worth noting that for the sake of comprehensive performance balance, matching battery-type Faraday electrodes and supercapacitor-type electrodes into hybrid systems has attracted increasing attention. Among them, sodium-ion hybrid capacitors (SICs) show unique advantages because sodium has similar physical and chemical properties with lithium, and the abundance of sodium is much higher than lithium. However, Na-ion with a larger ion radius (1.02 Å) displays inferior kinetic properties during charging/discharging processes, resulting in unsatisfactory electrochemical performance. Therefore, the exploration of a sodium intercalation anode material with high capacity, high rate performance, and ideal cycle stability is the key to the development of practical stretchable sodium ion hybrid capacitors (SSICs).",
                "At present, a large number of metal oxides (TiO2, Fe3O4), metal sulfide (VS2, FeS2), and carbon materials (hard carbon, graphene) have been widely reported as anode active materials for Na-ion energy storage devices. Recently, titanium-based materials have been widely used for Na-ion storage due to their proper interlayer spacing to accommodate Na-ion, being friendly to the environment, low operating potential, and excellent chemical stability. Among them, Na2Ti3O7, a typical layered material with the zigzag framework, features a relatively high theoretical capacity of 177 mA h g−1 under a reasonable embedding potential (0.3 V vs. Na+/Na). However, low electronic conductivity and slow ion diffusion limit its practical applications. Researchers have carried out a large number of structural modifications (mainly nanometerization and composite with carbon materials) in response to the above-mentioned defects, and have made certain progress. Based on the foregoing, for the construction of SSICs, it is necessary to combine the synthesis and modification of the NTO with the fabrication of stretchable electrodes.",
                "Due to the rigidity of the architecture and the non-stretchability of the electrode materials, a small tensile strain (∼10%) is enough to cause the general device failure, which mainly comes from the fracture of the electrodes and the disconnection of each component. The mainstream stretchable solution is to construct electrodes into geometrically stretchable structures, such as wavy, serpentine, spiral, island-bridge, and etc., are assembled with elastic gel electrolytes. But for such devices based on structural engineering, the interface is not durable and the assembly process is complex, which seriously restricts the improvement of their electrochemical performance and large-scale application. To solve these problems, the development of intrinsic stretchable electrodes based on elastic polymer matrix is promising. Currently, integrated intrinsically stretchable electrodes or elastic current collector-based electrodes based on fluororubber, poly(styrene-b-ethylbutylene-b-styrene), and polyurethane have been reported. However, due to the lack of intrinsic adhesion of these substrates, the adhesion between the electrode and the electrolyte is not strong during the deformation process, which leads to a significant deterioration of the electrochemical performance of the device during long-term large-strain operation. Therefore, it is necessary to explore polymers with high adhesion as multifunctional polymer matrices for constructing SSICs.",
                "Herein, an SSIC with the novel material system is proposed, which is based on nanometerizated NTO with rapid electrochemical response and acrylic rubber (ACM) matrix with strong stickiness and high stretchability. Aim at the aforementioned concerns, we have developed a controllable hydrolysis-deposition method of NTO by adding polyamines to introduce active sites onto acidified carbon nanotubes (aCNT) and regulate the surface pH microenvironment. The NTO nanoparticles with the diameter of ∼10 nm are loaded in situ to form a coaxial heterostructure (nCNT@NTO). This composite structure not only enables NTO to maintain the combination with the electronic conduction network during the tensile process of SSIC, but also dramatically shortens the penetration path of sodium ions in NTO lattice, which make this Faraday-type material have a rapid electrochemical response matching with the electric double-layer activated carbon positive electrode. In addition, carbon black and silver nanowires into crosslinked ACM, and build an elastic current collector by virtue of the stretchable island-bridge electronic conduction network. As for the gel electrolytes matrix, a porous ACM membrane is prepared by reinforcing with bacterial cellulose nanofibers (BCNF–pACM), which enables it to have both high mechanical strength and abundant ion transport channels. Based on this rational integrated design, there is a strong adhesion between stretchable electrodes and quasi-solid-state electrolytes. The newly developed SSIC has high tensile resilience and can output an energy density of 8.8 mW h cm−3 at a power density of 0.36 W cm−3. Even at a strain of 100%, the capacity retention rate can still be maintained at about 89% after 500 stretching cycles."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Firstly, 0.5 g MWCNTs (≥98%, Times nano) was ultrasonically dispersed in 100 ml 14 M HNO3 and refluxed at 120 °C in an oil bath for 4 h. Then, 0.1 g acidified-CNT (aCNT) and 0.1 g triethylenetetramine (TETA, ≥75%, Aldrich) were uniformly dispersed to into 45 ml absolute ethanol by ultrasound for 1 h to obtained NH2-CNT (nCNT). Secondly, 1 ml tetrabutyl titanate (TBT, ≥99%, Aldrich) and 1 ml deionized water were added dropwise to the nCNT dispersion successively and magnetically stirred for 3 h. The mixture was reacted at 180 °C for 4 h and washed three times by absolute ethanol and deionized water. After that, the sample was placed in a tube furnace at 450 °C for 1 h under Ar atmosphere to get nCNT@TiO2. Finally, nCNT@TiO2 was dispersed into 30 ml 1 M NaOH mixed 0.5 g H2O2 and continuous reacted at 180 °C for 12 h to ensure completely sodiumization. After washed thoroughly, nCNT@NTO was obtained by calcined at 500 °C for 2 h under Ar atmosphere. Reference nNTO and aCNT/NTO were prepared similarly without CNT and TETA, respectively. Reference NTO was synthesized similarly without both."
                    ],
                    "name": "2.1 The synthesis of nCNT@NTO nanocomposites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The BCNF–pACM was prepared the chemical cross-linking method. Firstly, The Bacterial Cellulose Nanofibers (BCNF, Hainan Yida Food Industry Co., Ltd) were obtained by high-temperature acidification and oxidation (8 M H2SO4). The BCNF was washed with water to neutrality and freeze-dried for later use. Secondly, the BCNF and ACM were well-distributed and dissolved in N,N-dimethylacetamide (DMAc, ≥99%, Aldrich), respectively. After that, BCNF dispersion, polyvinylpyrrolidone (PVP, average Mw ≈ 58000) and diethylenetriamine (DETA) were added to ACM solution in turn and continuously stirred for 12 h. The content of crosslinking agent DETA with respect to ACM is controlled at 8 wt%. Thirdly, the homogenous solution was cast onto PTFE and transferred to an 80 °C oven for 24 h plate to crosslinking. Then, as-prepared membrane was taken out of the PTFE plate and then ultrasonically washed with ethanol/water mixture to remove pore-forming agent PVP. Finally, BCNF–pACM were freeze-dried for later use. Among them, BCNF and PVP with respect to ACM were kept at various weight percentages. Reference pACM were prepared similarly without BCNF."
                    ],
                    "name": "2.2 Preparation of the BCNF–pACM",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Stretchable sodium-ion hybrid capacitors (SSIC) are composed of AC stretchable positive electrode, nCNT@NTO stretchable negative electrode, and BCNF–pACM quasi solid electrolyte. The quasi solid electrolyte was obtained by immersing BCNF–pACM membrane in electrolyte of 1 M NaPF6 dissolved in EC:DMC:EMC = 1:1:1 (vol%) for 15 min. Before assembly, nCNT@NTO was pretested three cycles at 0.05 A g−1 in a three-electrode system with a voltage window of 0.01–2.5 V for pre-sodiumization. The obtained sandwich-like structure stretchable negative/positive electrode and BCNF–pACM were placed in tableting machine and stand for 30 s under the pressure of 3 MPa. A copper foil and an aluminium foil bonded with conductive silver adhesives (DAD-40, BONOTEC) on negative and positive electrodes were used as the tabs, respectively. The device was encapsulated in the PDMS films with silicone glue (E41, Wacker)."
                    ],
                    "name": "2.3 Stretchable sodium-ion hybrid capacitors (SSIC)",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "To can be obtained by a facile one-step sodiumization of titanium dioxide (TiO2), so to realize nanometerizated NTO, pre-growing TiO2 with corresponding size is the key. Using only pure tetrabutyl titanate (TBT) as the raw material through hydrothermal and subsequent sodiumization, the distorted NTO clusters composed of particles with diameters of ∼100 nm were obtained (Fig. S1†). Given the intrinsically insufficient electrical conductivity and low Na+ diffusion coefficient (DNa+) of NTO, such agglomerated structures are unlikely to meet the needs of high-rate energy storage. In order to make NTO achieve a high-efficient electron and ion dual-accessible structure, as shown in Fig. 1a, the modified carbon nanotubes supported TiO2 nanoparticles (nCNT@TiO2) were fabricated by the surface triethylenetetramine (TETA) modification of aCNT (nCNT) and the in situ hydrolysis deposition of TBT. On the one hand, the modification of TETA can introduce multiplied polar groups as nucleation sites on the surface of aCNTs; on the other hand, the alkaline microenvironment induced by TETA on the surface of aCNTs helps to accelerate the hydrolytic deposition of TBT. It is well known that during hydrothermal crystallization, more nucleation sites and higher crystallization rate will lead to smaller crystal size. Therefore, it is expected that the TiO2 grown on nCNTs is of an ultrafine size.",
                "Fig. S2a and b† show the SEM images of aCNT and nCNT, respectively, indicating that they have a similar diameter of ∼30 nm. The FT-IR spectrum of Fig. S3† shows that compared with aCNT, nCNT has a peak corresponding to the bending vibration of N–H bond in primary amine and secondary amine at 1564 cm−1. However, compared with the N–H bending vibration peak at 1595 cm−1 of pure TETA, that of the nCNT has a considerable red shift, which can be attributed to the hydrogen bond between the carboxyl group of aCNT and the amine group of TETA. After the hydrolysis of TBT, the diameter of nCNT@TiO2 increased to ∼60 nm (Fig. 1b), indicating that the morphology size of the as-deposited TiO2 was in the range of 10–20 nm. Finally, after the process of sodiumization and calcination, it can be seen that the surface of the single-beam nCNT@NTO with a diameter of ∼45 nm exhibits a distinct graininess (Fig. 1c). This synthesis process of nCNT@NTO was also revealed by Raman spectroscopy (Fig. S9†). With the disappearance of the characteristic peaks of TiO2, peaks at 282 and 436 cm−1 corresponding to Na–O–Ti stretching vibrations were observed. Furthermore, from the TEM image of Fig. 1d and S4,† it can be seen that the ultrafine particles with diameters less than 10 nm are axially wrapped on the nanotubes, forming a coaxial heterostructure with a loading ratio of 74.8 wt% (Fig. S5†). In the higher resolution TEM image of Fig. 1e, the lattice fringe belonging to the (001) plane of monoclinic NTO (spacing of 0.84 nm) can be clearly identified. It is conceivable that such a minuscule NTO particle can not only rapidly obtain the electrons conducted from the CNT in the central axis, but also contact enough electrolyte ions on its outer surface and the gap between the particles.",
                "In stark contrast, in the absence of TETA, the NTO particles cannot be uniformly wrapped around the nanotubes in uniform ultrafine size (Fig. S6,† aCNT@NTO); in the absence of aCNT, those NTO nanoparticles will agglomerate into large monoliths of several micrometers (Fig. S7,† nNTO). The X-ray diffraction (XRD) patterns of the nNTO, aCNT/NTO and nCNT@NTO all show the characteristic diffraction peaks at 12.4°, 24.5°, 29.5°, 44° and 48.4° (Fig. 1f), corresponding to (001), (011), (300), (401) and (020) planes of monoclinic NTO (JCPDS: 31-1329). However, the nCNT@NTO and nNTO show broadened diffraction peaks compared with the aCNT/NTO, and the average crystal region size is ∼9.5 nm by the Debye–Scherrer equation, which is consistent with above TEM images. In addition, from the type IV nitrogen adsorption–desorption isotherms in the range of P/P0 = 0.5–1.0 (Fig. 1g), the nCNT@NTO shows a hysteresis loop with a larger area than aCNT/NTO, implying a more abundant mesoporous structure. According to the Brunauer–Emmett–Teller (BET) formula and Quenched-Solid-Density-Function-Theory (QSDFT) method, the nCNT@NTO shows a specific surface area of 88.7 m2 g−1 with a dominant pore distribution lower than 15 nm, which would presumably provide better ion permeability than that of aCNT/NTO (Fig. S8†). Moreover, the XPS results confirm that the NTO particles in nCNT@NTO are chemically bonded to the CNTs (Fig. 1h). For the O 1s spectrum of aCNT/NTO, which is similar to that of standard NTO, there are three prominent peaks at 532.4, 530.1 and 529.5 eV, corresponding to –OH, O–Ti and O–Ti–O, respectively. By comparison, the O 1s spectrum of nCNT@NTO is unambiguously deconvoluted with a peak corresponding to C–O–Ti at 531.1 eV. Based on the above analysis, the nCNT@NTO nanocomposites with the expected coaxial heterostructure were successfully prepared by using nCNT as the substrate for the hydrolysis deposition of TBT.",
                "The uniform loading of nano NTO on the CNT makes the rapid transmission of Na+ possible. Therefore, we further explored the sodium storage behavior and reaction kinetics of different NTO based materials through different electrochemical tests. Fig. 2a, b and Fig. S10a† show the comparison of CV curves at various scanning rates in the voltage window of 0.01–2.5 V for aCNT/NTO, nCNT@NTO, and nNTO. This pair of redox peaks (0.58 V/0.76 V) designate the redox couple of Ti4+/Ti3+ in the course of the charge and discharge process. Among them, the geometric area enclosed by CV curve represents the energy storage capacity of materials. The results show that the integral area of nCNT@NTO is much larger than that of nNTO and aCNT/NTO, indicating that the nCNT@NTO has impressive Na+ storage capacity. To further investigate reaction kinetics of nCNT@NTO, we measured a power-law relationship between the peak current (i) and the scan rate (ν), which can be elucidated as shown below:",
                "Typically, b = 0.5 represents that the response current is dominated by semi-infinite linear diffusion process, while b = 1.0 suggests that the current is controlled by surface pseudocapacitance process. As shown in Fig. 2c, the b value of nCNT@NTO at anode peak is much larger (0.87) than that of nNTO (0.45) and aCNT/NTO (0.55), which shows that nCNT@NTO has faster sodium ion reaction kinetics.",
                "Capacitive effects (k1ν) and diffusion-controlled contributions (k2ν1/2) can be derived from a measured current (i) at a fixed potential (V). In this way, the contribution of the capacitance to the sodium storage can be determined, the equation is as follows:",
                "where, ν is the scan rate in the CV tests, and k1 and k2 are constants. It can be seen from the Fig. 2d, e and Fig. S10b† that the proportion (82.3%) of the shaded area to the geometric area of nCNT@NTO at scanning rate of 5 mV s−1 is much higher than that of aCNT/NTO (66.4%) and nNTO (55.4%), indicating that the nanostructure and high specific surface area of nanocomposites enhance the surface pseudocapacitance effect at high scanning rate. As shown in Fig. 2f, the capacitance contributions of nNTO and aCNT/NTO at low sweep speeds of 0.1 and 0.2 mV s−1 are less than 50%, indicating that the reaction process is mainly diffusion control. On the contrary, the reaction process of nCNT@NTO is mainly surface pseudocapacitance, and the capacitance effect is stronger with the increase of scanning rate. This capacitive effect is also reflected in the rate performances. The nCNT@NTO can deliver a high specific capacity of 206.5 mA h g−1 at 0.1 A g−1 and can still be provided the capacity of 106.2 mA h g−1 (∼51% capacity retention) at high current density of 10 A g−1 (Fig. 2g), the capacities of aCNT/NTO and nNTO are only 45.1 mA h g−1 and 22.6 mA h g−1, respectively. This indicates that the expected coaxial heterostructure makes nNTO have higher pseudocapacitance effect at high rate. In addition, the charge–discharge platform in the GCD curves of the three materials at the current density of 0.2 A g−1 corresponds to the redox peak in the CV curve (Fig. S11†). The specific capacity of pure CNT is less than 10 mA h g−1 at the same current density (Fig. S12†), which its sodium storage contribution can be ignored.",
                "The sodium-ion/electron transmission efficiency can be further explored by EIS test. It can be seen from the Nyquist plots (Fig. S13†), the semicircle diameter of nCNT@NTO in the high frequency region is much smaller than that of nNTO and aCNT/NTO, which manifest nCNT@NTO has more effective charge transfer. The sodium-ion diffusion coefficient (DNa+) can be calculated from the formula as following:",
                "where A is the surface area of the electrode, ω is the angular frequency, Aw is Warburg coefficient, R is gas constant, T is absolute temperature, n is the transfer electron number, C is the concentration of Na+ in the electrode, L is the thickness of the electrode. The calculated DNa+ of nCNT@NTO is 3.23 × 10−13 cm2 s−1, while that of aCNT/NTO and nNTO are only 4.5 × 10−14 and 3.5 × 10−14 cm2 s−1, respectively (Fig. 2h). The large sodium-ion diffusion coefficient of nCNT@NTO is attributed to the coaxial heterostructure and the nanometerization of NTO.",
                "The coaxial heterostructure and high surface pseudocapacitance effect and ion diffusion endow nCNT@NTO with outstanding long-cycle stability. The capacity of nCNT@NTO still maintains 113 mA h g−1 (∼93% capacity retention) after 1000 cycles, while the capacity of aCNT/NTO is only 35.2 mA h g−1 under the same condition. And the capacity of nNTO is only 17.8 mA h g−1 after 500 cycles (Fig. 2i).",
                "The positive electrode is also an essential part of the sodium ion capacitor. In this paper, commercial AC (YEC-8A, YH-Carbon) was used as the positive electrode. The electrochemical performance of AC was test in a three-electrode system. It is found from the Fig. S14† that the GCD curve is similar to almost symmetrical triangular, indicating that the activated carbon undergoes a reversible adsorption/desorption reaction similar to an electric double layer in the electrochemical process. The capacitance of the AC positive electrode is 128.6 F g−1 at a current density of 0.5 A g−1, and the capacitance can be maintained at 80.2 F g−1 at a high current density of 20 A g−1, which shows that this AC has impressive rate capability.",
                "The successful preparation of stretchable electrode is the key to the construction of high-performance stretchable SSIC, and the stretchable current collector is the top priority. Herein, acrylate rubber (ACM) was used as the elastic matrix, zero-dimensional high conductive carbon black (CB) and one-dimensional silver nanowires (Ag NWs) were used as conductive fillers, the ACM/CB–Ag NWs stretchable current collectors with high conductivity and high resilience were successfully prepared. The conductive mechanism of ACM/CB and ACM/CB–Ag NWs stretchable collectors can be revealed by Fig. 3c. For the ACM/CB, the point-to-point particles of CB form the uniformly conductive paths (Fig. 3a). In ACM/CB–Ag NWs stretchable collector, CB was primary conductive material, and the CB conductive paths are further connected by Ag NWs as the “conductive bridge” (Fig. 3b), which dramatically improves the conductivity. When the ACM/CB is stretched, the interconnected CB particles are partially separated with the stretching of ACM matrix. It can be found that the trench-like defects appear in ACM matrix (Fig. 3a), which results in a significant deterioration in conductivity. For the ACM/CB–Ag NWs stretchable collector under the stretching state, which is attributed to that the Ag NWs are like “conductive bridges” connected with isolated “CB islands” (Fig. 3b), indicating that still maintain a good conductive paths.",
                "The trend of square resistance of stretchable current collector with stress–strain confirms the above-mentioned conductive mechanism, as shown in Fig. 3d. In detail, the conductive path from point-to-point particle in ACM/CB is gradually destroyed as the deformation increases, resulting in a proportional increase in the square resistance (Fig. 3a). Similarly, the “conductive bridge” initially connected in ACM/Ag NWs gradually loses connection with the increase of external force (Fig. S15†), especially when the strain exceeds 50%, the square resistance increases rapidly. In ACM/CB–Ag NWs, the “island-bridge” structure composed of CB and Ag NWs can form a closed conductive path even at high elongation (Fig. 3c), ensuring rapid electron penetration. With the increase of severe deformation times, the unique “island-bridge” structure of ACM/CB–Ag NWs has more significant advantages. After 100 cycles of stretch–rebound, the stable conductive network of ACM/CB–Ag NWs can still maintain rapid and continuous electron conduction, which maintains a more minor resistance change. However, the resistance change of ACM/Ag NWs increases almost proportionally. As stretch–rebound cycles of ACM/CB increases, trench-like defects and cracks between CBs seriously block the electron transmission, which shows noticeable resistance change (Fig. 3e).",
                "Mechanical properties are also one of the essential parameters for the stretchable current collector. It can be seen from the stress–strain curve in Fig. 3f that CB and Ag NWs can not only act as conductive fillers, but also increase the mechanical strength of the stretchable current collector. Surprisingly, ACM/CB–Ag NWs has an elongation at break of more than 800%, and a tensile strength exceeds 16 MPa, which is much greater than ACM/CB and ACM/Ag NWs. Subsequently, a cyclic stretch–rebound test with a cut-off strain of 100% was also applied to three kinds of stretchable current collectors (Fig. S16†). Under the synergistic effect of high aspect ratio zero-dimensional CB and one-dimensional Ag NWs, ACM/CB–Ag NWs have the most minor energy loss coefficient and the slightest plastic deformation of only 6.3% (Fig. 3g). After 100 cycles, the stress–strain loops of each cycle of ACM/CB–Ag NWs almost overlap (Fig. S17†), which indicates that the ACM/CB–Ag NWs has outstanding stretching resilience performance.",
                "The coupling of the mechanical properties between the stretchable positive and negative electrodes ensures the maximization electrochemical reaction during the stretching process. We performed 100 cycles of stretch–rebound for the stretchable positive and negative electrodes. The results show that the stress–strain curves of the stretchable positive and negative electrodes for the first and 100th almost overlap (Fig. 3h), indicating that the stretchable positive and negative electrodes can achieve simultaneous deformation and avoid interface separation and slippage. Low resistance is a prerequisite to ensure excellent electrochemical performance of electrode materials. After 100 cycles of stretch–rebound, the square resistance of the positive and negative electrodes did not change evidently (Fig. 3i), indicating that the stretchable electrode can ensure high-efficiency and continuous electronic conduction under severe deformation. Based on this, the stretchable positive and negative electrodes can still maintain a high specific capacitance and capacity after 1000 cycles at a current density of 5 and 2 A g−1, which confirms the feasibility of stretchable electrodes (Fig. S18†).",
                "The quasi-solid-state electrolyte (QPE) also has significant influence on the performance of SSIC. In order to ameliorate the interface contact between the electrode and the electrolyte, the ACM was used as the matrix material of the quasi-solid electrolyte. To achieve good mechanical performance and high ionic conductivity, the porous polyacrylate rubber membranes modified by bacterial cellulose nanofibers (BCNF–pACM) were prepared by BCNF as reinforcing agent and PVP as pore-forming agent (Fig. 4a). It can be seen from the superficial and cross-sectional FESEM images of the BCNF–pACM membrane (Fig. 4b and Fig. S19†) that the rich pore structure is evenly distributed, which significantly improves the liquid absorption and the ionic conductivity. In order to obtain the optimized BCNF–pACM membrane, the influence of the PVP content on the mechanical properties, liquid absorption, and ionic conductivity was studied. It can be seen from Fig. S20† that the 50 wt% PVP content is regarded as the optimal choice.",
                "In order to compensate for the low mechanical strength caused by the pore-forming PVP, we adopt BCNF as a reinforcing agent to improve the mechanical strength of the pACM QPE membrane. As shown in Fig. S21,† the BCNF with etching of 8 M H2SO4 exhibits a diameter of 20–40 nm and a length varied from 0.5 to 2 μm. The surface of BCNF contains abundant hydroxyl groups, which can be confirmed from FTIR characterization (Fig. 4c). FTIR spectra further show the characteristic peak of v–CO red-shifts 8 cm−1 in BCNF–pACM compared with the ACM, which indicates that there is a number of hydrogen bonds between the –OH of BCNF and the –CO of ACM, as shown in Fig. 4a. The fiber reinforcement of BCNF and the hydrogen-bonding interaction between the BCNF and the ACM significantly improves the tensile strength of BCNF–pACM (Fig. S22a and b†). However, the increase of BCNF content affects the plastic deformation of the BCNF–pACM membranes (Fig. S22c†), while the liquid absorption rate and ionic conductivity showed a slow decline (Fig. S22d†). Combining the comprehensive performance comparison of electrolyte uptake, ionic conductivity, and mechanical properties, 1 wt% of BCNF was selected as the skeleton material for filling the electrolyte membrane.",
                "The optimized BCNF–pACM membrane has higher mechanical strength compared with the pACM and ACM membranes (Fig. 4d). Furthermore, the optimized BCNF–pACM membrane has ultra-high electrolyte uptake (>1100%) similar to that of the pACM due to the abundant pore structure. Thus, the optimized BCNF–pACM QPE also exhibits a high ionic conductivity of 11.1 mS cm−1, which is significantly higher than that of BCNF–ACM (7.4 mS cm−1) (Fig. 4e). The stretch–rebound test with a cut-off strain of 100% for four membranes was carried out. As shown in Fig. S23† and Fig. 4f, it is found that the BCNF–pACM membrane has a lowest plastic deformation (6.5%) under the synergistic effect of the pore structure and the network structure. We also have carried out 100 stretch–rebound cycles with a cut-off strain of 100% for the BCNF–pACM membrane (Fig. 4g). The 1st and 100th stretch–rebound curves almost overlap. It is also found that the plastic deformation and energy loss coefficient of the BCNF–pACM membrane less change with the increase of the stretch–rebound cycle, which maintains a stable interval (6% and 0.18) (Fig. 4h), indicating that the BCNF–pACM membrane has the outstanding rebound resilience.",
                "Based on as-prepared stretchable electrodes and electrolyte, a SSIC was assembled by simply sticking a nCNT@NTO@ACM/CB–Ag NWs stretchable negative electrode, AC@NTO@ACM/CB–Ag NWs stretchable positive electrode on both sides of the BCNF–pACM QPE (as shown in Fig. 5a). The electrochemical performance matching of the positive and negative materials is mainly determined by the mass ratio of the positive and negative materials, which is obtained by the principle of charge balance. The optimized mass ratio of active materials of positive and negative electrodes is 2.5:1. The stretchable positive and negative electrodes were tested by cyclic voltammetry in the three-electrode mode, and their CV curves have similar areas under the same conditions (Fig. 5b). As shown in Fig. S24† that the asymmetric CV curve of the SSIC at a scan rate of 1–50 mV s−1, which illustrates that the system combines two energy storage mechanisms of the battery type of the negative electrode and the capacitive type of the positive electrode.",
                "To explore the electrochemical practicability of as-assembled SSIC under different stretch deformation, we analyzed and discussed the electrochemical performance under 0% and 100% strain. As shown in Fig. 5c, the CV curves of SSIC at 0% and 100% deformation almost overlap, indicating that the device can maintain impressive electrochemical performance even under severe deformation conditions. The GCD curves at different deformation states (Fig. 5d) also show symmetrical quasi triangles and the overlapping curves similar to the CV results. This is attributed to the comprehensive effects of the stable conductive network composed of CB and Ag NW in the stretchable current collector, and the strong interface adhesion of homogeneous ACM matrix. The EIS test of SSIC further explores the electrochemical behaviour under different deformation states (Fig. 5e). It can be found that the charge transfer resistance (Rct) of the SSIC under 100% strain is slightly larger than that of the unstretched one. The visible semi-infinite diffusion limit in the low frequency region has hardly changed. The charge–discharge cycle tests show the SSIC possesses 95% and 91% capacitance retention under the strain of 0% and 100% after 5000 cycles, respectively (Fig. 5f), which can be attributed to the integrated design and homogenization configuration. As shown in Fig. 5g, the capacitance retention rate of the SSIC is about 96% after 100 stretch–rebound cycles, even after 1000 stretch–rebound cycles the capacitance retention of the device can still maintain 89%. This provides a broad application prospect for the SSIC. For this work, the SSIC under repeated different stretch states can continue to provide electrical energy for the LED lights (as shown in Video S1†). Ragone plots were constructed from the galvanostatic capacitance data (Fig. S25†). As shown in Fig. 5h and Fig. S26,† the as-assembled SSIC possesses an energy density of 8.8 mW h cm−3 (91.2 W h kg−1) at a power density of 0.024 W cm−3 (250 W kg−1). Even at the high power density of 0.361 W cm−3 (3750 W kg−1), the SSIC can provide a specific energy of 3.41 mW h cm−3 (35.4 W h kg−1), which are superior to those of recently reported flexible and stretchable supercapacitors.",
                "To explore the reasons for the outstanding performance under stretch deformation for as-assembled device, the cross-sectional FESEM analysis and the peel test were adopted. The Fig. 5g inset showed that as-assembled SIC is stretched to 100% and recovered to its original state. The FE-SEM cross-sectional images of as-assembled SSIC under different stretch state were shown in Fig. 5i. It is found that there is tight interfacial adhesion without cracks before and after stretching cycles. Furthermore, the thickness (318 μm) of the SSIC under 100% strain state become thin compared to the initial state (385 μm), but the thickness (371 μm) of the SSIC after 500 stretching cycles does not change significantly. This is attributed to the high adhesion of homogeneous ACM matrix. The above conclusion was further confirmed by the peel test. As shown in Fig. 5j, the adhesive force of the AC@NTO@ACM/CB–Ag NWs positive electrode and nCNT@NTO@ACM/CB–Ag NWs negative electrode to the BCNF–pACM QPE is almost equal (Fig. S27†). It is found that the peel strengths of the AC@NTO@ACM/CB–Ag NWs positive electrode and nCNT@NTO@ACM/CB–Ag NWs negative electrode to the BCNF–pACM QPE maintain a high value (∼2.8 N cm−1) in the whole peel test, indicating that there is a strong adhesive force between the stretchable electrodes and the QPE. Thanks to the excellent stretchability and firm adhesion of homogeneous ACM matrix, the as-assembled SSIC exhibits outstanding stretch–rebound stability."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have developed an SSIC based on nanometerizated NTO anode materials and acrylic rubber (ACM)-based elastic current collector. For the electrode materials, by introducing active sites and adjusting pH microenvironment to regulate the hydrolysis deposition process, NTO forms nanoparticles that uniformly loaded on nCNT and has rapid sodium-ion storage capacity. In the elastic current collector layer, the island-bridge network composed of carbon black and silver nanowires maintains the effective conduction of electrons under 100% tensile strain. In the stretchable quasi-solid-state electrolyte layer, the ACM membrane with abundant pores provides the fast sodium-ion transport channels. Thus, based on the systematic coordination of charge storage and transport, and the firm interlayer combination between layers, the SSIC show satisfactory electrochemical performance and excellent deformation stability. This work provides a solution for the structural design and system construction of flexible energy-storage devices, especially stretchable devices."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Stretchable sodium-ion capacitors based on coaxial CNT supported Na2Ti3O7 with high capacitance contribution"
}