{
    "DOI": "10.1021/acsami.8b08380",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Commercial lithium-ion batteries (LIBs) have played a significant role in portable electronic devices and electric vehicles because of their outstanding cycling performance and high energy density.  However, their practical application presents inevitable issues in terms of scarce resources, uneven distribution, and gradually rising prices.  Sodium and lithium have similar physical and chemical properties that largely determine the performance of a battery.  In addition, on the basis of the ubiquitous distribution of sodium resources and its low cost, recently, investigators have given much attention to sodium-ion batteries (SIBs) as a potential commercial alternative to LIBs for satisfying enormous energy requirements of the society. ",
                "Because the sodium ion has a larger ionic radius compared to that of lithium, it is of utmost importance to manufacture a type of appropriate host material that must possess an adequately large interlayer structure for Na+ to shuttle freely.  The recommended anode materials include carbon materials,  compound materials (metal oxides/sulfides, phosphorus, and titanates),  and alloys (Ge, Sn with Na).  In particular, carbon materials have received great interest because of their low cost, abundance, and good conductivity. However, most importantly, well-designed structures of carbon are required to facilitate the insertion/extraction of Na+ ions and accelerate solid-state diffusion kinetics.  For instance, sufficient layer spacing, defect sites, and pores are critical to providing abundant active sites for Na+ ionic storage.  To date, exploring high-performance carbon anodes with flexible, appropriate structures and excellent electrochemical performance at a reasonable price is still a challenge for the broad utilization of SIBs.",
                "Hard carbon has been investigated as the potential anode material since the development of SIBs at its early stages.  To obtain optimized nanostructures with low cost, amorphous hard carbon derived from biomass with a large d002-spacing and disordered sections has been recently attracting much research interest.  This method has been applied to several renewable biomass materials such as banana peel,  peanut shells,  pomelo peel,  and corn cobs.  Yet, these reported methods require the addition of an extra step, namely, solvent pretreatment, to introduce the ionic species that are necessary to support the increased d002-spacing in the later carbonization stage, which inevitably introduces high cost for material processing.",
                "Here, we choose coconut endocarp, which is originally rich in K+ in its natural form of existence, as the precursor to prepare hard carbon using a simple carbonization synthesis route without any time- and money-consuming solvent pretreatment (). The morphology, structure, and electrochemical performance of hard carbon prepared under different temperatures were investigated. Interestingly, the heteroatoms of potassium (K) in the hard carbon material are confirmed to improve the electrochemical performance of batteries. The K+ doped into the hard carbon could effectively expand its interlayer spacing due to the larger radius of K+ (0.138 nm). The low price, facile and environmentally friendly synthesis process, and good electrochemical performance are attractive factors that endow this material with strong potential as a successful anode in SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical procedure, the fresh coconut endocarp was cleaned with distilled water several times and dried at 200 °C for 2 h under an argon gas flow. The dried materials were immediately heated to 900, 1000, 1100, and 1200 °C under an argon atmosphere for 2 h inside a tube furnace to obtain the final carbon materials. Hereafter, we refer to these carbon materials obtained at different temperatures with the acronyms HC-900 (hard carbon at 900 °C), HC-1000 (hard carbon at 1000 °C), HC-1100 (hard carbon at 1100 °C), and HC-1200 (hard carbon at 1200 °C). After the carbonization process, the obtained HC-1100 sample was leached in a vial with 0.5 M HCl for 12 h to remove the inorganic ions from its bulk. The acid-washed sample was rinsed with deionized water three times and then dried at 120 °C overnight under vacuum. We refer to this particular sample as the HC-1100H."
                    ],
                    "name": "2.1.  Material Fabrication",
                    "type": "h3"
                },
                {
                    "content": [
                        "Thermogravimetric analysis (TGA) was performed on an SII TG 6200 thermoanalyzer under an argon gas flow at a heating rate of 10 °C min–1. X-ray diffraction (XRD) patterns were recorded on a D/MAX-RB X-ray diffractometer with Cu Kα radiation with an X-ray wavelength of 1.5418 Å. The crystalline structural parameters were calculated using the Bragg equation. Raman spectra were performed on Renishaw micro-Raman spectroscopy equipped with an InVia-Reflex confocal microprobe. Small-angle X-ray scattering (SAXS) measurements were carried out at the 12-ID-C beamline at the Advanced Photon Source of Argonne National Laboratory. The sample-to-detector distance was about 2 m. A charge-coupled device detector was used to acquire images with typical exposure times in the range of 0.1–1.0 s for a single measurement. The samples were placed in quartz capillaries for all of the measurements. X-ray photoelectron spectra (XPS) were recorded on an ESCALAB 250 surface analysis system. Field emission scanning electron microscopy (FESEM) was conducted on a Zeiss Supra 55/3195 microscope. Transmission electron microscopy (TEM) was conducted on a JEOL JEM-ARM200CF microscope. The mesoporous structure was characterized by N2 sorption measurement at 77 K using an ASAP 2020 HD88 Quantachrome instrument. The elemental composition was recorded on an ICP-OES Optima 8300 inductively coupled plasma optical emission spectrometer."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Hard carbon electrodes were prepared by pasting a mixture of active materials, carbon black, and poly(vinylidene fluoride) at a weight ratio of 8:1:1 onto a copper foil and then dried at 80 °C for 12 h under vacuum. The average mass loading density of the active anode material in each electrode slice was 0.12 mg cm–2. The 2032-type coin cells were assembled in an argon-filled glovebox using sodium foil as the counter electrode and glass fiber separator absorbing electrolyte (1 M NaClO4 in 1 L of propylene carbonate (PC) with (5 vol %) fluoroethylene carbonate). Cyclic voltammetry (CV) measurements were carried out at a scanning rate of 0.1 mV s–1 on a CHI660E electrochemical workstation. Galvanostatic charge–discharge tests were carried out at a current density of 50 mA g–1 between 0.01 and 3.0 V using a Land CT2001A battery tester."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The TGA (a) reveals the thermal decomposition behavior of the fresh coconut endocarp under argon flow. The raw materials first underwent a dehydration process between 30 and 100 °C and then became soft in the range of 100–250 °C; after that, the materials started to pyrolyze and carbonize until 800 °C. On the basis of this result, we thus designed a rational synthetic process for the fabrication of biomass-derived carbon materials, as described in . The crystal structure of hard carbon materials was characterized by XRD (b). All of the samples show two broad diffraction peaks at about 23.0 and 43.7°, which are assigned to the (002) and (101) planes of hard carbon, respectively. The broad peaks suggest that the hard carbon materials have a disordered or amorphous bulk structure.  Note that the (002) peak slightly shifts to the smaller 2θ on increasing the carbonation temperature to 1100 °C, corresponding to a gradual expanding trend of the d-spacing.  exhibits the calculated d-spacing based on the XRD patterns using the Bragg equation. The d-spacing ranged from 0.387 to 0.401 nm, which was larger than the theoretical minimum value of d-spacing (0.370 nm) for Na-ion insertion. Therefore, the expanding d-spacing was considered to be more favorable for Na-ion diffusion and storage in such hard carbon materials. The Raman spectrum can reflect the crystallinity of carbon materials. In c, the Raman spectra show a broad D-band and a relatively sharp G-band at 1334 and 1568 cm–1, respectively. Generally, the D-band is related to the disordered degree of carbon, whereas the G-band corresponds to graphitic carbon. In such carbon materials, the intensity ratio of ID/IG is about 1.15, which suggests their highly disordered structures due to voids and defects.  For the use of carbon materials as anodes in Na-ion batteries, both the enlarged d-spacing and disordered structure were considered to be beneficial for the diffusion and storage of Na+ ions.  Such hard carbon materials thus may exhibit good electrochemical performance in Na-ion batteries.",
                "On the basis of the above-mentioned structural properties, we evaluated their electrochemical performance in Na-ion cells by galvanostatic discharge–charge testing. d exhibits their initial voltage profiles. Among the four samples, the HC-1100 sample delivers the highest charge capacity of 313.8 mAh g–1 with the highest initial Coulombic efficiency (ICE) of 69.2%. Notably, it also shows the lowest discharge and charge plateaus, which are considered to be attributed to the largest d-spacing of the (002) plane. The enlarged d-spacing of carbon materials has been reported to induce a lower potential for the intercalation or extraction of Na+ ions.  The irreversible capacity of the first cycle can mainly be ascribed to the electrolyte decomposition and sequent formation of solid electrolyte interphase (SEI) on the electrode surface. e shows the long cycling performance of these materials at a current density of 50 mA g–1. As expected, the HC-1100 has the best performance among these four samples, including the highest reversible capacity and the most stable cycling performance. It can maintain a high capacity of 288.7 mAh g–1 after 200 cycles, with a high capacity retention of 92.1%.",
                "To understand the mechanism why the HC-1100 has the best electrochemical performance, we carried out more and deeper characterizations to analyze its structural feature and chemical composition. The total element analysis in the HC-1100 was investigated by inductively coupled plasma mass spectrometry (ICP-MS), and it reveals a high potassium (K) concentration in the carbon material bulk. Therefore, we designed a comparative test, where we washed the HC-1100 with 0.5 M HCl solution to remove some K+ ions and then dried it to obtain a new sample, HC-1100H. The ICP-MS results show that the K+ content of these two samples is 6654 mg kg–1 (HC-1100) and 2967 mg kg–1 (HC-1100H). Obviously, the K+ content dramatically decreased after the acid-leaching. The XRD patterns (a) show that the (002) peak slightly shifts toward the larger 2θ after the acid-leaching, suggesting that the d-spacing becomes smaller because K+ partially leached out from the lattice spacing of carbon materials. This finding confirms that the high K+ content existing in the carbon materials expands the d-spacing of graphitic layers.",
                "Both N2 adsorption–desorption and SAXS measurements were carried out to investigate the microstructure of these two samples. b,c shows the N2 adsorption–desorption isotherms and the mesopore size distributions, respectively. The high specific surface areas of 78.97 and 103.83 m2 g–1 with pore volumes of 0.03 and 0.04 cm3 g–1 were measured for the HC-1100 and HC-1100H samples, respectively. In general, a relatively lower specific surface can reduce the contact area that decreases the SEI formation, thus leading to a higher initial Coulombic efficiency (ICE).  In addition, compared to the HC-1100, the HC-1100H displays a higher pore volume with a bigger mesoporous distribution in the range of 3–5 nm, which were the nanovoids caused by the acid-leaching. The micropores of samples were further analyzed by SAXS tests. The SAXS curves (d,e) show an obvious difference at the q range from 0.09 to 0.9 Å that was fitted using Irena Software. This difference indicates that the micropores changed as the carbon material was etched using HCl. For simplicity, the micropores were approximated with spherical shape, and the pore sizes were assumed to follow the Schulz–Zimm function. f exhibits their pore size distributions based on the fit curves. The mean sizes of micropores of the HC-1100 and HC-1100H samples were 0.9 and 1.0 nm, respectively. The results indicate that the pore size of carbon materials increased after the acid-leaching.",
                "The XPS results confirm their elemental compositions.  shows the C 1s XPS spectra of these two samples. For the HC-1100 sample (a), the fit of the C 1s spectrum exhibits three divided peaks—a main peak at 284.5 eV is related to the graphitic-sp2 carbon, whereas two other peaks at 285.6 and 287.8 eV correspond to the sp3 carbon and O–C═O bonds, respectively. Generally, the sp2 carbon means that C atoms are arranged in conjugated honeycomb lattices, and the sp3 carbon can be related to the defects on graphite layers caused by the chemical substitution or physical destruction. Comparatively, the HC-1100 sample has a high chemical content of sp2 carbon, indicating its stable graphite structure. After the acid-leaching, the contents of sp3 carbon and O–C═O bonds decreased, whereas the sp2 carbon greatly increased. This finding suggests that some of the graphite structure has been destroyed and the carbon composition has changed to a certain degree.",
                "The microstructure and morphology of these two samples were further investigated by SEM and TEM measurements, as shown in . The SEM images (a,b) illustrate the bulk morphologies where the HC-1100H particles become smaller after acid-leaching. It is possibly caused by the cracking of hard carbon due to the removal of K+ from the bulk structure. c,e shows the TEM morphologies of two samples. It can be observed from low-mag TEM images that both of them exhibit a flakelike morphology with a size of hundreds of nanometers, and apparently, the acid-leaching treatment hardly changes the overall morphology. The high-resolution (HR)-TEM image (d) of the HC-1100 demonstrates the graphitic structure with the d-spacing generally ranging from 0.41 to 0.43 nm. After the acid-leaching (f), the d-spacing of the graphitic carbon decreases to around 0.395 nm, which also implies the successful removal of K+ ions from the interlayers of graphitic carbon during the acid-leaching treatment.",
                "Their electrochemical behavior was evaluated by CV and galvanostatic charge–discharge measurements using 2032-type coin cells. a,b shows the typical cyclic voltammetry of the HC-1100 and HC-1100H electrodes at a scan rate of 0.1 mV s–1 between 0.01 and 3.0 V. Both of them show two irreversible cathodic peaks at ∼1.25 and 0.6 V during the first reduction process, corresponding to the reductive decomposition of the electrolyte and the subsequent formation of SEI layers on the electrode surface.  Another sharp cathodic peak at ∼0.05 V is attributed to the intercalation of Na+ ions into hard carbon materials, whereas in the following oxidation process, an anodic peak at ∼0.2 V represents the extraction of Na+ ions from carbon layers. Note that the cathodic peaks at 1.25 and 0.6 V almost disappear in the subsequent cycles, indicating that the SEI layers are mainly formed during the first reduction process and can remain stable during the next cycles. Comparatively, the HC-1100H electrode shows a higher irreversible area between the first and second reduction processes than that of the HC-1100 electrode. This finding can be ascribed to the larger surface area of the HC-1100H sample caused by the acid-leaching. That is to say, the HC-1100 materials may deliver higher reversible capacity because of their stable structure.",
                "c,d exhibits their voltage profiles of the prime three cycles at a current density of 50 mA g–1 between 0.01 and 3.0 V. Both of them show a typical intercalation/extraction electrochemical characteristic of Na+ ions into/from carbon anodes. The HC-1100 electrode delivers a high initial discharge capacity of 453.5 mAh g–1, with the ICE of 69.2%. However, the HC-1100H electrode shows a relatively low discharge capacity of 378.1 mAh g–1, with the ICE of 65.2%. During the initial discharge process, a high discharge potential between 1.3 and 0.6 V can be attributed to the SEI formation. For the second and third cycles, a slope plateau is mainly attributed to the Na+-ion insertion/extraction into/from nanopores or defects of the disorder carbon matrix, whereas a much lower plateau at ∼0.05 V corresponds to the Na+ ion insertion/extraction between graphitic lattices.  These two plateaus are in good agreement with the two pairs of redox peaks in cyclic voltammograms. From e,f, we can find that the capacities at the 0.05 V plateau and during the sloping plateau dramatically decrease after the first cycle, but they can remain stable after the second cycle. In addition, the HC-1100 sample shows a higher percentage of 0.05 V plateau capacity in the whole capacity than that of the HC-1100H sample, suggesting that the Na storage capacity mainly depends on the insertion capability into the graphitic lattices. This indicates that the more and larger d-spacings are beneficial for sodium-ion diffusion and storage.",
                " illustrates their long cycling performance and rate performance. As shown in a, the HC-1100 electrode delivers a high initial charge capacity of 313.8 mAh g–1, with the ICE of 69.2%, whereas the corresponding values of the HC-1100H electrode are 246.7 mAh g–1 and 65.2%. Note that the ICE of the HC-1100 is higher than that of the HC-1100H by 4%, which was attributed to the more stable structure of the HC-1100. During the next 10 cycles, the CE of both the electrodes gradually increased to ∼99.5%. This process represents the activation of active materials. From the viewpoint of long cycling, the HC-1100 shows much higher reversible capacities and better cycling stability than does the HC-1100H. After 200 cycles, the HC-1100 retains a high capacity of 288.7 mAh g–1. Comparatively, the HC-1100H shows a normal cycling for 100 cycles, but it is no longer stable for the next 100 cycles. One possible cause of the failure is the degradation of PC electrolyte that may became unstable and decompose on nanopores or defects under long-term electrochemical reactions. b shows a comparison of their rate performance. Generally, the capacity retention of both the samples decreases on increasing the current rate. The HC-1100 electrode has a better rate performance than that of the HC-1100H electrode because the HC-1100 shows a much higher capacity and better stability on cycling at each current rate. Notably, for the HC-1100 electrode, the capacity can recover to 329.2 mAh g–1 when the current density is returned to its initial value of 50 mA g–1. These results reveal that the HC-1100 carbon material shows good charge transfer kinetics and stable structural integrity.",
                "As expected, the K-doped hard carbon exhibits promising electrochemical performance, including high reversible capacity, stable cycle performance, and good rate performance. This was mainly ascribed to its specific structural properties. On the one hand, the expanded d(002)-spacing originating from the superhigh potassium doping facilitates the Na+ ionic diffusion and storage, leading to a fast and high capacity. On the other hand, the heteroatom-doped nature of hard carbon improves its electrical properties and also provides more active sites for Na+ ionic adsorption and storage, thus improving the charge transfer kinetics. In addition, to more clearly illustrate the superior electrochemical performance of such carbon anode,  displays the comparisons with some previous report of biomass carbon anodes for SIBs."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we successfully synthesized a natural potassium-doped hard carbon as appropriate anode materials for sodium-ion batteries. We investigated its structural properties and found that the hard carbon possessed an expanded d(002)-spacing originating from the superhigh potassium content. This specific structure facilitated the diffusion and storage of sodium ions into the bulk structure. The carbon anode thus exhibited promising electrochemical performance, including a high initial reversible capacity of 314 mAh g–1 and a high capacity retention of 92.1% after 200 cycles. The fabrication is simple and environmental friendly with low cost, which make it possible to realize hard carbon for the large-scale application of SIBs. In addition, this work confirms the positive impact of the residual ions from the natural precursors, which provide insightful guidance on the exploration of biomass-derived carbon materials for energy storage devices."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Expanding Interlayer Spacing of Hard Carbon by Natural K+ Doping to Boost Na-Ion Storage"
}