{
    "DOI": "10.1021/acsami.8b11984",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In the last couple of years, with the fast development of electric vehicles and soaring popularity of portable electronic devices, electrical energy storage technologies have attracted increasing attention from both academia and industry.  Among those storage systems, Na-ion batteries (NIBs) and Li-ion batteries (LIBs) are both essential systems, because of their excellent ion storage capacity and superior cycle life.  However, due to the shortage and unclear distribution of lithium resources, the production cost of LIBs keeps increasing. It is critically significant and urgent to develop an innovative rechargeable battery as an alternative.",
                "NIBs are an attractive choice due to the plentiful resources of sodium on the earth, which can serve as a new low-cost energy storage technology. Although the working mechanisms of Na-ion batteries are expected to be analogous to those of Li-ion batteries, unfortunately the normally used materials for LIBs are not well suited for Na+ ion intercalation and deintercalation.  Therefore, there are still challenges lying ahead with regard to seeking appropriate electrode materials for rapid Na-ion diffusion and repeated intercalation and deintercalation. ",
                "So far, a variety of electrode materials for NIBs, such as transition-metal sulfides, transition-metal diseleniums, hard carbon materials, and metal oxides have been investigated.  Among these, transition-metal sulfides (e.g., FeS2, MoS2, SnS, CoS2, and so on) with their great potential for Na ion storage have received increasing attention because of their many advantages: (1) a smaller bandgap energy than the metal–oxygen bond, resulting in a relatively higher electrochemical activity;  (2) rapid Na+ ion diffusion velocity;  and (3) high theoretical capacity and good thermal stability.  CoS2 (existing in nature as cattierite) has been widely regarded as a potential semiconductor with lots of application aspects, like supercapacitors, the catalyst for hydrogen evolution, solar batteries, and LIBs. ",
                "However, CoS2 as an electrode material applied in NIBs, has previously been less frequently investigated. Indeed, in spite of its excellent electrochemical features and high theoretical sodium ion storage capacity (greater than 800 mAh g–1), its long cycling stability and rate performance are disappointing, which is mainly because of the large volume expansion/contraction when repeated charging/discharging.  All of these have prohibited its wide acceptance as an anode in NIBs.",
                "So far, efforts have been made to optimize the cycling life of CoS2. One of the effective methods is to load the CoS2 on a highly conductive carbon substrate to improve the electrical conductivity. For example, after combining CoS2 particles with multiwalled carbon nanotubes (MWCNTs) or graphene sheets, the composite shows a relatively higher and enhanced specific capacity.  In addition, downsizing the particles of CoS2 to optimize the surface effect and reduce the distance of Na+ diffusion is also a useful way of benefiting Na+ ions storage and cycling stability.  Recently, our research group also demonstrated that spherical nanoscale CoS2 anchored in the carbon nanofibers presents an outstanding cycling stability and a high rate discharge performance. ",
                "Recently, heteroatoms doped (e.g., born, nitrogen, and phosphorus) in the electrode materials have been shown as a superior method to improve the electrode cycling performance.  Among those materials, nitrogen is the most widely and intensively investigated heteroatom, which is beneficial to generate more active sites and optimize surface wettability.  For instance, Lin et al. found that CoS2/NiS2 core–shell nanocubes show excellent lithium/sodium ion storage capacities after coating the N-doped carbon layer.  However, the reported CoS2/carbon composites in the literature still show less than satisfactory long-term cycling life, which may derive from their unreliable architecture and poor nanostructure strength. Therefore, it is imperative and critical to improve their electrochemical property such as by tailoring their structures and adjusting surface engineering.",
                "Herein, in this study, we designed N-doped double-morphology CoS2/multichannel carbon nanofiber composites (CoS2@MCNFs) that exhibit remarkably long cycling stability and rate performance when serving as anode materials for NIBs. This unique design well integrates three critical design fundamentals resulting in outstanding electrochemical performance for Na+ ion storage: (1) Multichannel carbon nanofibers act as a suitable carbon frame and are not only able to increase the electronic conductivity of the composites, but also sufficiently tolerate the repeated volume variation, thereby steadying the structure during the electrochemical reaction process. (2) CoS2 crystals are controlled at the nanoscale and assembled into double morphologies, namely nanoparticle and nanosheets, respectively, which are helpful for surface effects on the active materials and reducing the distance of Na+ diffusion as well as for electrolytic penetration. (3) The nitrogen doped heteroatom introduces far more active cites for the extra Na+ ion storage and enhances the surface wettability. Consequently, the N-doped CoS2@MCNFs composites deliver a high specific capacity and outstanding cycling life of 900 cycles with extremely stable capacity retention for NIBs. Furthermore, the Na-ion full batteries assembled with CoS2@MCNFs and Na3V2(PO4)3@C-BN as electrodes present a large reversible capacity reaching up to 348 mAh g–1 when tested at 0.5 A g–1."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Following a typical procedure, 10.25 g DMF (N,N-dimethylformamide) with 2.5 wt % polystyrene was mixed and moderately stirred around 5 h. After that, the solution was filled with 1.22 g PAN (polyacrylonitrile) followed with mechanically stirring for about 12 h. The original nanofibers (PAN/PS) were prepared by means of electrospinning, applied with cathode–anode distance, voltage, and feeding flow rate fixed at 10 cm, 15 kV, and 8.37 μL/min, respectively. Next, the obtained original nanofibers were cut into small pieces and preoxidized in air around 3 h with a constant temperature of 280 °C followed with heat treatment under the temperature of 800 °C for another 2 h in argon atmosphere for further carbonization."
                    ],
                    "name": " Preparation of Multichannel Carbon Nanofibers (MCNFs)",
                    "type": "h3"
                },
                {
                    "content": [
                        "Generally, Co(CH3COO)2·4H2O and thiourea at a molar ratio of 1:1 were filled into 70 mL EG (ethylene glycol), and the mixed solution was continuously stirred for 1 hs. Then the prepared MCNFs pieces (∼30 mg) were mixed with the above solution with gentle stirring at 40 °C for around 1 h. Then, the solution contained MCNFs was poured into an autoclave followed with heat treatment under the temperature of 180 °C overnight. Then the as-prepared samples were washed with ethanol and then dried at 50 °C in an oven. Finally, the obtained black pieces were further heated in Ar atmosphere under 600 °C for about 5 h with sulfur powder based on a weight ratio of 3:1 for optimizing the degree of products crystallinity. For comparison, bare CoS2 spheres were also obtained with the absence of MCNFs, keeping other experimental conditions unchanged."
                    ],
                    "name": " Preparation of CoS2@MCNFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Crystalline phases were identified by XRD (X-ray diffraction) testing technology using X-ray diffractometer with Philips X’pert, Raman spectrum testing using LabRamHR and XPS tests. FESEM (field-emission scanning electron microscopy) (SU-8220, HITACHI, Japan), TEM (transmission electron microscope) (JEM-2100F, JEOL) and HRTEM (high resolution TEM) were used to investigate morphologies of samples. TG (Thermogravimetry) was used to analyze the CoS2 proportion within the CoS2@MCNFs composites."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were composed of the active materials, acetylene black, and polyvinylidene fluoride (PVDF). These materials were mixed and formed a flurry at the ratio of 8:1:1 in mass. The viscous slurry was smeared on a Cu paper and then dried in the vacuum oven overnight. Coin cells were composed of CoS2@MCNFs composites acting as cathode and Na metal as anode. Electrolyte and separators for the NIB were chosen from 1.0 M NaCF3SO3/DEGDME (diethylene glycol dimethyl ether) and Whatman, respectively. The electrochemical testing were analyzed based on a Neware batteries tester ranging from 0.4 to 2.9 V at the room temperature. The behavior of cyclic voltammetry were carried out at a low sweep rate of 0.1 mV/s. In contrast, the cells with pure MCNFs as well as pure CoS2 as work electrodes were assembled and investigated under the equal experimental conditions.",
                        "For assembly of the full cells, CoS2@MCNFs and flower-like Na3V2(PO4)3@C-BN were used as anode and cathode, respectively. The cathode Na3V2(PO4)3@C-BN are prepared on the basis of a literature. In a typical synthesized way of Na3V2(PO4)3@C-BN, 0.72g V2O5, and 1.52g C2H2O4·2H2O were added into 40 mL deionized water and stirred at 70 °C for 1 h. Then, 1.84g NaH2PO4·2H2O and 0.4 g glucose were added into the solution with stirring for another 10 min followed with 100 mL n-propanol pouring in. The obtained solution was dried in an oven for overnight. Finally the Na3V2(PO4)3@C-BN was obtained by mixing and heating treatment with NH4HB4O7·H2O at a weight rate of 1:3. The cathode was composed of the Na3V2(PO4)3@C-BN, carbon black and PVDF at the ratio of 7:2:1 in mass. Both anode and cathode were precycled in a half-cell model before proceeding full cell design and the weight ratio of anode and cathode were controlled to be around 6.8:1 with anode mass loading was around 0.8 mg cm–2. The charging/discharging cycling were conducted within 0.5–3.5 V. The specific capacities of electrodes were all calculated based on the total mass of composites. For full cell testing, the specific capacities were calculated based on the total mass of anode."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "Detailed synthetic processes of N-doped CoS2@MCNFs are given in the . a shows the schematic of the synthetic processes. In brief, the CoS2/MCNFs was prepared by the facile solvothermal method employing Co(CH3COO)2·4H2O, thiourea, ethylene glycol solution, and MCNFs as carbon substrate. After the solvothermal process, the unique N-doped CoS2@MCNFs were obtained with ultrathin CoS2 nanosheets wrapping the outer surface of the MCNFs and CoS2 nanoparticles anchoring in the multichannel. The novel structure is expected to deliver a stable hosting and fast transportation passageway for the sodium-ion transfer and repeated intercalation/deintercalation, as shown in b, which could perform with good capacity as anode materials for NIBs, just like the artful structure of okra growing in nature achieves efficient absorbtion of nutrients and emission of scrap.",
                "a presents the XRD patterns, in which all peaks are well matched with the CoS2 phase (JCPDS card No. 41-1471). No other impurities are observed in the XRD spectra for both CoS2@MCNFs materials and bare CoS2 samples (see  of the , ), therefore confirming the high purity of the synthesized samples. Note that no (002) peak of MCNFs is detected, suggesting that the MCNFs is wrapped around CoS2 and homogeneously dispersed with a low amount.  Raman spectroscopy is employed to further examine the obtained materials. The two samples, N-doped CoS2@MCNFs and bare CoS2 show similar Raman bands at around 286, 314, 388, and 414 cm–1 as presented in b, corresponding to the Eg, Tg(1), Ag, and Tg(2) modes of the CoS2 crystal, respectively. Tg(1) modes are the various combinations of librational and stretching vibration and as for Eg, which is a single librational mode of the dumbbells. The Ag and Tg(2) modes are assigned to the in-phase and out-of-phase stretching vibrations of the sulfur atoms.  The Raman spectra in the higher wavenumber region (1200–1800 cm–1, the inset in b) shows the D and G bands, at approximately 1335 cm–1 and 1599 cm–1, respectively. In detail, the D band can be attributed to the structural defects within the carbon layers, and the G band is due to the E2g vibrational mode present in the sp2-bonded graphitic carbon atoms, which commonly exist in graphitic structures. ",
                "Notably, the intensity ratio (ID/IG) in CoS2@MCNFs is calculated to be around 1.012, slightly larger than that of pure MCNFs (0.977). The higher ID/IG ratio of CoS2@MCNFs indicates that extra structural defects were created by nitrogen atoms incorporating into the MCNFs. The proportion of CoS2 within the CoS2@MCNFs electrode is confirmed by TG tests in the air atmosphere () and is calculated to be ∼81.4 wt % based on the reaction: 3CoS2(s) + 2O2(g) = Co3O4(s) + 6S(g). ",
                "The chemical compositions of the N-doped CoS2@MCNFs hybrid were identified by XPS testing. The survey spectrum of N-doped CoS2@MCNFs in c displays five elements, C, Co, S, N, and O, existing in the sample proving the high purity of as-prepared product. Note that there is a weak peak of O 1s, due to the oxidation tendencies of CoS2 in the air, similar to that in the literature.  The high-resolution spectra of Co 2p is displayed in d, exhibiting two peaks locating at 794.2 and 779.1 eV and two satellite peaks (denoted as “Sat.”) at around 804.2 and 782.6 eV by fitting of the Co 2p spectra of N-doped CoS2@MCNFs, derived from spin–orbit of Co 2p1/2 and Co 2p3/2 for CoS2. As shown in e, two different spin–orbit signals and one shakeup satellite peak in the S 2p high resolution spectrum are distinguished locating at 162.6, 163.8, and 168.4 eV, rooted from S 2p3/2, S 2p1/2, and oxidized S, respectively.  The doped S in the composites contributes to enlarge the interlayer distance due to the larger covalent radius of S atoms and improves the electrochemical activity of the conductive matrix, which is thus beneficial for enhancing the Na+ storage performance.  Furthermore, the XPS characterization confirms the presence of around 5.11% nitrogen in the composites, consistent with N with two fitted peaks, the pyridinic-N at about 400.7 eV and pyrrolic-N at 398.6 eV, as can be seen in f. These doped-N carbon layers possess high chemical activities, beneficial for sodium kinetics. ",
                "The morphology and microstructures of pure MCNFs and the as-prepared CoS2@MCNFs were tested by FESEM and TEM. An FESEM image in a demonstrates that the pure MCNFs are fibrous with diameters ranging from 0.5 to 0.7 μm, and the TEM image (b) of the MCNFs presents uniform parallel channels in the MCNFs with a narrow size distribution. After a facile solvothermal treatment, the MCNFs were successfully coated with an ultrathin CoS2 nanosheet layer as can be seen in c with low magnification. From the TEM image in d, we can vaguely see the parallel channels inside the MCNFs and the CoS2 nanosheets layer covering the MCNFs. It should be noticed that there is another morphology, CoS2 particles, generated in the parallel channels. To clearly show CoS2 particles and the layout of the CoS2@MCNFs, the CoS2 nanosheets layer was peeled off by washing it with a 5 M hydrochloric acid solution along with the ultrasonic treatment. The TEM image of samples after treatment is shown in , and the CoS2 nanoparticles can be seen stably anchored in the parallel channels of MCNFs with a uniform distribution, confirming the double-morphology CoS2 are formed and anchored on MCNFs. High-magnification of SEM images clearly reveal the cross-sectional shape characteristics (e) and CoS2 nanosheets (f). From e, it is indicated that those parallel channels are retained quite completely in CoS2@MCNFs, and the wrinkled CoS2 nanosheets layer with an average thickness of 180 nm grew stably at the outer surface. Impressively, the CoS2 layer consists of an extremely paper-thin CoS2 nanosheet at 1–5 nm thick (f) stacked desultorily, and it can be expected that CoS2@MCNFs composites with unique double-morphology CoS2 structure can enhance the sodium ion storage performance.",
                "A representative high-resolution TEM (HRTEM) image clearly reveals an interplanar distance of 0.248 nm in the lattice fringes, matching well with the (210) planes of cubic CoS2 (a). The similar synthesis process without added MCNFs produces bare CoS2 nanoparticles with a rough texture, which is constructed by interconnected nanoparticles (). The distinct micro-morphologies highlight the role that MCNFs serving as solid phase substrates, which provide the active sites for CoS2 suppressing the structural agglomeration of the effective substances during the growth of the CoS2 nanosheet structure. The energy dispersive spectrometer mapping of CoS2@MCNFs presented in b confirms that Co, S, and C elements were distributed uniformly among the composites. The results discussed above indicated that the double-morphology CoS2@MCNFs, with multichannel carbon nanofibers as a central axis, CoS2 nanosheets as coats surrounding the axis, and CoS2 nanoparticles as the filler in the channels, are successfully designed.",
                "To observe the electrochemical behavior of both CoS2@MCNFs electrode and bare CoS2 electrode, 2032-type coin cells were assembled. Effect of various electrolytes were first investigated. The charge/discharge behavior of CoS2@MCNFs electrodes using 1.0 M NaCF3SO3 in EC/DEC (ethylene carbonate and diethyl carbonate), DEGDME (diethyleneglcol dimethyl ether), and PC (propylene carbonate) at 0.1 A g–1 between 0.4 to 2.9 V are shown in . The result clearly indicates that CoS2@MCNFs electrode with DEGDME exhibits a larger capacity retention and smaller voltage polarization than that with EC/DEC and PC electrolytes, which can be ascribed to three critical factor: (1) a more stable SEI (solid-electrolyte interface) forming on CoS2, (2) much faster charge-transfer kinetics DEGDME, and (3) better wettability among electrode materials.  The representative discharging/charging voltage profiles using both electrodes with 1.0 M NaCF3SO3 in DEGDME between 0.4 and 2.9 V are depicted in a, b. The discharge–charge curves in both cases show a similar trend, in which discharge plateaus near 1.6–1.3 V and 1.1–0.8 V and charge plateaus near 1.8–1.5 Vand 2.1–1.8 V are clearly observed, demonstrating that the introduction of MCNFs cannot change the electrochemical mechanism of CoS2. When cycled at 0.1 A g–1, CoS2@MCNFs provide an initial discharge/charge capacity of 849.59/681.37 mAh g–1 and a high Coulombic efficiency 80.2%. Along charge/discharge cycling processes, the charge capacity of the 10th cycle grew slightly to 712.26 mAh g–1, and the phenomenon of capacity increase of the CoS2@MCNFs for the first 10 cycles was observed, which can be ascribed to an activation and stabilization stage.  As for the bare CoS2 electrode, the initial discharge/charge capacity was 717.61/547.37 mAh g–1, resulting in a comparatively low Coulombic efficiency of 76.3%. Furthermore there was an obvious rapid capacity fading trend in the voltage profiles for the CoS2 electrode which led to an as low as 419.02 mAh g–1 charge capacity at the 10th cycle. And conversely, that of the CoS2@MCNFs electrode was overlapping, indicating good cycle stability. To further investigate the discharge/charge behaviors of CoS2@MCNFs composites, CV curves were obtained at 0.1 mV s–1. As presented in c, two reduction peaks were located at 0.7 and 1.5 V in the initial cathodic sweep. The peak at 1.5 V was attributed to the initial insertion of sodium, and the broad peak at 0.7 V was due to the displacement reactions to the formations of Co, Na2S, and SEI.  Accordingly, oxidation peaks at 1.8 and 2.1 V were detected, which were related to the formation of CoS2. From the second cycle onward, the main reduction peaks stabilized at 0.8 and 1.6 V, due to the improved kinetics of the electrode.  The CV curve of the bare CoS2 at the second cycle is shown in . With a low scan rate, one strong and sharp reduction peak at around 1.56 V can be detected, and two weak and broad reduction peaks (Peak 2 and Peak 3 in ) at 0.7 and 1.2 V also can be observed. However, no obvious discharging plateaus at 0.7 and 1.2 V are observed in the discharging curves of bare CoS2 in . In fact, a very weak and short discharging plateau also can be found near 0.7 and 1.2 V in the first cycles, however, the signals disappear when cycled after the second lap, which is due to the serious dissolution and diffusion of sulfides into the electrolyte and formation of insulated sodium sulfide covering on the anode. These all increase the cell’s internal resistance and polarization, which could render the voltage plateau near 0.7 and 1.2 V gradually vanished, eventually being covered up by robust signal. A similar phenomenon can be observed in the conventional Li/S cell.  In a, b, the discharging voltage (in the initial three discharging-charging cycles) of bare CoS2 is higher than that of the CoS2@MCNFs electrodes, which may be due to the better surface wettability of bare CoS2 with electrolyte than that of the multichannel carbon matrix. However, with the cycling proceeding, a portion of sulfide is transformed into sodium sulfide and deposited on the anode, thus resulting in an increase of the internal cell resistance due to the insulating properties of sodium sulfide. Therefore, the discharging voltage of bare CoS2 decreases and increases the charging voltage. This becomes obvious when it is discharged at 10th cycle in . The discharging voltage of CoS2@MCNFs is higher than that of bare CoS2, which confirms that the multichannel carbon matrix can do a great favor in restraining the sulfide dissolution and ensuring long cycling stability. ",
                "In addition, to analyze electrochemical behaviors of both electrodes, electrochemical impedance spectra (EIS) were employed and are shown in d. The plot was fitted and presented in d. In the equivalent circuit, Zw is related to Warburg impedance, reflecting the Na-ions diffusion process in the bulk electrode.  Apparently, the CoS2@MCNFs electrode shows a lower postcycling charge-transfer resistance (Rct = 31.45 Ω) compared with that of the bare CoS2 electrode (Rct = 75.92 Ω), which can be attributed to the improved electrochemical reaction kinetics owing to the conducting effect of MCNFs. Consequently, all of these account for a better sodium storage property and a higher reversible capacity than that of the CoS2 electrode. To better illustrate the structural superiority of CoS2@MCNFs serving as sodium storage anode materials, the cycling life of the CoS2@MCNFs electrode along with bare CoS2 were investigated at 1 A g–1. The CoS2@MCNFs provides a discharging capacity of 539.28 mAh g–1 at first cycle, which slightly rises in the following cycles, reaching up to 620 mAh g–1 after 60 cycles and surprisingly still stabilized at around 620 mAh g–1 after 900 cycles (e). This is mainly due to the fact that extra vacancies and structural defects on MCNFs are generated as the cycle number increases, thus enhancing the insertion of far more Na+ ions. On the contrary, the capacity of the bare CoS2 decreases rapidly to 337 mAh g–1 only after 100 cycles, much less than the remnant capacity of the CoS2@MCNFs (620 mAh g–1), further proving the good long-term electrochemical stability of the CoS2@MCNFs electrode. In addition, the contribution of pure MCNFs is also investigated by galvanostatic charge/discharge testing, and the representative discharge/charge voltage profiles are presented in . The reversible specific capacity of pure MCNFs is only around 37.3 mAh g–1, which is negligible. Thus, the rate of reversible capacity (based on the mass of CoS2 in the composites) to the CoS2 theoretical capacity is calculated to be about 86.4%, which demonstrates that CoS2@MCNFs has superior electrochemical reaction kinetics. The loss of irreversibility observed could be due to the slight dissolution of the reaction intermediate sulfide from the surface of the anode into the electrolyte.",
                "Rate performances were studied under adjoining cycles of various current densities for the CoS2@MCNFs electrode, as shown in a,b. It is observed from a that the discharging/charging profiles show limited changes from a low current density 0.1 to a high current density of 5 A g–1, indicating a low polarization of CoS2@MCNFs and fast electrochemical reaction kinetics. Furthermore, the CoS2@MCNFs electrode delivers reversible capacities of 711.52, 681.91, 641.94, 610.20, and 569.43 mAh g–1 at the corresponding current densities of 0.1, 0.2, 0.5, 1, and 2 A g–1 (b). Even under a current density with the 50-fold increase, a charge capacity of 508.68 mAh g–1 can still be kept at 5 A g–1. When the current density back to the initial value of 0.1 A g–1, the electrode provides a reversible capacity of 690.71 mAh g–1 and remains stable very well. To visually view the superiority of the CoS2@MCNFs’ unique nanostructure for the sodium storage, a comparison between the Na-storage performance with previously reported CoS2 electrode materials is collected in . The high specific capacity (712.26 mAh g–1 at 0.1 A g–1) as well as an outstanding cycling stability (620 mAh g–1 at 1 A g–1 for 900 cycles) that the hybrid CoS2@MCNFs electrode delivered from the experimental tests are the highest compared with those reported materials in the literature. To further demonstrate the advantage of as-prepared double-morphology CoS2@MCNFs, its rate performance and long-cycling stability are compared with single-morphology CoS2@MCNFs, which has been reported in our previous work. As can be seen in , single-morphology CoS2@MCNFs composites are composed with CoS2 nanoparticles anchoring on MCNFs. The discharge capacity of single-morphology CoS2@MCNFs is around 529, 485, 404, 312, 288, and 249 mAh g–1 at the corresponding current densities of 0.1, 0.2, 0.5, 1, 2, and 5A g–1 (in ), which is lower than that of the double-morphology CoS2@MCNFs, respectively. Although the single-morphology CoS2@MCNFs electrode has a higher cycling life than that of the double-morphology one, the double-morphology CoS2@MCNFs electrode has an advantage in the higher reversible capacity as presented in . The excellent electrochemical performance that the double-morphology CoS2@MCNFs demonstrate can be ascribed to the synergy between CoS2 nanosheets on the surface and CoS2 nanoparticles inside the channels. On the one hand, the nanosheets on the surface of MCNFs are in favor of lowering the barrier for Na+ inserting/extracting, therefore reducing the charge transfer resistance. More importantly, the unique wrinkled nanosheets are in favor of providing a better wettability between electrodes and electrolytes than other structures, such as nanoparticles and polyhedron, especially in the initial stage for electrolyte infiltration.  On the other hand, regarding the nanoparticles in the multi-channels of carbon nanofibers, CoS2 nanoparticles have more robust construction than CoS2 nanosheets. Furthermore, CoS2 nanoparticles possess a higher volumetric energy density than nanosheets, which can enormously help in improving the energy density of CoS2@MCNFs composites. In general, the as-prepared double-morphology CoS2@MCNFs have the unique structural advantages and improved surface effects, resulting in enhanced Na+ storage performance.",
                "To comprehensively clarify the reversible Na-ions stoargae mechanism of the CoS2@MCNFs, HRTEM and ex situ XRD were investigated within the two potential ranges of 1.0–2.9 V and 0.4–2.9 V. a exhibits the XRD patterns of the CoS2@MCNFs electrode after 10 cycles at two different charge/discharge states at 1.0 and 2.9 V, among which signals at around 21.5° and 23.9° derive from parafilm, which is used to protect the materials from the air. Except for the peaks of the parafilm and MCNFs (at 26.3°), the characteristic peaks at 32.4° and 36.3° of the CoS2 were detected in both the discharge state at 1.0 V and charge state at 2.9 V, while no diffraction peak of the Na2S and Co were detected. This indicates that no Na2S and Co crystalline phase was formed within this potential state of 1.0 V. In the meantime, this also confirms the insertion of the Na+ ions process and the formation of intermediate NaxCoS2 phase in the discharging process. The CoS2 characteristics peaks can be clearly observed in XRD patterns of charged status at 2.9 V in a and matches well to the standards card for cubic phase CoS2 (JCPDS card No. 41-1471), which indicates that there is limited influence on the original structure of the CoS2@MCNFs when it is in the charging process with repeating Na-ions insertion/extraction. For further investigation, the potential window was adjusted to 0.4–2.9 V, and the ex situ XRD testing results of CoS2@MCNFs electrodes after 10 cycles are shown in b. After having been fully discharged to 0.4 V, the XRD signals of Co and Na2S were finally found with the peaks locating at 44.8° (Co, JCPDS No. 88-2325) and 39.2°(Na2S, JCPDS No. 47-1698), respectively. This indicated that the conversion reaction from NaxCoS2 phase to Na2S and Co occurred below 1.0 V with the consecutive Na-ions insertion process. When it was charged back to 2.9 V, one weak but sharp characteristic peak of CoS2 can be detected at 32.8°, confirming a superior reversibility of the CoS2@MCNFs’ Na-ions inserting/extracting reactions. The HRTEM images were also employed to clarify the electrochemical reaction mechanism of CoS2 as shown in b, c. When discharged to 0.4 V, the lattice with an interplanar spacing of 0.20 and 0.23 nm are well consistent with the (111) crystal plane of Co and (220) crystal plane of Na2S, respectively. As fully charged to 2.9 V, the (101) plane of CoS2 appears, further demonstrating the process of initial insertion of Na-ions and typical conversion reaction at low potential window. This coincides well with the analysis gained from the CV curves of c, as well as XRD patterns in b, c. The reaction of Na-ions storage mechanism for CoS2 can be deduced as follows:",
                "To realize the industry applications of using the CoS2@MCNFs as an electrode and to demonstrate its excellent electrochemical performance, the full batteries were assembled using CoS2@MCNFs and Na3V2(PO4)3@C-BN (XRD and SEM patterns showed in ) as electrodes. a shows the construction of the full batteries, including the anode, cathode, a separator, and the NaCF3SO3-based electrolyte. The Na3V2(PO4)3@C-BN cathode materials were fabricated by a facile self-assembly process,  showing a discharging capacity of 103.3 mAh g–1 (when cycled at 1 C) (). The active materials of the cathode and anode were equilibrated with a mass ratio of 6.8:1. The cycling performance at 0.5 A g–1 between 0.4 and 3.5 V is depicted in b. It shows that the discharge capacity at the 10th cycle is 356 mAh g–1 based on the mass of the anode. A capacity of 348 mAh g–1 is obtained after 100 cycles, demonstrating its excellent cyclability.  shows the charge/discharge curves of the full cell at 0.5 A g–1 at the 1st, 5th, 50th, and 100th cycles between 0.5 and 3.5 V. The initial discharging and charging capacities are 418 mAh g–1and 521 mAh g–1 calculated based on the total mass of the anode. The irreversible capacity loss at the initial cycle could be caused by the electrolyte decomposition and SEI formation. With on-going cycling, the full cell stabilized, and a reversible capacity of around 348 mAh g–1 was obtained even after 100 cycles, presenting excellent cycling stability. In addition, the full batteries were further tested to run a light emitting diode (LED) (in b). Remarkable performance and cyclability for sodium storage was observed using the CoS2@MCNFs electrode, mainly because of the electrodes unique nanostructure with multichannel carbon nanofibers as a central axis and CoS2 nanosheets as a coating surrounding it. This performance and cyclability is achieved for several reasons. First, the multichannel carbon nanofibers serve not merely as an outstanding conductive framework in favor of fast charge transmission but also as a robust substrate for well dispersing and immobilizing CoS2 nanosheets, thus strengthening the structural stability of the hybrid materials. Second, CoS2 nanosheets with an ultrathin feature at the MCNFs surface and CoS2 nanoparticles in the different channels increase the contact areas with the electrolyte as well as the electrochemical effective sites, which are beneficial for rapid diffusion and storage of Na-ions. Finally, the unique structure offers sufficient free spaces, which could efficiently buffer the stress during repeated cycling, resulting in an improvement of both capacity retention and rate performance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "An innovative CoS2/multichannel carbon nanofiber composite (CoS2@MCNFs) hybrid material with elaborately controlled novel configurations was successfully developed through electrospinning followed by a facile solvothermal method. The well-defined ultrathin CoS2 nanosheets and CoS2 nanoparticles are uniformly grown on MCNF networks with powerful bonding force, which offers an optimized host for Na-ion inserting/extracting reactions. It was surprising that when using it as an anode for NIBs, the CoS2@MCNFs exhibited a high specific capacity, outstanding rate capacity, and excellent cycle life. The three-dimension conductive framework of MCNFs, double-morphology structure of ultrathin CoS2 nanosheets, and nanosized CoS2 particles, as well as the unique architectural configuration and heteroatom doping, account for the extraordinary electrochemical performance of the CoS2@MCNFs. This novel nanostructure delivers good insights for Na-ion storage electrodes and even sheds some light on other relevant functional nanophase materials for Li-ion batteries and ultracapacitors."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Double-Morphology CoS2 Anchored on N-Doped Multichannel Carbon Nanofibers as High-Performance Anode Materials for Na-Ion Batteries"
}