{
    "DOI": "10.1039/D3DT00525A",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) are a promising energy-storage device widely used in mobile phones, electric vehicles, and other electronic devices. However, the limited lithium resources is a major shortcoming for the further large-scale application of LIBs, thus promoting the development of alkali metal-ion batteries with more abundant reserves on earth, such as sodium-ion batteries (SIBs). In addition, lithium and sodium are in the same main group and have similar physical and chemical properties. After scientific exploration, they have similar energy-storage mechanisms. Therefore, LIBs lay a foundation for the research into SIBs, and the development of SIBs provides a new research direction for the field of energy storage.",
                "In recent years, SIBs have been widely studied for their advantages, such as rich resources and low cost. However, the radius of Na+ (102 pm) is larger than that of Li+ (76 pm). Therefore, as the electrode materials of SIBs, structural stability is very important. The development of SIBs based on inorganic electrode materials has encountered many problems, such as the fact that transition metals are not only expensive but they are also difficult to recycle, causing irreparable damage to the environment. However, organic electrode materials can cope with these disadvantages of transition metal electrode materials. Organic compounds possess many advantages, such as abundant resources, low cost, excellent sustainability, and high recyclability. Organic materials have a certain flexibility, which is conducive to Na+ insertion/extraction and can well accommodate Na+ with its large radius.",
                "The groups with redox activity in organic electrode materials are mainly CO, CN, and NN. In general, Na+ is stored in organic materials mainly by redox mechanisms. So far, organic compounds containing CO groups have been widely studied in batteries, including anthraquinones, ketones, carboxylic acids, and anhydrides. Among them, anthraquinone electrode materials have the characteristics of high potential as the cathode electrode of SIBs. In contrast, organic anode materials for SIBs are seldom reported. Organic small-molecule anode materials exhibit limited cycling capacity and a low specific capacity due to their low conductivity and heavy dissolution in electrolytes. On the one hand, an effective way to overcome the dissolution problem is to polymerize relatively small active molecules with chemical bonds, making the active material insoluble in organic electrolytes. On the other hand, salinization can be used for organic materials to generate highly polar salts and increase the polarity to solve the dissolution of small organic molecules in the electrolyte. For carboxylic acid electrode materials, due to the electron-donating group related to CO, sodium carboxylic acid derivatives usually have a low sodium insertion voltage (voltage less than 1 V), which makes them suitable as anode materials for SIBs. For example, Luo et al. prepared sodium 1,2,4-benzene tricarboxylate (TBC) for use as a SIB anode materials. It was found that the counterpoint CO of TBC was the active center of the electrochemical reaction, and the discharge/charging platforms were 0.43 and 0.67 V, respectively.",
                "Herein, we report sodium 2-amino-4-thiazol-derived 2D polymer nanosheets prepared by a simple one-pot reaction as an organic anode material of SIBs for the first time. 2-Amino-4-thiazole-acetic acid (ATA) was selected because of its –CC–CN– conjugated structure and high electron delocalization degree. In particular, it was found that generating the –COONa salt made the material insoluble in the electrolyte, thus improving the cycling properties of the material. In addition, the nanosheet structure of PATANa increased the contact between the electrolyte and materials and accelerated the diffusion rate of Na+, thus showing a satisfactory rate capability as an anode for SIBs. Surprisingly, it could maintain a high reversible capacity even after a long cycle under a large current density. Therefore, the 2-amino-4-thiazol-derived polymer nanosheet is a promising anode candidate of SIBs for next-generation energy-storage technology."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a beaker, 450 mg ATA was dissolved in 120 mL of deionized water, denoted as solution A; and 2.88 g ammonium persulfate (APS) was dissolved in 40 mL of deionized water, denoted as solution B. Then solution B was dropped into solution A, and transferred to a 250 mL round-bottomed flask, and heated to 100 °C with refluxing for 24 h. At the end of the reaction, the precipitate was washed with deionized water (DI), and dried in a vacuum drying oven to obtain a brown powder. The powder was Soxhlet extracted with methanol at 90 °C for 12 h, and vacuum dried at 60 °C. The obtained material was 2-amino-4-thiazole-acetic acid polymer (PATA).",
                        "The resulting powder was ultrasonically dispersed in deionized water. PATA and sodium hydroxide were mixed at a molar ratio of 1:1 and then stirred at room temperature for 24 h. Then the sample was dried with a freeze dryer to obtain a black powder. Further, the black powder was dispersed in ethanol and stirred for 6 h. Finally, it was centrifuged and dried to obtain sodium 2-amino-4-thiazol-derived polymer (PATANa)."
                    ],
                    "name": "Synthesis of sodium 2-amino-4-thiazol-derived polymer PATANa",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Fourier transform infrared spectrometry (FT-IR, Vertex80) was used to determine the chemical structures of the molecules. The microscopic morphologies of the samples were observed by scanning electron microscopy (SEM, REGULU8230) and transmission electron microscopy (TEM, JEM-2100). Thermogravimetric analysis (TGA 5500) was used to study the thermal stability, whereby the samples were heated up to 800 °C at a rate of 5 °C min−1 under different conditions, including nitrogen and air. The N2 adsorption isotherms were collected using an ASAP-2010 spectral surface area analyzer.",
                        "For the ex situ infrared analysis, the battery was discharged and charged at a current density of 100 mA g−1. After attaining an appropriate potential, the batteries were disassembled, and the electrodes were washed with dimethyl carbonate. The samples were dried in a glove box at room temperature and then infrared tests were performed."
                    ],
                    "name": "Characterization of the physical properties",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To explore the geometric and charge-density differences, two typical molecules, ATA and PATANa, were constructed and optimized at the B3LYP/6-311++G (d, p) level of theory by using the Gaussian 16 software package. The frequency calculations were performed at the same level to produce the molecular orbitals (MOs), including the highest occupied molecular orbital (HOMO), the lowest unoccupied molecular orbital (LUMO), and the singly occupied molecular orbital (SOMO). The HOMO is the highest energy orbital filled by electrons in a molecule; while SOMO refers to the highest energy single-electron occupied orbital in open-shell calculations, but just from the concept of supreme occupation, they are basically the same."
                    ],
                    "name": "Theoretical methods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The prepared material was mixed with Ketjen black (Ecp) and polyvinylidene fluoride (PVDF) in a mass ratio of 6:2:2, and ground to form a uniform slurry, which was coated on the surface of carbon-coated copper and dried overnight in vacuum at 80 °C. The average mass loading of the active materials on the electrode was about 0.76 mg cm−2. The electrolyte used for assembling the battery was 1.0 M NaCF3SO3 in diethylene glycol dimethyl ether (DIGL YME). Constant current charge–discharge tests and cycle performance tests were carried out on a Neware test system in a voltage window of 0.01–3 V. CV and EIS were carried out on a Chenhua electrochemical workstation, and the frequency range of the EIS tests was 0.01–100000 Hz."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "As shown in Fig. 1a, PATA was prepared by a one-step oxidative polymerization reaction, and then PATANa was obtained after neutralizing it with NaOH. FT-IR was carried out to verify the structures of the samples (Fig. 1b). The signal peak observed at 3316 cm−1 of PATA was attributed to the stretching vibration of the N–H bond, suggesting that the polymerization took place on the –NH2 group and formed the N–H bond. It was interesting to note that both the monomer and polymer had a peak near 3181 cm−1, which were due to the vibration of the N–H bond for the monomer, and the stretching vibration of N–H bond within –NH2 on the end of the polymer chain for the polymer. In addition, it was observed that the peak of PATA at 1622 cm−1 was due to the stretching vibration of CN, and the peak at 1528 cm−1 was attributed to the stretching vibration of CC in the thiazole ring. The characteristic peak at 662 cm−1 was the stretching vibration of C–S bond. As the PATA contains carboxyl groups, which may corrode the current collector (copper sheet), it was neutralized by NaOH to obtain PATANa, which can reduce the solubility of the sample in the SIBs electrolyte. Typical characteristic peaks in PATA could also be found in PATANa, including the N–H bond at 3316 cm−1, CN bond at 1622 cm−1, CC bond in the thiazole ring at 1528 cm−1, and C–S bond at 662 cm−1. Significantly, the absorption peaks at 1364 and 1622 cm−1 for symmetric stretching vibration and antisymmetric stretching vibration of PATANa indicated the formation of -COONa.",
                "The morphologies of PATANa and PATA were characterized by SEM and TEM (Fig. 2). As shown in Fig. 2a and b, PATANa had a 2D nanosheet structure with a rough surface. Obviously, the TEM images (Fig. 2e and f) also revealed a 2D nanosheet structure for PATANa, which could shorten the diffusion distance of ions, promoting the diffusion rate of Na+ and improving the electrochemical performance of the material for use in batteries. While the ATA, with a block structure, had a longer ion-diffusion path, resulting in slower electrochemical kinetics (Fig. 2c and d). The thermal stability of the sample was studied, and the thermogravimetric analysis (TGA) results are displayed in Fig. S1.† Under a N2 atmosphere, all the samples had a quality loss at around 100 °C, caused by water loss in the materials. As the temperature increased, further weight loss began at 130 °C and was completed at 170 °C for ATA. However, under the N2 atmosphere, both PATA and PATANa started to thermally decompose at around 250 °C, demonstrating the thermal stability after polymerization. This is an essential factor affecting the safety of rechargeable batteries. The pore structure was studied by N2 adsorption–desorption isotherms (Fig. S1b†). The Brunauer–Emmett–Teller (BET) surface area of PATANa was 3.7595 m2 g−1, and the average pore volume was 24.8369 nm. A large specific surface area and mesoporous structure can provide a larger contact area between the electrolyte and the active substance, so that more active sites are exposed and the ion-diffusion distance is reduced, so as to ensure a faster kinetic reaction of the material.",
                "The dissolution of ATA, PATA, and PATANa in sodium electrolytes is discussed in Fig. 3. Obviously, for ATA, the electrolyte's color generally became yellow after one week (Fig. 3b), suggesting it dissolved in the electrolyte. For PATA, the color of the electrolyte turned brown due to the presence of carboxyl groups in the molecule or possibly due to the dissolution of small molecules in the electrolyte that were not removed from the polymer. PATANa showed a sharp contrast to the former two samples, whereby, as time went on, even two months later (Fig. 3d), the color of the electrolyte remained transparent, indicating that PATANa was entirely insoluble. Therefore, this experimental scheme could solve the electrolyte's material dissolution problem.",
                "To demonstrate the advantage of PATANa, the electrochemical performance was tested for PATANa as an anode for SIBs. Fig. S2† displays the discharge/charge profiles of the PATANa and ATA electrodes for various cycles. Fig. 4a shows the cycling performances of the materials at a current density of 100 mA g−1. The capacity of PATANa started to decrease at first, then kept stable after 10 cycles. Finally, the polymer electrode delivered a capacity of 303 mA h g−1 after 100 cycles at a current density of 100 mA g−1, and in addition, the Coulomb efficiency of the PATANa electrode was retained at ≈100% compared with that of ATA. This was perhaps due to the CN bond in the polymer chain undergoing a redox reaction with Na+. At the same time, the polymer also contained the –COONa group, so it is possible to perform insertion/extraction on the carboxyl group for Na+ during charging/discharging. The synergistic effect of the above two reaction mechanisms gave it a high specific capacity. However, the capacity of ATA decreased rapidly because of the dissolution of the active material in the electrolyte. Also, this sample possessed an outstanding rate capability (Fig. 4b); the PATANa electrode exhibited reversible capacities of 322, 250, 219, 174, and 164 mA h g−1 at various rates of 0.1, 0.2, 0.5, 1.0, and 2.0 A g−1, respectively. When the current density returned to 0.1 A g−1, the discharge capacity could still reach 280 mA h g−1. Under the same conditions, the rate capability of ATA was significantly lower than that of PATANa, and the capacities were 185, 164, 146, 130, 115, and 101 mA h g−1 at different rates of 0.1, 0.2, 0.5, 1.0, and 2.0 A g−1, respectively. When the current density returned to 0.1 A g−1, the capacity was 177 mA h g−1, lower than that of PATANa. The charge/discharge curves did not change significantly with the change in current densities, indicating that the PATANa electrode had outstanding stability (Fig. 4c). Significantly, the rate performance of PATANa was superior to those of most reported anode materials for SIBs, including SSDC, NaPDS, Na2TP, HA, Na4C8H2O6, and ADASS (Fig. 4d). As seen in Fig. 4e, the PATANa electrode possessed excellent long cycling stability at a high current density of 1 A g−1. It could maintain a stable specific capacity of 190 mA h g−1 after 1000 cycles, and a Coulomb efficiency close to 100%. In contrast, the capacity of the ATA electrode declined with cycling, and was only 100 mA h g−1 after 200 cycles under the same conditions as PATANa. Due to the excellent rate capability and cycling stability, PATANa is expected to be a potential anode material for a new anode of SIBs. The TEM images (Fig. S3†) showed the morphology of the PATANa electrode after 100 cycles for SIBs, showing it could still maintain the structure of 2D nanosheets without structural collapse, which is also one of the reasons for its long cycle stability.",
                "To further study the redox mechanism and kinetics of PATANa and ATA, the electrochemical impedance of the two materials was measured (Fig. 5a and b). In the Nyquist plots, the slope of the line represents the Warburg impedance (W), and the diameter of the semicircle shows the charge-transfer impedance (Rct). Here, PATANa had a smaller Rct, indicating that it was more conducive to ion/electron transport and had excellent electrochemical performance.",
                "To test the reaction kinetics, the CV curves of the PATANa electrode were obtained and are shown in Fig. 5c at the scan rates of 0.1, 0.2, 0.5, 0.8, and 1.0 mV s−1. A significant reduction peak appeared at 0.63 V, possibly due to the reaction between Na+ and the CN redox active group. According to the relationship between the peak current and scan rate, the formula can be given as:",
                "where a and b are adjustable parameters; b is an unfixed constant between 0.5 and 1, and if the value of b is close to 0.5, the volume control process is dominated by ion diffusion; while if b is close to 1, it is a capacitance-dominated capacity control process. As shown in Fig. 5d, the b values of these two peaks obtained by fitting were 0.87 and 0.94, respectively, which were close to 1, demonstrating that the capacity process was mainly controlled by capacitance. This suggests that the PATANa electrode had favorable charge-transfer kinetics, which is favorable for a high-rate capability.",
                "To further study the fast Na+-diffusion kinetics of PATANa, galvanostatic intermittent titration technique (GITT) tests were carried out (Fig. 5e). The Na+-diffusion coefficient (DNa+) was determined based on GITT and was calculated using the following equation:",
                "where ΔEs and ΔEt are the variations of the equilibrium potential and voltage, respectively, and L and τ are the duration of the current pulse and the transfer distance of Na+, respectively (Fig. 5f). As seen in Fig. S4,† the DNa+ values during charging and discharging were between 10−10 and 10−8, which visually demonstrates the fast Na+-diffusion kinetics in PATANa, which are higher than in other organic anode materials for SIBs.",
                "Furthermore, to understand the energy-storage mechanism of the PATANa anode, ex situ FI-IR was performed to analyze the PATANa electrode at different selected states of the second discharge/charge cycle (Fig. 6a). As shown in Fig. 6b, the signal peak at 1752 cm−1 was attributed to the symmetrical stretching vibration of the carbonyl group in the carboxylate. Along with the discharging process, the intensity of the –COONa peak gradually increased, indicating that the Na+ was inserted in the PATANa, when the reduction reaction occurred. Meanwhile, it resumed during the charging process, showing a high degree of reversibility. During the discharging process, the C–H vibration (860 cm−1) gradually increased and then decreased with re-charging. Especially, a new peak at 835 cm−1 appeared during the discharging process and disappeared during the charging process, which could be due to the uptake of Na+ into thiazole units.",
                "In addition, the HOMO and LUMO of ATA and PATANa were investigated (Fig. 6c). The LUMO energy was calculated to be −0.068 eV, lower than for most organic electrodes, indicating a higher reduction potential. In addition, the energy gap (2.81 eV) of PATANa between the LUMO and HOMO was smaller than the energy gap of ATA, demonstrating the superior electrical conductivity of PATANa, which is beneficial for the improvement of the electrochemical performance of PATANa."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, a saline polymer, sodium 2-amino-4-thiazol-derived polymer (PATANa), was prepared from 2-amino-4-thiazole-acetic acid by a simple one-pot reaction as an anode for SIBs. The PATANa displayed a 2D nanosheet structure with a rough surface, which could increase the contact area between the active material and electrolyte, expose more active sites, reduce the ion-transport path, and facilitate the Na+-diffusion kinetics. Owing to the intrinsic insolubility during the charging and discharging processes and fast reaction kinetics, the PATANa electrode exhibited outstanding long cycling stability and excellent rate capability, which could deliver a high discharge capacity of 303 mA h g−1 at 100 mA g−1. Surprisingly, it could also maintain a reversible discharge capacity of 190 mA h g−1 for 1000 long cycles under a high current density of 1000 mA g−1. This study offers a strategy to enhance the insolubility and stability of small organic molecules by polymerization and salinization, which can meet the growing demand for use in large-scale energy storage."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Hongwei Kang: Conceptualization, methodology, writing – review & editing, Yanrui Pang: Methodology, formal analysis, writing – original draft. Quanwei Ma: Validation, formal analysis. Rencheng Jin: Formal analysis. Jing Li: Methodology, validation. Hongbao Li: Software, writing – review & editing. Longhai Zhang: Methodology, validation. Yuhuan Dong: Validation, Jixiang Yue: Validation. Chaofeng Zhang: Funding acquisition, investigation, resources, supervision, writing – review & editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Two-dimensional polymer nanosheets as a high-performance organic anode for sodium-ion batteries"
}