{
    "DOI": "10.1021/acsami.7b17659",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Nowadays, lithium-ion batteries (LIBs) are quite attractive as power sources applied to smart grids, transportation systems, and other electric energy storage devices.  Compared to their high energy and power densities, the major concerns of LIBs are deficiency and unevenly distribution of lithium source.  Taking into account the growing demand and market, these disadvantages will greatly restrict the application for future large-scale energy storage. While sodium ion batteries (SIBs) have received growing interest owing to the abundant and available advantages of sodium as an alternative to LIBs for large-scale energy storage.  However, the larger ion radius (1.02 Å) of sodium than that of lithium (0.76 Å) affects the phase stability, reaction kinetics, and interphase formation. Therefore, the search for a suitable SIBs electrode material with low cost and high performance remains an obstacle.  Recently, various materials have attracted great interest as SIBs cathode,  such as layer transition metal oxides and polyanion-type compounds. Meanwhile, a variety of potential anode materials for SIBs has also been reported, for instance, carbonaceous, metal oxide, metal sulfide, metal alloy, and organic composite materials. ",
                "Titanium-based oxides attract particularly extensive attention as SIBs and LIBs anode because of the reasonable cost, stability, nontoxicity, and suitable operation voltage.  As for SIBs anode, titanium dioxides (TiO2) with several polymorphs have been investigated successively.  Among them, with respect to anatase TiO2, the calculated activation energy for Na+ insertion into the host structure is 0.52 eV, which is comparable to that of Li+ (0.60 eV).  Thus, most works were reported using anatase TiO2, focusing on the studies of sodium storage mechanism and the improvements of electrochemical performance.  Recently, Zhang et al. reported the nitrogen doped/carbon tuning yolk-like TiO2, resulting in fast electron transfer.  Longoni et al. demonstrated the role of different exposed crystal facets on the sodium storage properties, thus overcoming the intrinsic limits of anatase transport properties by exposing the most favorable nanocrystal facets.  Wu et al. fabricated a porous binary-phase anatase–TiO2–rutile–TiO2 composite with high grain-boundary density, offering more interfaces for a novel interfacial storage. ",
                "Overall, these studies are almost based on the synthesis and modification of active material with the single or multi-strategy, only improving the intrinsically low electrical conductivity of TiO2 by the elements doping, surface coating, composites constructing, nanomaterials/hierarchical structure design, and facet/phase optimizing. However, these methods are complicated in synthetic routes, sensitive to experiment conditions, the high cost, low reproducibility and undesirable scalability. Moreover, the batteries with TiO2 obtained by the methods above suffer from a low initial Coulombic efficiency of less than 50%, resulting in the large loss of irreversible capacity. In fact, the battery performances can be promoted using excellent binder with appropriate swelling property, good electrochemical stability, high affinity, and homogeneous distribution of particles inside the electrode.  The binder is the key inactive component, which can greatly affect the contact between the active materials and the current collector, as well as the interparticles contact. Unfortunately, the effect of the binders on the sodium storage performance of TiO2 has never been reported to the best of my knowledge.",
                "Here, for the first time, we adopted sodium alginate (SA) as the binder to study its effect on the sodium storage performance of TiO2. SA is chosen due to its rich carboxylic groups, high Young’s modulus, good electrochemical stability, low cost, and nontoxicity.  Compared to the conventional PVDF binder, electrodes using SA as the binder exhibit significant promotion of the initial Coulombic efficiency, rate capability and cycling stability. The initial Coulombic efficiency is as high as 62% at 0.1 C. A remarkable capacity of 180 mAh g–1 is achieved with no decay after 500 cycles at 1 C. Even at 10 C (3.4 A g–1), it remains 82 mAh g–1 after 3600 cycles with approximate 100% Coulombic efficiency."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The anatase TiO2 microparticles were synthesized via a solvothermal method. Typically, tetrabutyl titanate (TBOT, 0.25 mL) was added dropwise into acetic acid (HAc, 50 mL) under stirring. Then the white suspension was transferred to a 100-mL sealed Teflon reactor and heated to 210 °C for 24 h. After it was collected by centrifugation and washed with deionized (DI) water and ethanol several times, the obtained powder was dried at 60 °C for 24 h and, finally, calcined at 400 °C for 30 min in air.",
                        "The polyvinylidene fluoride (PVDF, −(−CH2–CF2−)n−) and sodium alginate (SA, (C6H7O6Na)n) were acquired from ARKEMA, FRA and ALADDIN, CHN, respectively. The two kinds of polymer binders were used in the form of solution. PVDF solution was obtained by directly dissolving PVDF powder (5 wt %) in N-methyl pyrrolidone (NMP). SA solution was attained by dissolving SA powder (3 wt %) in DI water. Super-P was used as the carbon additive. The electrolyte was 1 M solution of NaClO4 dissolved in ethylene carbonate (EC) and propylene carbonate (PC) (1:1 v/v)."
                    ],
                    "name": "2.1 Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare the working electrode, TiO2 microparticles, Super-P, and the binder (PVDF or SA) were mixed in a 7:2:1 wt. ratio. Then the obtained uniform slurry was coated on Cu foil, dried under vacuum at 120 °C for 24 h, and pressed at the pressure of 2 MPa. Two-electrode coin cells (CR2025) employing sodium metal as counter electrodes and glass fiber as separators were assembled in an Ar-filled glovebox."
                    ],
                    "name": "2.2 Cells",
                    "type": "h3"
                },
                {
                    "content": [
                        "Crystallographic information was analyzed in the 2θ range from 10° to 90° by Rigaku2400 powder X-ray diffraction (XRD) with Cu Kα radiation source. The morphologies were characterized by a S-4800 field-emission scanning electron microscope (FE-SEM) and a Tecnai G2 F20 high-resolution transmission electron microscope (HR-TEM). Fourier transform infrared (FTIR) spectroscopy measurements were performed using a Nicolet iS50 (Thermo Fisher Scientific Inc., USA).",
                        "Galvanostatic measurements were carried out on a LAND-CT2001A instrument, with 1 C = 335 mA g–1. The cyclic voltammetry (CV) experiments were conducted with a CHI660e electrochemical workstation. CV curves were recorded at a constant scan rate of 0.1 mV s–1 between 0.02 and 2.5 V vs Na/Na+. Alternating current (AC) impedance measurements were performed over the frequency ranging from 0.1 Hz to 100 kHz using a small perturbation of ±5 mV."
                    ],
                    "name": "2.3 Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "We carried out first-principles calculations in the framework of density functional theory (DFT) as implemented in the Cambridge Sequential Total Energy Package (CASTEP). The generalized gradient approximation (GGA) as formulated by Perdew–Burke–Ernzerhof (PBE) has been used for exchange and correlation contributions. A plane-wave basis set with an energy cutoff of 500 eV was used in the calculations with sufficient Monkhorst–Pack sampled k points 3 × 3 × 1. The convergence criterion of the self-consistent field calculations was set to 5 × 10–6 eV/atom for the total energy. All structures were fully relaxed until the final force on each atom becomes less than 0.01 eV/Å. To prevent spurious interaction between isolated monolayers, a vacuum spacing of at least 15 Å was introduced and pressure on the supercell was decreased to values less than 0.02 GPa."
                    ],
                    "name": "2.4 Calculation",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The chemical structure of SA is shown in , along with that of PVDF for comparison. These structures were studied by Fourier transform infrared spectroscopy (FTIR) (a). For SA binder, the main absorbance bands at ∼1598, 1410, 1300, and 1028 cm–1 are related to O–C–O (carboxylate) asymmetric vibrations, O–C–O symmetric vibrations, C–C–H (and O–C–H) deformation of pyranose rings and C–O–C asymmetric vibrations.  In contrast to SA, the FTIR spectrum of PVDF shows the characteristic peaks at 1180 and 870 cm–1, which are ascribed to the stretching frequencies of CF2. b shows the XRD patterns of these binders. PVDF binder displays the obvious diffraction peak at 20°, while SA presents no strong peaks, which reveals the better crystallinity of PVDF resulting from its semi crystalline polymer with a polymorphism.  XRD pattern also confirms the anatase phase of the as-prepared TiO2 sample, showing no impurities (b). The TiO2 sample is composed of microparticles without uniform shape and ordered structure (a). High-resolution transmission electron microscopy (HR-TEM) displays the lattice fringes with an interplanar spacing of d = 0.35 nm, which correspond to the (101) planes (b).",
                "The PVDF or SA solution was attained by dissolving PVDF powder (a) in NMP or SA powder (b) in DI water, respectively. Both solutions in uniform distributions are translucent (c, d). The TiO2 electrodes were prepared by using these binders, carbon additive, and TiO2 particles. As shown in e, the prepared electrode slices show the same appearances. Scanning electron microscopy (SEM) studies further reveal that the distribution of materials is homogeneous and there are no visible cracks (c, d). Moreover, as the energy dispersive X-ray (EDX) mapping shows in , the existence of PVDF or SA is confirmed by their special element of F or Na, respectively. It also further demonstrates the homogeneous distribution of PVDF or SA.",
                "a and b show the discharge/charge curves of the cell using PVDF and SA binder at 0.1 C, respectively. Although the initial discharge capacities of TiO2/PVDF and TiO2/SA electrode are almost the same with ∼390 mAh g–1, TiO2/PVDF, and TiO2/SA electrodes display the initial charge capacities of 161 and 241 mAh g–1, respectively. Thus, the initial Coulombic efficiency of TiO2/SA electrode is 62%, which is much higher than that of TiO2/PVDF electrode (41.5%) and the previous studies (). For subsequent cycles, TiO2/PVDF electrode delivers obvious capacity decay and voltage changes, which are significantly different from TiO2/SA electrode. As shown in c, the capacity retention of TiO2/PVDF electrode after 100 cycles at 0.1 C is only 43.5%, which is much lower than that of TiO2/SA electrode and shows poor cycling stability. To further reveal the voltage changes, the average discharge/charge voltage was calculated. d displays the calculated differences in the average charge and discharge voltage at 0.1 C during cycling. Generally, the calculated voltage difference of TiO2/PVDF electrode increases and the voltage difference of TiO2/SA electrode decreases. The 100th average voltage is 0.37 and 1.28 V for the discharge and charge process of cell using PVDF binder, respectively. Nevertheless, the average voltage becomes 0.78 and 0.91 V for the discharge and charge process with TiO2/SA electrode, respectively. In contrast to PVDF binder, the SA binder plays a key effect in enhancing the initial Coulombic efficiency, cycling stability and suppressing the polarization of anatase TiO2.",
                "The dQ/dV plots often contain sharp features and are more informative. Therefore, the dQ/dV plots at 0.1 C are provided in . In the first discharge process, TiO2/PVDF electrode displays the two clear reduction peaks at 0.97 and 0.62 V, which disappear in the subsequent cycles (a, b). It is mainly ascribed to the electrolyte decomposition thus the formation of solid electrolyte interface (SEI) and some side reactions.  The strong peak at 0.05 V in a was demonstrated to be the irreversible phase transition of anatase TiO2 during initial discharge.  In contrast, TiO2/SA electrode mainly shows the stronger peak at 0.23 V in first discharge cycle related to the irreversible phase transition (c), which is consistent with the obvious voltage plateau around 0.2 V (b) and will vanish in the subsequent cycles. The formation of SEI films is less according to the weak peak at 0.59 V (d). The electrolyte decomposition and side reactions can be inhibited by using SA as binder. Thus, TiO2/SA electrode displays higher initial charge capacity and Coulombic efficiency (a, b). For subsequent dQ/dV plots of TiO2/PVDF electrode (b), obvious voltage change at the cathodic/anodic peaks is observed, which is similar to the trends of average voltage change as revealed in d. Additionally, during the cycling, the absolute value of peak intensity gradually decreases when using PVDF as the binder; the absolute value of peak intensity almost remains unchanged for TiO2/SA electrode. It is consistent with the cycling stability differences of cells using PVDF and SA as the binder.",
                "The differences in the electrochemical performance using PVDF or SA as the binder were evaluated in detail (). The rate capability of the samples was tested from 0.1 to 20 C (a). Even at 20 C, TiO2 anode with SA binder exhibits high capacity of 82 mAh g–1. In contrast, the cell using traditional PVDF binder delivers significantly lower capacities of only 8 mAh g–1 at 20 C. In particularly, TiO2 anode with SA binder exhibits a satisfactory capacity of 180 mAh g–1 with no decay after 500 cycles at 1 C (b). However, TiO2/PVDF anode shows poor stability and capacity (b). Moreover, at a high rate of 10 C, the cell using SA binder displays high capacity of 82 mAh g–1 even after 3600 cycles (c). The average Coulombic efficiency is up to 99.97%. Clearly, the TiO2 electrode using SA as the binder shows the excellent sodium storage capacity and super durable stability at high rates.",
                "To investigate the effect of the binders on the electrode morphology, the electrodes were disassembled after cycling. We can observe the significant morphologies difference of the TiO2/PVDF and TiO2/SA electrodes after cycling (). Compared to the pristine electrodes (c), the whole surface of TiO2/PVDF electrode is covered by a clearly visible film (a). It demonstrates the formation of solid electrolyte interface (SEI) films, causing the extra electrolyte decomposition and large capacity loss. In addition, such a thick and densely closed membranous layer will greatly affect the Na+ ions migration within the SEI film, thus degrading the electrochemical performance. Specially, there are some obvious cracks (b) on its surface, indicating the weak adhesion between particles and finally giving rise to a poor stability.  Nevertheless, the morphologies of TiO2/SA electrode can still be maintained well after cycling, indicating an excellent structural stability (c-d). Obvously, the TiO2/PVDF anode suffers from severe changes during the cycling.",
                "Besides,  presents the cross-section images of the electrodes for TiO2/PVDF and TiO2/SA. When PVDF was used as the binder, a small gap is found between the electrode layer and the current collector (a). The gap largely expands after cycling, causing current collector to detach (b). However, the TiO2/SA electrode layer on the pristine electrode slice displays good adherence to the current collector (c), and tightly connected even after 500 cycles at 1 C (d). We also calculated the binding energy of the binder with Cu foil. As shown in , the binding energy of SA binder with Cu foil is 13.07 eV, which is much higher than EPVDF-Cu (only 5.95 eV). It demonstrates the strong binding effect of SA binder with Cu foil, thus showing a favorable TiO2/SA electrode morphology.",
                "To get insight into the robustness of the rate capability for TiO2/SA electrode, cyclic voltammetry (CV) was performed as shown in a. The cells were cycled for 3 times at 0.1 C before the CV test. A pair of peaks at 0.85 V (anodic) and 0.55 V (cathodic) is detected for TiO2/PVDF electrode, while these respective strong peaks are at 0.85 V (anodic) and 0.65 V (cathodic) for TiO2/SA electrode. It corresponds to the reversible sodium ions storage in the TiO2 material with the Ti3+/Ti4+ redox. The current of TiO2/SA electrode is much higher than the TiO2/PVDF electrode. TiO2/SA electrode also displays the sharper peak shape and the lower voltage difference (0.2 V) in the oxidation reduction peak. It demonstrates the high electrochemical reaction activity, good reversibility, and small polarization of TiO2 anode using SA as the binder. ",
                "Electrochemical impedance spectroscopy is applied to reveal the detailed interfacial kinetics and polarization types of the electrode with PVDF or SA binder. b, c show the Nyquist plots of TiO2/PVDF and TiO2/SA electrodes after the fifth cycles. An intercept at the Z′ axis at high frequency indicates the ohmic resistance of the tested battery (Rs). Both Nyquist plots display two depressed semicircles in the high and medium frequency region, showing similar shapes but obvious differences in the impedance values. The first semicircle corresponds to SEI surface impedance (RSEI) and constant phase element (CPE). The second depressed semicircle is associated with the Na ions transport through the interfacial charge transfer reaction (Rct) combined with the double-layer capacitance across the surface (Cdl). In addition, an approximately 45° slope line is found in the low-frequency region for the two electrodes, standing for the Warburg impedance (ZW) related to the solid-state Na ions diffusion in the bulk of the active materials.",
                "e illustrates the typical equivalent model, which fits and interprets well to the impedance spectra for the electrodes after discharge.  The CPE, Cdl, and Cint are constant phase element, double-layer capacitance, and the interaction capacitance, respectively. The fitted impedance parameters are listed in . The TiO2/SA electrode exhibits rather lower impedance than TiO2/PVDF including the Rs, RSEI, and Rct. Therefore, SA can greatly enhance the SEI surface conductivity and electrochemical reactivity at the surface/interface region. SA plays a positive role in the charge transfer process, thus lowering the polarization of the TiO2 anodes.",
                "The apparent sodium diffusion coefficient, D (cm2 s–1), can be calculated from the inclined lines in the Warburg region using the equationwhere R is the gas constant, T is the absolute temperature, A is the surface area of the electrode, n is the charge-transfer number, F is the Faraday constant (96485 C mol–1), C is the concentration of Na ions in the solid (0.01625 mol cm–3), and σ is the Warburg factor that can be obtained by plotting in the complex plane Z′(real) = σω–1/2 against ω–1/2, where ω is angular frequency (d). The DNa of TiO2/SA electrode is calculated to be 5.5 × 10–13 cm2 s–1, which is beyond 100 times significantly higher than TiO2/PVDF (4.44 × 10–15 cm2 s–1). Here, since the diffusion depends on the concentration gradient, the apparent diffusion coefficient can be influenced by the different interfacial behaviors.  The obvious differences in the electrochemistry performance can be ascribed to the 2 orders of magnitude increase of TiO2/SA electrode in apparent diffusion coefficient, along with the less charge transfer resistance and the decreasing resistance from the SEI layer.",
                "As revealed above, the sodium storage performances of anatase TiO2 have been greatly promoted by using SA as the binder. The potential reasons are analyzed as follows and depicted in : (a) In a dry or wet (impregnated with electrolyte solvent) state, SA binder demonstrates to be a higher Young’s modulus, showing negligibly small swellability and weak polymer/electrolyte interaction,  which contributes to preventing undesirable access of electrolyte liquid to the binder/TiO2 interface, leading to the super durable stability. In contrast, during cycling, more and more PVDF binder will dissolve in the electrolytes, which causes the gelation of PVDF and electrolyte, and then leads to continuously covering on the electrode.  A membranous layer is so thick that it will greatly affect the Na+ ions migration within the SEI film, thus degrading the electrochemical performance. (b) SA binder possesses the carboxylic groups with high concentration, uniform distribution and strong polarity in the polymer chain. The polar group can react with the hydroxyl groups on the surfaces of TiO2 microparticles, forming the hydrogen bonding and thus strong adhesion.  As the FTIR spectra of SA binder shows, the 1300 cm–1 peak is related to pyranose-ring deformation vibrations.  After electrode formation with TiO2, its relative intensity obviously decreases (), indicating a chemical interaction between SA and TiO2 particles.  However, for PVDF binder, the very weak hydrogen bond force with F and TiO2 surface, and the weak van der Waals force result in relatively weak adhesion.  Furthermore, the high crystallinity of PVDF originated from its part bundled main chains can decrease the amount of PVDF binding site with TiO2, thus further lowering the adhesion.  The differences in molecular structures can highly influence the binding abilities of different binders, thus resulting in different changes in the electrode morphologies. (c) The polar hydrogen bonds between carboxyl groups of SA and the hydroxylated surface of TiO2 also potentially contribute to forming the thin and stable SEI films, promoting a high CE and long cycle life. "
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, for the first time, we developed a facile and scalable strategy utilizing SA as the binder to fabricate high-performance, low-cost, ecofriendly, and durable TiO2 anode for SIBs. The SA binder plays the key role of a functional agent in enhancing the initial Coulombic efficiency, rate capability and cycling stability. TiO2 anode with SA binder exhibits a remarkable capacity of 180 mAh g–1 with no decay after 500 cycles at 1 C. Even at 10 C (3.4 A g–1), it remains a capacity of 82 mAh g–1 after 3600 cycles with 99.97% average Coulombic efficiency. It is attributed to the larger apparent diffusion coefficient, the less charge transfer resistance and the decreasing resistance from the SEI layer. In contrast, the cell using PVDF as the binder displays poor performance. Less electrolyte decomposition and side reaction, high electrochemistry reaction activity, effective suppression of polarization, and good electrode morphology depend on the special structure and characteristic of SA binder with rich carboxylic groups, high Young’s modulus, and good electrochemical stability. Our work not only proves that sodium alginate is effective and significant binder in TiO2 anode but also delivers a new idea for improving electrochemical performances of SIBs."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Remarkable Effect of Sodium Alginate Aqueous Binder on Anatase TiO2 as High-Performance Anode in Sodium Ion Batteries"
}