{
    "DOI": "10.1021/acsami.4c06830",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, due to the limited and uneven distribution of lithium resources, the price of lithium salts fluctuates greatly, which has brought adverse effects on the development of lithium-ion batteries (LIBs).  As a complementary technology to LIBs, sodium-ion batteries (SIBs) are increasingly valued due to their rich raw materials, good safety, excellent low-temperature performance, and fast charging characteristics.  Cathode material is a critical component that affects the working voltage and energy density of SIBs. Significant efforts have been made in the modification of cathode materials for SIBs, including transition-metal oxides, polyanionic compounds, Prussian blue analogs, and organic compounds.  Among them, NASICON-type Na3V2(PO4)2F3 (NVPF), as a typical polyanionic compound, is a promising cathode material for SIBs owing to its high working voltage (∼3.8 V) and large theoretical capacity (∼128 mA h g–1).  NVPF has an open three-dimensional (3D) frame structure composed of [PO4] tetrahedron and [V2O8F3] double-octahedron, which is conducive to Na ions diffusion.  Nevertheless, its low electronic conductivity always leads to inferior capacity, which greatly hinders its utilization.  To address this issue, various methods, including coating, doping, and structure design, have been employed to modify NVPF.  Among them, carbon coating is more favored due to its abundant carbon sources and excellent electronic conductivity. In addition, the carbon coating layer can also serve as a buffer medium to reduce the volume change of NVPF caused by Na-ion extraction/insertion, and as a barrier to suppress side reactions between NVPF and electrolyte, which are beneficial for maintaining the cycling stability of NVPF.  Especially, doping carbon layer with heteroatoms not only can enhance the electronic conductivity but also promote ion migration and storage.  Dopamine (DA), as an N-containing carbon source, has excellent adhesion due to the existence of 5,6-dihydroxyindole group,  so it can form a uniform and complete polydopamine (PDA) nanocoating layer on the surface of many materials. When calcined at high temperatures, the obtained PDA is further pyrolyzed into a continuous N-doped carbon coating layer, which is conducive to promoting electrolyte infiltration, improving electronic conductivity, and enhancing Na ions migration. In addition to the poor electronic conductivity of NVPF, during the high-temperature calcination process of NVPF synthesis due to the loss of fluorine, NVP impurity is often prone to occur.  Polytetrafluoroethylene (PTFE) contains not only carbon but also fluorine, which has been successfully used as not only a carbon source but also as a fluorine source to reduce or even eliminate NVP impurity.",
                "In this work, we used PTFE as a supplementary fluorine and carbon source, as well as DA as an N-containing carbon source, to construct a bifunctional carbon network composed of an N-doped carbon layer and a carbon bridge around NVPF particles. On the one hand, PTFE can compensate for the loss of fluorine during high-temperature calcination, suppress the generation of NVP impurity, achieve the expected working voltage, and thus obtain satisfactory energy density. On the other hand, DA can act as a nitrogen source to dope the carbon coating layer around NVPF particles and carbon bridges, resulting in defects in the carbon layer and providing additional sodium storage sites. Moreover, the bifunctional N-doped carbon network not only can improve the electron/ion transfer environment at the electrode material interface but also prevents NVPF from being corroded by electrolytes and stabilizes the material structure. Owing to the bifunctional N-doped carbon network, NVPF displays higher capacity and superior cycle performance in both half cells and full cells, showing great potential for application in high-performance SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The NC/C@NVPF and comparative material (NC@NVPF) were prepared by the sol–gel method followed by heat treatment, as displayed in . First, citric acid and V2O5 were dissolved in deionized water under magnetic stirring at 60 °C for 30 min. Later, stoichiometric amounts of NH4H2PO4 and NaF were also dissolved in the above solution to obtain a uniform sol. When the solvent was thoroughly volatilized, a blue-green gel was obtained. After being ground, the gel powders were dried in a vacuum oven at 80 °C overnight and then preheated to 300 °C under N2 for 4 h to form a precursor. Subsequently, the precursor and PTFE dispersion (5 wt % of precursor) were homogeneously mixed in ethanol for 6 h, with a concentration of 60 wt % PTFE dispersion. After filtrating, drying, and grinding, the acquired mixture was heated to 600 °C under N2 for 8 h to obtain NVPF. And then, the NVPF powders were evenly dispersed in a Tris solution (pH ≈ 8.5) with DA (10 wt % of NVPF) and PTFE dispersion (40 wt % of NVPF) and stirred for 24 h. After filtrating, drying, and grinding, the mixture was heated to 600 °C under N2 for 8 h to obtain a bifunctional N-doped carbon network-modified NVPF sample (denoted as NC/C@NVPF). As a control, the N-doped C-coated NVPF sample was also prepared using the same process (denoted as NC@NVPF). Here, only 5 wt % of PTFE dispersion was added to supplement the fluorine loss during the synthesis process.",
                "Before preparing NC/C@NVPF, we explored the dosage of PTFE as a fluorine supplement agent and optimized the dosage of DA. As shown in , the electrochemical performance of three samples (such as NVPF without modification, NVPF modified by 3 and 5 wt % PTFE, denoted as b-NVPF, 3% PTFE@NVPF, and 5% PTFE@NVPF, respectively) was compared. As the dosage of PTFE increases, the voltage plateau corresponding to NVP impurity becomes more and more obscure at approximately 3.4/3.3 V. When NVPF was modified with 5 wt % PTFE, the plateau corresponding to NVP disappears and, thus, 5 wt % PTFE can be used as the minimum dose for fluorine supplementation. Besides, it is also found that the electrochemical performance of 10 wt % DA-modified NVPF (denoted as 10% NC@NVPF) is the best (), with a discharge specific capacity of 106.4 mA h g–1 and a capacity retention rate of 95.0% after 150 cycles at 1 C, as listed in . Therefore, we chose the NVPF sample comodified with 5 wt % PTFE and 10 wt % DA as the control group (denoted as NC@NVPF). Furthermore, to exclude the possibility that the electrochemical performance of NC/C@NVPF is optimal due to its high carbon content, we prepared an NVPF sample modified with 18 wt % DA but without PTFE (denoted as NC@NVPF-NPTFE), with a carbon content of 5.18 wt %, close to NC/C@NVPF. As shown in , NC@NVPF-NPTFE exhibits three pairs of obvious platforms during the charge/discharge process. Among them, the platforms located at 3.7/3.6 V and 4.2/4.1 V belong to NVPF, while the platform at 3.4/3.3 V is related to NVP impurity generated during high-temperature calcination process at 600 °C due to fluorine loss.  NC@NVPF-NPTFE has a similar carbon content, but its reversible capacity at 1 C is only 87.4 mA h g–1, which is lower than NC/C@NVPF (107.4 mA h g–1)."
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "XRD patterns of NC@NVPF and NC/C@NVPF are displayed in a. All diffraction peaks are consistent with the standard tetragonal NVPF phase (PDF#04-012-2207) with the P42/mnm space group, indicating that the introduction of DA and PTFE as carbon sources does not affect the crystal structure of NVPF. The two samples exhibit high crystallinity and no impurities. To provide more detailed information on the lattice structure of NC@NVPF and NC/C@NVPF, Rietveld refinements are performed based on XRD data (b,c). As listed in , the refined lattice parameters for NC@NVPF are a = b = 9.0493 Å, c = 10.7271 Å, and V = 878.45 Å3 (Rwp = 7.01%, Rp = 5.27%), and for NC/C@NVPF, the lattice parameters are a = b = 9.0434 Å, c = 10.7280 Å, and V = 877.37 Å3 (Rwp = 6.30%, Rp = 4.96%). d shows the crystal structure of NC/C@NVPF, which possesses a 3D framework composed of a [V2O8F3] double octahedron and a [PO4] tetrahedron. Na ions occupy the interstitial positions between the [VO4F2] octahedral units, which is conducive to their own deintercalation and intercalation during the charging and discharging processes. Besides, no diffraction peaks related to carbon were detected in the two samples, indicating that carbon formed during the pyrolysis of PDA and PTFE is amorphous. To further investigate the structure of carbon in the two samples, Raman spectra were analyzed in detail. As shown in e, the characteristic D and G peaks corresponding to disordered carbon and graphitic carbon can be observed at ∼1350 and ∼1580 cm–1, respectively. The area ratio of the D peak to the G peak (ID/IG) can be used as an indicator to evaluate the degree of disorder or graphitization of carbon. By calculation, the ID/IG values of both samples are greater than 1, indicating a considerable degree of disorder in the carbon of both samples. Moreover, the ID/IG value of NC/C@NVPF (1.32) is higher than NC@NVPF (1.23), demonstrating a higher disorder degree in the carbon of NC/C@NVPF. The higher degree of disorder means more defects in residual carbon of NC/C@NVPF, which is conducive to promoting charge transfer and providing more sodium storage sites.  Furthermore, as listed in , the carbon contents of NC@NVPF and NC/C@NVPF were determined to be 3.76 and 5.27 wt %, and the electronic conductivity of two samples was measured to be 1.81 × 10–4 and 2.06 × 10–4 S cm–1, respectively.",
                "XPS was utilized to investigate the surface chemical composition of NC@NVPF and NC/C@NVPF. From the full spectra (f), it can be seen that in addition to Na, V, P, O, and F, both samples also contain C and N. g–i displays the high-resolution V 2p, C 1s, and N 1s spectra of both samples. As exhibited in g,j, two intensive peaks at about 523.8 and 517.3 eV belong to V 2p1/2 and V 2p3/2, respectively, confirming the existence of trivalent V in both NC/C@NVPF and NC@NVPF.  The high-resolution C 1s spectra of NC/C@NVPF and NC@NVPF (h,k) can be fitted to four peaks located at about 284.7, 285.3, 286.2, and 288.5 eV, corresponding to C═C, C–C, C–N, and O–C═O/C–F bonds, respectively.  Combined with the C–F (688.5 eV) bond displayed in ,  it can be proved that the carbon generated from the pyrolysis of DA and PTFE was successfully coated on the surface of NVPF. In addition, compared with NC@NVPF (), NC/C@NVPF exhibits a relatively stronger C–F peak (), due to its higher carbon content generated by the carbonization of more PTFE. And the peaks related to V–F bond (684.5 eV) of both samples demonstrate the successful substitution of PO43– group by F–.  Also, the N 1s spectra of NC/C@NVPF and NC@NVPF (i,l) can be fitted to four characteristic peaks, namely, pyridinic N (398.5 eV), pyrrolic N (399.5 eV), graphitic N (401.0 eV), and oxidized N (404.1 eV). Wherein, both pyridinic and pyrrolic N related to defects can promote Na+ migration and provide additional sodium storage sites.  Notably, the proportion of pyridinic N and pyrrolic N in NC@NVPF is 39.72%, while their proportion in NC/C@NVPF is 44.54%. The larger amounts of pyridinic N and pyrrolic N in NC/C@NVPF reveal more defects in its carbon network, which is more conducive to promoting Na+ migration and providing more sodium storage sites.",
                "The micromorphology and structure of NC@NVPF and NC/C@NVPF were investigated by TEM. It can be clearly observed from a,c that the two samples present irregular particle morphology and NVPF particles are connected by some carbon bridges. The lattice fringes with spacings of 0.553 and 0.331 nm in NC@NVPF and NC/C@NVPF (b,d) correspond to the (111) and (103) crystal planes of NVPF, respectively, indicating their excellent crystallinity. Also, b,d clearly shows that the NVPF particles are evenly wrapped by amorphous carbon with nano thickness. In addition, the EDS mappings presented in e not only prove that Na, V, P, O, F, C, and N elements are uniformly distributed in NC/C@NVPF, but also verify the existence of carbon bridges composed of N-doped C.",
                "Cyclic voltammetry (CV) and galvanostatic charge/discharge tests were conducted to examine the electrochemical performance of NC@NVPF and NC/C@NVPF. a displays the CV curves of NC@NVPF and NC/C@NVPF in the first cycle. Both samples exhibit two pairs of distinct redox peaks, located at 3.7/3.6 and 4.2/4.1 V, respectively. Wherein, the redox peaks at around 3.7/3.6 V are related to the extraction/reinsertion process of first Na+ from/into the Na2 sites, and the redox peaks at around 4.2/4.1 V are assigned to the extraction/reinsertion process of second Na+ from/into Na1 sites.  As listed in , NC/C@NVPF presents the smaller voltage difference between oxidation peaks and reduction peaks than NC@NVPF, which illustrates the weaker polarization and the better reversibility of NC/C@NVPF. In addition, the CV curves of two samples in the first three cycles are also shown in , and the high overlapping of the CV curves of both samples reveals the stable process of sodiation and desodiation. b,c exhibits the first charge/discharge curves and cycle performance of two samples at 0.2 C. Both samples display two pairs of voltage platforms at 3.7/3.6 and 4.2/4.1 V in the charge/discharge process, which is consistent with the CV curves. Especially, NC/C@NVPF delivers a higher initial discharge capacity of 125.7 mA h g–1 with an outstanding capacity retention rate of 93.5% after 100 cycles, which is superior to NC@NVPF (117.3 mA h g–1, 78.6%). At 1 C, as displayed in d, the capacity of NC/C@NVPF reaches a relatively steady state after 10 cycles, and the corresponding discharge specific capacity is 114.3 mA h g–1 at the 10th cycle, which is larger than that of NC@NVPF (106.1 mA h g–1). After 300 cycles, as presented in e, NC/C@NVPF still delivers a higher capacity of 106.0 mA h g–1 with a more appreciable capacity retention rate of 92.7% than NC@NVPF (77.1 mA h g–1, 72.7%). To evaluate the current tolerance of NC@NVPF and NC/C@NVPF, the two samples were cycled from 0.2 to 10 C and then returned to 0.2 C. As presented in f and , NC/C@NVPF exhibits higher average reversible capacities at different current rates of 0.2, 0.5, 1, 2, 5, and 10 C, with values of 124.9, 122.9, 119.4, 114.3, 100.2, and 87.1 mA h g–1, respectively. When the current rate returns to 0.2 C after 60 cycles, its average reversible capacity recovers to 122.6 mA h g–1, with a capacity recovery rate of up to 98.1%, which is better than that of NC@NVPF (96.8%). This result reflects the excellent current tolerance of NC/C@NVPF.  Furthermore, the long-term cycle performance, as shown in g, confirms that NC/C@NVPF has a more stable average capacity of 87.2 mA h g–1 with a capacity retention of 89.8% after 1500 cycles at 10 C, which is better than that of NC@NVPF (60.9 mA h g–1, 72.4%). Even compared with the recently reported NVPF cathodes,  as listed in , NC/C@NVPF still delivers superior electrochemical performance, including capacity, rate, and cycling. The satisfactory electrochemistry performance can be attributed to the bifunctional N-doped carbon network formed by the pyrolysis of DA and PTFE. On the one hand, the carbon coating layer serves as a protective layer, which can better restrain the side reactions between NVPF and the electrolyte. Also, it can serve as a buffer medium to reduce the volume change of NVPF caused by Na+ extraction/insertion, thereby stabilizing its structure. On the other hand, the carbon bridge is beneficial for improving the electronic conductivity of NVPF and the Na+ transfer efficiency between NVPF and electrolyte.",
                "To demonstrate the effect of a bifunctional N-doped carbon network on the electrochemical performance, the kinetic properties of NC@NVPF and NC/C@NVPF were surveyed by electrochemical impedance spectroscopy and the GITT. As shown in a, the Nyquist plots of two samples exhibit a small intercept, an obvious semicircle, and a sloping line. Among them, the semicircle in the middle-high frequency range on behalf of the charge transfer resistance (Rct).  The Nyquist plots were fitted with the “R[C(RW)]” equivalent circuit (the inset in a) to acquire the Rct value of two samples. By comparison, the NC/C@NVPF electrode exhibits a smaller Rct value (328.8 Ω) than NC@NVPF (476.2 Ω), indicating a better charge transfer environment in NC/C@NVPF with a bifunctional N-doped carbon network. In addition, b displays the slope of the relationship lines between Z′ and ω–1/2 of NC@NVPF and NC/C@NVPF. According to ,  the lower slope (σ) reveals the faster Na+ diffusion kinetics of NC/C@NVPF. Both the lower Rct and faster Na ions diffusion kinetics confirm that the bifunctional N-doped carbon network facilitates electrons and ions transfer. The GITT curves of NC@NVPF and NC/C@NVPF at different voltages are listed in c. The Na+ diffusion coefficient (DNa+) value can be calculated according to .  As shown in d, ΔES, ΔEτ, and τ in  can be calculated from the GITT curves. From e, it can be seen that both samples exhibit two minimum values of DNa+ during the charging and discharging processes. The minimum values of DNa+ are located around 3.7/3.6 and 4.2/4.1 V, which are coincident with the location of the redox peaks in the CV curves and voltage platforms in the charging/discharging profiles. The minimum values of DNa+ usually correspond to the phase transition process of electrode material.  Regardless of whether Na3V2(PO4)2F3 is converted to Na2V2(PO4)2F3, or Na2V2(PO4)2F3 is converted to NaV2(PO4)2F3, NC/C@NVPF has a higher sodium ion diffusion coefficient than NC@NVPF. Even at the beginning of Na+ extraction, NC/C@NVPF also has a faster sodium ion diffusion kinetics than NC@NVPF. During the charging process, the average Na ion diffusion coefficients of NC/C@NVPF and NC@NVPF are 1.43 × 10–11 and 1.03 × 10–11 cm2 s–1, respectively. During the discharging process, the average Na ion diffusion coefficients of NC/C@NVPF and NC@NVPF are 1.70 × 10–11 and 1.36 × 10–11 cm2 s–1, respectively. Obviously, whether during the charging or discharging process, the DNa+ values of NC/C@NVPF are higher than those of NC@NVPF. This result further confirms that the bifunctional N-doped carbon network has a positive effect on the diffusion kinetics of Na+.",
                "To investigate the V dissolution of NC@NVPF and NC/C@NVPF after different cycles, the separator states before and after 50, 100, 200, and 300 cycles are compared in a. As the number of cycles increases, the color of separators corresponding to NC@NVPF significantly darkens, while the color of separators related to NC/C@NVPF does not present an obvious change. This may be attributed to the lower V dissolution amount of NC/C@NVPF in the electrolyte during the cycling process compared to NCVPF. To further demonstrate this conclusion, NC@NVPF and NC/C@NVPF electrode sheets were soaked in 1 mL of 1 M NaClO4 electrolyte for 20 days, and then the ICP–MS tests were conducted on the electrolyte. The content of V in the electrolyte after soaking the NC@NVPF electrode sheet is 0.326 μg g–1, while the content of V in the electrolyte after soaking the NC/C@NVPF electrode sheet is only 0.098 μg g–1. This implies that the bifunctional N-doped carbon network can more effectively inhibit the dissolution of V.",
                "In addition, the cell volumes of NC@NVPF and NC/C@NVPF before and after 300 cycles were also compared to explore the positive effect of bifunctional N-doped carbon network on stabilizing crystal structure. b,c exhibits the Rietveld refined XRD patterns of two samples after 300 cycles; all diffraction peaks match well with the standard NVPF phase, and the values of Rwp and Rp are both less than 10%. As listed in , the cell volume of NC/C@NVPF before the cycle is 877.37 Å3, and after 300 cycles, its cell volume decreased to 876.89 Å3. The volume change rate is 0.05%, lower than NC@NVPF (0.61%). This result indicates that the bifunctional N-doped carbon network is beneficial for reducing the volume change caused by Na+ extraction/insertion from/into NVPF during cycling.",
                "Using NC/C@NVPF as the cathode and CHC as the anode to assemble the full cells, we studied the practical application of NC/C@NVPF was studied. As displayed in , the CHC anode achieves a relatively stable capacity after ten cycles. Therefore, before assembling the full cell, all CHC anodes were first subjected to 10 cycles for electrochemical presodification and then reassembled with an NVPF cathode to acquire the full cells. a shows the first charge/discharge curve of the NC/C@NVPF cathode, NC/C@NVPF||CHC full cell, and the 10th charge/discharge curve of the CHC anode at the current density of 128 mA g–1. The NC/C@NVPF||CHC full cell exhibits two clear charge and discharge platforms, with a discharge median voltage of up to 3.61 V, which means it has the potential to achieve high energy density. The operating principle diagram of the full cell is shown in the inset of a. During the charging process, Na ions are extracted from the NVPF cathode and inserted into the CHC anode through an electrolyte and separator, while the discharge process is exactly the opposite. b presents the cycle stability of the NC/C@NVPF||CHC full cell at 0.2 C. The full cell still has a capacity of 105.6 mA h g–1 (based on the mass of NC/C@NVPF) after 50 cycles with 92.3% capacity retention. c displays the rate performance of NC/C@NVPF||CHC. The full cell delivers an average discharge specific capacity of 117.3, 113.6, 108.6, 103.8, 97.0, 90.3, 83.8, and 77.5 mA h g–1 at different rates of 0.1, 0.2, 0.5, 1, 2, 3, 4, and 5 C, respectively. When the rate returns to 0.1 C, the full cell still maintains an average discharge specific capacity of 114.4 mA h g–1, close to the initial discharge capacity of 117.3 mA h g–1, demonstrating its superior reversibility. When NC/C@NVPF||CHC was charged/discharged at 0.2 C for three cycles and then charged/discharged at 1 C (d), the full cell still exhibits a discharge capacity of 87.2 mA h g–1 with a capacity retention of 85.3% after 200 cycles, which displays an appreciable cycle performance. The LED lamps illuminated by the NC/C@NVPF||CHC full cell shown in e confirm the practicality of NC/C@NVPF as the cathode for SIBs. More importantly, the NC/C@NVPF||CHC full cell presents a high energy density of 407.7 W h kg–1 at a power density of 92.7 W kg–1. When the power density reaches 461.2 W kg–1, the NC/C@NVPF||CHC full cell exhibits a high energy density of 373.7 W h kg–1, and it still retains 78.2% of the specific energy after 200 cycles."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, the bifunctional N-doped carbon network composed of an N-doped carbon layer and carbon bridge was successfully constructed on the NVPF particles’ surface using DA and PTFE as double carbon sources. PTFE not only serves as a carbon source but also as a fluorine supplement, which has a positive impact on the working voltage of NVPF. As a cathode for SIBs, the NC/C@NVPF electrode exhibits a high discharge specific capacity of 125.7 mA h g–1 at 0.2 C and an excellent capacity retention ratio of 92.7% at 1 C over 300 cycles. Especially, it retains 89.8% of the initial capacity after 1500 cycles at 10 C. When assembled into a full cell with a CHC anode, it presents a discharge median voltage of up to 3.62 V and also delivers a satisfactory reversible capacity (117.3 mA h g–1 at 0.1 C, and 77.5 mA h g–1 at 5 C) and superior cycle performance (85.3% at 1 C over 200 cycles). More notably, the NC/C@NVPF||CHC full cell still displays a high energy density of 373.7 W h kg–1 at a high power density of 461.2 W kg–1, with an excellent specific energy retention of 78.2% after 200 cycles, demonstrating enormous practical application potential."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Achieving High-Performance Na3V2(PO4)2F3 Cathode Material through a Bifunctional N-Doped Carbon Network"
}