{
    "DOI": "10.1039/C6CC01057A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been intensively investigated as low cost alternatives for lithium-ion batteries due to the abundance of sodium-ions on earth and its similar chemical properties to lithium. However, the much larger diameter of sodium-ions than lithium-ions makes it difficult to find appropriate host materials for SIBs. Although numerous anodes e.g. insertion-type carbons, alloy-type materials, conversion-type metal oxides/sulphides, and organic compounds have been explored, none of them can simultaneously possess large capacity, long cycling stability, low cost and environmental friendliness.",
                "Among the current anodes for SIBs, titanium-based materials have attracted much attention from the beginning due to the appropriate redox potential of Ti3+/Ti4+ species vs. Na+/Na as well as the low cost. In the past few years, many titanium-based materials were proposed as potential anodes for SIBs, in which various sodium titanate compounds with related structures and diverse physical characteristics were most extensively studied. These ternary sodium titanate oxides with an open layer or tunnel structure built from a sheet characterized by edge- and/or corner-sharing of TiO6 octahedra greatly enriched titanium-based anodes for SIBs. Pierre J. P. Naeyaert et al. reported monoclinic Na4Ti5O12 as an anode material for SIBs, it can show a capacity of 56 mA h g−1 at a small current density of 12.5 mA g−1. Huilin Pan et al. reported that Na2Ti3O7 delivered 188 mA h g−1 at a current rate of 0.1 C which may be the largest capacity in various Ti-based SIB anode materials; unfortunately, this capacity continuously decayed to 80 mA h g−1 within only 20 cycles. To enhance the performances of sodium titanate, substituting part of the Ti4+ by other metal ions is proved to be an effective way, such as P2-Na0.6[Cr0.6Ti0.4]O2 (105 mA h g−1), P2-Na0.66[Li0.22Ti0.78]O2 (100 mA h g−1), P2-Na2/3Co1/3Ti2/3O2 (90 mA h g−1), and O3-Na0.8Ni0.4Ti0.6O2 (107 mA h g−1). Although the doped sodium titanate exhibited good cycling stability, their capacity still did not exceed 120 mA h g−1.",
                "Among these sodium titanate compounds, the tunnel structured (Fig. 1) Na2Ti6O13 was reported to exhibit an impressive long cycle life with the same time ultra-fast charge/discharge ability. It can retain more than 85% of its initial capacity after 5000 cycles at 20 C with almost 100% coulombic efficiency, which means that this material possesses outstanding structural stability upon repeated insertion/extraction of Na+. Unfortunately, it shows a quite low specific capacity (49.5 mA h g−1). This is because that most thermodynamically favorable sites cannot be reached by Na+ for slow diffusion, thus showing inactive materials for Na storage. Given light by the case of rutile TiO2 and β-MnO2, both of their bulk phase can only accommodate a negligible amount of lithium-ion due to the difficult Li+ diffusion in the structure. While at the nanoscale, they become active and show quite larger capacity. This suggests that shortening the diffusion length especially in the diffusion direction by designing nanostructures is an effective route to promote the specific capacity of Ti-based materials.",
                "The excellent rate capability and great long cycle life of Na2Ti6O13 indicate that the tunnel structure is suitable for sodium storage. Here, we propose K2Ti6O13, which holds an analogous structure to Na2Ti6O13, as a new anode material for SIBs. As shown in Fig. 1, they all form the stepped layered structure formed by edge- and corner-sharing TiO6 octahedra, which are indexed in the space group C2/m. Attributed to the larger a and b parameters than that of Na2Ti6O13, K2Ti6O13 may accommodate more sodium-ions. And the more open structure framework may be more beneficial for Na+ insertion. Moreover, using a soft chemistry method, we can successfully get ultrafine K2Ti6O13 nanowires with a diameter of only 5–10 nm, which grow perpendicularly to the tunnel direction. The ultrafine nanowires greatly shorten the diffusion path length of Na+ and endow K2Ti6O13 with a remarkably improved reactivity compared to the bulk phase. It can deliver a high discharge capacity of 186 mA h g−1 at 20 mA g−1 and exhibit good rate capability with excellent cycling stability.",
                "The ultrafine K2Ti6O13 nanowires were obtained by a hydrothermal method by using tetrabutyl titanate, potassium hydroxide and ethylene glycol as the precursors. The details of the experimental procedure can be found in the ESI.† The hydrothermal route has been widely used in the synthesis of electrode materials on the nanoscale especially for titanate nanomaterials, which is relatively easy and cheap, and may readily be scaled up for large scale production. The structure and morphology of the as-prepared K2Ti6O13 sample are given in Fig. 2.",
                "All the X-ray diffraction (XRD) peaks in Fig. 2a can be indexed to the K2Ti6O13 phase in the monoclinic C2/m space group, which is in agreement with previous reports. The broad width of the XRD peaks is likely attributed to the tiny size of the obtained K2Ti6O13 sample. The EDX spectrum in Fig. 2b indicates that the atomic ratio of K/Ti approaches 1:3, which further proves that the product is K2Ti6O13. To better define the diffraction peaks, we further tested the XRD pattern of the heat-treated sample. As shown in Fig. S1 (ESI†), the diffraction peaks become more intensive and sharper after heat-treating. And all the peaks can be well indexed to the PDF#40-0403, which further indicates the pure phase of the as prepared sample.",
                "SEM images in Fig. 2c and d show that the obtained K2Ti6O13 are spherical particles consisting of uniform ultrafine nanowires. Detailed analysis by TEM and HRTEM in Fig. 2e and f demonstrates that the ultrafine nanowires possess a very thin diameter of 5–10 nm and a long length on a micrometer scale. Such a high length–diameter ratio makes these nanowires disorderly interweave together and form a network structure. The HRTEM image of K2Ti6O13 in Fig. 2f shows that the interplanar spacing of 0.81 nm is corresponding to the 200 reflection. The slightly larger interplanar spacing than the standard 0.77 nm of 200 reflection may be caused by the existence of some interlayer H2O molecules. The interlayer H2O molecules can also be detected using an FT-IR test in Fig. S2 (ESI†), in which the peaks at 1640.26 cm−1 and 3376.83 cm−1 are ascribed to the bending and stretching vibrations of O–H groups and physical adsorption of water respectively. Besides, a weak vibration of 2931.29 cm−1 is observed, which is attributed to the strong interaction between Ti-ions and O–H groups. The larger interlayer spacing would facilitate the fast diffusion of Na+. As observed by HRTEM, the nanowires grow preferentially along the b-direction, which is perpendicular to the tunnel direction. This means that the diffusion path of Na+ can be greatly shortened in the ultrafine nanowires.",
                "The electrochemical performances of K2Ti6O13 nanowires as an anode material for sodium-ion batteries are investigated by cyclic voltammetry (CV) and galvanostatic charge–discharge. CV curves of the K2Ti6O13 at a scan rate of 0.1 mV s−1 are presented in Fig. 3a. For the first cycle, their reversible redox peak at about 0.9 V (vs. Na+/Na) could be ascribed to the side-reactions including electrolyte reduction and the formation of a solid electrolyte interphase (SEI). The two reversible redox couple at 0.2/0.6 V and 0.9/1.1 V should be assigned to Na+ insertion/extraction in K2Ti6O13. The high overlap of CV curves after the first cycle indicates the reversible insertion of Na+ in the tunnel structure of K2Ti6O13.",
                "Fig. 3b shows the discharge–charge curves of the K2Ti6O13 anode at different current densities in a voltage range of 0.01–3.0 V. It exhibits a high reversible capacity of 186 mA h g−1 at a small current of 20 mA g−1, which exceeds Na2Ti6O13 by A. Rudola et al. and many other titanium based sodium-ion anode materials. Shen et al. also reported a large discharge capacity for Na2Ti6O13 to be 196 mA h g−1 by lowering the discharge cut-off voltage to 0 V. But this capacity drops rapidly to approximately 75% over only 30 cycles, because such a deep discharge to 0 V would damage its structure according to the investigation of density functional theory. The initial cycle of K2Ti6O13 nanowires experiences a large irreversible capacity (Fig. S3, ESI†), which may be attributed to the side-reactions and the formation of a solid electrolyte interphase (SEI) corresponding to the CV curves. In comparison to the large capacity of K2Ti6O13 nanowires, the bulk K2Ti6O13 only delivers a capacity of 67 mA h g−1 at 20 mA g−1, as shown in Fig. S4 (ESI†). The higher reversible capacity of K2Ti6O13 nanowires should originate from the high specific surface and the shortened diffusion length for the nanostructure design. For the ultrafine K2Ti6O13 nanowires, more active sites can be reached by Na+ within a certain time for the shortened diffusion length, contributing substantially to the significantly enhanced sodium storage capacity. It is noteworthy that the insertion/extraction potentials at different currents are nearly the same which implies fast electrode kinetics and little voltage polarization.",
                "The rate performance of the K2Ti6O13 anode is investigated at various current densities from 20 to 1000 mA g−1 as shown in Fig. 3c. 33% of the initial capacity (61 mA h g−1) could be maintained even at a high current density of 1000 mA g−1, which exhibits excellent rate performance. It should be noted that the high specific surface of ultrafine nanowires could provide not only an increased contact area with the electrolyte but also a large quantity of surface active sites, which can together contribute to a large capacity for sodium storage. More importantly, the thin diameter of K2Ti6O13 nanowires greatly shortens the diffusion lengths of Na+ in the tunnel directions, which endows K2Ti6O13 nanowires with high reactivity for Na+ insertion/extraction. In fact, the Na+ diffusion in host electrode materials is associated with the Na+ diffusion coefficient (DNa+) and the diffusion length (Lion). The characteristic time (τ) for diffusion can be represented as: τ = Lion2/DNa+. The diffusion time for intercalation decreases with the square of the diffusion length. If the size of the active material is reduced from 1 μm to 10 nm, the time for Na+ diffusion would be greatly reduced to one ten-thousandth of that of the bulk phase. Here, the ultrafine nanowires with shortened diffusion length would tremendously reduce the diffusion time compared to the micrometre-sized bulk phase, and thus effectively enhance the capacity and rate capability of K2Ti6O13. We also tested the Na+ diffusion coefficient in K2Ti6O13 nanowires and bulk K2Ti6O13 using electrochemical impedance spectroscopy (EIS). As shown in Fig. S5 (ESI†), the Na-ion diffusion coefficient of K2Ti6O13 nanowires and bulk K2Ti6O13 is about 2.93 × 10−14 and 4.73 × 10−15 cm2 s−1, respectively. The higher Na+ diffusion coefficient of nanowires compared to the bulk phase is also responsible for the fast electrode kinetics of K2Ti6O13 nanowires.",
                "Fig. 3d exhibits the cycling performance of the K2Ti6O13 anode at the current density of 400 mA g−1. Its charge capacity can remain 99 mA h g−1 after 200 cycles. Also, according to Fig. S6 (ESI†), there is no obvious change in the voltage profile during different cycles, indicating highly stable insertion/de-insertion reactions. And even at the low current density of 40 and 100 mA g−1 after 100 cycles (Fig. S7, ESI†), the capacity retention is 56% and 83% respectively, which confirmed the better cycling performance than that of Na2Ti3O7. The morphology of the nanowire electrode after 50 cycles at 400 mA g−1 was further analyzed by TEM, as demonstrated in Fig. S8 (ESI†). Although the active materials are surrounded by the relatively large amount of conductive additive, the nanowire morphology with a diameter of about 5–10 nm is generally preserved after 50 cycles of Na+ insertion and de-insertion. This observation demonstrates the good structural stability of K2Ti6O13 nanowires upon cycling.",
                "In summary, ultrafine K2Ti6O13 nanowires with a diameter of only 5–10 nm are successfully prepared using a facile hydrothermal method and firstly used as an anode material for sodium-ion batteries. This new titanium based anode material exhibits a high charge capacity of 186 mA h g−1 at 20 mA g−1 and an excellent rate performance of 61 mA h g−1 at 1000 mA g−1. After 100 cycles of charge/discharge at a current of 100 mA g−1, it can still retain 83% of its initial value, showing good cycling stability. The ultrafine nanowires grow perpendicularly to the tunnel direction, thus can greatly shorten the diffusion path length of Na+ in the structure. Together with a high contact area with the electrolyte, the K2Ti6O13 nanowires promise a high reactivity for Na+ insertion, thus can deliver a much larger specific capacity than most other reported Ti-based materials. With a tunnel structure, large capacity, and good cycling stability, K2Ti6O13 can serve as a new promising anode material for low cost and high security rechargeable sodium-ion batteries.",
                "We acknowledge the support from the National Basic Research Program of China (973 program, 2015CB932600), the National Natural Science Foundation of China (21571073, 51302099, 21322106), the Program for New Century Excellent Talents in University (NCET-13-0227), the Program for HUST Interdisplinary Innovation Team and the Fundamental Research Funds for the Central University. The authors also thank the Analytical and Testing Center of HUST for the measurements."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "Ultrafine potassium titanate nanowires: a new Ti-based anode for sodium ion batteries"
}