{
    "DOI": "10.1039/D1NR07879H",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion batteries (SIBs) have been viewed as the best alternatives to lithium ion batteries (LIBs) for large-scale electric equipment due to their low cost and abundant resources. Much effort has been made including the improvement of anode/cathode materials’ structure and the exploration of new materials to develop high performance SIBs. Advancements in the development of high performance SIBs rely on anode/cathode materials with fast sodium ion transport. So far, the anode materials in SIBs including metallic alloys, conversion materials, and hard carbon have been improved because of the sodium ion transport from the pore structure, surface chemistry, and interface properties. As an important anode material, hard carbon has drawn more attention due to its higher capacity, lower plateau voltage, and more stable cycling ability. However, the large radius of sodium ion demands hard carbon with a pore structure more suitable for the ion diffusion, which remains a great challenge and requires ongoing research effort.",
                "The discharge curve of hard carbon anodes is normally divided into two regions: a high-potential slope and a low-potential plateau. Meanwhile, the reversible capacity of anodes is mainly from the low-potential region due to the kinetic limitations of ion diffusion. Therefore, several strategies have been developed to increase the low-potential capacity. Improving the carbonization temperature can effectively provide more space for sodium ion diffusion. However, it cannot be ignored that a carbonization temperature much higher than 1300 °C results in poor rate capability and difficulty for practical applications. Therefore, it is essential to develop hard carbon with the feature of fast sodium diffusion under mild carbonization temperatures, further realizing high low-potential capacity and satisfactory rate capability.",
                "Cellulose-derived hard carbon anodes are a distinctive field of endeavor that stimulates intensive research of sodium storage behaviors because of their pure chemical components, abundant hydroxyl groups, and rich porous structure. Several studies used high-temperature carbonization, chemical surface modification, or a heteroatom-doped method to increase the performance of sodium ion storage. Despite these strategies for the synthesis of hard carbon with enhanced capacity, the low-potential capacity remains at a lower level, which determines the cell realistic capacity. As previously reported, the micro/mesopore structure has a significant influence on the Na+ diffusion in the low-potential region, which determines the low-potential capacity and rate capability.",
                "The development of cellulose-derived hard carbon anodes with a micro/mesopore structure has been an ever-growing field. Some strategies such as chemical modification, physical adsorption, and polymer blending can yield an advanced pore structure, that is suited for the fast ion diffusion of SIBs. As a kind of nanocellulose, bacterial cellulose (BC) is produced by the fermentation of acetobacter xylostacter, and has a super-fine 3D structure with repeated D-glucoside units. In addition, BC has good mechanical properties and thermal stability even after carbonization due to its high crystallinity. More importantly, monomers can be ideally dispersed in the BC network without any surface modification under the condition of water or organic solvents. Hiroshi Uyama et al. prepared carbon electrodes derived from a BC-polyacrylonitrile (PAN) composite with a large surface area and plenty of micropores, which are beneficial to reduce grain boundary impedance and improve electrical conductivity. Bai et al. used poly(methyl methacrylate) (PMMA) as a pore-forming agent for BC to prepare porous carbon materials. The prepared carbon materials displayed a highly increased pore diameter and pore volume because of the influence on the PMMA skeleton. Therefore, using polymer-blended BC is a powerful approach to tune the micro/mesopore structure of the BC-based cellulose matrix.",
                "Inspired by these studies, we provided a facile strategy to improve the micro/mesopore structure of hard carbon under a mild carbonization temperature. The as-prepared BC/PMMA composites via free-radical polymerization show a kind of stable 3D fibrous network. The BC/PMMA composite derived carbon materials consist of a BC-originated fibrous structure with a large specific area and plenty of micropores formed during PMMA pyrolysis. Taking advantage of the abundant micro/mesopores, the optimized carbon anodes display an enhanced Na+ diffusion rate with a high capacity of 380.66 mA h g−1 at a current density of 0.03 A g−1. They possess superior low-potential capacity, and even at a high scan rate would have retained 42% of the total capacity. The proposed method of polymer-blended on cellulose matrix provides an energy-efficient way for achieving high low-potential capacity with facile processing conditions."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Bacterial cellulose (BC) was purchased from Hainan Yide Co., Ltd. Tetrahydrofuran (THF, AR, 99%) was purchased from Tianjin Baishi Chemical Co., Ltd. Methyl methacrylate (MMA, AR, 99%) and 2,2′-azobis(2-methylpropionitrile) (AIBN, AR, 99%) were purchased from Shanghai Macklin Biochemical Technology Co., Ltd. THF and MMA were distilled before use."
                    ],
                    "name": "2.1 Chemicals and materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Firstly, BC gel blocks were purified by immersing in deionized water at 70 °C for 3 h and 1 M NaOH solution at 70 °C for 90 min, respectively. After that, BC blocks were washed using deionized water and then cut into a series of cubes with a size of 1 × 1 × 1 cm3. Then, the prepared BC cubes were put into THF/MMA solutions with different weights of the MMA monomer. Next, the initiator of AIBN (1% by weight of the MMA monomer) was added to the above solution and the mixture was stirred at 70 °C for 12 h. Finally, the BC-PMMA composite materials (BPm, where m refers to the weight ratio of MMA) were obtained after freeze-drying."
                    ],
                    "name": "2.2 Preparation of BC/PMMA composite materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-prepared BC/PMMA composite materials were pre-carbonized at 280 °C for 60 min with a heating rate of 5 °C min−1 and then heated to the final temperatures (850 °C, 1050 °C, and 1250 °C) for 120 min with a heating rate of 2 °C min−1 in a N2 flow. The obtained carbon materials are denoted as c-BPm-t, where t refers to the final carbonization temperature. The prepared carbon materials, acetylene black, and poly(vinylidene fluoride) in a weight ratio of 8:1:1 in N-methyl-2-pyrrolidone are mixed to form the slurry. The obtained slurry is coated onto copper foils and then dried at 110 °C for 10 h in a vacuum drying oven. After that, the carbon anodes are obtained by cutting the coated-copper foils in coin-shape with 12 mm diameter and a mass loading of 0.8 mg cm−2."
                    ],
                    "name": "2.3 Preparation of carbon anodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The thermal properties of the pure BC and BPm composite materials are characterized by thermogravimetry–differential scanning calorimetry (TGA–DSC, PEtga 8000, American) under N2 from 25 °C to 800 °C with a heating rate of 10 °C min−1. The surface morphologies of samples were obtained using field emission scanning electron microscopy (FESEM, JEOL, JEM-2010, Japan) and transmission electron microscopy (TEM, JEOL, JEM-2010, Japan). The chemical and crystalline structure of carbon materials were obtained using Fourier transform infrared spectrometry (FTIR, Thermo Nicolet. Is5, American) and X-ray diffraction (XRD, Panalytical, X'Pert PRO, Netherlands) in the wavelength of 0.15406 nm with a scanning speed of 10° min−1. The pore characterization of carbon materials was performed by the Brunauer–Emmett–Teller (BET, JW-DX-01, China) method. Raman spectra were recorded using a Raman spectrometer (LabRAM HR Evolution, Horiba Jobin Yvon, France)."
                    ],
                    "name": "2.4 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical measurements were performed using CR2032 coin cells with sodium metal as the counter electrode between 0.001 and 2.5 V at room temperature. The electrolyte is a solution of 1 M NaClO4 in a mixture of ethylene carbonate (EC) and propylene carbonate (PC) (EC:PC = 1:1, V%). The cyclic voltammetry (CV) measurements were performed on a CHI660D electrochemical workstation (Chenhua, Shanghai). The galvanostatic intermittent titration technique (GITT) and galvanostatic charge/discharge (GCD) were used to calculate the Na+ diffusion coefficient using a LAND CT2001A instrument (Wuhan, China)."
                    ],
                    "name": "2.5 Battery assembly and electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The procedure for the fabrication of carbon materials derived from BC/PMMA composites is schematically illustrated in Fig. 1. The BC/PMMA composites are obtained by the in situ polymerization of methyl methacrylate (MMA) within BC networks in THF medium. The white BC gel blocks immersed in THF become completely transparent via solvent exchange. The solvent exchange from water to THF can help swell the BC fiber wall that effectively removes the interfibrillar hydrogen bonds, which makes the fabrication of PMMA-blended composites easier. When radical polymerization is carried out with the help of 2, 2′-azobis(2-methylpropionitrile) (AIBN), these prepared BC/PMMA composite blocks become off-white. In this study, these composite samples of BC/PMMA are labeled as BPm, where “m” refers to the weight ratio of MMA.",
                "Aiming to compare the effect of PMMA on the structure and performance of BP derived carbon materials, BC/PMMA composites are prepared prior to carbonization yielding three levels, i.e., when the weight ratios of PMMA are 2, 5, and 8%, the BC/PMMA composites of BP2, BP5, and BP8 are obtained, respectively. As shown in SEM images in Fig. 2a–d, the morphology of BC/PMMA composites is similar to that of BC with a 3D porous structure composed of numerous nanofibers entangling with each other. Meanwhile, the fibers of BC/PMMA composites become thicker with the increase of the amount of the MMA monomer. The reason for morphological change is that the radical polymerization of MMA occurs not only on the surface of BC fiber, but also inside the fiber wall. In order to prevent PMMA decomposition directly during high temperature pyrolysis, it is necessary to stabilize the as-prepared composites in the temperature range of 150–450 °C according to the thermogravimetric analysis (Fig. S1 in the ESI†). Therefore, the carbon materials derived from BC/PMMA composites are first subjected to pre-oxidization at 280 °C, then calcined to the final carbonization temperature (i.e. 850, 1050, and 1250 °C). And these carbon materials are denoted as c-BPm-t (t = 850, 1050, and 1250).",
                "In the carbonization process, both BC and PMMA can be used as the carbon source under the appropriate heat-treatment process and temperature. PMMA also acts as the activator source providing methane, carbon dioxide, and other small molecular gases. Importantly, the PMMA matrix has no damage to the stability of BC derived carbon. Fig. S2 in the ESI† shows that c-BP5-1050 retains the original carbon network structure while c-BC-1050 appears as a cluster, implying that the enhanced carbon skeleton was due to the presence of PMMA. It is further proved that the polymerization reaction of PMMA could occur inside BC fiber as well. TEM and selected area electron diffraction (SAED) are used for a more detailed analysis of the microstructure of c-BC-1050 and c-BPm-1050 (Fig. 2e–h). In contrast, the inter-layer distance of c-BP5-1050 (0.39 nm) is larger than that of others. More TEM images of carbon materials are shown in Fig. S3 in the ESI.† All these TEM images show that the obtained carbon samples exhibit a highly disordered structure, which is a typical characteristic of hard carbon materials.",
                "The microstructure of carbon materials is further investigated via XRD measurements (Fig. 3a and Fig. S4 in the ESI†). The obtained carbon materials exhibited two broad diffraction peaks at 23° and 43°, corresponding to the (002) and (100) planes in the amorphous carbon structure. Compared with that of c-BC-1050 (25.63°), the (002) peak of c-BPm-1050 shifts to the left, indicating that the microcrystalline structure tends to be more disordered. In Fig. 3b, the FT-IR curve of c-BP5-1050 exhibits a similar shape to that of c-BC-1050, indicating PMMA evenly dispersed into the BC fiber network. Compared to c-BC-1050, the peak intensity of c-BP5-1050 increased that the effect of enhanced hydrogen band in molecular chain between BC fibers and PMMA. From Fig. S5 in the ESI,† one can find that the intensity ratio of the D-band over G-band (ID/IG) increases because of PMMA.",
                "According to the XRD data, the inter-layer distance in the (002) direction in crystalline region of c-BP5-1050 was 0.387 nm, which is larger than that of crystalline graphite (0.335 nm). It is demonstrated that Na ions (0.102 nm) could be easily inserted/extracted into c-BP5-1050 carbon. Besides, there is no obvious change in the peak angle and pattern of carbon materials with increasing carbonization temperature, further demonstrating the nature of hard carbon. The Lc of the order layered segment that is calculated from the Debye–Scherrer equation suggests the decrease of order-layered segments of graphitic microcrystals with the increase of the carbonization temperature. The detailed XRD and Raman results are shown in Table S1 in the ESI,† and are well consistent with the TEM and SEAD analysis. Based on the above results, one can conclude that PMMA plays an important role in the lattice expansion of the carbon materials.",
                "As shown in Fig. 3c, the absorption of all the samples sharply increasing at the lower relative pressure condition suggested that the number of micropores of carbon materials increased. Besides, the curves of c-BC-1050 and c-BP5-1050 exhibit typical IV isotherms with a H4 type hysteresis loop when P/P0 is equal to 0.5–0.9, showing multiple physical absorptions together with pores including micropores and mesopores. Such micro/mesoscale pores are beneficial to construct hierarchical and continuous networks, providing a pathway for the ions to access into the carbon inter-layer. Owing to the existence of PMMA, the specific surface area is greatly increased from 58.40 m2 g−1 for c-BC-1050 to 141.03 m2 g−1 for the optimized c-BP5-1050. The detailed pore parameters for c-BC-1050 and c-BPm-1050 can be seen in Table 1. Compared with c-BC-1050, the pore volume of c-BP5-1050 (0.22 cm3 g−1) is larger than that of c-BC-1050 (0.16 cm3 g−1). As shown in Fig. 3d and e, the pore diameter of all samples is mainly distributed within 10 nm. In particular for c-BP5-1050, it exhibits a majority of micropores with peaks centered at 0.6 nm and a small number of mesopores with a peak centered at 2.5 nm. Therefore, systematic porous characterization and studies further confirm that the strategy using blended-PMMA in BC-based carbon networks can effectively increase micro/mesopores inside carbon materials.",
                "The electrochemical performance of c-BC-1050, c-BPm-1050 and c-BP5-t serving as SIB anodes is investigated. Fig. 4a and b show the dis/charging curves of c-BC-1050 and c-BP5-1050 at 0.03 A g−1. The sodiation and desodiation capacities of c-BC-1050 are 222.9 and 125.2 mA h g−1, respectively; while those of c-BP5-1050 are 380.66 and 181.1 mA h g−1, respectively. From the cyclic voltammetry (CV) curves of c-BP5-1050 shown in Fig. 4c, there are two broad cathodic peaks in the first cycle at 0.1 mV s−1 due to the decomposition of the electrolyte and the formation of a solid electrolyte interface layer on the carbon surface. Besides, a sharp cathodic peak near 0 V and a counterpart anodic peak at 0.22 V show the behavior of sodium insertion/extraction in graphite. Apart from these peaks, a pair of weak humps over a wide voltage range (0.2–1.5 V) in the both cathodic and anodic portions correspond to the plateau regions and slope region of discharging curve, respectively. In comparison, the CV of c-BC-1050 (Fig. S6a in the ESI†) shows a similar pattern. The behavior of sodium storage based on different conditions (the weight ratio of MMA and carbonization temperature) is also shown in Fig. S6 in the ESI,† revealing the c-BP5-1050 anode delivers a superior capacity compared to others carbon anodes. Furthermore, the c-BP5-1050 anode demonstrates a satisfactory rate capability and cycling stability. Details are shown in Fig. 4d, e, and Fig. S7 in the ESI.† The half cells are cycled at rates from 0.03 to 5 A g−1. The rate performance data in Fig. 4d exhibit a good rate capacity of c-BP5-1050 anodes with a specific capacity of 55.7 mA h g−1 at 5 A g−1 and excellent recovery capability. According to the rate and cycle performance with higher areal loading (Fig. S7a–c in the ESI†), the active material loading has no effect on the electrochemical performance. The comparison of specific electrochemical data can be seen in Table S2 in the ESI.† After 300 cycles, the capacities of 115.2, 79.0, and 68.9 mA h g−1 are achieved at the rates of 0.1, 0.5, and 1 A g−1 (Fig. 4e and Fig. S7d in the ESI†), respectively, indicating the good structural stability and fast transport, and excellent capacity retention.",
                "As mentioned above, the introduction of the PMMA matrix leads to the formation of a micro/mesoporous carbon structure, which is available to improve the capacity and rate performance. To demonstrate the proposal, the transport behavior and kinetic performance of Na+ across the as-prepared carbon anodes were investigated by CV and galvanostatic intermittent titration technique (GITT), as shown in Fig. 5, 6 and Fig. S8, S9 in the ESI.†",
                "To investigate the effect of PMMA in carbon anodes, the CV curves for c-BC-1050 and c-BP5-1050 at various sweep rates of 0.1–1.0 mV s−1 in the voltage window of 0–2.5 V (Fig. 5a and Fig. S8a in the ESI†) were obtained. Assuming that the current obeys a power-law relationship with the scan rate as follows:",
                "where a and b are two adjustable parameters ranging from 0.5 to 1 relevant to sweep rates. In particular, the value of b is 1 that means the pseudo-capacitive (the rapid surface capacitance reaction), and that is 0.5 shows diffusion-controlled current response (sodium ions embedding into the interlayer or filling the micropores). Besides, the b value is between 0.5 and 1 showing the diffusion-controlled battery reaction and the rapid surface capacitance reaction. A slight shift in oxidation and reduction peaks with the increase of the sweep rate can be observed, which suggests the fast kinetics and weak polarization of the c-BP5-1050. The fitted lines of log(v)–log(i) curves for cathodic and anodic peaks are displayed in Fig. 5b, Fig. S8e and f in the ESI.† The b values of c-BP-1050 for cathodic and anodic peaks are 0.62 and 0.58, respectively, while those of c-BP5-1050 are 0.65 and 0.52, respectively, implying diffusion-controlled dominated sodium ion storage. The details of the b value calculated are shown in the Experimental section of the ESI.† Besides, the capacity ratios of c-BC-1050 and c-BP5-1050 are calculated according to the analytical method proposed by Dunn. The current can be divided into diffusion-controlled intercalation behavior (k1v1/2) and surface induced capacitive behavior (k2v) at a fixed voltage, as follows:",
                "The values of k1 and k2 can be calculated by fitting the plots of i(v)/v1/2 as a function of v1/2. Fig. 5c and Fig. S8c in the ESI† demonstrate the contribution of c-BP5-1050 and c-BC-1050 in the CV curves at 0.1 mV s−1 and 0.3 mV s−1, respectively. The capacitive contribution from the diffusion control process (white region) significantly dominates the capacitance contribution of the surface capacitance effect (orange region). Compared with c-BC-1050, the added PMMA matrix is beneficial to enhance the diffusion controlled capacity (account for 42%) at a sweep speed of 1 mV s−1 and further improve plateau capacity by adjusting the pyrolysis temperature. The details of the relationship between capacity ratios and sweep rate are shown in Fig. 5d and Fig. S8d in the ESI.† The capacitive proportion increased with the sweep rate increase. However, when the sweep rate is close to 0.5 mV s−1, the capacitance ratio tends to be stable, that is, the diffusion-controlled sodium storage behavior plays a dominant role.",
                "Fig. 6a and b show the GITT curves of the c-BC-1050 and c-BP5-1050 with a pulse current of 25 mA g−1 for 0.5 h between rest intervals for 2 h. According to Fick's second diffusion law, the Na+ diffusion coefficient (D(Na+)) can be calculated based on the following equation:",
                "where τ is for the pulse duration, mB (g) and MB are the active mass and molar mass of carbon, VM is the molar volume, and S (cm2) is the active area of the electrodes. The parameters of ΔES and ΔEτ are derived from the GITT curves, as shown in Fig. 6c. Besides, Fig. 6d shows that the potential and τ1/2 of GITT curves is in a linear relation during the discharging process, indicating the above formula is suitable to calculate the D(Na+).",
                "From the calculated results (Fig. 6e and f), the D(Na+) of c-BP5-1050 is higher than that of c-BC-1050 during the discharge process at different potentials. The pore structure architecture is responsible for the good Na+ diffusion kinetics in the c-BP5-1050 electrode, which is indicative of good rate performance. Thus, introducing PMMA contributed to the increase of plateau capacity. However, too much PMMA may hinder the ion accession, because we can see from Fig. S9 in the ESI† that the sodium ion diffusion behavior became sluggish caused by fusion-undecomposable PMMA occupying ion transport channels. The D(Na+) values of c-BP5-1050 and c-BC-1050 at high potential are obviously higher than those at low potential, indicating that there are many barriers for ion transport in the low potential plateau region. Therefore, the storage Na+ behavior of c-BP5-1050 has also been evaluated using the D(Na+) of the discharge process. The D(Na+) of c-BP5-1050 shows a variation at 0.06 V, demonstrating the existence of two different sodium storage mechanisms: sodium ions first insert into graphitic layers and then fill into micropores. Besides, all the charging/discharging processes of Na+ diffusion show the opposite trend, which suggests that the reaction process of c-BP5-1050 is reversible. The different D(Na+) at 0.10 V during the charging process, corresponding to Na+ first leaving the carbon layer and then departing from the micropores (0.1–0.2 V), is ascribed to the weaker band energy between the sodium ions and pores.",
                "Based on the transport behavior and kinetic performance, the c-BP5-1050 carbon anode derived from PMMA-blended BC with the hierarchical micro/mesopores structure has advantages of high low-potential capacity and good rate performance. According to reported cellulose-based carbons for SIB anodes in Table S2 in the ESI,† the PMMA-blended BC derived carbon anode materials exhibit a larger surface area, more defect structures, and superior electrochemical performance. Accordingly, their advantages can be summarized in the following points. Firstly, BC can be used as stable polymer monomer carriers to improve the dispersion of MMA in THF due to its inherent nanoscale dimension. Secondly, in situ radical-free polymerization of MMA in BC networks results in a highly efficient integrated composite matrix and enhances their mechanical strength due to the reinforcing phase of PMMA. Besides, the well-designed carbon architecture possesses continuous conductive networks and abundant micro/mesoscale pores, shortening the transport distance for Na+ and decreasing interfacial transfer impedance during the diffusion process of electrode materials. These advantages allow the micro/mesoporous carbon derived polymer-blended BC to exert a predominant effect on sodium ion storage capacity."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have constructed a micro/mesoporous structure using a facile method achieving the expansion of the carbon lattice to decrease the ion diffusion barrier. It is worth noting that the prepared carbon derived polymer-blended BC has a feature of microscale structure controlled by the polymer weight and pyrolysis temperature. Benefiting from the high surface area and micropore volume, outstanding kinetics and rate performance have been achieved. Thus, the prepared carbon electrode c-BP5-1050 can deliver a favorable capacity of 380.66 mA h g−1 at a current density of 0.03 A g−1. The contribution from Na+ embed into the carbon lattice is found to significantly increase the plateau capacity, which is the main reason for the higher capacity utilization. Our work can provide a simple strategy to construct advanced carbon electrode materials for high performance SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Fujuan Wang: conceptualization, data curation, formal analysis, and writing – original draft; Xiaohong Shi: resources and software; Junlei Zhang and Tianqi He: visualization; Liang Yang: validation; Tianyun Zhang and Fen Ran: conceptualization, supervision, and writing – review and editing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Bacterial cellulose-derived micro/mesoporous carbon anode materials controlled by poly(methyl methacrylate) for fast sodium ion transport"
}