{
    "DOI": "10.1021/acsami.7b07964",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Room-temperature sodium-ion batteries (SIBs) have attracted increasing attention in recent years.  Research on negative electrode materials for SIBs has been focused on the following four aspects: (1) oxides and polyanionic compounds (such as phosphates) as topotactic insertion materials for sodium, (2) carbon materials,  (3) mental selenides, sulfides, and oxides with a conversion reaction,  and (4) p-block elements (phosphorus/phosphide, metals, and alloys) showing reversible sodiation–desodiation. In the above-mentioned categories, metals and alloys with distinctive electrical conductivities, high theoretical capacities, and ideal platforms represent a promising type of material for SIBs,  including Pb/Na15Pb4 (484 mA h g–1),  Ge/NaGe (369 mA h g–1),  Bi/Na3Bi (385 mA h g–1),  Sn/Na15Sn4 (847 mA h g–1),  Sn–Ge–Sb ternary alloy,  Sb/Cu2Sb,  SnSb,  and so on. However, the attempts to achieve a stable cyclic property is seriously hampered by drastic expansion and aggregation during the Na alloying–dealloying processes, e.g., 300% for Ge,  390% for Sb,  and 525% for Sn.  Extensive efforts have been made to address the inherent structural stability problem of metals and their intermetallic electrodes. At present, these problems are usually eased by nanostructuring the active material, including the regulation of structure and morphology at the nanoscale, and the combination of complexes with phosphorus, graphite, and other related carbon structures. ",
                "Among the most suitable anodes for Na-ion batteries, Na-alloy-based Sb, as a promising candidate, has drawn particular attention for the high theoretical capacity of 660 mA h g–1 and suitable potential (about 0.5–0.8 V vs Na+/Na) for sodiation–desodiation,  while the inherently large volume changes and particle aggregation of Sb metal during sodiation usually lead to rapid capacity fading.  Thus, as is common with other metals, antimony and its combination with carbon, as well as their prospects and challenges, represent a thriving class of materials for Na-ion anode materials.  Recently, some composites have been presented with a Na storage capacity at about 500 mA h g–1, such as Sb/C rods, Sb/C fibers, Sb/C microspheres, and so on, which have confirmed that the carbon material acts as a buffer and as a good conductive matrix during the cycling process.  In the midst of the above-mentioned materials, most carbon matrixes were synthesized by means of some complex methods, and the carbon content was higher, even over 50%, which may result in an expensive preparation cost and lower material capacity. Hence, it is still meaningful to develop carbon materials with more excellent electrochemical performances for the safe and economic preparation of Sb/C anode composites, especially with better cycling stability and higher Na storage capacity.",
                "In all kinds of carbonaceous materials, hard carbon with low cost, moderate conductivity, abundance reserve, and corrosion resistance has been investigated theoretically and experimentally as an anode material for SIBs.  One of the most talented commercial carbon candidates is porous carbon materials because of their large specific surface area and excellent chemical stability. In particular, hierarchical porous carbons, which can increase specific surface area, shorten ion diffusion distance, and provide spaces to relieve volume expansion, have attracted broad attention.  In addition, N-doping carbon matrixes may offer more defects and active sites without causing lattice mismatch, which is helpful for improving the electrochemical performances of the carbon material. ",
                "As shown above, porous carbon materials could be prepared in various ways, for example, utilizing different sizes of templates, heat treatment with molten salt, or carbonization from a polymer blend or polymer networks.  Especially activated carbons (ACs) are often required through chemical activation, and the commonly utilized activating agents include KOH, NaOH, H3PO4, and ZnCl2.  Meanwhile, polyaniline (PANI) has long been considered as a promising candidate for supercapacitor and battery electrodes because of its environmental stability and high electrical conductivity.  In this work, a N-doping porous carbon (NPC) material was prepared via three-dimensional-structure PANI nanosheets using molten NaOH. Then, an Sb/NPC composite was successfully obtained by a low-cost reduction reaction. Most significantly, the Sb/NPC composites serving as anodes for SIBs demonstrate higher cycling stability than metallic Sb and show outstanding rate behavior. Therefore, it is worth noting that NPC synthesized through this method with PANI nanosheets as a precursor can be regarded as a potential carbon material for combination with a wide range of other metal materials."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis of N-doping porous carbon (NPC) was as follows: 0.5 g of citric acid and 2.33 mL of phenylamine were dissolved in 125 mL of distilled water at 4 °C. Aqueous ammonium persulfate (10 mL, 1.9 g) was immediately transferred into the above mixture, and stirring continued for approximately 5 min. Next, the light-yellow solution was allowed to stand for 24 h, resulting in brown precipitate. The crude product was washed with deionized water several times until the filtrate became neutral and colorless. Then, the purified brown PANI powder was obtained through drying at 80 °C for 10 h. In the second stage, 0.5 g of as-prepared PANI was mixed with 5 g of NaOH, and the mixtures were heated to 600 °C for 2 h with a heat rate of 5 °C min–1 in Ar, followed by washing with HCl and distilled water several times. Finally, NPC was obtained via drying overnight in a vacuum oven at 80 °C.",
                        "The synthesis of Sb/NPC composites and Sb nanoparticles was as follows: 0.1 g of NPC and 2.9 g of C8H10O15Sb2K2 powder were diffused in 100 mL of distilled water. Subsequently, an aqueous solution of NaBH4 (1.5 g, 10 mL) was dropwise added to the above system at 60 °C with stirring for 1 h. Then, the Sb/NPC product was rinsed with distilled water five times and dried at 60 °C under vacuum for 10 h. Similarly, pure Sb nanoparticles were prepared in the absence of an NPC sample."
                    ],
                    "name": "2.1 Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The specimens of samples were initially obtained by utilizing X-ray diffraction (XRD) patterns (Phillips X’pert Pro MPD diffractometer with Cu Kα radiation, λ = 1.5418 Å). Then, scanning electron microscopy (Hitachi JSM 7600, FE-SEM) and transmission electron microscopy (200 kV, JEOL JEM 2100F, TEM) were used to study the surface morphologies and structures of products. Also, X-ray photoelectron spectroscopy (ESCALAB 250 spectrometer, XPS) was further used to analyze the surface chemical composition. The Brunauer–Emmett–Teller pore-size distributions, Barret–Joyer–Halenda (BJH) pore sizes, and surface areas of as-formed samples were measured using a surface-area and porosity analyzer by nitrogen physisorption at 77 K (BET, Micromeritics, ASAP 2020). Raman spectra were obtained with 532 nm excitation working at 15 mW on the Thermo Scientific DXR Raman instrument. Using a TGA 2950, thermogravimetric analysis of samples was conducted over a temperature range up to 800 °C under air atmosphere, and the heating rate was 10 °C min–1."
                    ],
                    "name": "2.2 Sample Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrodes were obtained with a composition of carboxymethyl cellulose (CMC) binder, active material, and super P with the weight ratios of 15:70:15 via pasting the homogeneous slurry of water onto copper foils. The loading density of material on the electrode foil is about 1.5 mg cm–2. In an Ar-filled glovebox, the CR2016 half-cells were assembled. The metallic sodium foils, porous polypropylene film, and NaClO4 worked as counter electrodes, separator, and electrolyte, respectively. Ethylene carbonate and propylene carbonate mixed with a volume ratio of 1:1 in the electrolyte. At room temperature, cyclic voltammetry (CV) curves were performed with a Solartron Analytical device from 0.01 to 2.0 V (vs Na+/Na) at a scan rate of 0.2 mV s–1. On an Arbin battery cycler (BT2000), the galvanostatic discharge–charge files were further performed. The Solartron Analytical device was used to collect electrochemical impedance (EIS) measurements at a voltage of 5 mV amplitude in the frequency ranging from 100 kHz to 0.01 Hz."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The schematic illustration for the formation of the Sb/NPC nanocomposite is shown in . The PANI nanosheets were first obtained through polymerization at the stage of low temperature. Then, the porous structure of the NPC material could be prepared through a carbonizing process of PANI nanosheets within NaOH molten salt. At the temperature of 60 °C, the as-prepared NPC was uniformly dispersed in C8H10O15Sb2K2 solution. It is noted that the abundant pore structure can provide more active sites to accommodate Sb nanoparticles. During the reduction, Sb nanoparticles were formed on the surface of NPC and were also well-embedded in the NPC material. Finally, the Sb/NPC composite was obtained with the size of Sb being about 30 nm.",
                "The morphologic features of as-prepared PANI and NPC were observed by SEM and TEM. a shows that the PANI sample presents a three-dimensional crisscrossed network structure composed of thin nanosheets. After carbonization, the NPC material, which exhibits a foamlike structure with abundant and open macropores, was achieved (b). The amount of pores with various pore sizes could be seen clearly in the NPC material through TEM, as exhibited in . To better analyze the multipore structure of NPC, the nitrogen adsorption–desorption isotherm was measured, as demonstrated in a. The pore volume and specific surface area of NPC were calculated to be 0.78 cm–3 g–1 and 437.7 m2 g–1, respectively. On the basis of the Barrett–Joyner–Halenda pore-size distribution curve (inset of a), we find that the pore distribution range is wide, which illustrates that various micro-, meso-, and macropores have all been formed in the NPC material. The as-prepared NPC material with hierarchical pores and large specific surface area might become one of the promising carbon materials for improving the capacity and stability of Sb materials as anodes for SIBs.",
                "b displays the Raman spectra of NPC, where two peaks at ∼1357 and 1576 cm–1 were indexed to the D band and the G band, respectively, confirming its amorphous structure. The ID/IG value of the NPC is 0.89, indicating the existence of a high degree of disorder and large defects in the NPC structure.  Furthermore, the existence of N in NPC was demonstrated via XPS, displayed in c,d. The total doping nitrogen level of NPC is up to 11.15%. Three peaks centered at 400.8, 399.9, and 398.6 eV can be assigned to quaternary-N, pyrrolic-N and pyridinic-N. Among these doping nitrogen atoms, pyrrolic-N and pyridinic-N can be expected to enhance the sodium storage performance. ",
                "The XRD patterns of NPC, Sb, and Sb/NPC samples were investigated within the 2θ range 5–80° and are shown in . a indicates that the NPC material is an undefined carbon material. In b,c, all of the XRD peaks are very consistent with those of the phases of hexagonal Sb (JCPDS 35-0732), suggesting that C8H4K2O12Sb2 was completely reduced to form metallic Sb. Moreover, the average sizes of Sb crystallites in pure Sb and the Sb/NPC composite were calculated to be 45 and 28 nm, respectively, utilizing the Scherrer equation for the (012) peaks of Sb.  It can be seen that the size of Sb particles in the composite was smaller than that of the pure Sb particles because of the introduction of hierarchical porous NPC.",
                "The original morphology of the Sb/NPC composite was studied by SEM, TEM, and HRTEM, as seen in . Upon comparison of a,b and , the Sb nanoparticles with smaller size are dispersed homogeneously on the NPC material, which is very consistent with the XRD analysis. Furthermore, it can be seen that most of the small Sb nanoparticles with the average size of 30 nm are agglomerated and unevenly distributed within NPC in the sample of Sb/NPC composite from c. It is worth stressing that some Sb nanoparticles are wrapped in the NPC material. Additionally, the elemental mappings of Sb/NPC (e–h) illustrate a homogeneous distribution of Sb, N, and C atoms in the composite. d indicates that the measured interlayer spacing of 0.325 nm is indexed to the (002) plane of Sb.  Also, the amorphous porous carbon structure for the NPC material could be further analyzed via the HRTEM image on the yellow area marked in d. For electrode materials, all of these are beneficial to relieve volume expansion and increase electrical conductivity. ",
                "The TGA was carried out to evaluate the Sb content of the Sb/NPC hybrid, as exhibited in a. The weight loss of the as-prepared Sb/NPC composite from room temperature to 250 °C might be due to the loss of chemisorbed water. Next, the weight began to decrease, which could be attributed to NPC oxidation. It is noted that the subsequent weight increase and loss of Sb/NPC are mainly attributed to the comprehensive effect of Sb and NPC oxidation with the products of Sb2O4 and CO2, respectively.  Hence, according to the reported equation,  the content of Sb in this composite can be calculated to be about 84.7%.",
                "The surface areas of the as-prepared Sb and Sb/NPC materials were investigated by N2 adsorption–desorption measurements, as demonstrated in b. The specific surface areas (SSAs) of the pure Sb and Sb/NPC composite are calculated to be 19.1 and 92.76 m2 g–1, respectively. In addition, the Sb/NPC composite with 15.3 wt % NPC has a significantly higher surface area than Sb nanoparticles (about 20 m2 g–1) on the basis of its composition, indicating that the presence of NPC could be effective to gain the small size of Sb nanoparticles again. Moreover, it is essential to retain the shortened ion-transport distance with the introduction of NPC material. N doping would also be beneficial to promote the electronic conductivity of carbonaceous materials and enhance surface capacitive effects. Above all, the NPC material with N doping and a porous structure could be considered one of the most promising carbon-based composite materials.",
                "The CV curves of the Sb/NPC electrode at a scanning rate of 0.2 mV s–1 with a potential window from 0.01 to 2.0 V (vs Na+/Na) are illustrated in a. During the first cathodic scan, an obvious wide peak C1 at about 0.27 V can be ascribed to the conversion of crystalline Sb to the Na3Sb phase, the formation of a solid electrolyte interface (SEI) layer, and an irreversible reduction from the amorphous carbonaceous framework of NPC.  The C1 peak split into the three peaks C2, C3, and C4 at about 0.29, 0.47, and 0.66 V in the subsequent cycles, respectively, which is a benefit from the fact that active Sb with the initial hexagonal phase has permanently transferred to be amorphous.  Furthermore, only one strong peak, A1, is located at 0.92 V in the following first anodic process, which should be attributed to the desodiation reaction of formed Na3Sb to amorphous Sb.  It is meaningful to note that the CV profiles, except those of the first cycle, are almost overlapped, showing the outstanding cycle stability of the Sb/NPC electrode during the discharge–charge tests. b displays the discharge and charge voltage profiles of the Sb/NPC material between 0.01 and 2.0 V (vs Na+/Na) at a current density of 100 mA g–1. The charging and discharging plateaus of the Sb/NPC electrode in the initial three cycles are very consistent with the results of the CV curves. The first discharge capacity of the obtained Sb/NPC is 795.3 mA h g–1 at 100 mA g–1, with a Coulombic efficiency of 65.9%. The irreversible specific capacity might be due to the decomposition of the electrolyte, the formation of SEI film in the first cycle, and the irreversible reactions between sodium ions and the oxygen-containing functional groups from NPC.  In addition, the overlapping charging and discharging curves can confirm that the Sb/NPC electrode would display superior cycling stability.",
                "The cycling performances of NPC, pure Sb, and Sb/NPC samples were further analyzed in a. The first discharge and charge capacities of the obtained NPC material are 446.1 and 216.0 mA h g–1, respectively. This irreversible specific capacity mainly originates from the formation of the SEI film and the irreversible reactions between sodium ions and the oxygen-containing functional groups on the NPC electrode surface.  It is worth noting that the reversible charge capacity still remains 241.5 mA h g–1 after 100 cycles with a high Coulombic efficiency of 98.8%, illustrating that the NPC material displays excellent cycling stability. Additionally, the charge capacities of as-prepared pure Sb and Sb/NPC are 387.8 and 529.6 mA h g–1 after 100 cycles at the same current density, illustrating that the Sb/NPC composite exhibits enhanced cycling stability by the introduction of the NPC material. Compared with the initial reversible charge capacity, the cycling capacity retention of Sb/NPC is about 97.2% at 100 mA g–1. Moreover, the Sb/NPC electrode still shows outstanding cycling performance even at a high current density of 500 mA g–1, which is shown in b. After 100 cycles, the charge capacity retention can still be up to 93.9% compared with the initial charge capacity, and the Coulombic efficiency has increased to 96.2% at the third cycle.",
                "Moreover, the rate capabilities of the Sb electrode and Sb/NPC electrode are evaluated at different current densities ranging from 100 to 3200 mA g–1, as presented in c. The average charge specific capacities for Sb/NPC composite are 561, 530, 503, 423, 357, and 287 mA h g–1 at various current densities of 100, 200, 400, 800, 1600, and 3200 mA g–1, respectively. It is clear that the rate performance of the Sb/NPC composite is much higher than that of pure Sb nanoparticles. Considering recently reported Sb/C materials listed for comparison in , the Sb/NPC material displays superior cycling stability and rate performance. To reveal the reason for the improved electrochemical performances of the Sb/NPC composite, the electrodes before cycling and after 100 cycles were further investigated by SEM and elemental mapping (). Integrated with the SEM image, the elemental mappings display that the Sb nanoparticles are uniformly dispersed in the hybrid carbon matrix consisting of NPC without high agglomeration formed during sodiation–desodiation, which is very consistent with the superior cycling stability.",
                "To get further insight into the difference of cyclability between Sb nanoparticles and Sb/NPC composite, electrochemical impedance spectroscopy (EIS) measurements were performed. The results are presented in d and . The EIS plots of two electrodes were measured before cycling and after 3 and 100 cycles. It can be seen that the contact and charge-transfer resistance of the Sb/NPC are much smaller than those of pure Sb from the high-frequency region, indicating that the conductivity of the composite is well-improved by NPC, and this property could contribute to the enhanced rate performances. In addition, the resistance values of the Sb/NPC electrode obviously decreased after cycling. These values also revealed the formation of the SEI film between the electrode and electrolyte as well as the presence of the activation process, both of which may lead to the outstanding cycling performance of Sb/NPC after the initial few cycles.  The resistance of the Sb electrode was increased after 100 cycles, which was caused by the drastic expansion and aggregation during the Na alloying–dealloying processes.  In addition, the TEM and XPS above-mentioned results illustrate the existence of hierarchical pores and doping N atoms in the NPC material. Additionally, the chemical composition of Sb/NPC was also measured by XPS (Supporting Information, ). The results show that the peaks of Sb, C, and N were observed in the survey scan spectrum. The hierarchical pore structure can more easily allow electrolyte ion diffusion to the active material and also provides void space to accommodate the large volume expansion of Sb upon sodium intake. This specific structure can effectively improve the cycling stability and rate performance. More importantly, some Sb nanoparticles can be wrapped in NPC, and this structure could be effective to reduce the aggregation of Sb. Additionally, the NPC might protect some Sb nanoparticles against the formation of the SEI layer through direct contact with the electrolyte, which can effectively solve the issue of diminishing capacity."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, NPC materials with hierarchical pores and N-doping atoms were prepared by the carbonizing process of three-dimensional PANI nanosheets within NaOH molten salt. Then, after chemical reduction, Sb nanoparticles with a smaller size (in comparison to the pure Sb sample) were successfully anchored in NPC, forming the Sb/NPC composite. It is excitingly found that Sb nanoparticles have been well-protected by and wrapped in hierarchical porous NPC to prevent the aggregation of Sb and buffer the volume expansion. Moreover, the existence of N atoms can be beneficial to promote the electronic conductivity of carbonaceous materials and enhance surface capacitive effects. Because of the introduction of NPC, the Sb/NPC electrode shows excellent cycling stability (cycling capacity retention of 97.2% at 100 mA g–1 after 100 cycles and 93.9% even at 500 mA g–1 after 100 cycles) and rate capacity (charge detailed capacity of 287 mA h g–1 at 3.2 A g–1) as an anode material for SIBs. It is believed that the facile combination approach with the NPC material might be extended to other alloy materials for performance-enhanced SIBs."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Antimony Anchored with Nitrogen-Doping Porous Carbon as a High-Performance Anode Material for Na-Ion Batteries"
}