{
    "DOI": "10.1021/acsami.8b08237",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Benefitting from elemental abundance and cost-efficiency, sodium-ion batteries (SIBs) have been recognized as one of the most attractive alternatives to lithium-ion batteries. However, it is a critical challenge to achieve high-performance SIBs and design viable anode materials which can deliver stable cyclability and high capacity. In recent years, transition metal sulfides (TMSs), such as MoS2,  SnS,  SnS2,  Sb2S3,  CoS,  and CoS2,  have intrigued many researchers’ interests, due to their large sodium storage capacities and robust structures as anode materials for SIBs. Moreover, studies have shown that the M–S ionic bonds are comparably weaker than M–O bonds,  which is favorable for the electrochemical reversibility of TMSs compared with transition metal oxides. In addition, with advantages like environmental friendliness, cost-effectiveness, and earth abundance, iron sulfides, involving FeS  and FeS2,  hold eminent position among anode materials of SIBs. Fe7S8, known as pyrrhotite, possesses both the mixed-valence state and intrinsic metallic character,  which are beneficial for anode materials.  Unfortunately, their potential applications are hindered by huge volume variation, low conductivity, and sluggish kinetics during cycling.",
                "On the basis of the above concern, considerable efforts have been dedicated to improving the electrochemical performances of iron sulfides through lowering the particle size to nanoscale and introducing conductive carbon.  Nanoparticles have much higher specific area than that of bulk materials, which may contribute a lot more active sites for electrochemical reactions and provide more contact between the electrode and the electrolyte, benefiting the fast sodium-ion storage.  Furthermore, anchoring the iron sulfide nanoparticles onto carbonaceous materials can efficiently buffer the volume expansion and enhance electronic conductivity. Two-dimensional (2D) graphene nanosheet has been universally exploited as such matrix because of its excellent electronic conductivity, considerable surface area, and superb mechanical elasticity.  Moreover, it is notable that the heteroatom doping in graphene, such as nitrogen, has been reported to remarkably enhance the electronic conductivity and the surface hydrophilicity of graphene, benefiting the electron/ion transportation and the electrode–electrolyte contact.  Considering the above advantages, the nanocomposite of iron sulfide nanoparticles and nitrogen-doped graphene nanosheets (FS–NGNs) hold good potential to become a suitable anode material of high-performance SIBs.",
                "Herein, we have successfully anchored the Fe7S8 nanoparticles onto nitrogen-doped graphene nanosheets through a one-pot solvothermal procedure combined with postheating treatment. The as-prepared composite (denoted as FS–NGNs) showed superior cycling performance. After 500 cycles at 400 mA g–1, the FS–NGNs retained a high capacity of 393.1 mA h g–1, achieving a Coulombic efficiency of 99%. Even at a high current density of 10 A g–1, the composite can still deliver a high capacity of 543 mA h g–1. The high sodium storage capacity and excellent rate performance can meet the request for future application of SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxide (GO) was synthesized according to a modified Hummers’ method.  To prepare the FS–NGNs, first, certain amount of GO was dispersed into 46 mL of deionized water by ultrasonication and vigorous stirring for 1 h, respectively. Then 3 mmol of FeSO4·7H2O and 6 mmol of thioacetamide (TAA) were dissolved into the above mixture. Finally, 23 mL of diethylenetriamine (DETA) was added dropwise. The mixture was then transferred to a Teflon-lined autoclave and heated at 140 °C for 24 h. The product was subsequently filtered and rinsed with deionized water and pure ethanol three times and dried in a vacuum at 60 °C overnight. The FS–NGNs were obtained after a postheating treatment under N2 flow at 700 °C for 3 h. The samples of FS–NGNs with different weight ratios of graphene were fabricated for comparison and denoted as FS–NGNs-60, FS–NGNs-80, and FS–NGNs-100 according to the initial GO masses in the mixture during the synthesis procedure. For example, FS–NGNs-80 is in accordance with 80 mg GO in the starting mixture. The bulk Fe7S8 particles were also synthesized without adding GO into the precursor mixture. Other conditions were controlled as the same as those of the FS–NGNs. The reduced graphene oxide (RGO) was synthesized by the hydrothermal process without adding Fe resource, TAA, and DETA."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline phases of the as-prepared materials were analyzed by an X-ray diffractometer (Rigaku, Ultima IV) with Cu Kα radiation. Raman spectroscopy was performed using a HORIBA LabRAM HR Evolution equipped with an Ar-ion laser at an excitation wavelength of 532 nm. X-ray photoelectron spectroscopy (XPS) was performed using an ESCALAB 250Xi equipped with an Al Kα X-ray source. The thermogravimetric (TG) analysis (TGA) data was collected by a thermal analysis equipment (NETZSCH STA 449C) with a heating rate of 5 °C min–1 from room 50 to 900 °C in air. The morphology and composition of the as-prepared samples were analyzed by field emission scanning electron microscopy (FESEM, Magellan 400) equipped with an energy-dispersive spectrometer (EDS) and high-resolution transmission electron microscopy (HRTEM, JEM-2100F)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All the electrochemical tests were conducted using half cells (CR2025-type). The electrodes were fabricated through uniform coating of the aqueous slurry consisting of the active material, Super P (conductive carbon), polymerized styrene butadiene rubber, as well as the binder carboxymethyl cellulose with a mass ratio of 14:4:1:1 onto copper foil. After being dried at 60 °C for 12 h under vacuum conditions, the CR2025-type half cells were assembled in a Mikrouna glovebox in an argon atmosphere, where both H2O and O2 contents were below 0.1 ppm. The electrolyte consists of NaClO4 (1 M) in propylene carbonate with 5 wt % fluoroethylene carbonate as the additive. The glass fiber (φ 18 mm) and metallic sodium (Sigma-Aldrich) were used as a separator and reference electrode, respectively. Cyclic voltammetry (CV) profiles were collected by a Chenhua CHI600E electrochemical analyzer. The galvanostatic charge–discharge measurements were conducted by utilizing a LAND charge–discharge instrument (Wuhan, China). The electrochemical impedance spectroscopy (EIS) analysis was carried out through a Metrohm Autolab instrument between 0.01 Hz and 1000 kHz."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The FS–NGNs were synthesized through a simple one-pot solvothermal reaction combined with a postheating process, as shown in . Firstly, GO was uniformly distributed in deionized water. After adding an Fe resource, the negative charges from the functional group on the surface of GO can absorb Fe ions. Then, TAA was introduced as the sulfur resource. Finally, DETA was added and also absorbed by GO due to the positive charges of the amino group. During the solvothermal reaction, TAA decomposed and reacted with Fe ions. DETA was exploited as a chelating agent to coordinate with Fe ions to avoid oversize growth. Meanwhile, its amino group can reduce GO and dope N atoms into the graphene matrix. After the solvothermal process, the precursor was further annealed for Fe7S8 crystallization, obtaining the final FS–NGNs.",
                        "X-ray diffraction (XRD) analysis was conducted to characterize the phase and the structure of the FS–NGNs. As can be seen in a, the main peaks in the XRD pattern is well indexed to Fe7S8 (PDF #25-0411). Meanwhile, there are some unindexed minor peaks, which may be attributed to some impurities, such as oxidized surface species or other form of iron sulfides. There are no visible diffraction peaks of graphene at 2θ = 20–30°, indicating that Fe7S8 nanoparticles effectively coat the graphene surface to restrain the restacking of graphene nanosheets during the synthesis procedure. Furthermore, the phase of the as-prepared Fe7S8 particles without graphene was also characterized by XRD, which indicates the almost pure phase of Fe7S8 (). Raman spectroscopy characterization was also carried out to further identify the composition of the FS–NGN composite. As can be seen in b, the Raman shifts positioned at 1353 and 1593 cm–1 are attributed to the D-band and G-band of graphene, respectively. Compared to GO, the ratio of ID/IG in NGNs is slightly lower for FS–NGNs (1.11 for GO vs 1.03 for FS–NGNs), suggesting a higher graphitization extent of graphene originating from the sp2 restoration during the heating process, which is crucial for the enhancement of electronic conductivity. The chemical states of the elements in FS–NGNs were investigated by high-resolution X-ray photoelectron spectroscopy (XPS). As can be seen in the Fe 2p spectrum (c), the peaks at 710.4 and 715 eV (2p3/2 with shake-up satellite) indicate the existence of Fe2+,  whereas the peaks at 723.6 and 731.1 eV (2p1/2 with shake-up satellite) can be attributed to Fe3+.  In the S 2p spectrum (d), the peaks at 161.65, 162.75, and 163.8 eV can be indexed to metal–sulfur bonding.  Some SOx species are also detected (168.6 eV), probably due to adsorbed oxygen on the active surface of FS–NGNs.  The N 1s spectrum reveals pyridinic (398.9 eV) and pyrrolic (400.7 eV) nitrogen in the FS–NGNs (e), confirming the successful doping of N.  The C 1s spectrum further substantiates the nitrogen doping. The peak at 284.9 eV is assigned to C–C bonding,  whereas the peak at 285.6 eV is attributed to C–N bonding (f). ",
                        "It has been comprehensively studied previously that the morphology of graphene-based materials applied in SIBs also has an important influence on the sodium storage performance. Thus, the morphology and specific microstructural characters of the FS–NGN hybrid anode were further revealed by field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM). a exhibits a typical scanning electron microscopy (SEM) image of the as-prepared FS–NGN composites, where 2D and broad-piece sheet-like morphologies can be observed with a rough surface and uniform distribution of nanoparticles, indicating the in situ formation of Fe7S8 on graphene nanosheets, which is further confirmed by the backscattered electronic (BSE) image (). These nanoparticles are around 100–200 nm, which are greatly smaller than bulk Fe7S8 particles (). The distribution of the sulfide nanoparticles is further revealed by EDS elemental mapping (). As can be seen, the high signal intensity positions of Fe and S elements exhibit good conformity and are in good accordance with the positions of the nanoparticles in the SEM image, whereas the spectrum of C illustrates the profile of the graphene matrix. Furthermore, it is critical to mention that a large amount of Fe7S8 nanoparticles are confined within the graphene layers, displaying the efficiency of self-assembly between the functionalized GO and Fe7S8 nanoparticles. b shows a characteristic TEM image of a small piece of the as-prepared FS–NGN composites, further confirming sheet-like graphene without severe restacking and Fe7S8 uniform distribution without agglomeration. Moreover, the high crystallization character of Fe7S8 in the FS–NGN composites is also confirmed by the HRTEM image shown in c, where series of parallel fringes with d-spacings of 0.298 and 0.265 nm are observed, indicating the (200) and (203) planes of Fe7S8 (hexagonal, P31), respectively. The pattern of selected area electronic diffraction (SAED, d) displays (200) and (203) planes of nanocrystalline Fe7S8, which is in good accordance with the XRD pattern and the HRTEM image."
                    ],
                    "name": "3.1.  Phase and Morphology Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical reaction of the as-synthesized FS–NGNs was evaluated by cyclic voltammetry (CV). a exhibits the CV profiles of FS–NGNs obtained during the beginning five scans. The first cathodic scan of the FS–NGNs shows a sharp large peak at 0.82 V, indicating the conversion of Fe7S8 into Fe and Na2S,  and a solid electrolyte interphase (SEI) formed due to the decomposition of the electrolyte.  The cathodic peak at 0.9 V during the following four cycles is also due to the conversion of Fe7S8 into Fe and Na2S. The shifting of 0.08 V is due to the SEI formation and some irreversible metallic Fe and Na2S during the initial cycle.  The anodic peaks observed at 1.41 V (sharp) and 1.75 V (broad) are ascribed to the formation of Fe7S8, which has been reported for various iron sulfides.  Moreover, the minor peak at 0.09 V is assigned to Na+ deintercalation from nanopores of FS–NGNs. ",
                        "The initial five charge–discharge curves of FS–NGNs at 400 mA g–1 (b) are in good accordance with the CV curves. A noticeable plateau at about 0.8 V in the first discharge profile is attributed to the formation of Fe and Na2S. The profiles of latter four cycles maintain good conformity. Compared to the FS–NGNs, the charge–discharge profiles of the Fe7S8 particles () exhibit obvious polarization and capacity decay during the initial five cycles. The cycling performances of FS–NGNs, pure graphene, and Fe7S8 particles are displayed in c. Though obtaining high initial capacity, the Fe7S8 particles exhibit fast degradation. On the other hand, it can be seen that although the cycling performance of RGO is very steady, its capacity is rather low, suggesting that combining the sulfide nanoparticles is necessary. As for the FS–NGNs, compared with the FS–NGNs-80 sample, FS–NGNs-60 and FS–NGNs-100 exhibit inferior cycling performances. The insufficient graphene in FS–NGNs-60 may lead to overloaded particles on graphene nanosheets or even detachment between them, which will cause uneven distribution of the particles and hider the cycling performance. On the other hand, too much graphene may bring about reduced mass load, which will lower the capacity.  Moreover, the Na+ diffusion channel may also be blocked by overwhelmed graphene.  Thus, it can be inferred that 80 mg is in the optimized range of the amount of GO in the as-mentioned precursor. The weight ratio of the N-doped graphene in FS–NGNs-80 was evaluated through thermogravimetric analysis (TGA). As shown in , since Fe7S8 is fully transformed into Fe2O3 after 800 °C in air, the weight ratio of graphene in FS–NGNs-80 is estimated to be 25.26 wt %.  The initial discharge and charge capacities of FS–NGNs-80 are 758.7 and 647.9 mA h g–1, respectively. Thus, the initial Coulombic efficiency is as high as 85.39%, which can be ascribed to facile and effective ion/electron transport in this electrode.  The FS–NGNs-80 preserved reversible capacity of ∼630.3 mA h g–1 at 400 mA g–1 during the initial 15 cycles. Then, the discharge capacity gradually increases to 827.7 mA h g–1 for the remaining 125 cycles. The FS–NGNs-80 exhibits satisfying Coulombic efficiencies of more than 97% since the fourth cycle forward. After 500 cycles, the discharge capacity of FS–NGNs-80 is 393.1 mA h g–1. The primary reason for the increased capacity is the formation of polymeric gel-like film on the active material generated from electrolyte decomposition, which has been noticed in some previous studies.  In spite of the relatively low original surface area, after the initial sodium insertion, Fe7S8 is transformed into metal nanoparticles in the Na2S matrix. Accordingly, the surface area is significantly enlarged. Furthermore, based on the conversion reaction for Fe7S8, new surfaces of metallic nanoparticles are exposed during each discharge. Consequently, the decomposition of the electrolyte results in SEI film formation, leading to a steady capacity increase. However, the ongoing electrolyte decomposition and unstable SEI may result in active component surrounded by SEI to form “isolated islands,” and block ion/electron transport, causing the loss of capacity. Moreover, the intermediate sodium polysulfide may react with the carbonate ester electrolyte before Na2S formation, which will also lead to capacity loss.  The above discussion might explain the capacity degradation after the 150th cycle. The charge–discharge profiles of the 1st, 100th, 200th, 300th, 400th, and 500th cycles for the FS–NGNs-80 are also displayed in . As can be seen, the initial discharge and charge plateaus have gradually disappeared and transformed into slopes. This may be due to the structure modulation resulting from the ongoing conversion reaction during repeating cycles. ",
                        "Owing to the superior conductivity of the N-doped graphene nanosheets, the FS–NGNs display excellent rate performance, as can be seen in d, where the current density steps up from 0.1 to 10.0 A g–1. The FS–NGNs maintain capacities of 705, 712, 666, 650, 637, 581, 567, and 543 mA h g–1 at the current densities of 0.1, 0.3, 0.5, 1.0, 3.0, 5.0, and 10.0 A g–1, respectively. Moreover, the discharge capacity returns to 762 mA h g–1 as the 0.1 A g–1 current density is recovered. And the corresponding charge–discharge voltage profiles shown in  also maintain good conformity, exhibiting good robustness of the electrode. In conclusion, the excellent electrochemical performance of FS–NGNs is a remarkable result among iron sulfide-based anodes in the recent reports for SIBs, especially the high capacity after long-term cycling and high-rate stability ().",
                        "Electrochemical impedance spectroscopy (EIS) analysis was conducted for more detailed understanding of the role of N-doped graphene nanosheets in the enhancement of the conductivity of the FS–NGNs electrode. As shown in e, , the semicircle at the intermediate-frequency area can be identified as the charge-transfer resistance (Rct). Before cycling, Rct of the FS–NGNs is 50.9 Ω, which exhibits much lower resistance than that of bulk Fe7S8 (140 Ω) before the reaction, mainly benefiting from the Fe7S8 nanocrystals and the high conductivity of N-doped graphene nanosheets. After 200 cycles, the Rct value of the FS–NGNs increases to 109.8 Ω, while the Rct of bulk Fe7S8 rises up significantly (273.6 Ω) due to the destruction of the structure during ongoing Na+ intercalation and extraction. Thus, the EIS result is evident to prove the high conductivity of the FS–NGNs.",
                        "To better understand the influence of the nanostructure on the cycling stability of FS–NGNs, the morphology of the FS–NGNs after 500 cycles at 400 mA g–1 is investigated by SEM and TEM. As can be seen, the overall morphology of the N-doped graphene nanosheets remained without restacking, while the initial Fe7S8 nanocrystals are further converted into smaller particles anchored uniformly on the surface of the NGNs (a and ). The above result are in good accordance with previous analysis of capacity increase. The maintained nanosheet structure can be further confirmed by the TEM image (b), where the uniform distribution of the cycled product can be observed clearly. The HRTEM image (c) exhibits the lattice d-spacing of 0.25 nm, which is corresponding to the (101) plane of FeS. The SAED pattern (d) also demonstrates series of diffraction rings correlated to (311), (220), and (101) planes of FeS, together with (102) and (100) planes of metal Fe, which is beneficial for improving the conductivity of the electrode. It is interesting to find out that the cycled products are FeS instead of Fe7S8. Actually, we have also analyzed the electrode after 100 cycles. The SAED pattern and HRTEM image exhibited that Fe7S8 still existed, while no FeS was detected. This indicates that at least after 100 cycles the reversibility of Fe7S8 is satisfying (). However, as discussed previously, after repeating sodiation/desodiation for hundreds of times, the ongoing new interface exposed among particles and continuous SEI formation may cause an active component surrounded by SEI to form “isolated islands”. Moreover, the Fe nanoparticles formed during the discharge process tend to aggregate, whereas the intermediate sodium polysulfide can react with the carbonate ester electrolyte.  The above factors may reduce the amounts of active materials and change the distribution and the Fe/S ratio of the cycled products in the nanoscale. On the other hand, the ion/electron transport in the “isolated islands” is blocked, whereas the intrinsic sluggish kinetics of Na+ transport makes it even harder for metallic Fe to be oxidized into Fe2+ than Fe3+, which means that the full conversion has encountered more obstacles.  Thus, the above discussion can explain the change in the conversion mechanism after 500 cycles. Nonetheless, this may not be an evidence to claim that FeS possesses better sodium-ion storage performance than Fe7S8. Firstly, the unthorough conversion reaction also exists for FeS, because the conversion efficiency cannot reach 100%. Secondly, the theoretical capacity of Fe7S8 is higher than FeS owing to its smaller Fe/S ratio. Thirdly, the mixed-valence state of Fe7S8 endows it with higher electronic conductivity.",
                        "To further analyze the composition of the cycled product and understand the reaction during cycles, we carried out the XPS study on the cycled FS–NSN electrode. As can be seen in e, the fitted peaks at 712.1 and 716 eV are corresponding to Fe 2p1/2, whereas the peaks at 720, 724.3, and 730 eV are correlated with Fe 2p3/2. Among them, the peaks at 720 eV is the indication of metallic Fe,  whereas the other four peaks are in accordance with Fe2+.  As for the S 2p spectrum (f), the peak at 162.8 eV indicates the existence of metal sulfide,  whereas the satellite peak at 169 eV could be ascribed to some surface absorbed oxidized S species, such as SO42– and HSO4–.  This composition characterization further confirms the HRTEM and SAED analysis.",
                        "Thus, the FS–NGNs can maintain good structural stability and high conductivity, ensuring stable cyclability and excellent rate performance. The corresponding cycling process is illustrated in g."
                    ],
                    "name": "3.2.  Sodium Storage Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To sum up, Fe7S8 nanoparticles anchored on N-doped graphene nanosheets (FS–NGNs) fabricated by a simple solvothermal reaction combined with postheating treatment have been proved as a suitable anode material with high capacity and high-rate cyclability for SIBs. The solid attachment of Fe7S8 and its cycling product to the N-doped graphene nanosheets is crucial for building up a robust structure to endure the repeated Na+ insertion/extraction process. The FS–NGNs retain 391.3 mA h g–1 after 500 cycles at 400 mA g–1. Even at 10 A g–1, the capacity can maintain 543 mA h g–1. In general, this study has presented a feasible strategy to develop high-performance metal sulfide-based hybrid anodes of future SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Fe7S8 Nanoparticles Anchored on Nitrogen-Doped Graphene Nanosheets as Anode Materials for High-Performance Sodium-Ion Batteries"
}