{
    "DOI": "10.1021/acsami.6b13193",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs) have been successfully commercialized in the past decades and extensively integrated into portable electronics, automobiles, and hybrid electric vehicles. However, the unevenly distributed resources and low abundance of lithium on earth could not satisfy the growing consumption.  Recently, sodium ion batteries (NIBs) have gained significant attention as an ideal alternative to LIBs to address these concerns. But the commercialized anode for LIBs, graphite, does not work for NIBs, because its interlayer distance is not large enough to hold Na ions due to their large cation radii (1.02 Å).  The similar case also happens to silicon.  Thus, many efforts have been devoted to seek alternative materials. As a result, a number of candidates start to come into sight, including metal sulfides, metal oxides, organic polymers, and metallic alloys.  In these candidates, Sb stands out from the rest, due to its high theoretical capacity (∼660 mA h g–1), good electronic conductivity, and moderate sodiation voltage. But the big volume change during sodiation/desodiation processes, which could cause structure fracture and lead to inferior electronic conductivity and poor cycling stability, degrades its performances as the anode material. This case is also encountered in the alloy-type anode materials of LIBs. So, the solutions to this issue could be borrowed for NIBs, including size/shape control (nanoparticles or nanorods),  structure engineering (nanotubes, nanorod arrays, or hollow nanospheres),  surface modification (carbon, TiO2, or Sb2O3 coating),  and component modulation (Sb/graphene, Sb/MWCNT, Cu2Sb, or ZnSb).  These strategies have remarkably enhanced the performances of Sb. In spite of this, there are still many challenges in front of the application. For instance, the porous structure, which is well-known for its enhancement on cycling stability and rate capability, also reduces the packing density and decreases the initial Coulombic efficiency due to the large specific surface area. Recently reported Sb/TiO2–x nanotubes and Sb/C nanotubes are typical examples in this regard.  Although they exhibit outstanding electrochemical performances, the initial Coulombic efficiency was only ∼65% for Sb/TiO2–x and 50.6% for Sb/C. Moreover, the empty interior is more than enough to fit the volume change, resulting in the waste of space. Meanwhile, the materials used to stabilize the interface between electrolyte and electrode materials, which are carbon or TiO2 in most cases, have very limited capacity and greatly lower the composite capacity. Thus, how to design the hollow structure with a high space efficiency, and achieve the stable surface without the cost of composite capacity, is a great challenge to us.",
                "Here, one-dimensional yolk–shell Sb@Ti–O–P nanostructures are synthesized by the reduction of core–shell Sb2O3@TiO2 nanorods with NaH2PO2 at a low temperature. As accompanied by the reduction of Sb2O3 and TiO2, phosphorus is anchored in the shell via the formation of P–O bonds, generating the unique Ti–O–P shell. This yolk–shell structure well-addresses the above concerns, because the empty interior is occupied by high-capacity Sb nanorods. Meanwhile, the Ti–O–P shell offers a robust and stable surface between electrolyte and electrode material. The gap between the Sb nanorod and the Ti–O–P shell benefits the releasing of the strain/stress induced by the volume change and improves the space efficiency. What’s more, the surface oxidation of the Sb nanorods increases the composite capacity. To our knowledge, such a Sb-based structure has not been reported before. As expected, this structure delivers improved specific capacity, and outstanding rate capability. It could stay at 760 mA h g–1 after 200 cycles at 500 mA g–1. Even at 10 A g–1, the capacity is still kept at 360 mA h g–1. The initial Coulombic efficiency could be promoted to 75.0%. After being matched with Na3V2(PO4)3/C for a full cell,  this structure exhibits a high output voltage and a high capacity."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis of yolk–shell Sb@Ti–O–P nanostructures is briefly presented in . First, high-quality Sb2O3 nanorods with their lengths up to hundreds of micrometers were obtained by a simple and efficient process at room temperature ( Figure S1). Then, an amorphous TiO2 layer was coated on the surface of these nanorods via a controlled hydrolysis of TBOT (). As the core–shell Sb2O3@TiO2 nanorods were heated with NaH2PO2 together, NaH2PO2 underwent disproportionation, releasing gaseous and reductive PH3.  Sb2O3 was reduced to metallic Sb that gradually shrank and detached from the TiO2 shell. Such a yolk–shell structure facilitates the anode material to keep its stability during repeated sodiation/desodiation processes.  Meanwhile, TiO2 was partially reduced, introducing Ti3+ and oxygen vacancies into the shell. The formation of oxygen-deficient TiO2–x could effectively improve the electron conductivity and the charge-transfer kinetics,  promoting the electrochemical performances. The oxidation product of PH3 is likely to be fixed on the surface or the subsurface via the formation of P–O. Thus, the final product could be denoted as yolk–shell Sb@Ti–O–P.",
                "a shows the XRD pattern of Sb@Ti–O–P. All of the diffraction peaks can be indexed as rhombohedral-phase Sb (JCPDS Card No. 35-0732). No diffraction peaks belonging to Ti/POx are observed in the pattern, indicating their poor crystallinity. In spite of this, EDS spectra clearly confirm the existence of Ti and P in the product (b). This result is also supported by the XPS spectrum of Sb@Ti–O–P, in which the signals of Sb 3d, Ti 2p, and P 2p are easily observed (c). The high-resolution spectra of these signals were measured to gain insights about their valence status. As shown in d, the high-resolution spectrum of Sb 3d consists of two doublets, but they have to be deconvoluted into five peaks in view of the overlapping of Sb 3d5/2 in Sb2O3 with O 1s. The peaks at 527.9 and 537.3 eV could be ascribed to Sb 3d5/2 and 3d3/2 from metallic Sb.  The peaks at 531.0 and 540.4 eV could be attributed to Sb 3d5/2 and 3d3/2 from SbOx.  Because the peak intensities of SbOx are much higher than those from metallic Sb, it indicates that there is severe surface oxidation on the product. In order to confirm this point, Ar ion sputtering was conducted to remove the surface layer. As presented in d, the peak intensities of metallic Sb greatly increase, showing a higher ratio of Sb0/Sb3+ relative to the data before the sputtering. This result suggests that metallic Sb basically locates at the core, and its surface is oxidized, which might be caused by the storage in air. The case of Ti 2p is different from that of Sb 3d. There is no metallic Ti in the product, although the fitting of Ti 2p also shows two doublets (e). The doublet at 459.9 and 465.6 eV is believed to come from Ti 2p3/2 and Ti 2p1/2 of Ti4+–O–P.  The other at 458.8 and 464.5 eV is consistent with Ti 2p3/2 and Ti 2p1/2 of Ti4+–O.  After the removal of the surface layer, the doublet of the Ti3+ species at 457.5 and 462.9 eV appears in the product. This result indicates the similar surface oxidation for Ti species. Different from the cases of Ti 2p and Sb 3d, there is no apparent change for P 2p before and after the Ar ion sputtering (f). The two peaks at 133.9 and 134.4 eV are in line with the data of P–O bonds.  It is noted that the ratios of P/Ti and Ti/Sb after Ar ion sputtering greatly decrease, consistent with their unique structure as illustrated in .",
                "a shows a typical SEM image of Sb@Ti–O–P, where the one-dimensional structure of Sb2O3 is well-retained after the controlled hydrolysis for the TiO2 shell and the low-temperature heating for Sb and Ti–O–P. The high-magnification SEM image on the tip of these structures (b) shows a nanorod at the core detached from the external shell, as highlighted by the red circles. Such a yolk–shell structure is in a high yield in the product, because this feature could be visualized on most of the particles. This result is also supported by TEM images. As shown in c, there is a significant gap between the shell and the core, well-consistent with the yolk–shell structure. The careful observation further discloses that the nanorod contains multiple pores with their sizes in tens of nanometers, which agrees well with the pore size distribution obtained from nitrogen sorption isotherms (). The formation of the pores likely comes from the escape of gaseous H2O produced by the reduction of Sb2O3. The HRTEM image on the shell presents distorted and dim lattice fringes from anatase TiO2 (d), confirming its poor crystallinity again. The HRTEM image on the core nanorod shows clear lattice fringes with the spacing about 0.31 nm (e), corresponding to (012) planes of metallic Sb. However, we cannot observe the lattice fringes from any potential compounds that contain phosphorus, no matter at the core or in the shell. Thus, element mapping and line scanning were conducted to disclose its distribution in the yolk–shell structure. As illustrated in panels g and f of , metallic Sb basically locates at the core and Ti, O, and P distribute on the shell, forming a yolk–shell Sb@Ti–O–P structure.",
                " presents the influences of electrolytes (EC/DEC or PC) and binders ((CMC)Na or (PA)Na) on the electrochemical properties, prior to the detailed electrochemical measurements. It is found that Sb@Ti–O–P exhibits the best performances with (PA)Na as the binder and PC as the electrolyte, which could be attributed to the formation of a uniform and dense layer on active materials.  The first discharge/charge capacity is 1092.5/819.7 mA h g–1, resulting in an initial Coulombic efficiency of about 75.0%. The capacity loss may be attributed to the decomposition of electrolyte, the formation of a polymeric gel-like film, and irreversible sodium storage either on the surface or inside the nanopores.  The specific capacity after 80 cycles at 100 mA g–1 is ∼750 mA h g–1 and is much higher than the theoretical data calculated by the weight percentage of Sb and TiO2 (564.85 mA h g–1 = 660 mA h g–1 × 80 wt % + 335 mA h g–1 × 11 wt %). Even if the contributions of carbon and binder are taken into account (), they still do not fill the gap between theoretical capacity and experimental data. So, it is concluded that other components must participate in the electrochemical reactions. Sb2O3 on the surface of Sb attracts our attention, because it exhibits a theoretical capacity as high as 1103 mA h g–1. Furthermore, the conversion reaction of Sb/Sb2O3 at ∼1.2 V in the anodic sweep and ∼1.6 V in the cathodic sweep,  is in good agreement with what is observed in CV curves of Sb@Ti–O–P (the inset of a). Because these peaks are broad and weak, they are easy to be neglected or covered by other peaks. To directly confirm the reversible reaction between Sb2O3 and Sb, Sb/Sb2O3 nanoparticles were prepared () and tested between 0.02 and 2.5 V (). After the first discharge, the products charged to 1.5 and 2.5 V were taken for HRTEM images. As shown in , the product charged to 1.5 V is composed by metallic Sb and Na2O. But that charged to 2.5 V is identified as Sb2O3 (). These results indicate that Sb could be further oxidized to Sb2O3 at a high voltage, thus improving the capacity. In view of the excellent performance of Sb@Ti–O–P in (PA)Na/PC, the following tests are conducted with (PA)Na as the binder and PC as the electrolyte.",
                "The CV curves of Sb@Ti–O–P for the first six cycles are shown in a. The first cathodic sweep shows two peaks, a broad and weak peak at 1.10 V and an intense peak at 0.37 V. The former could be associated with the decomposition of the electrolyte, the formation of a solid–electrolyte interphase (SEI) layer, and the reduction of Sb2O3 on the surface.  The latter originates from the sodiation processes of Sb.  The intercalation of Na+ into TiO2 occurs over a wide range from 1.5 to 0.5 V (), which might be covered by the above reactions. In the first anodic sweep, the broad peak could be fitted by three peaks (0.86, 1.08, and 1.40 V), which likely comes from the desodiation processes of NaxSb and NaxTiO2,  and the further oxidation of Sb to SbOx.  Because of the close voltages, they overlap with each other, resulting in a tailing peak. In the second sweep, the cathodic peak at 1.30 V and the anodic peak tailing above 1.5 V could be still observed, indicating the conversion reaction between Sb and Sb2O3. From then on, CV curves overlap very well, indicating the good reversibility. b shows the cycling performances of Sb@Ti–O–P, Sb nanoparticles (), TiO2–x (), and commercial P powders () at the same current density of 500 mA g–1. In these materials, P powders show the highest sodiation capacity for the first cycle, ∼2000 mA h g–1. But its first desodiation capacity drops to ∼600 mA h g–1, suggesting a very low Coulombic efficiency. The capacity quickly falls to ∼70 mA h g–1 after 60 cycles, indicating the poor cycling stability. Compared to the case of P powders, Sb nanoparticles are much better in terms of cycling stability, although they also show the obvious degradation after 200 cycles. TiO2–x exhibits excellent stability throughout the cycling, but its capacity is very limited, ∼140 mA h g–1. Besides these materials, Sb/TiO2 microtubes obtained by the calcination of Sb2O3@TiO2 at 500 °C in Ar/H2 () are also tested, because they combine the high capacity of Sb with high-stability TiO2 in one structure. As expected, they show a decent capacity (∼300 mA h g–1) and an enhanced stability, but these terms are still worse than those of Sb@Ti–O–P. Sb@Ti–O–P exhibits superior performances in terms of both reversible capacity and cycling stability, much better than the individual component alone. Sb@Ti–O–P could maintain a capacity of 760 mA h g–1 after 200 cycles with a capacity retention of about 94%. The cycled electrode basically keeps the one-dimensional structure of Sb@Ti–O–P, confirming the structure stability (). Similar conclusions could be also achieved from the rate performances. As shown in c, Sb@Ti–O–P displays excellent reversibility at high rates. Its specific capacity could be preserved at 805, 730, 680, 605, 510, 420, and 360 mA h g–1 at the current density of 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g–1, much higher than the individual components alone. Such a rate performance is much better than those of Sb-based anodes in the previous works, as listed in d.  These works include the well-designed Sb nanostructures such as hollow Sb microspheres (313 mA h g–1 at 3.2 A g–1),  nanoporous Sb powders (420 mA h g–1 at 3.3 A g–1),  and so on; the diverse Sb/C composites such as Sb/reduced graphene oxides (192 mA h g–1 at 3.3 A g–1),  Sb/C nanofibers (337 mA h g–1 at 3 A g–1),  and Sb/C nanosheets (142 mA h g–1 at 10.0 A g–1),  etc.; and MSb alloys such as hollow SbNi nanospheres (300 mA h g–1 at 3.3 A g–1),  Zn4Sb3 nanowires (187 mA h g–1 at 2.07 A g–1),  and so on. Moreover, the performance of our composite is also superior to many P-based anodes, such as amorphous red phosphorus confined in a mesoporous carbon matrix (CMK-3; 227 mA h g–1 at 8.0 A g–1, 9.8 C),  red phosphorus entangled with single-walled carbon nanotubes (300 mA h g–1 at 2.0 A g–1),  and so on.",
                "The charge/discharge curves of Sb@Ti–O–P at different rates are shown in a. The discharge plateau is at ∼0.7–0.3 V versus Na/Na+, which could prevent the formation of sodium dendrites and alleviate the safety risks. At the same time, this plateau also ensures the full cell based on this anode has a high energy density. The cycling performance at a high current density was also evaluated in b. Sb@Ti–O–P demonstrates an initial Coulombic efficiency of about 72% and maintains above 99% in the subsequent cycles. After being cycled at 3 A g–1 for 300 times, it still preserves a capacity of 346 mA h g–1, corresponding to a capacity retention of 88%. The excellent electrochemical properties of Sb@Ti–O–P could be associated with the effective cooperation of multiple components in a favorable structure. Metallic Sb is present as the core to enhance the charge-transfer kinetics. Meanwhile, Sb has a fair theoretical capacity (∼660 mA h g–1). Although these data are not comparable to that of phosphorus, they are higher than many anode materials (TiO, 330 mA h g; carbon, ∼300 mA h g–1).  Ti–O–P is present here as the shell to construct a stable surface with the electrolyte. Meanwhile, the self-doping of Ti3+ in TiO2 promotes the electron conductivity. On the other hand, the yolk–shell structure assembled by these components as Sb@Ti–O–P effectively tolerates the volume change upon cycling and makes the structure stable. This result is briefly depicted in c. All these features, not only from the component itself but also from their combination mode, make the composite excellent in sodium storage in terms of cycling stability and rate capability.",
                "Inspired by the excellent performance of Sb@Ti–O–P in half-cells, the full cells with Na3V2(PO4)3/C as a cathode () have been assembled and tested. a presents the cycling performance of the full cell within 1.2–3.8 V at a current density of 1 A g–1anode. After 150 cycles, the cell still preserves a discharge capacity of 392 mA h g–1anode and a high Coulombic efficiency (>98%). The capacity loss in the first several cycles can be ascribed to the SEI film formation and partly irreversible utilization of Na+ by Na3V2(PO4)3/C cathode. b displays the charge/discharge curves of the full cell at different current densities. The cell could display the capacity of 737, 627, 536, 483, 423, and 382 mA h g–1anode at 0.1, 0.2, 0.5, 1, 2, and 5 A g–1anode. As the current densities increase from 0.1 to 5 A g–1anode, the output voltage decreases from 2.72 to 2.65 V, due to the polarization of the anode component and cycling at large current densities. Compared to the previous reports about Na-ion full batteries (Na3V2(PO4)3//MoO, 1.4 V and 164 mA h g–1anode after 14 cycles;  Na3V2(PO4)3//FeSe, 1.7 V and 298 mA h g–1anode after 150 cycles at 1 A g–1;  and Na0.8Ni0.4Ti0.6O2//Na0.8Ni0.4Ti0.6O2, 2.8 V and 85 mA h g–1anode after 150 cycles at 100 mA g–1anode),  the output voltage and cycling capacity have been improved a lot by Sb@Ti–O–P//Na3V2(PO4)3/C, indicating the promising potential for it to be used in sodium ion batteries."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the one-dimensional yolk–shell nanostructure of Sb@Ti–O–P, has been successfully synthesized via a simple process. Because this structure is not airtight, the surface of the Sb nanorod at the core is oxidized, due to the exposure to air. Similar surface oxidation also happens to Ti and P at the shell, reducing the content of Ti3+ species and resulting in the formation of P–O. In spite of this, Sb@Ti–O–P still shows excellent electrochemical performances. It presents a capacity of 760 mA h g–1 after 200 cycles at a current density of 500 mA g–1, corresponding to a capacity retention of about 94% relative to the first charge capacity. Even at 3 A g–1 for 300 cycles, the capacity levels off at 346 mA h g–1. Its high rate capability is also confirmed by 360 mA h g–1 at 10 A g–1. All these results are much better than the individual components alone. Sb@Ti–O–P, paired with Na3V2(PO4)3/C as a full cell, could reach a capacity of 392 mA h g–1anode after 150 cycles at 1 A g–1anode, disclosing its promising potential in the practical applications. These superior performances could be attributed to the good electronic conductivity of Sb, stable cycling stability of TiO2 in Ti–O–P, and the participation of Sb2O3 in sodiation/desodiation. Meanwhile, the unique yolk–shell structure benefits the releasing of interior strain and stress and keeps the structure stable. It is believed that this method offers a new pathway to fabricate high-capacity and long-lived anode materials for sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Antimony (Sb) powders (18 μm, 120 mg) were stirred in an aqueous solution containing poly(vinylpyrrolidone) (PVP; MW 58000, 400 mg) and ethylenediamine (EDA; 9 mmol) at 25 °C for 16 h. The white precipitate was filtrated and dried in vacuum at 60 °C to get Sb2O3 nanorods. Then, Sb2O3 nanorods (120 mg) and ammonia (0.2 mL, 28 wt %) were added into ethanol (40 mL). After the dispersion was treated by ultrasound for 30 min, tetrabutyl titanate (TBOT; 0.4 mL) was added dropwise. The solution was stirred at 45 °C for 10 h. The resultant product, Sb2O3@TiO2 nanorods, was filtrated and washed with ethanol for three times."
                    ],
                    "name": " Synthesis of Sb2O3@TiO2",
                    "type": "h3"
                },
                {
                    "content": [
                        "NaH2PO2 and Sb2O3@TiO2 were placed into two ceramic boats. The boat with Sb2O3@TiO2 was at the downstream inside the furnace. The weight ratio of NaH2PO2 to Sb2O3@TiO2 was controlled at 6:0.1. Then, they were kept at 280 °C in Ar for 2 h. After being cooled to room temperature, the black product was collected for structure characterization and electrochemical measurements."
                    ],
                    "name": " Synthesis of Sb@Ti–O–P",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the products was characterized by X-ray diffractometer equipped with a graphite monochromator (Cu Kα radiation, λ = 1.5418 Å, Bruker D8 Adv, Karlsruhe, Germany). Size and morphology of the products were pictured by field-emission scanning electron microscope (SEM; SUPRA 55, Carl Zeiss, Oberkochen, Germany), transmission electron microscope (TEM; JEOL JEM 1011, Tokyo, Japan), and high-resolution transmission electron microscope (HRTEM; JEOL 2100). Thermal gravimetric (TG) analysis was performed on a thermal analyzer (Mettler Toledo TGA/SDTA851, Greifensee, Switzerland). X-ray photoelectron spectra (XPS) were acquired from X-ray photoelectron spectrometer (ESCALAB 250, Thermo Fischer Scientific, Waltham, MA, USA) to identify the chemical components and their valences."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was made from active material (70 wt %), conductive carbon black (20 wt %), and sodium polyacrylate ((PA)Na; 10 wt %) or sodium carboxyl methyl cellulose ((CMC)Na; 10 wt %) dispersed in droplets of distilled water. The as-formed slurry was sonicated at room temperature for a half-hour. Then, it was spread over a copper foil cleaned by ethanol for several times. After being dried in vacuum at 60 °C for 12 h, the copper foil was punched into discs with a mass loading of ∼1 mg cm–2. The working electrode was assembled with metallic sodium as the anode and glass microfibers of Whatman GF/F as the separator into coin cells (2032) in a glovebox full of argon (Mikrouna, Super 1220/750/900). The electrolyte was either 1.0 M NaClO4 in propylene carbonate (PC) or 1.0 M NaClO4 in ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1 (v/v)) containing 3.5% (vol.) of fluoroethylene carbonate (FEC). Glavanostatic discharge/charge cycling was conducted on battery cyclers (Land-CT2001A, Land Electronics Co., Wuhan, China). Here, the current density and the reversible capacity are reported based on the total weight of Sb@Ti–O–P composite, unless specifically notified otherwise. Cyclic voltammetry (CV) was carried out on electrochemical workstations (LK 2005A, Lanlike Chemical and Electronic High-Tech. Co., Tianjin, China) with a scanning rate of 0.1 mV s–1. For the Na ion full cell, homemade Na3V2(PO4)3/C,  acetylene black, and poly(vinylidene fluoride) (PVDF) in a weight ratio of 75:15:10 were used to fabricate the cathode using Al foil as the current collector.  Before the use in the full cell, the anode was electrochemically activated for three cycles to eliminate the huge capacity loss in the first cycle. For the full cells, the voltage cutoff window was 1.0–3.8 V, and the excess capacity of cathode was controlled at ∼10% while the anode was limited."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "One-Dimensional Yolk–Shell Sb@Ti–O–P Nanostructures as a High-Capacity and High-Rate Anode Material for Sodium Ion Batteries"
}