{
    "DOI": "10.1039/C7NR07533B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In the past decades, lithium-ion batteries (LIBs) have been successfully employed in portable electronic devices and electric vehicles because of their high energy density and long cycle life. However, current concerns about LIBs mainly exist in the scarcity of lithium resources, especially for the large-scale application for storing sustainable energy. Sodium-ion batteries (SIBs), as potential alternatives to LIBs in large-scale stationary energy storage applications, have generated worldwide interest due to the rich reserves and low cost of sodium resources. However, due to the large ionic radius and heavy atom mass of sodium-ions, SIB technology is still impeded by sluggish reaction kinetics, which leads to the result that the most commercialized anode material in LIBs, graphite, is incapable of storing Na. Thus, to realize the practical application of SIBs, it is necessary to find suitable anode materials with good electrochemical properties. SnO2-based anodes have attracted great attention due to their high theoretical capacity (667 mA h g−1 for SIBs), low cost, and moderate operating potential. However, two primary challenges are faced by SnO2-based anodes: (1) rapid capacity decrease induced by volume change and exfoliation of active materials; and (2) poor rate capability due to their inherent low electrical conductivity, which deserves great consideration because SIBs have to accommodate the big current inputs and outputs in the application of stationary batteries. Many efforts have been made to solve the capacity decrease and low conductivity problems by designing various composites with special microstructures. For example, Xie et al. have fabricated a SnO2/reduced graphene oxide nanohybrid and achieved a stable reversible capacity of 369 mA h g−1 at 0.1 A g−1. They ascribed the excellent electrochemical performance to the effect of reduced graphene oxide, which plays an important role in buffering volume expansion and enhancing conductivity. Zhou et al. have demonstrated a unique hierarchical core–shell microstructure of carbon coating layer/SnO2/carbon cloth, which can minimize the stress of the volume change successfully. The abovementioned research studies have offered a vital theoretical value for the improvement of the electrochemical performance of SnO2-based anodes. Most of them have focused on the method of constructing SnO2/C composites to enhance electrochemical performance. In order to further improve the sodium storage performance of SnO2-based anodes and push forward the application of SIBs, it is necessary to explore novel mechanisms to enhance the capability of fast sodium storage.",
                "Heterostructures, which could be created by coupling nanocrystals with various band gaps, have been proved to efficiently enhance the surface reaction kinetics and facilitate charge transfer due to the internal electric field at heterointerfaces. For example, Zhou et al. have prepared TiO2 (B)/anatase microspheres with excellent high-rate cycling capability. The authors ascribed this to the enhanced Li+ diffusion and electronic conductivity, which was induced by the TiO2 (B)/anatase heterojunctions. Xu et al. have exploited MoS2–Li4Ti5O12 heterostructures to enhance the electrochemical properties of Li4Ti5O12. Consequently, MoS2–Li4Ti5O12 delivered a much increased specific capacity of 60 mA h g−1 at a current density of 2C compared to pure Li4Ti5O12 as anodes for SIBs. Pseudocapacitive storage is another consideration to boost electrode performance at high charging rates. Unlike the conventional electrochemical behavior of the diffusion-controlled process, pseudocapacitive storage features fast faradaic surface charge-transfer reactions. Extrinsic pseudocapacitive storage can be introduced by constructing special microstructures, such as nanoparticles, nanowires, nanosheets, and porous structures with high specific surface areas. Up to date, several compounds (TiO2, V2O5, MoO2, MoS2, and FeS2, etc.) with an extrinsic pseudocapacitive storage feature have been successfully used for SIBs, and made great enhancement in rate capability. For example, Chen et al. have firstly prepared a chemically bonded graphene–TiO2 hybrid and introduced pseudocapacitive sodium storage, leading to an intriguing rate capability of more than 90 mA h g−1 at 12000 mA g−1 for Ti-based anodes.",
                "With these considerations in mind, herein, we combine the advantages of the heterostructures and pseudocapacitive effect to boost the charge transfer for both interfaces and surfaces by designing the graphene oxide/SnO2/Co3O4 nanocomposite through a simple hydrothermal process, which has four superiorities: (1) owing to the existence of SnO2/Co3O4 heterostructures, the kinetics of charge-transfer will be enhanced by the induced internal electric field; (2) the pseudocapacitive effect can greatly boost the electrode performance at high charging rates and lengthen the battery life, accounting for the decreased electrode destruction from the intrinsically fast surface charge transfer kinetics; (3) the nanoscale morphology can minimize the diffusion and transfer distance of both sodium-ions and electrons, resulting in enhanced rate performance; and (4) the existence of graphene oxide could not only efficiently accommodate the volume expansion but also greatly facilitate the transport of electrons. Thus, the as-made graphene oxide/SnO2/Co3O4 nanocomposite as the anode material for SIBs has exhibited not only high reversible capacity and long-term cycling stability, but also very intriguing rate capability."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Preparation of graphene oxide (GO). Graphene oxide (GO) was prepared by the modified Hummer's method. Briefly, graphite (1 g) and NaNO3 (0.75 g) were poured into concentrated H2SO4 (75 ml, 98%) at 0 °C. Then, KMnO4 (4.5 g) was added slowly, and the mixtures were stirred for 2 h. After that, the mixtures were diluted by 300 ml of distilled water. Next, the reaction was terminated by adding H2O2 (20 mL, 30%). Finally, GO was separated and washed with distilled water by centrifuging and then suffered from freeze-drying (Fig. S1†).",
                        "Preparation of GO/SnO2/Co3O4 (GSC). The as prepared GO (0.04 g) was added into 40 mL of deionized water and treated by an ultrasonic process for 1 h. Then 0.42 g of SnCl4·5H2O was dispersed into the GO suspension and subjected to the ultrasonic process for 0.5 h. After that, 0.02 g of Co(NO3)2·6H2O and 5 mL of ammonia solution (28 wt%) were mixed with GO/SnCl4·5H2O suspensions by ultrasonication for another 0.5 h. Afterwards, the mixture suspensions were transferred into a 50 mL Teflon-lined stainless-steel autoclave, sealed and hydrothermally treated at 180 °C for 24 h. The obtained precipitate was washed with deionized water and ethanol and dried at 80 °C for 10 h, which was the GO/SnO2/Co3O4 nanocomposite and was named “GSC”. GO/SnO2 (named “GS”) was also synthesized through the abovementioned procedure but without adding Co(NO3)2·6H2O into the precursors."
                    ],
                    "name": "Sample preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) measurements were carried out on a Rigaku D/max diffractometer with Cu Kα radiation at a wavelength of 1.5406 Å. Raman spectra for GO, GS, and GSC were determined by using a DXR microscope with a visible laser (λ = 532 nm) at room temperature. X-ray photoelectron spectroscopy (XPS) characterization was carried out on a PHI-5000 Versaprobe. Thermogravimetric analysis (TG, NETZSCH, STA 499C) was performed at a heating rate of 10 °C min−1 up to 800 °C in air. Scanning electron microscopy (SEM) was performed on an S4800 microscope. Transmission electron microscopy (TEM) and elemental mapping were performed on a JEM-2100F microscope. The Brunauer–Emmett–Teller (BET) surface areas of GSC and GS were measured by nitrogen adsorption isotherms at 77 K using a Nova 2200e instrument (Quantachrome) with 12 h outgas at 150 °C. The pore volume and pore size distribution data were calculated using the Barrett–Joyner–Halenda (BJH) method."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrode was fabricated through a slurry casting process. Active materials (GSC), carbon black, and binder polyvinylidene fluoride (PVDF) were mixed at a weight ratio of 8:1:1 in N-methyl-2-pyrrolidone (NMP) to prepare the slurry. The slurry was then coated onto the copper foil followed by drying at 110 °C for 10 h in a vacuum oven. The same method was also used to fabricate the GS electrode. Using CR-2032 type coin cells that were assembled in an Ar filled glovebox, the electrochemical tests were implemented with a sodium metal working as both the counter and reference electrode. The mass loading of active materials for coin cell testing is about 0.6–0.9 mg cm−2. A solution of 1 M NaClO4 dissolved in ethylene carbonate (EC) and diethyl carbonate (DEC) at a volume ratio of 1:1 with a 5 wt% fluoroethylene carbonate (FEC) additive was used as the electrolyte. A glass microfiber (Whatman) was employed as the separator. Cyclic voltammetry (CV) tests and electrochemical impedance spectroscopy (EIS) measurements were fulfilled on a CHI660E electrochemical workstation. CV tests were performed in a potential range of 0.01–3.0 V vs. Na/Na+ at scan rates of 0.1, 0.2, 0.4, 0.6, 0.8, 1, 5, and 10 mV s−1. EIS measurements were recorded by employing an AC voltage of 5 mV amplitude over the frequency range from 100 kHz to 0.1 Hz. Galvanostatic charge/discharge tests were tested by applying a LAND CT2001A battery test system at constant current densities of 0.1 and 1 A g−1 between 0.01 and 3.0 V vs. Na/Na+. The rate capabilities were evaluated at current densities of 0.05, 0.1, 0.2, 0.5, 1, 2, and 4 A g−1 by using the same instrument. All the capacities of the cells have been normalized based on the weight of the active materials in the form of GSC and GS."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The crystal structures of the samples were analyzed by XRD. As shown in Fig. 1a, the XRD pattern of GS can be well indexed as the tetragonal SnO2 phase with the space group of P42/mnm (JCPDS card no. 41-1445). Compared with GS, GSC presents some new small diffraction peaks at 31.3°, 36.8°, and 65.2°, and these can be well indexed as the (220), (311), and (440) planes of the face centered cubic Co3O4 phase (JCPDS card no. 42-1467). This reveals the coexistence of SnO2 and Co3O4 in the GSC sample. As SnO2 is our study subject, GSC was prepared with a low loading content of Co3O4 as compared to SnO2, leading to a weak intensity of peaks corresponding to Co3O4. The properties of graphene in GO, GS, and GSC are determined by Raman spectra in Fig. 1b and Fig. S1b.† The Raman spectra of the samples exhibit two visible peaks at about 1340 and 1580 cm−1, which are attributed to the D and G bands. As is known, the D band is associated with structural defects in the graphitic plane, while the G band is attributed to the sp2 bonded graphitic carbons. We have calculated the ratios of ID/IG for GO, GS, and GSC to be 0.94, 1.04, and 1.04, respectively. The increased ID/IG ratios of GS and GSC indicate the anchoring of nanoparticles on the graphene nanosheets and the partial reduction of GO during the hydrothermal treatment process.",
                "X-ray photoelectron spectroscopy (XPS) was carried out to confirm the chemical elements and oxidation states of the surface of the as-prepared samples. According to the general spectrum of GS, it can be found that there only exist the elements of Sn, O, and C, with photoelectron peaks appearing at binding energies of 487 (Sn 3d5/2), 495 (Sn 3d3/2), 717 (Sn 3p3/2), 758 (Sn 3p1/2), 531 (O 1s), and 285 eV (C 1s). Compared with the spectrum of GS, there exists an additional element of Co in the survey spectrum of GSC. As shown in Fig. 1d, the Co spectrum shows two peaks at binding energies of 781.1 and 797.3 eV corresponding to Co 2p3/2 and Co 2p1/2, respectively, with a spin-energy separation of 16.2 eV and two shake-up satellites, which are the characteristic of a Co3O4 phase. As shown in Fig. 1e, it is clearly seen that the two peaks of Sn 3d3/2 and 3d5/2 for GSC both shifted to lower binding energies compared to those for GS, revealing that the 3d electron in Sn is donated to the adjacent Co3O4, which refers to the coupling effect of SnO2 and Co3O4 for the GSC sample. To confirm the heterostructures, the XPS spectrum of Co 2p in GSC (with the existence of SnO2) was compared with that in graphene oxide/Co3O4 (as seen in Fig. S2,† without the existence of SnO2). These results presented that the two peaks of Co 2p in GSC shifted to higher binding energies as shown in Fig. S2d,† indicating that the 2p electron in Co was interacting with the adjacent SnO2 for the GSC sample. Thus, both the positive shift of the Sn 3d binding energy and the negative shift of the Co 2p binding energy can confirm the strong electric interaction between SnO2 and Co3O4 in GSC, that is, the existence of heterostructures. The formation of heterostructures should be related to the close contact between the boundaries of p-type Co3O4 and n-type SnO2. These p–n heterostructures can result in an internal electric field to facilitate interfacial charge transport, which would benefit the enhancement of charge-transfer kinetics in electrochemical reactions. According to XPS analysis, the molar ratio of Co/Sn in GSC is about 1/14. The carbon contents of GSC and GS are similar to each other, that is, 21.9 wt% and 20.8 wt%, respectively (Fig. 1f).",
                "The morphology and microstructure of the samples were observed via SEM and TEM analyses. As shown in Fig. 2a and d, nanoscale particles disperse uniformly on the surface of the graphene oxide nanosheets for both GS and GSC. Fig. 2b and e show the representative TEM images of GS and GSC samples. It is obvious that ultrathin nanoparticles with a size of ca. 5 nm are anchored evenly on the graphene oxide nanosheets for both GS and GSC. Herein, the effect of morphology could be ignored when we analyzed the difference between the electrochemical performance of GS and GSC. It has been widely reported and accepted that the composite of graphene oxide could help enhance the conductivity of metal oxide electrodes and accommodate volume expansion, which is beneficial for their electrochemical performance. The HRTEM image of GSC in Fig. 2f clearly shows the existence of SnO2/Co3O4 heterostructures. The lattice fringes of about 0.33 nm and 0.18 nm correspond to the (110) and (211) planes of SnO2 and the interatomic spacing of 0.28 nm corresponds to the (220) plane of Co3O4. SnO2 nanoparticles and Co3O4 nanoparticles are in tight contact with each other, forming heterostructures in the interfacial area. Furthermore, as shown in Fig. 2g–k, the mapping images of GSC show a uniform element distribution of C, O, Sn, and Co elements. The distribution of Co and Sn is continuous and crossed with each other. This further indicates the existence of SnO2 and Co3O4 on the graphene oxide nanosheets, which brings about the firm contact of the two components and the formation of SnO2/Co3O4 heterostructures.",
                "The sodium-ion storage behavior of GSC and GS was evaluated by cyclic voltammetry (CV) with a scan rate of 0.1 mV s−1 between 0.01 V and 3.0 V and the results of the first 3 cycles are shown in Fig. 3a and Fig. S3a.† Reduction peaks of GSC ranging from 1.8 to 0.6 V observed during the first cathodic scan are related to the irreversible formation of the solid electrolyte interface (SEI) films and the irreversible reactions between sodium-ions and SnO2 to form NaxSn alloys. The disappearance of this peak in the following scans is attributed to the complete formation of the solid electrolyte interface films. Starting from the second scan, there exist two pairs of stable reduction/oxidation peaks located at 0.5 V/1.25 V and 0.02 V/0.15 V, corresponding to the alloying/de-alloying process. It is found that the reduction peak at around 0.5 V in the second cathodic scan shifted negatively in the third cathodic scan, which may be related to the unreacted SnO2 during the first few cycles. Under continuous scans, the CV profiles exhibit a distinct pair of reduction and oxidation peaks with comparable intensities for GSC, revealing the highly reversible electrochemical reactions and ensuring prolonged cycling stability. It should be noted that there exist no reduction/oxidation peaks related to the sodium-ion storage behavior of Co3O4; this may be ascribed to the limited content of Co3O4 in GSC (as mentioned in XPS analysis). It also indicates that Co3O4 contributes nearly no capacity for GSC due to its ultra-low content compared with SnO2. Galvanostatic charge–discharge tests were performed at a constant current density of 0.1 A g−1 between 0.01 V and 3.0 V to investigate the electrochemical performance of the samples (Fig. 3b and Fig. S3b†). As shown in Fig. 3b, the GSC electrode shows an initial discharge capacity of 1503 mA h g−1 and a charge capacity of 537 mA h g−1 resulting in a columbic efficiency (CE) of 36%. The initial irreversible capacity loss should be attributed to the irreversible reaction between SnO2 and Na and the inevitable formation of SEI, consistent with the above CV result. The second and third discharge capacities could reach 575 mA h g−1 and 596 mA h g−1, respectively, which is high and close to the theoretical capacity of SnO2 (667 mA h g−1) as an anode for SIBs. Fig. S4† shows the second galvanostatic charge–discharge profiles of the GS and GSC electrodes. Compared with the GS electrode, the GSC electrode exhibits higher discharge capacity and smaller voltage hysteresis, which indicates much improved SnO2 utilization and redox kinetics for GSC due to the existence of SnO2/Co3O4 heterostructures.",
                "The cycling performance of GS and GSC was evaluated at a constant current density of 0.1 A g−1 and the results are presented in Fig. 3c. The GSC electrode presents a higher reversible capacity than the GS electrode, which can be ascribed to the improved interfacial charge transfer by SnO2/Co3O4 heterostructures. After 80 cycles, the GSC electrode exhibits a high reversible capacity of 461 mA h g−1, while the reversible capacity of the GS electrode only remains at 353 mA h g−1. The capacity retention of the GSC electrode is 85.8%, with an average capacity decay of 0.18% only per cycle. Moreover, the columbic efficiency of GSC is as high as 99% at the 80th cycle. Fig. 3d shows the rate capability of the GS and GSC electrodes from 0.05 A g−1 to 4 A g−1, and back to 0.1 A g−1. As clearly shown in the figure, the GSC electrode presents high-rate performance. Increasing the current density to 0.5 A g−1, the GSC electrode could maintain a reversible capacity of 370 mA h g−1, and when the current density increased to a high value of 4 A g−1, the GSC electrode could still deliver a reversible capacity of 170 mA h g−1. When the current density decreased back to 0.1 A g−1, the GSC electrode recovered to a high reversible capacity of 536 mA h g−1. Fig. 3e shows the long-term cycling performance of the GSC and GS electrodes when discharged/charged at a high current density of 1 A g−1. During the first few cycles, both the GS and GSC electrodes experienced a superior high reversible capacity of 430 mA h g−1 after full activation. According to a previous report, the reason for the activation process could be attributed to the reconstruction of the electrode material, which leads to the decreased particle size and the increased interfacial capacitive capacity contribution. After 500 cycles, the GSC electrode delivers a reversible capacity of 241 mA h g−1, which is much higher than that of the GS electrode, indicating the excellent high-rate cycling performance of the GSC electrode. It is the existence of the SnO2/Co3O4 heterostructures that makes the difference of the electrochemical performance between the GS and the GSC electrode. We also compared the electrochemical performance of the GS and GSC electrodes in this work with the state of the art results in the previously reported research studies on the SnO2-based systems (Fig. 3f, g, and Table S1†). The reversible capacities of the GSC electrode at both low current density and high current density are superior to those of most previously reported results. Such a great electrochemical performance shows that the as-prepared GSC nanocomposite has great potential in application as an anode for SIBs.",
                "Such excellent rate capability and intriguing cycling stability at high current density of the GSC electrode imply fast reaction kinetics; thus, we performed AC impedance measurements after 1 cycle of the galvanostatic charge–discharge test for both samples (Fig. 4, Fig. S5 and Table S2†). Fig. 4a shows the typical EIS responses of the GS and GSC electrodes. The spectral curves contain a semicircle in the high-frequency region and a straight line in the low-frequency region, indicating that the electrochemical process is controlled by both charge transfer and Na-ion diffusion. The diameter of the semicircle represents the charge transfer impedance (Rct), and the simulation results in Table S2† show that the Rct of the GS and GSC electrodes is 130.28 Ω and 60.13 Ω, respectively. The latter inclined line in the low frequency region corresponds to the Warburg impedance (ZW), which is related to Na+ diffusion between the electrode and the electrolyte. The Na+ diffusion coefficient (DNa) can be calculated from the low frequency plots using eqn (1):",
                "In this equation, R is the gas constant, T is the absolute temperature, A is the surface area of the electrode, n is the number of electrons per molecule during oxidization, F is the Faraday constant, C is the concentration of the Na ion, and σ is the Warburg factor, which is related to Z’ through eqn (2):",
                "Fig. 4b presents the relationship between Z’ and ω−1/2 in the low frequency zone. The calculated results summarized in Table S2† reveal that the σ of the GSC (27.96) electrode is much smaller than that of GS (81.96), displaying the larger DNa for the GSC electrode. The AC impedance results imply faster charge transfer and Na+ diffusion of the GSC electrode than those of the GS electrode. This is reasonable because the existence of SnO2/Co3O4 heterostructures in GSC plays an important role in facilitating interfacial charge transfer due to the internal electric field.",
                "Considering the ultrafine nanoparticles and high specific surface area of GSC (189 m2 g−1 as shown in Fig. S6 and Table S3†), it is inferred that pseudocapacitive storage with the characteristic of surface-controlled behavior should also account for the high rate capability of the GSC electrode. The pseudocapacitive nature of GSC can be demonstrated by the sloping charge–discharge profiles without distinct plateau regions at different current densities, which is a typical feature of pseudocapacitive materials (Fig. 3h). To gain a more detailed insight into the pseudocapacitive effect in the electrochemical performance, CV analyses at various scan rates from 0.2 to 10 mV s−1 were conducted as shown in Fig. 4c. The power-law relationship between the measured current (i) and the scan rate (v) is given by eqn (3):",
                "where b reflects the control process of the electrochemical behavior. As shown in Fig. 4d, the value of b can be determined from the slope of log(i) and log(v). A b value of 0.5 or 1.0 represents the diffusion-controlled or surface-controlled process, respectively. For scan rates from 0.2 to 1 mV s−1, the b values for the anodic and cathodic peaks are 0.85 and 0.81, respectively, revealing a primarily surface-controlled process. While increasing the scan rate to 1 mV s−1 and above, the slope is decreased and the b values decreased to 0.72 and 0.67 for the anodic and cathodic peaks, respectively, indicating a primarily diffusion-controlled process. To further quantitatively distinguish the diffusion-controlled capacity and surface-controlled capacity (that is, pseudocapacitive capacity), the current response i at a certain potential V could be separated into capacitive effects (proportional to the scan rate v) and diffusion-controlled reactions (k2v1/2), according to Dunn et al.:",
                "For analytical purposes, eqn (4) could be rearranged slightly to eqn (5):",
                "By ascertaining the constants, k1 and k2, we could determine the fraction of the current from the surface pseudocapacitive effect and diffusion-controlled insertion. It can be found that a gradual increase of the capacitive contribution is observed upon the increase of the scan rate from 0.2 to 10 mV s−1 as shown in Fig. 4e. Specifically, Fig. 4f shows the typical voltage profile of the pseudocapacitive current (red region) in comparison with the total current, and a pseudocapacitive contribution of 70% is obtained for GSC at a scan rate of 0.8 mV s−1. Pseudocapacitive storage behavior was also introduced into GS as shown in Fig. S7 and Fig. S8,† which is unsurprising because GS also has ultrafine nanoparticles and a high specific surface area (209 m2 g−1). Comparing GS and GSC, we found that both of them deliver good rate capabilities due to the improved surface charge transfer from the pseudocapacitive effect (Fig. 3f), but GSC exhibits a better rate capacity. The reason is that the heterostructures in GSC can efficiently enhance the charge transfer due to the internal electric field at SnO2/Co3O4 interfaces as discussed above.",
                "Based on the above results, the mechanisms that could account for the excellent electrochemical performance of GSC are put forward, as shown in Fig. 5. In the system of GSC, SnO2 is an n-type semiconductor with a wide band gap of 3.8 eV, while Co3O4 plays the role of a p-type semiconductor with a narrow band gap (2.2 eV). Thus, as observed by the HRTEM image (Fig. 2f), the combination of SnO2 and Co3O4 causes the formation of the Co3O4/SnO2 p–n conjunctions, which will lead to an internal electric field on the heterointerfaces, as confirmed by the much lower Rct and larger DNa for the GSC electrode. Thus, the kinetics of charge-transfer will be highly enhanced. In the process of discharging, the direction of the internal electric field induced by the p–n conjunctions will point from SnO2 to Co3O4. In the presence of this internal electric field, the accumulation of charge at the interfaces will be decreased, which will benefit the diffusion and insertion of Na+. After the full discharging process, SnO2 was converted to NaxSn and Na2O and Co3O4 was converted to Co and Na2O. In the process of charging, according to the conversion mechanism, the Co micro-domain can release more Na+ for per mole Co3O4 than the NaxSn micro-domain for per mole SnO2. So the Co micro-domain will release more Na+ to form a Na+ rich micro-region and have a higher potential. Thus, the different potentials between Co and NaxSn micro-domains will lead to a new electric field at the interface, pointing from the Co micro-domain to the NaxSn micro-domain, which also does good to the fast charge transfer and favors the process of de-sodiation. Besides the effect of SnO2/Co3O4 heterostructures, the extrinsic pseudocapacitive effect caused by the large specific area and ultrafine nanoparticles also contributes to the high capacity and fast Na+ transportation. It is noteworthy that the approach of the introduction of the pseudocapacitive effect in this work is dramatically different from several pioneering studies, which utilized the approach of designing various heteroatom doped porous structures to enhance the capacitive surface-driven process in the surface, nanovoids or defects. The kinetics analysis as discussed above verified the surface-dominated redox reaction mechanism in the Na-storage process, in which the pseudocapacitive effect makes a great contribution and benefits the improvement of surface charge transfer. Moreover, the ultrafine nanoparticles could shorten the diffusion path of Na+, and the graphene oxide could also enhance the conductivity and accommodate the volume expansion of the electrode (Fig. S9†), all of which are helpful to the enhancement of the reversible capacity and rate capability.",
                "Encouraged by the extraordinary performance of the GSC anode in the half cell test, we further fabricated the full cell and evaluated its electrochemical performance (Fig. 6, Fig. S10†). Fig. 6a demonstrates the fabrication of a full cell which consists of the GSC anode and the Na3V2(PO4)3 cathode. The GSC–Na3V2(PO4)3 full cell was tested between 0.5 and 3.4 V at 1 A g−1 and the specific capacity is calculated on the basis of the anode mass. As shown in Fig. 6b, the GSC–Na3V2(PO4)3 full cell discharges at an average voltage of 2.1 V, and no plateau (except for the first charge) was observed because GSC has a sloping voltage profile (except for the first charge). Fig. 6c shows the cycling performance of the GSC–Na3V2(PO4)3 full cell. The full cell can deliver a reversible capacity of 310.3 mA h g−1 and obtains a capacity retention of 81.4% after 100 cycles. The first cycle columbic efficiency is 81.3% and close to 100% in the following cycles. Such a stable and excellent cycling performance at a high current density is beneficial for the application of the GSC anode. Notably, this full cell also presents high rate capability as shown in Fig. S10c.† Besides, the time through charging and discharging for one cycle for the GSC–Na3V2(PO4)3 full cell is only less an hour (Fig. 6d), which means a fast sodium storage process and this is of great importance for practical application."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a graphene oxide/SnO2/Co3O4 nanocomposite has been successfully prepared through a simple hydrothermal method. When the graphene oxide/SnO2/Co3O4 nanocomposite is used as an anode for SIBs, a reversible capacity of 461 mA h g−1 could be achieved after 80 cycles at a current density of 0.1 A g−1. In addition, the graphene oxide/SnO2/Co3O4 anode exhibits excellent rate performance and cycling stability, and it maintains a reversible capacity of 370 mA h g−1 at a current density of 0.5 A g−1. Even at a high current density of 1 A g−1, it can still deliver a reversible capacity of 241 mA h g−1 after 500 cycles. Moreover, the full cell composed of the graphene oxide/SnO2/Co3O4 anode and the Na3V2(PO4)3 cathode could reach a reversible capacity of 310.3 mA h g−1 and obtain a capacity retention of 81.4% after 100 cycles at a current density of 1 A g−1. The outstanding performance of the graphene oxide/SnO2/Co3O4 anode for SIBs is attributed to the improved interfacial and surface charge transfer due to the rationally designed heterostructures and the pseudocapacitive effect. This method may offer a promising strategy for other high performance electrodes and pave the way for realizing the practical application of SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Highly reversible and fast sodium storage boosted by improved interfacial and surface charge transfer derived from the synergistic effect of heterostructures and pseudocapacitance in SnO2-based anodes"
}