{
    "DOI": "10.1021/acsami.8b02768",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "On account of the finite nature of fossil fuels and the rising concerns about environmental pollution, studies on storage for clean and renewable energy are more important than ever before. Efficient energy storage technology is an important component in the exploitation of sustainable energy resources. The large-scale energy storage systems (ESSs) on the basis of secondary batteries have drawn much attention for their high energy conversion efficiency, adjustable power, long cycle life, and low cost.  Although lithium-ion batteries (LIBs) have been rapidly developed and extensively applied, the low abundance of lithium resources in the Earth’s crust cannot satisfy the substantial demand for upcoming larger-scale ESSs.  Thus, it is greatly necessary to develop new inexpensive and efficient ESSs. ",
                "Sodium-ion batteries (SIBs) are hopeful options because of identical working principle as LIBs; and there are highly abundant resources and widespread geological distribution of sodium.  During the past years, numerous trials have been devoted to developing suitable electrode materials for SIBs. Recently, the reliability and practicability of sodium-ion full batteries (SIFBs) have been paid much attention, and great efforts have also been dedicated to evaluating the SIFBs, including Fe3O4//Na2FeP2O7,  Sb//Na3V2(PO4)3,  Na3V2(PO4)3 symmetric,  Sb//Na3V2(PO4)2O2F (NVPOF),  Na2Ti3O7//VOPO4,  hard carbon//NaNi0.5Mn0.5O2,  and so on. However, these full cells are still confronted with several challenges, such as low-operating voltage, inferior rate capability, short-term cycle life, and low-power/energy densities. To construct advanced SIFBs with a high working voltage and a high energy density, the choice of superior cathode material should be the most vital because the practicable anode is very limited and almost fixed as carbon materials. Carbonaceous materials have been generally studied as negative electrode materials for SIBs by reason of numerous edge/defective sites and large layer spacing for Na+ insertion/extraction, especially the hard carbon with the reversible capacity of about 300 mA h g–1 and a low operating potential (almost zero vs Na+/Na), and have been testified to markedly enhance the electrochemical performance of SIBs.  Among all cathode materials for SIBs, fluorophosphates NVPOF with the crystal structure of a Na-superionic conductor (NASICON) should be the most promising cathode candidate for SIFBs because of their stable three-dimensional crystalline structure, high discharge plateaux at about 4.01 and 3.60 V versus Na+/Na, and good thermal stability. ",
                "In spite of its merit of low price, the security issues confronted for LIBs also exist in SIBs because of the utilization of easily leaked and flammable organic liquid electrolytes, especially in large-scale ESSs.  The polymer electrolytes, usually divided into solid and gel electrolytes, should be the most promising candidates of electrolytes for safe and flexible rechargeable batteries.  The solid-polymer electrolytes have been vastly explored because of their higher security compared with the gel-polymer electrolytes (GPEs).  However, they are still confronted with several challenges at the present stage, including low ionic conductivity at an ambient temperature and poor contact/interfacial properties (high interfacial resistance and poor/unstable contact with electrodes).  Nevertheless, the GPEs, which possess the hybrid characteristics combining polymer with liquid electrolytes, have attracted extensive attention because of higher ionic conductivity, broad electrochemical window, good thermodynamic stability, and a higher electrolyte uptake than conventional separators.  Hence, an efficient and compromised method to solve the safety issues is by achieving quasi-solid-state (QSS, i.e., gel state, an intermediate state between liquid state and all solid state) storage devices using QSS electrolytes.",
                "Herein, we design a novel QSS SIFB based on a hard cotton cloth (CC) derived from cotton cloth as the binder-free anode and NVPOF that we recently reported as the cathode.  A sodium ion-conducting gel polymer based on poly(vinylidenefluoride-co-hexafluoropropylene) [P(VDF-HFP)] membrane can serve as both the electrolyte and separator. For convenience, the as-fabricated QSS SIFBs are written as “CC//NVPOF” below. The designed CC//NVPOF exhibited the promising electrochemical characteristics, such as a high energy density of ∼460 W h kg–1 (calculated from the mass of cathode materials) with a high average operating voltage of about 3.80 V, superior rate capability, and excellent cycling performance. Obviously, a superior electrochemical performance is demonstrated in the P(VDF-HFP) GPE because of the superfast ion transport within NVPOF, which was disclosed by the galvanostatic intermittent titration technique (GITT) and cyclic voltammetry (CV) studies. The unique battery system pushes the power/energy densities of SIBs to a high level and is a hopeful candidate for large-scale energy storage applications."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The P(VDF-HFP) membrane is based on the literature reported with minor modifications.  Typically, P(VDF-HFP) was added into a solution, which contains N,N-dimethyl formamide and distilled water in a ratio of 17:1 by weight percent. After treated in a water bath at 80 °C, a watch glass was employed to be the next holder for the solution by providing a smooth surface for the spreading of the solution. Then, the watch glass was immersed in water with a constant temperature at 80 °C, resulting in the successful formation of a homogeneous white membrane. After being dried in a vacuum oven at 100 °C, the dried membrane was cut into circular pieces of diameter 15 mm. Finally, after soaking in an organic electrolyte (1 mol L–1 NaClO4 solution with propylene carbonate and fluorinated ethylene carbonate at a ratio of 95:5 in volume) for over 12 h in a glovebox, the GPE was successfully prepared for further electrochemical measurements."
                    ],
                    "name": "2.1.  Preparation of Sodium Ion-Conducting Gel-Polymer Electrolyte",
                    "type": "h3"
                },
                {
                    "content": [
                        "The NVPOF cathode material was prepared according to our recent reports. "
                    ],
                    "name": "2.2.  Preparation of the NVPOF Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare the CC anode, a commercially available cotton cloth was calcined at 1200 °C for 2 h under an Ar atmosphere. The CC anode was washed in hydrochloric acid solution and distilled water several times and dried at 80 °C."
                    ],
                    "name": "2.3.  Preparation of the CC Anode Derived from Cotton Cloth",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) test was used to analyze the crystal texture and purity of the sample in the 2θ range of 10–80°. The microscopic morphology and structure were studied by using scanning electron microscopy (SEM, Hitachi SU8000). Thermogravimetric analysis (TGA, Pyris Diamond TG/DTA, PerkinElmer) was carried out under a N2 atmosphere in the temperature range of 30–300 °C, with a heating rate of 5 °C min–1."
                    ],
                    "name": "2.4.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The counter/reference electrode and electrolyte in the CR2032 coin-type half-cell were made of Na metal and P(VDF-HFP) GPE, respectively. The NVPOF electrode consisted of the active material, acetylene, and carboxymethylcellulose dissolved in deionized water and covered on an aluminium foil in the ratio of 7:2:1 in weight percent. Then, the electrode was dried in a vacuum oven at 60 °C overnight. The loading density of the active material on the electrodes is about 2.0–2.5 mg cm–2. The prepared CC was directly used as a binder-free work electrode. Galvanostatic charging/discharging (GCD) tests were carried out on the LAND CT2001A in a potential range of 3.0–4.3 and 0.01–2 V for half-cells. A CV test of varied scan rates from 0.03 to 0.1 mV s–1 was employed on a VersaSTAT 3 (Princeton Applied Research) electrochemical station. A GITT analyser was used, in which the cells were charged/discharged in the potential window of 3.0–4.3 V versus Na+/Na at a rate of 0.04 C. Galvanostatic current was applied for 1 h, followed by 6 h of rest. Full cells were assembled by the matching capacity of the NVPOF cathode with the CC anode in excess of 5–10% of anode capacity. The mass of the cathode material was used to calculate the specific capacities of full cells. A pre-sodiation for the CC anode was employed to activate the material and stabilize the electrode surface before the assembling of CC//NVPOF full cells."
                    ],
                    "name": "2.5.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The P(VDF-HFP) polymer membrane was synthesized via a simple method that was described previously.  displays the composition and morphology of the P(VDF-HFP) membrane by powder XRD test, optical photos, and SEM. a shows the XRD pattern of the porous P(VDF-HFP) membrane; obviously, there are two intense peaks at 18.14° and 19.64°, which is consistent with the literature reports. b reveals the optical photographs of the P(VDF-HFP) membrane (top) and its GPE (bottom). A transparent GPE was obtained after soaking in the liquid electrolyte, demonstrating that the liquid electrolyte was resoundingly absorbed into the pores of the P(VDF-HFP) substrate. c,d shows the SEM images of the surface morphology of the P(VDF-HFP) membrane. On the surface of the membrane, there were abundant pores (d = 1–2 μm) that is advantageous for absorbing and retaining the liquid electrolyte. The average thickness of the membrane was measured by a micrometer caliper and was found to be around 170 μm. The porosity of the membrane was found to be around 68%. Its liquid electrolyte uptake was up to 203%, and the membrane demonstrated good retainability for the liquid electrolyte compared with the common separator of the glass filter; more detailed data are shown in  and . Such a high liquid electrolyte uptake is because of the high porosity of the P(VDF-HFP) substrate. Although we prepared the P(VDF-HFP) membrane based on the literature report,  we optimized the synthesis conditions and the as-prepared P(VDF-HFP) membrane with the best characterization. Besides, we also measured the ionic conductivity of the GEP by the electrochemical impedance spectroscopy method, as shown in . The ionic conductivity of the P(VDF-HFP) GPE was about 0.42 mS cm–1 at room temperature. Furthermore, the thermal stability of the P(VDF-HFP) GPE was measured by TGA tests. As shown in , P(VDF-HFP) GPE exhibits the best thermal stability compared with the glass fiber membrane and the commercial separator (NW1640) containing the same amount of electrolyte as P(VDF-HFP) GPE; that is, the evaporation rate of the organic electrolyte in the P(VDF-HFP) GPE is the slowest, demonstrating much enhanced retainability for the liquid electrolyte in the P(VDF-HFP) GPE than in the common separators.",
                "The NVPOF cathode material was prepared via a controlled hydrothermal method, as recently reported by us.  Shown in  is the XRD pattern of the NVPOF cathode material, indicating that all characteristic peaks of the material can be well-indexed to the NASICON-type NVPOF of I4/mmm space group. The SEM images in  displays that the length and width of the NVPOF material is about 400 and 200 nm, respectively. This well coincides with our previous studies.  is the XRD pattern and SEM image of the CC anode. As disclosed, the XRD pattern exhibits broad peaks at 20° and 43°, which corresponds to the lattice planes of (002) and (100) in the disordered carbon. As shown in , the CC anode is composed of interwoven mesh of hollow microtubules, and the diameter of hollow microtubule is around 10–15 μm, which coincides well with our previous reports. ",
                "Electrochemical performance of the NVPOF cathode is first evaluated by GCD tests in half-cells with the P(VDF-HFP) GPE as both electrolyte and separator. a shows the outstanding rate capabilities of NVPOF with a capacity of 125.5 mA h g–1 at 0.1 C, and the corresponding initial Coulombic efficiency is ∼90.35%. This value is very close to 127.8 mA h g–1 in the liquid electrolyte recently reported by us,  suggesting the high ionic conductivity of the P(VDF-HFP) GPE. Even at 10 C, it still delivers a capacity of ∼84 mA h g–1. This value equates to a capacity retention of ∼72% compared to the specific capacity at 0.1 C, indicating that only 28% of the specific capacity is cut back even though the rate augments 100 times. The GCD curves at different rates (inset of a) disclose a clear charge/discharge plateau even at 10 C. We also analyzed the polarization phenomenon in the whole range of rates. As shown in , the NVPOF cathode reveals the minor polarization even at 10 C. The NVPOF cathode also exhibits outstanding cycling performance at different rates of 0.2 and 1 C. After 200 cycles at a relatively low rate of 0.2 C (b), the NVPOF achieves a capacity retention of above 95% with the capacity decay from the initial 118.9–113.1 mA h g–1. c gives its cycling performance at 1 C; as shown, the capacity retention is still up to 94.6% after 1500 cycles, implying the superior cycling stability of the NVPOF electrode in the P(VDF-HFP) GPE. This finding is also verified by the crystal structure and morphology tests after cycling (). The capacity fading rates per cycle was only 0.0036% at 1 C. Notably, the above data are superior to the previous reports that were studied in the liquid electrolyte by us. ",
                "To analyze the reaction kinetics of the NVPOF electrode during Na+ de-/intercalation processes in the P(VDF-HFP) GPE, CV and GITT tests were employed in the NVPOF half-cells. In a, CV curves were recorded in the voltage window of 3.0–4.3 V versus Na+/Na at various scanning rates from 0.1 to 1.0 mV s–1. With the increase of the scanning rate, the peak currents also increase continuously, at the same time the cathodic or anodic peaks shift to lower or higher potentials. b shows the linear fitting profiles between the peak current densities (ip) and the square root of scanning rates (v1/2). The excellent fitting results and the high R values imply that the electrochemical Na-intercalation/extraction reactions are diffusion-controlled processes. Consequently, the apparent Na-diffusion coefficient (Dapp,Na) can be counted according to the Randles–Sevcik  where ip is the peak current of cathodic or anodic peaks, n is the number of electrons per molecule during the Na+ intercalation (n = 2 for V4+/V5+ redox pair), A is the surface area of the electrode, C0 is the concentration of Na+ in the electrode (0.0077 mol cm–3),  and v is the scanning rate. The Dapp,Na values are 6.50 × 10–13, 6.84 × 10–13, 8.51 × 10–13, and 9.74 × 10–13 cm2 s–1 for peaks A1, C1, A2, and C2, respectively. Evidently, the low-potential A1/C1 redox couple yields smaller Dapp,Na values than those of the high-potential couple, suggesting that Na intercalation/extraction at a low potential of around 3.5 V is relatively sluggish and requires higher energy, which is a common result and consistent with previous reports in the liquid electrolyte. ",
                "GITT was measured at 0.04 C over the potential window of 3.0–4.3 V versus Na+/Na in first cycle.  shows the applied current flux and the resulting voltage profile for a single titration during the first charging and discharging process of the NVPOF electrode in the P(VDF-HFP) GPE. A straight-line behavior is observed between the cell voltage E and the square root of galvanostatic time τ1/2, as shown in , from which Dapp,Na values can be counted according to the following  where mB, MB, and VM are the mass, molecular weight, and molar volume of the NVPOF, respectively; τ is the time for an applied galvanostatic current; S is the surface area of the electrode; L is the average radius of the material particles; and ΔEs and ΔEτ are the change of the steady-state voltage and cell voltage E during the current pulse, respectively. The evolution of quasi-equilibrium potential and calculated Dapp,Na values along with the GCD curves are shown in c. Notably, each quasi-equilibrium potential (the red squares in c) is extremely close to the GCD curves, indicating that the Na intercalation/extraction processes are kinetically fast with high ionic and electronic conductivities. Form the GITT tests, the values of Dapp,Na are in the 10–11 to 10–12 cm2 s–1 order of magnitude, and a similar tendency is observed at both charging and discharging processes. Comparing the results of CV, the values of Dapp,Na obtained from GITT are higher, because the actually measured value of ΔEs in GITT is large. Another reason could be the thermodynamic factor, which gives rise to the deviation from the ideal crystallized material.  As is well-known, the strain and surface energy can make for the formation energy of the real material, which can affect the open circuit voltage and may give rise to a varied ΔEs value during the entire charging/discharging processes.  Furthermore, the Dapp,Na values at the upper plateau are obviously larger than those at the lower plateau, indicating that Na intercalation/extraction is relatively sluggish and requires higher energy at a low potential of around 3.60 V, and in the middle of each plateau, the values are clearly smaller than those at the both ends, which is a common result and consistent with previous reports in the liquid electrolyte  and other electrode materials. ",
                "As discussed above, the P(VDF-HFP) GPE should be a promising electrolyte with high ionic conductivity. Hence, a QSS SIFB using the prepared NVPOF as the cathode, CC as the flexible and self-supporting anode (), and the P(VDF-HFP) GPE as both electrolyte and separator was assembled and studied. Meanwhile, we also evaluated the performance of the CC anode in the P(VDF-HFP) GPE, as shown in . The CC anode exhibits superior cycling stability with a capacity retention of more than 85% after 100 cycles at 0.5 C (corresponding current density of 65 mA g–1), and the Coulombic efficiency is ∼77.29%. A schematic illustration of the assembled QSS SIFB is displayed in the inset of a. The typical GCD curves of the NVPOF cathode and the CC anode were performed at 0.1 C in the half-cell, as shown in a. Evidently, there are two pairs of excellent oxidation/reduction plateaux at 4.03/4.02 and 3.63/3.62 V versus Na+/Na in the NVPOF cathode, whereas the average discharge/charge plateau of the CC anode is about 0.06/0.08 V versus Na+/Na. On the basis of the GCD tests, it can be rationally deduced that the average voltage output of the assembled CC//NVPOF full cells will be about 3.80 V, as already testified by GCD curves (b). In the GCD curves, the discharge capacity is about 121.0 mA h g–1 at 0.1 C with an initial Coulombic efficiency of 93.66%. As a result, the energy density delivered by CC//NVPOF is ∼460 W h kg–1, calculated on the mass of the NVPOF cathode. Therefore, the energy density of the final commercialized CC//NVPOF can reach ∼184 W h kg–1, if the mass percentage of the cathode material is about 40% in the whole battery. c is the representative CV profiles tested at 0.1 mV s–1. Obviously, there are two couples of anodic/cathodic peaks at 4.03/3.94 V and 3.62/3.50 V, and the average working voltage is ∼3.80 V in the discharging processes, which is well identical to the predicted value in b.",
                "To further evaluate the electrochemical performance of the assembled CC//NVPOF full cells, the rate and cycling performances were investigated by GCD tests at various rates. Shown in a, the rate capability was obtained from 0.1 to 10 C, exhibiting an outstanding high-rate performance. Even at 10 C, the delivered discharge capacity is still 78.1 mA h g–1, with a capacity retention of ∼65% compared to the specific capacity at 0.1 C. The corresponding GCD curves of CC//NVPOF at different rates are further exhibited in b; there are still two clear discharge plateaux of about 3.75 and 3.2 V at 10 C. Furthermore, the specific capacity at 0.1 C can well restore to its initial values after the rate tests of 45 cycles, implying that the CC//NVPOF full cells can work at arbitrarily varied current densities. This outcome promotes the capability of CC//NVPOF full cells to store unstable and intermittent energy sources, for instance, wind and solar energies. More importantly, the CC//NVPOF full cells also exhibit outstanding cycling performance, as shown in c. When cycled at 1 C, the CC//NVPOF full cell delivers an initial capacity of 116.1 mA h g–1 with a capacity retention of about 92.2% after 200 cycles. To test the much longer cycle life, the CC//NVPOF full cell was further cycled at 10 C, exhibiting a capacity retention of about 90% even after 500 cycles.",
                "In addition, we summarized and compared many recently reported QSS full-cell configurations based on the SIBs and LIBs in regard to their energy and power densities, as presented in . As seen in the Ragone plots, CC//NVPOF possesses a high energy density of almost 460 W h kg–1 at a power density of 52 W kg–1, which is notably higher than those of the majority of reported ones, except for the lithium-based oxides graphite//Li(Ni1/3Co1/3Mn1/3)O2.  Although the energy densities of CC//NVPOF are slightly lower than those of graphite//Li(Ni1/3Co1/3Mn1/3)O2 at a power density of <300 W kg–1, it exhibits markedly superior power performance. Moreover, the power/energy densities of CC//NVPOF are notably higher than that of Sb//Na3V2(PO4)3.  By comparison, our CC//NVPOF reveals outstanding electrochemical performances, and more details are displayed in ."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a QSS SIFB CC//NVPOF has been fabricated based on the CC as the binder-free anode and NVPOF as the cathode, using a P(VDF-HFP) GPE as both the electrolyte and separator. Such a full cell can exhibit a high energy density of ∼460 W h kg–1 (calculated based on the mass of the NVPOF) with a high average operating voltage of above 3.80 V. Electrochemical tests demonstrate that the assembled CC//NVPOF exhibits outstanding electrochemical performance in the aspect of excellent rate capability and ultralong cycling stability, illustrating that the designed CC//NVPOF would be a hopeful candidate for advanced secondary batteries with high-power/energy densities. More importantly, the GITT and CV tests were implemented to analyze the Na-migration kinetics of the NVPOF electrode in the P(VDF-HFP) GPE during the Na+ de-/intercalation processes."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Quasi-Solid-State Sodium-Ion Full Battery with High-Power/Energy Densities"
}