{
    "DOI": "10.1039/C9NR03574E",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the rapid development of portable electronic devices and electrical vehicles, there is an urgent demand for sustainable and efficient batteries with high energy density. Lithium-ion batteries (LIBs) have been widely used due to their high energy density. However, the scarcity, uneven global distribution and increasing cost of lithium resources have seriously impeded the development and application of LIBs. Recently, sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs) have received serious attention because of the abundance and low cost of their raw materials. Compared to the 0.0017 wt% lithium element, sodium and potassium contribute 2.36 wt% and 2.09 wt% of the earth's shell, respectively. In addition, sodium and potassium share similar chemical properties with lithium, which can enable the transfer of the knowledge of LIBs to SIBs and PIBs. All of these advantages make them excellent candidates for next-generation energy storage systems. Nevertheless, the larger radius of Na+ (1.02 Å) and K+ (1.38 Å), in contrast to that of Li+ (0.76 Å), causes larger volume changes during the charging and discharging process, which leads to poor cycling performance and significant challenges in the development of host materials for SIBs and PIBs. These challenges have compelled researchers to develop appropriate electrode materials with high capacity, excellent rate capability and excellent cycling stability of SIBs and PIBs, which have received great attention.",
                "As a transition metal element with various valence states (V2+, V3+, V4+, and V5+), vanadium and vanadium-based materials have drawn increasing attention in the field of electrochemical energy storage due to their intrinsic safety characteristic, relatively high crust abundance, low cost, easy synthesis process and considerable theoretical capacity. For instance, Wu et al. synthesized a 3D flower-like VO2/MXene material as anodes for SIBs, which exhibited a high capacity of 280 mA h g−1 at 0.1 A g−1 after 200 cycles. Luo et al. obtained Fe2VO4 hierarchical porous microparticles as anodes for both LIBs and SIBs, which delivered a high capacity of 624 mA h g−1 at 0.5 A g−1 after 500 cycles for LIBs and 229 mA h g−1 after 1000 cycles at the current density of 1 A g−1 for SIBs. Jin et al. fabricated self standing V2O3 porous nanofibers and examined their use as a K ion anode material, which revealed an outstanding reversible capacity of 240 mA h g−1 at 0.05 mA g−1 and with a good capacity retention of 95.8% after 500 cycles. All of these results indicate that vanadium-based materials hold great promise as anode candidates for future rechargeable batteries. However, vanadium-based compounds as novel anodes for SIBs and PIBs with high capacity and long cycling life (e.g. >6000 cycles) are still limited and urgently demanded.",
                "Recently, fabricating nanostructured vanadium-based compounds with carbon materials has revealed fascinating effects improving cycling life and rate capability owing to the high conductivity of carbon accompanied by a stabilizing effect. In particular, the vanadium-based dichalcogenides, VaXb (X = S, Se), confined in carbon materials have received significant attention in the field of alkali metal ion batteries and displayed excellent electrochemical performance. Yang et al. prepared V5S8-graphite hybrid nanosheets as an anode material for SIBs and they showed a reversible capacity of 496 mA h g−1 after 500 cycles at 1.0 A g−1. Yang et al. obtained metallic graphene-like VSe2 ultrathin nanosheets, which displayed a good capacity of 366 mA h g−1 at 100 mA g−1 after 200 cycles in PIBs. Nonetheless, the major challenge in the fabrication of VaXb/carbon nanocomposites is that V4+ is unstable and tends to be reduced or oxidized into more stable V3+ or V5+ impurity phases, such as V2O3 or V2O5, which, to a great extent, limits its application. Therefore, adopting a facile synthetic route to ensure an optimal nanostructure composed of a carbon coated structure while retaining the reversibility of the active materials and delivering excellent electrochemical performance for diverse alkali metal ion batteries simultaneously is urgently required.",
                "Herein, we initially fabricated a novel VSe1.5/CNF composite via a facile method, which achieves a high capacity and excellent long-term cycling stability as a superior anode for LIBs, SIBs and PIBs. The process is convenient, involving electrospinning and subsequently selenization, being a versatile technology to prepare 3D conductive networks and an efficient way to obtain nanostructure materials. The synthesis route of the VSe1.5/CNF composite is illustrated in Scheme 1. When acting as an anode material for LIBs, the VSe1.5/CNF composite delivered a high capacity of 932 mA h g−1 after 400 cycles at a high current density of 1 A g−1. At the same time, the electrode presented superior performance in SIBs with a high reversible specific capacity of 668 mA h g−1 after 50 cycles and an excellent capacity of 265 mA h g−1 at 2 A g−1 even after an ultra-long 6000 cycles. This is one of the best performances of V-based anode materials for SIBs reported so far. Moreover, benefiting from the rational design of the structure, the VSe1.5/CNF composite also demonstrates a satisfactory reversible K+ storage performance."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "For a typical synthesis of the VSe1.5/CNF composite, 0.5 g of polyacrylonitrile (PAN, MW = 150000, Sigma) and 0.3459 g of vanadyl acetylacetonate (VO(acac)2, 99%, Aladdin) were dissolved in 10 mL of N,N-dimethylformamide (DMF) solution. All the reagents and solvents were used without any further purification. After stirring for 24 h, the obtained homogenous solution was then delivered by an ordinary injection syringe with a flow rate of 0.5 mL h−1 and potential of 20 kV. The achieved as-spun VO(acac)2/PAN precursor fibers were maintained at 70 °C in a vacuum drying oven for 12 h.",
                        "Subsequently, the VO(acac)2/PAN precursor and selenium powder were placed in a different upstream part of the furnace and annealed at 600 °C for 4 h in a mixed H2/Ar (5% H2) atmosphere at a ramp rate of 2 °C min−1. For comparison, pristine PAN carbon fibers were prepared in the same way without adding VO(acac)2 and the sample was denoted as carbon fibers in the subsequent discussion. Similarly, bulk VSe1.5 (containing some V2O3 impurities) was also synthesized by calcining VO(acac)2 and selenium powder in H2/Ar at 600 °C for 4 h and denoted as bulk VSe1.5 for clarification."
                    ],
                    "name": "Preparation of VSe1.5/CNF composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal phases of the samples were observed with X-ray diffraction (XRD) recorded on a Bruker D8 diffractometer using filtered Cu-Kα radiation and scanned in the range of 10–80° at 40 kV. The morphology characterization of the samples was undertaken by using SEM (Hitachi 8100) and TEM (FEI F20 S-TWIN). Raman spectra (DXR2xi) were recorded with a laser at a wavelength of 532 nm. Thermogravimetric (TG) analysis was carried out using a TA Q50 apparatus from 30 to 700 °C at 10 °C min−1 in an air flux of 100 mL min−1. X-ray photoelectron spectroscopy (XPS) spectra were recorded with an ESCALAB MARK II spherical analyzer with Kα radiation as the X-ray source."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the LIB test, VSe1.5/CNFs, super-P and carboxymethyl cellulose (CMC) (w/w/w = 8/1/1) were mixed and uniformly spread onto a piece of Cu foil, followed by drying at 80 °C in a vacuum for 10 h. The loading amount of active materials on the electrode was about 1–2 mg. A 1 M solution of LiPF6 composed of EC, EMC and DMC with a ratio of 1:1:1 (v/v/v) served as the electrolyte and metallic lithium foil served as the reference electrodes.",
                        "For the SIB test, a slurry consisting of 80 wt% active materials (VSe1.5/CNFs, bulk VSe1.5 or carbon fibers), 10 wt% super-P and 10 wt% carboxymethyl cellulose (CMC) was uniformly pasted on the Cu foil. The mass loading of active material for each electrode was about 1–2 mg. The electrode sheets were then dried at 80 °C for 10 h under vacuum and transferred into an Ar-filled glove box. Na foil and glass microfiber were used as the counter electrode and the separator, respectively. 1 M NaClO4 in ethylene carbonate (EC)/dimethyl carbonate (DMC) (1/1 by volume) with 5% fluorinated ethylene carbonate (FEC) was used as an electrolyte.",
                        "The electrochemical measurements of the VSe1.5/CNF composite for PIBs were similar to those for LIBs and SIBs. For the PIB test, the slurry was prepared by mixing 80 wt% VSe1.5/CNFs, 10 wt% super-P and 10 wt% sodium alginate. The electrode sheets were dried at 80 °C for 10 h in a vacuum and the mass of active material loaded on the electrode was about 1 mg cm−2. Potassium metal was the counter electrode and 1 M potassium bis(fluorosulfonyl)imide (KFSI)-dimethoxyethane (DME) served as the electrolyte.",
                        "CR2025-type coin cells were assembled in a glove box full of argon gas with O2 and H2O levels less than 0.1 ppm. All the galvanostatic charge–discharge curves and electrochemical performance of the LIBs, SIBs and PIBs were recorded by using a LAND CT2001A Battery Testing system. The cyclic voltammetry (CV) tests were performed in the voltage range of 0.01–3.0 V on an Ivium electrochemical workstation at room temperature. Electrochemical impedance spectroscopy (EIS) was performed in the same voltage window in the frequency range of 0.1 Hz to 100 kHz."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to investigate the phase and crystal structure, the XRD patterns of the samples were recorded and they are shown in Fig. 1(a). The clear diffraction peaks located at 14.9°, 30.2°, 33.3°, 42.6°, 52.1° and 53.2° can be indexed well to the (002), (004), (−112), (−114), (310) and (020) crystal planes of VSe1.5 (JCPDS No. 017-0862). In addition, a conspicuous and broad peak at ∼26° is attributed to disordered carbon generated from the carbonization process, implying that the VSe1.5/CNF composite has been successfully synthesized. In contrast, the sample of the bulk VSe1.5 reveals some extra diffraction peaks at 2θ = 24.3°, 36.2°, 41.2°, 49.8°, 53.9°, 63.1° and 65.1°, corresponding to the (012), (110), (113), (024), (116), (214) and (300) planes of V2O3 (JCPDS No. 076-1043). The presence of the V2O3 phase in the bulk VSe1.5 sample indicates that some impurities are formed in the synthesis process without electrospinning.",
                        "The Raman spectrum of VSe1.5/CNFs shows two distinct peaks located at ca. 1352 cm−1 and 1584 cm−1, which are assigned to the D and G-bands of disordered carbon, respectively (Fig. 1(b)). The result is consistent with the XRD analyses and further confirms the existence of carbon fibers. In addition, the peaks below 1000 cm−1 could be attributed to V–Se vibrations of the sample, as described in a previous report.",
                        "To investigate the accurate loading of VSe1.5 in the VSe1.5/CNF composite, TG experiments were conducted up to 800 °C in an air atmosphere. As shown in Fig. S1,† the weight loss of bulk VSe1.5 and the VSe1.5/CNF composite is 30.19% and 76.91%, respectively. Apparently, a little weight increase can be observed in both samples between 200 °C and 290 °C, which can be attributed to the formation of V2O3 and SeO2 by the reaction of VSe1.5 and O2. After 300 °C, an apparent weight loss in the curve of the VSe1.5/CNF sample may be due to the sublimation of SeO2 and complete oxidation of the carbon matrix to CO or CO2.",
                        "The weight loss of the VSe1.5/CNF composite is equal to the sum of the weight loss of VSe1.5 and the carbon matrix, which can be described by the follow eqn (1):",
                        "A represents the total mass of the VSe1.5/CNF composite. B represents the loading of VSe1.5 in the VSe1.5/CNF composite. Therefore, the accurate content of VSe1.5 in the VSe1.5/CNF composite is calculated to be 33.08%.",
                        "The morphology of the VSe1.5/CNF composite was characterized via SEM and TEM measurements. As shown in Fig. 2a and b, the morphology of a fibrous structure is well obtained, with a diameter of about 100 nm. Furthermore, VSe1.5 particles were found to grow on the surface of the carbon fibers. Fig. 2c and d show the TEM images of the sample, and they further indicate that the VSe1.5 particles are well-distributed over the whole fibers. This result suggests that the electrospun fibers can effectively prevent the aggregation of VSe1.5 particles and may also offer an efficient pathway for the rapid transfer of ions during the battery cycling process. The HRTEM images (Fig. 2e and f) at the edge of the particle show clear lattice fringes. The lattice fringes of 0.598 and 0.265 nm match well with the (002) and (−112) planes of VSe1.5 particles, respectively. Moreover, the selected area electron diffraction (SAED) pattern presented in Fig. 2e further confirmed the existence of VSe1.5 particles. Additionally, the scanning TEM-energy dispersive spectroscopy (STEM-EDS) elemental mapping gives evidence of the homogeneous distribution of C, V and Se in the VSe1.5/CNF composite (Fig. 2g–j). Therefore, VSe1.5 stacked carbon nanofibers (VSe1.5/CNFs) were successfully synthesized by the facile electrospinning assisted method, where the VSe1.5 particles are homogeneously confined on carbon fibers.",
                        "X-ray photoelectron spectroscopy (XPS) can reveal the surface chemical composition of VSe1.5/CNFs (Fig. 3). Fig. 3a shows the wide XPS full spectrum of the composite, indicating that C, O, V and Se elements exist in the sample. The high-resolution C 1s spectrum of the VSe1.5/CNF composite is shown in Fig. 3b. It can be deconvoluted into two peaks at 284.6 and 285.7 eV, which are assigned to the C–C/CC group and C–O group, respectively. The O 1s spectrum of the composite can be observed in Fig. 3c, and two typical peaks appeared at 530.1 eV and 531.6 eV, corresponding to the V–O bond and C–O bond. Specifically, the high resolution XPS spectrum of V 2p discloses two bands at 516.7 eV and 523.9 eV, separately assigned to the spin–orbit splitting of V 2p3/2 and 2p1/2, which confirms the existence of V3+. Moreover, the Se 3d (located at 54.8 eV) peak was observed and can be assigned to Se2−, as shown in Fig. 3d. The results further suggest that the VSe1.5/CNF composite was synthesized successfully (the formula of VSe1.5 is similar to V2O3). In addition, the Se 3d spectrum displays a typical peak at 55.8 eV and two weak peaks at 58.5 and 59.4 eV. They may come from the Se–Se bonds, Se–C and/or Se–O bonds, which is a normal phenomenon since the residual selenium on the surface of the composite can react with the carbon material to generate some Se–C and/or Se–O compounds."
                    ],
                    "name": "Characterization of the VSe1.5/CNF composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the anode were evaluated by using half cells in the voltage range of 0.01–3.0 V (vs. Li+/Li) (Fig. 4). Fig. 4a shows the cyclic voltammetry (CV) profiles for the 4 cycles of the VSe1.5/CNF electrode at a scanning rate of 0.1 mV s−1. Two cathodic peaks at 1.03 V and 2.0 V were measured, which are supposed to represent Li+ intercalation into the VSe1.5/CNF layers, followed by conversion of LixVSe1.5 into Li2Se and vanadium. Small peaks at 0.6 V, 1.52 V and 1.67 V were observed in the first cycle but disappeared in the following cycles, which is due to the irreversible decomposition of the electrolyte to form a solid-electrolyte interphase (SEI). In the anodic scans, two oxidation peaks at 1.85 V and 2.2 V were recorded, indicative of the extraction of Li+ ions from VSe1.5/CNFs. Meanwhile, the subsequent CV curves almost overlap with each other, showing good electrochemical reversibility of the lithium storage.",
                        "Fig. 4b presents the charge/discharge curves of the VSe1.5/CNF electrode at a current density of 500 mA g−1 within the voltage range of 0.01–3.0 V (vs. Li/Li+). The VSe1.5/CNF electrode shows an initial discharge capacity of 1296 mA h g−1 and a charge capacity of 809 mA h g−1, with an initial coulombic efficiency (CE) of 62.4%. Surprisingly, from the second cycle, the discharge/charge profiles are almost the same even after 200 cycles, demonstrating the good reversibility and excellent cycling stability of VSe1.5/CNFs as a LIB anode.",
                        "The cycling performances at a current density of 500 mA g−1 and 1 A g−1 are presented in Fig. 4c and d. When tested at a current density of 500 mA g−1 (Fig. 4c), the VSe1.5/CNF electrode retains a high capacity of 821 mA h g−1 after 200 cycles, with a coulombic efficiency up to 99%. Specifically, it is noteworthy that the specific capacity of the VSe1.5/CNF electrode can initially reach 698 mA h g−1 at 1.0 A g−1, while the capacity increased to as high as 932 mA h g−1 after 400 cycles, as shown in Fig. 4d, signifying a fantastic cycling stability. Moreover, the CE of the VSe1.5/CNF anode increased up to nearly 100% just after several charge–discharge cycles. The increase of capacity after cycling is obvious, which should be attributed to the electrochemical activation of the composite with the growth of a gel-like polymeric layer, possibly inducing additional lithium storage in the interfacial region during the long-term cycling."
                    ],
                    "name": "Electrochemical performance of the VSe1.5/CNF composite as an anode for LIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the VSe1.5/CNF composite and the corresponding SIB test results are shown in Fig. 5.",
                        "Fig. 5a displays the CV curves of the VSe1.5/CNF electrode in the voltage range between 0.01 and 3 V (vs. Na/Na+) at a scan rate of 0.2 mV s−1. The initial reduction peak of VSe1.5/CNFs at 2.15 V corresponds to the V5+/V4+ redox couple and a broad peak at around 0.7 V reveals the reduction from V4+ to V3+. In addition, the sharp peak located below 0.32 V (nearly 0 V) may be attributed to the part Na+ insertion into the carbon fibers. A slope shape exists in the following cycles, indicating that this process is reversible. After the first cycle, a broad reduction peak at 1.3 V and a weak peak at 0.7 V were detected, which are attributed to the intercalation of Na+ ions into VSe1.5 to form NaxVSe1.5 and to form V0 finally according to following eqn (2) and (3).",
                        "The existence of the broad peak may be attributed to the pseudocapacitive behavior of the VSe1.5/CNF electrode. Moreover, two oxidation peaks can be clearly seen at about 1.61 V and 1.82 V, which are mainly due to the extraction process of Na+. It is worth noting that all the CV peaks of the VSe1.5/CNF electrode match well with the curves in the following four cycles, indicating the high reversibility and stability for sodium storage of the VSe1.5/CNF electrode.",
                        "Fig. 5b shows the galvanostatic charge–discharge profile of the VSe1.5/CNF electrode at 0.05 A g−1 for selected cycles. The first discharge/charge capacities of VSe1.5/CNFs were 912 and 567 mA h g−1, with an initial coulombic efficiency of 62%. The irreversible capacities are mainly due to the formation of a solid electrolyte interface layer and decomposition of the electrolyte. Notably, except for the first cycle, the CV curves almost overlap with the other curves, indicating the excellent reversibility.",
                        "Fig. 5c displays the cycling performance of the VSe1.5/CNF electrode at 0.05 A g−1. It is particularly noteworthy that the electrode shows a reversible discharge capacity of 668 mA h g−1 after 50 cycles with a CE of 93%. The surge of CE and the overlapped charge/discharge curves reconfirm the good reversibility of VSe1.5/CNFs, which verifies that the synthesis of VSe1.5 stacked carbon fibers via electrospinning assisted assembly is an effective way to improve electrochemical performance. In order to further determine the effect of carbon fibers and VSe1.5 on the electrochemical properties of the electrode, the cycling performances of carbon fibers, bulk VSe1.5 and VSe1.5/CNFs at a current density of 0.2 A g−1 were studied. As shown in Fig. 5d, VSe1.5/CNFs maintain a stable reversible capacity of 388 mA h g−1 even after 500 cycles with a coulombic efficiency of nearly 100%. In contrast, the bulk VSe1.5 and carbon fiber electrodes show relatively poor cycling performance. The discharge capacities are 124 and 271 mA h g−1 after 100 cycles, respectively. The lower reversible capacities can be ascribed to the low theoretical capacity of carbon fibers and weak electric conductivity or structural damage of the VSe1.5 particles during the repeated charge–discharge cycles.",
                        "To investigate the cycling performance of the VSe1.5/CNF electrode at high current density, a prolonged cycling test of the electrode was performed. As shown in Fig. 5e, VSe1.5/CNFs exbibit a high reversible capacity of 265 mA h g−1 at a high current rate of 2 A g−1 even over 6000 cycles, with a capacity retention of 100% compared to the 2nd cycle (262 mA h g−1). As shown in Table S1,† the electrochemical performance of VSe1.5/CNFs is one of the best in terms of long-term cycling properties of vanadium-based anodes for SIBs reported so far. The excellent electrochemical performance of the VSe1.5/CNF anode for LIBs and SIBs can be attributed to a series of factors. Firstly, numerous VSe1.5 particles uniformly dispersed over the whole carbon fibers without aggregation, which would effectively improve the total capacitance by offering pseudocapacitance and alleviate the volumetric fluctuation during the discharge–charge process. Secondly, the CNFs could act as efficient conductive pathways for the intercalation/deintercalation of electrons. Finally, the advantages and special structure of the composite provide numerous channels for penetration of the electrolyte to boost ion transportation throughout the architecture, resulting in the high-performance energy storage.",
                        "To evaluate the structural stability of the VSe1.5/CNF sample during the charge/discharge process, SEM analyses before cycling and after 100 cycles at 200 mA g−1 were performed. As shown in Fig. S2,† the whole microsphere morphology of the VSe1.5/CNFs is well retained. Breakage of the fibers was mainly caused by grinding during the battery assembly process (Fig. S2a and S2b†), which confirmed the excellent structural stability of the VSe1.5/CNFs during the cycling process.",
                        "To further illuminate the mechanism of the VSe1.5/CNF electrode in the high energy storage, CV experiments at various scan rates (0.1, 0.2, 0.4, 0.6, 0.8, and 1 mV s−1) in the voltage range of 0.01–3.00 V vs. Na+/Na were carried out and the results are shown in Fig. 6a. The relationship between the peak current (i) and the scan rate (ν) can be described by the following two equations:",
                        "The b-value can be used to analyze the surface capacitive reactions. As is well known, b approaching 0.5 represents a diffusion-controlled behavior, while surface capacitance-controlled behavior occurs when b is close to 1. According to eqn (3) and (4), the b-values obtained at two potential points were 0.7 (R1) and 0.78 (O1) by plotting log (i) vs. log (ν), suggesting that the fast-dynamics of the VSe1.5/CNF electrode is mainly a mixed contribution of diffusion-controlled and pseudocapacitive behavior (Fig. 6b). In order to determine the regions where the capacitive and diffusion-controlled contributions occur in the CV plots, the method proposed by Dunn and co-workers was used to analyze the whole capacity via the following equation:",
                        "The total current response (i) and the corresponding voltage (V) can be separated into two processes, including a diffusion-controlled contribution (k2ν1/2) and a capacitive contribution (k1ν). Taking the scan rates at 0.6 mV s−1 for example (Fig. 6c), 73% of the total capacity of the VSe1.5/CNF electrode was provided by the capacitive contribution according to eqn (5). As the scan rate of ν increased (from 0.1 to 0.2, 0.4, 0.6, 0.8 and 1.0 mV s−1), it can be found from Fig. 6(d) that the capacitive contribution of the VSe1.5/CNF electrode enhanced from 52% to 60%, 68%, 73%, 75% and 77% gradually, also demonstrating that the capacity of the electrode mainly originates from the capacitive process. The capacitive capacity mainly results from the faradaic charge transfer process, provides the extra capacity and further improves the ion storage performance of the VSe1.5/CNF electrode.",
                        "Additionally, electrochemical impedance spectroscopy (EIS) was applied to further clarify the Na+/e− transport process of the VSe1.5/CNFs. For comparison, the sample charged to 3.00 V after 100 cycles and the pristine sample were investigated (Fig. S3 and Table S2†). The same equivalent circuit of the sample is shown in the inset, and it is composed of the internal resistance (Rs), the impedance (Rf) of the electrode/electrolyte interface and the charge-transfer impedance (Rct) at high medium frequency, while the inclined line in the low frequency region belongs to Warburg diffusion (Wz). Table S2† shows that the charge transfer resistance of the VSe1.5/CNF electrode after cycling (Rct = 252.4 Ohm) is smaller than that of the electrode before cycling (Rct = 303.8 Ohm), indicating the best charge-transfer kinetics and higher electronic conductivity. After 100 cycles, the electrolyte-diffusion resistance showed an obvious change, which implies efficient Na+ transport and matches well with the electrochemical performance."
                    ],
                    "name": "Electrochemical performance of the VSe1.5/CNF composite as an anode for SIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to further evaluate the electrochemical performance of potassium storage, the VSe1.5/CNF anode was assembled in coin-type cells. Fig. 7a reveals the CV profiles of the VSe1.5/CNFs in the voltage range of 0.01–3.0 V (vs. K/K+) at a scan rate of 0.05 mV s−1. A broad cathodic peak located at 0.9 V disappears after cycling, demonstrating the formation of a SEI film. In the following cycle, two distinct peaks located at 0.5 and 1.9 V can be observed, corresponding to the insertion and extraction process of K+ ions. Meanwhile, the CV curves are nearly overlapped, indicating the superior potassium storage performance of VSe1.5/CNFs.",
                        "The rate capability of VSe1.5/CNFs is shown in Fig. 7b. The anode can deliver reversible capacities of 352, 317, 277, 233, 193, and 141 mA h g−1 at 50, 100, 200, 500, 1000 and 2000 mA g−1 (at cycle 5, 10, 15, 20, 25 and 30). Subsequently, a high capacity of 323 mA h g−1 could be retained when the current density was returned to 100 mA g−1, suggesting excellent cycling stability. Fig. 7c shows the cycling performance of VSe1.5/CNFs at 100 mA g−1. The VSe1.5/CNFs deliver a high capacity of 313 mA h g−1 after 40 cycles at 100 mA g−1. Moreover, the VSe1.5/CNFs can also reveal excellent cycle stability performance even at a high current density. As shown in Fig. 7d, a reversible capacity of 177 mA h g−1 can still be achieved at the current density of 1 A g−1 after 100 cycles with the CE reaching nearly 100%.",
                        "In order to further illuminate the storage mechanisms of the VSe1.5/CNFs, CV tests at different scan rates ranging from 0.1 mV s−1 to 2 mV s−1 were performed (Fig. S4a†). The CV curves exhibit similar shapes and the broad depotassiation or potassiation peaks are maintained at high scan rates, indicating a very small polarization. Furthermore, according to Dunn's method and eqn (4), (5) and (6), the b value and capacitive contribution are shown in Fig. S4b–d.† The results demonstrate that the K+ storage in VSe1.5/CNFs is a co-contribution of diffusion control and surface charge storage processes, which result in faster kinetics.",
                        "It is worth mentioning that the rate capacity of VSe1.5/CNFs is fairly satisfactory compared with other V-based materials for PIBs, as shown in Table S1.† The outstanding electrochemical properties of the electrode can be attributed to the following factors: (i) The special structure of the electrospun fibers enhances the conductivity and transport of electrons, which can permeate along the fibers. (ii) In the repeated potassiation/depotassiation process, the carbon fibers can effectively restrain the agglomeration of the nanoparticles and provide more active sites. (iii) The uniformly distributed VSe1.5 nanoparticles act as a battery-type active material, confined in the carbon fibers and via the electronic channel to offer the outstanding reversible capacity as an anode for PIBs."
                    ],
                    "name": "Electrochemical performance of the VSe1.5/CNF composite as an anode of PIBs",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, ultra-small VSe1.5 nanoparticles confined in carbon nanofibers (VSe1.5/CNFs) were initially fabricated through the electrospinning route followed by selenization, which can effectively enhance the electronic conductivity, buffer the huge volume changes and improve the electrochemical properties of the anode for LIBs/SIBs/PIBs. When acting as an anode material for LIBs, the VSe1.5/CNF composite delivers a remarkable reversible capacity (932 mA h g−1 at 1 A g−1 after 400 cycles). Notably, when used as an anode in SIBs, it shows an extremely high capacity (668 mA h g−1 after 50 cycles) and excellent reversible capacity of 265 mA h g−1 at a high current density of 2 A g−1 even after 6000 cycles with negligible capacity loss. It is worth noting that this is one of the best performances of V-based anode materials for SIBs reported so far. Moreover, the VSe1.5/CNF composite also demonstrates a satisfactory reversible K+ storage performance. Therefore, we believe that this strategy will make VSe1.5/CNFs very promising for application in energy storage systems, and will encourage development in other fields such as supercapacitors, sensors, electrocatalysts, etc."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Electrospun VSe1.5/CNF composite with excellent performance for alkali metal ion batteries"
}