{
    "DOI": "10.1002/smll.201903816",
    "Journal": "",
    "Keywords": [
        "liquid‐phase exfoliation",
        "lithium/sodium ion batteries",
        "molybdenum disulfide",
        "nitrogen‐rich carbon",
        "solvent‐exchange strategies"
    ],
    "Sections": [
        {
            "content": [
                "Lithium/sodium ion batteries (LIBs/SIBs) are recognized as ideal energy storage systems due to their high specific capacity and long service life. However, the promptly increasing demands for high‐performance energy storages of electric vehicles and large‐scale electric grids have caused an instant pursuit for improved battery performance. Recently, transition‐metal sulfides have been widely applied as promising anode materials for LIBs/SIBs owing to their large abundances, low costs and intriguing properties. In particular, molybdenum disulfide (MoS2), benefiting from sufficient reversible redox reactions provided by four‐electron transfer per formula unit, has been thought as promising anode materials for LIBs/SIBs. MoS2 owns 2D layered architecture with an interlayer space of ≈0.62 nm, allowing convenient intercalations of Li/Na ions into interlayer spacing. Moreover, layered S‐Mo‐S sandwiched architecture with multiple active sulfur sites acts as Li/Na ions reservoirs in a two‐step process including an insertion reaction followed by a redox reaction generating Li2S/Na2S and Mo, which therefore provides a high theoretical capacity of ≈670 mA h g−1, around two times that of commercial graphite anode (≈372 mA h g−1). Nonetheless, the intrinsically low electrical conductivity and relatively large volume changes of MoS2 during charge/discharge processes generally bring kinetic inertia, inferior cycling performance and poor rate performance for Li/Na ion storages. Furthermore, the restacking of 2D MoS2 into agglomerates upon cycling impedes its complete Li/Na ion storing/releasing process, which significantly deteriorates its energy storage performance.",
                "Against these drawbacks, typically two strategies have been exploited to optimize the electrochemical performance of MoS2‐based electrodes. One strategy is to fabricate unique nanostructured MoS2 including nanoribbons, nanosheets, nanotubes, nanorods, and nanoboxes, which can moderate the tension upon cycling and hence maintain its structural steadiness. The other strategy tackling these obstacles are concentrated on engineering novel MoS2/carbon nanocomposites, which significantly enhance the specific capacity, rate performance and cycling stability due to the formation of unique MoS2/carbon interfaces exhibiting fast electron transport. This has been extensively proved by experimental results for improving energy storage performance of LIBs/SIBs by designing and fabricating 3D graphene/MoS2 nanocomposites, carbon/MoS2 inter‐overlapped nanocomposites, carbon fiber/MoS2 core/sheath nanocomposites, 3D hierarchical carbon/MoS2 nanocomposites, etc. However, despite these tactics facilitate the electron/ion transfer and restrain structural collapse due to the presence of carbon protecting layers for partly improved cycling stability, MoS2‐based nanocomposites still suffer from the lack of design of electrode/electrolyte interfaces as well as the relatively large carbon contents (>40 wt%), which not only decrease mass loadings of high‐capacity MoS2 but also severely deteriorate the volume capacities of the whole electrodes. In these regards, combining 2D MoS2 with ultrathin and rationally designed carbon coatings may generate new class of 2D nanocomposite materials with optimized atomic interfaces boosting Li/Na ion storages, but still meet a great challenge.",
                "Herein, we demonstrate a novel approach to fabricate a 2D MoS2/nitrogen‐rich carbon sphere (MoS2‐NCS) heterostructure with a well‐defined interface. A versatile and scalable solvent‐exchange strategy is presented for the preparation of uniform dispersion of high‐concentration few‐layer MoS2 (f‐MoS2) in low‐boiling‐point solvents, which opens up further assembly and functionalization of 2D MoS2 for broad applications. As a demonstration, the as‐obtained f‐MoS2 acting as a 2D template tethers in situ growth of polypyrrole (PPy) in a solution‐processed approach. Upon simple pyrolysis, the as‐obtained MoS2‐NCS nanocomposites show a well‐controlled morphology of ultrathin NCS coatings on MoS2 with tailored inorganic/carbon compositions. The MoS2‐NCS architecture shows several merits when evaluated as an anode material for LIBs/SIBs: 1) The MoS2‐NCS nanocomposites not only prevent the restacking of 2D MoS2 during cycling but also provide abundant active edge sites derived from NCS for rapid redox reactions. 2) The MoS2‐NCS nanocomposites with a closely packaged sphere‐on‐sheet structure display high packaging density and thus further increase volume energy density of the whole electrodes. 3) Robust adhesion of NCS coatings on f‐MoS2 via strongly coordinated Mo‐N bonding assures an excellent structural stability for long‐term charge/discharge cycles. 4) NCS coatings within the MoS2‐NCS nanocomposites exhibits fast electron transport and N‐doping defects of NCS are available for more Li/Na ion storages. 5) Electrolytic ions and electrons will rapidly penetrate into electrode matrix due to tailored interfaces between the f‐MoS2 and NCS. As a result, the MoS2‐NCS nanocomposites with a new designation deliver ultrahigh reversible specific capacities, remarkable rate capability and long cycling life for LIBs/SIBs, demonstrating their great potentials for rechargeable battery applications."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Herein, a versatile and scalable solvent‐exchange strategy for achieving liquid‐phase exfoliation and uniform aqueous dispersion of f‐MoS2 nanosheets is presented, which enables subsequent functionalizations of MoS2 nanosheets for broad applications. Bath sonication of bulk MoS2 (b‐MoS2) in N,N‐dimethyl formaldehyde (DMF) produces a uniform dispersion of f‐MoS2 nanosheets with an efficient exfoliation (Figure a). In most cases, high‐boiling‐point organic solvents like DMF are difficult to be thoroughly removed in subsequent steps, and organic residuals might greatly limit the viabilities of exfoliated MoS2 for real manipulations. However, most easily removable low‐boiling‐point solvents such as water have relatively large surface tension (≈72.8 mJ m−2), making them not suitable for direct exfoliation of b‐MoS2 into f‐MoS2. Actually, it is rather difficult to achieve a direct exfoliation and dispersion of b‐MoS2 in water. Surprisingly, the exfoliation and uniform dispersion of f‐MoS2 nanosheets can be achieved in water via a solvent‐exchange strategy, namely, once the uniform dispersion of f‐MoS2 nanosheets in DMF is achieved, the wet‐state gathered f‐MoS2 will be easily redispersed into water, and subsequently form a high‐concentration f‐MoS2 suspension in low‐boiling‐point solvents without any stabilizers or surfactants. The possible dispersion mechanism for f‐MoS2 in water via the solvent‐exchange strategy is explained as follows. Upon bath sonication of b‐MoS2 in DMF, the flake sizes of f‐MoS2 remarkably decrease compared with that of b‐MoS2, and thus the amounts of edge sulfur atoms of f‐MoS2 sharply increase, which will be easily get charged with largely improved aqueous dispersibility. For comparison, the direct sonication of b‐MoS2 in water cannot produce exfoliated and uniform dispersed f‐MoS2 nanosheets even under long time sonication (Figure S1, Supporting Information). The uniform dispersion of f‐MoS2 nanosheets in low‐boiling‐point solvents facilitates a subsequent assembly and functionalization of f‐MoS2 nanosheets for broad applications. As a demonstration, direct growth of PPy spheres on the f‐MoS2 template with subsequent pyrolysis procedure produces the MoS2‐decorated nitrogen‐rich carbon spheres (MoS2‐NCS).",
                "Scanning electron microscopy (SEM) observations were carried out to monitor the morphological evolution from the b‐MoS2 into f‐MoS2 upon the exfoliation in DMF. The b‐MoS2 shows a morphology of large flakes with lateral sizes of several to several dozens of micrometers (Figure b). Upon the exfoliation, the f‐MoS2 nanosheets show much smaller lateral sizes than that of b‐MoS2 (Figure c). Enlarged SEM image of f‐MoS2 clearly shows a nanosheet morphology with lateral sizes of several hundred nanometers (Figure d). TEM image of f‐MoS2 demonstrates a morphology of ultrathin nanosheets with several nanometers in laterals (Figure e). HRTEM image of the MoS2‐NCS‐2 in Figure f shows a lattice spacing of 0.29 nm, corresponding to the (100) crystal plane of 2H‐phase MoS2 (Figure g). According to atomic force microscope (AFM) results, the thickness of as‐obtained f‐MoS2 is ≈2.9 nm (Figure h). The layer number of f‐MoS2 is calculated less than 5 layers because the thickness of single‐layer MoS2 is 0.65 nm. X‐ray diffraction (XRD) patterns were carried out to give direct evidences for the exfoliation from b‐MoS2 to f‐MoS2. The b‐MoS2 shows the diffraction patterns which are well fitted to hexagonal structure of 2H‐phase MoS2 (JCPDS No. 65–1951) (Figure S2a, Supporting Information). Compared with XRD patterns of b‐MoS2, f‐MoS2 shows a relatively widen and weak primary (002) diffraction peak, indicating that more defects are brought into the f‐MoS2 with decreased sizes upon sonication, which is expected to provide favorable ion pathways for the lithiation/delithiation processes. The diffraction pattern with narrowed half peak width is observed when the wet‐state f‐MoS2 is naturally dried in oven, which is due to the partial disappearance of defect structures of MoS2 upon drying (Figure S2b, Supporting Information). The naturally dried f‐MoS2 is difficult to be exfoliated and dispersed again in water. Raman spectra indicate more evidences for the exfoliation from b‐MoS2 to f‐MoS2 (Figure S3, Supporting Information). For b‐MoS2, there are two strong peaks at 375.7 and 403.0 cm−1, corresponding to in‐plane E12g and out‐of‐plane A1g vibration modes, respectively. Notably, f‐MoS2 shows that both E12g and A1g vibrations red shift and soften compared with that of b‐MoS2. The peak differences between E12g and A1g are 27.3 and 25.0 cm−1 for b‐MoS2 and f‐MoS2, respectively, demonstrating that f‐MoS2 has much thinner thickness than that of b‐MoS2 upon sonication and exfoliation. Furthermore, the line widths of f‐MoS2 with 4.5–5.5 cm−1 are larger than mechanically exfoliated MoS2 single crystals with 1.5–4.5 cm−1, indicating that the as‐obtained f‐MoS2 has smaller crystallite sizes and more defects.",
                "The scalable solvent‐exchange strategy facilitates subsequent decorations of 2D MoS2 through a solution‐processed method (Figure a). The f‐MoS2 as a growth template guides the adsorption and in situ oxidative polymerization of pyrrole. The MoS2‐PPy intermediates were then prepared with increasing pyrrole concentrations, which are labeled as MoS2‐PPy‐1, MoS2‐PPy‐2, and MoS2‐PPy‐3, respectively. Upon annealing at 800 °C in a nitrogen atmosphere, the immobilized PPy species convert into NCS while keeping their original shapes, thus obtaining MoS2‐NCS‐1, MoS2‐NCS‐2, and MoS2‐NCS‐3, with increased NCS contents within the MoS2‐NCS nanocomposites. The morphologies of immobilized NCS in the MoS2‐NCS nanocomposites are precisely tailored by increasing the feeding ratios of pyrrole monomers to f‐MoS2 template. Specifically, for MoS2‐NCS‐1 (Figure b, Figure S4a, Supporting Information), uniformly distributed NCS with a mean diameter of ≈20 nm are observed on the surface of 2D f‐MoS2. When the initial concentration of pyrrole increases, homogeneous NCS coatings with enlarged particle sizes (≈50 nm) are achieved for MoS2"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Solvent‐Exchange Strategy toward Aqueous Dispersible MoS2 Nanosheets and Their Nitrogen‐Rich Carbon Sphere Nanocomposites for Efficient Lithium/Sodium Ion Storage"
}