{
    "DOI": "10.1039/C8NR09356C",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the ample earth abundance and considerable energy density of sodium, sodium ion batteries (SIBs) are regarded as acceptable alternatives to lithium ion batteries for further commercial applications. SIBs are identical to LIBs in conceptual terms, however, the radius of Na+, which is 0.3 Å larger than that of Li+, is a natural defect. This causes torpid Na+ diffusion in electrodes, and results in lowered capacity or even electrochemical inactivity. Thus, the critical step lies in developing SIB anode materials that are safe and inexpensive and have high capacity.",
                "Currently, there are numerous SIB anodes, classified as follows: (i) carbon materials based on Na+ intercalation; (ii) oxides and sulfides based on conversion reactions; and (iii) P, Sn and Sb materials undergoing alloying reactions. Amongst these, chalcogenide materials (e.g., In2S3, Sb2Se3 and SnS2) have attracted more attention for their special properties, as they undergo sequential conversion and alloying reactions, contributing high specific energy. Ga2S3 is expected to be a potential anode material for SIBs due to its high specific capacity. The specific capacity of Ga2S3 can be theoretically estimated to be 682–1591 mA h g−1 for SIBs, which is mainly determined by the end product of the alloy reaction between Na and Ga. Additionally, gallium-based materials have been proved to possess self-healing abilities, which is a result of the liquid nature of gallium at ambient temperature. Wu et al. examined the self-healing abilities of a liquid metal Ga-alloy via in situ microscopy technology throughout the charge/discharge process. The fluidity of the liquid metal led to constant contact between the electrode and the conducting network during repeated electrochemical reactions. Cracks in electrodes that emerge during cycling could be healed by the phase transformation between solid and liquid gallium metal. Deng et al. have employed Ga as a spontaneous repairing agent to gain stable high-rate cycling performance. More recently, Goodenough et al. have further applied a Ga-based alloy anode to a full sodium ion battery cell and promoted a self-healing anode for commercial application. Given the high theoretical specific capacity and self-healing nature of Ga-based sulfides, it is reasonable to believe that Ga2S3 will show excellent prospects in the area of SIB anodes. Nevertheless, Ga2S3 has been rarely studied as an anode material before, and some issues need to be pointed out here. Firstly, as the alloy reaction between Na and Ga contributes the major part of the specific capacity, the end product of the alloy reaction should be determined. Secondly, as the self-healing effects of liquid metal have been confirmed from previous in situ SEM/TEM observations, the key issue lies in confirming the existence of an intermediate phase of liquid metal Ga in the conversion reaction of Ga2S3. Thirdly, as Ga2S3 is supposed to go through intercalation, conversion and an alloy reaction, finding out the rate-limiting step of these three processes in urgent. Thus, exploring the detailed sodium storage mechanism of Ga2S3 is rather desirable.",
                "Herein, pure Ga2S3 nanorods have been synthesized successfully via the vapor thermal annealing of a GaOOH precursor. The dynamic transformation from GaOOH to the Ga2S3 product has been revealed via XRD and TEM analyses. The as-synthesized Ga2S3 electrode shows a reversible capacity of 476 mA h g−1 after 100 cycles at a current density of 0.4 A g−1. Moreover, to explicate the fundamental sodium ion storage mechanisms of Ga2S3, ex situ X-ray diffraction (XRD) analysis has been performed at different states of the charge/discharge process; the mechanism is composed of three different processes that, in order, involve initial sodium ion intercalation, a subsequent conversion reaction between S and sodium ions, and finally an alloying reaction between Ga and sodium ions with the end product of Na7Ga13. These multiple reaction pathways and the end product are further confirmed via theoretical calculations. Based on these three stages, a further kinetics model is employed to reveal the rate-limiting step. Our findings shed light on the further design of Ga-based materials and can be extended to solid-state-battery systems."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Firstly, the GaOOH precursor was synthesized via a hydrothermal reaction: 3.6 mmol of Ga(NO3)3·xH2O and 7 mmol of KOH were mixed in 48 mL of deionized water, and further ethylene glycol (EG) was added under magnetic stirring. Following this, this mixture was transferred to a 100 mL stainless steel Teflon lined autoclave and then heated at 190 °C for 52 h. Subsequently, washing and drying was performed before the GaOOH precursor was put into a quartz boat in a CVD furnace, which was heated under a H2S/Ar atmosphere at 550 °C for 6 h to finish the sulfidation process completely."
                    ],
                    "name": "Synthesis of Ga2S3 nanorods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XRD patterns were collected using a Bruker D8 Advance X-ray diffractometer with Cu Kα radiation (= 1.5406 Å). Morphologies and structures of samples were investigated using an FEI Nova Nano 450 field-emission scanning electron microscope and an FEI Tecnai G2 F20 S-Twin transmission electron microscope. The elemental composition and chemical states of samples were investigated using a PHI 5000C EACA system X-ray photoelectron spectrometer (XPS)."
                    ],
                    "name": "Characterization of structure and composition",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active electrode material, graphene and binder (polyvinylidene fluoride, PVdF) were mixed at a weight ratio of 7:2:1, then 1-methyl-2-pyrrolidinone solvent (Aldrich, 99%) was added to form a slurry. Based on our previous work, graphene could play the role of preventing phase segregation and provide a low resistance network for electron transfer, therefore improving the rate capability and cycling stability. The slurry was brushed onto Cu foil using a doctor blade method and then dried at 80 °C under vacuum overnight. Coin type half cells, which were assembled inside a glove box filled with argon gas (<0.1 ppm H2O and O2), were constituted of metallic sodium foil, Whatman glass fiber and 0.5 L mol−1 CF3SO3Na solution in diethylene glycol dimethyl ether, which act as the counter electrode, the separator and the electrolyte, respectively. The charge–discharge cycling performance was measured with a battery test instrument (CT2001A, LAND) over the voltage range of 0.01–2.8 V vs. Na/Na+. Cyclic voltammetry (CV) was performed using an electrochemical workstation (CHI760e)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To further confirm the path of the sodium ion storage reaction, we carried out first-principles calculations to estimate the thermodynamic stability of the composites within the Ga–S–Na system, and then derived the possible conversion reaction path for the Ga2S3 + Na reaction. The calculations employed the density-functional-theory-based materials simulation method, which was implemented in the Vienna ab initio software package (VASP). The projector augmented-wave (PAW) method was adopted to describe the wavefunctions near the core and the generalized gradient approximation (GGA) within the Perdew–Burke–Ernzerhof (PBE) parameterization was adopted as the electron exchange–correlation functional. We calculated 16 compounds, such as Ga2S3, Na2S5, Na7Ga13, Na, S, Ga, etc., which were all the possible existing structures in the Ga–S–Na chemical system, according to the Materials Project [https://materialsproject.org/]. The input parameters of our calculations were similar to those the Materials Project adopted, except that we have increased the grid mesh in k-space slightly. The cell shape, volume, and atomic positions were fully optimized until the remaining forces were lower than 0.01 eV Å−1. The formation energies of the 16 compounds were analysed and compared, and also the phase diagrams and reaction paths were generated using the same methodology as presented previously."
                    ],
                    "name": "Theoretical calculation methods",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ga2S3 nanorods have been prepared via a two-step process, as described in Scheme 1. Firstly, a facile hydrothermal method was employed to synthesize the pure precursor GaOOH (JCPDS no. 06-0180), as confirmed via X-ray diffraction (XRD) analysis (Fig. 1a). Subsequently, Ga2S3 nanorods were successfully prepared via the sulfidation of GaOOH under a H2S atmosphere. The phase structure was confirmed from the XRD pattern in Fig. 1g. It was demonstrated clearly from the sharp diffraction peaks that the Ga2S3 (JCPDS no. 30-0577) sample had high crystallinity, without other impurity phases. It should be noted here that the annealing time of 6 h is rather necessary to realize complete sulfidation. Shortening the sulfidation time to 3 h would lead to the generation of a mixed phase of Ga2O3 and Ga2S3, indicating that Ga2O3 is the intermediate product upon sulfidation (Fig. 1d). The sulfidation reaction is presented as follows:",
                        "The morphological evolution process, from the GaOOH precursor to intermediate mixed phase Ga2O3 and finally to the product of pure Ga2S3, was investigated via SEM observations, demonstrating the different sulfidation stages after various reaction times. Initially, the GaOOH precursor exhibited a regular 1D nanorod shape with a smooth surface (Fig. 1b and c). At the intermediate stage, there was no obvious change in morphology (Fig. 1e and f). For the prolonged reaction of 6 h, as shown in Fig. 1h and i, Ga2S3 maintained a well-defined 1D rod structure with a rough surface. Upon magnifying a specific image, as shown in the inset of Fig. 1i, one can see that there are some sheet-like objects on the surface of the Ga2S3 rod, which are marked out to distinguish them from the Ga2S3 rod more clearly. The elemental compositions and chemical states of Ga and S were characterized using X-ray photoelectron spectroscopy (XPS) measurements (Fig. S1†). The full-scan spectra confirm the existence of characteristic Ga 2p and S 2p peaks (Fig. S1a and b†). The S2p peaks were deconvoluted into a double peak, S 2p1/2 (162.6 eV) and S 2p3/2 (161.3 eV). Two major peaks at 1120 and 1147 eV could be assigned to Ga (Fig. S1c†). To evaluate the ratio of Ga to S in bulk Ga2S3, EDX analysis with a detection depth on the μm scale was employed, as shown in Fig. S2.† It is indicated that the atomic ratio in the sample is 19:33, approaching the theoretical Ga/S ratio in Ga2S3.",
                        "To further reveal the phase and morphological evolution processes, TEM analysis was employed, as shown in Fig. 2. The TEM image of the GaOOH precursor (Fig. 2a) shows rod-shaped geometry with a relatively smooth surface. Moreover, the selected-area electron diffraction (SAED) pattern, as shown in Fig. 2b, indicates the single crystalline nature of the GaOOH rods. A typical high-resolution TEM (HRTEM) image (Fig. 2c) of a GaOOH rod clearly displays lattice fringes of 4.13 Å, which match the (110) crystal planes. After complete sulfidation, the GaOOH rods transform to Ga2S3 rods with some sheet-like objects on the surface, as circled in red in Fig. 2d. The average width of a Ga2S3 rod is estimated to be ∼200 nm, as illustrated in Fig. 2d. The selected-area electron diffraction (SAED) pattern of Ga2S3 shows broken Debye–Scherrer rings, which are characteristic of a polycrystalline structure composed of numerous crystalline domains (Fig. 2e), with high porosity inside, as evidenced in Fig. S3.† In addition, these crystalline domains show a crystal orientation which is parallel to the direction of the nanorods (Fig. 2d). Besides, Fig. 2e shows sharp diffraction rings indexed to the (002), (404), (314) and (421) planes of Ga2S3 from the inner to the outer ring, respectively. And the clear lattice fringe in the HRTEM image shown in Fig. 2f corresponds to the Ga2S3 (002) plane."
                    ],
                    "name": "Structure and phase evolution of Ga2S3 rods",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The sodium ion storage properties of Ga2S3 electrodes were studied in half-cells with a Na foil counter electrode. Cyclic voltammograms (CVs) from the 1st to the 3rd cycle using the Ga2S3 electrode over the voltage range of 0.01–2.8 V vs. Na+/Na are shown in Fig. 3a. As a result of the 1st discharge process, a low-intensity reduction bump ranging from 1.5 to 1.0 V vs. Na+/Na can be observed, which is ascribed to the initial insertion of Na+ into Ga2S3. An intense cathodic peak located at 0.73 V can be attributed to the subsequent conversion reaction between Na+ and Ga2S3 and the generation of solid electrolyte interface (SEI) films, which is analogous to processes previously reported for sodium ion battery systems. Several minor peaks around 0.5–0.2 V may be assigned to the formation of Na–Ga alloys. There are three peaks located at 0.65, 1.02 and 1.54 V in the 1st anodic sweep, which may be assigned to a dealloying process in Na–Ga, the restoration of Ga and Na2S into Ga2S3, and the de-intercalation or desorption of Na+, respectively.",
                        "The detailed sodium ion storage mechanism will be discussed later. From the 2nd cycle onward, the reduction and oxidation peaks are superimposable with those of the second cycle, representing the impressive reversibility of the Ga2S3 electrode. The galvanostatic discharge–charge (GDC) voltage profiles of the Ga2S3 electrode at a current density of 0.2 A g−1 in the potential window of 0.01–2.8 V are shown in Fig. 3b. Obtained from the 1st discharge curve, a clear plateau is seen from 0.7–0.8 V, which is consistent with the sharp reduction peaks in the CV data. Moreover, the Ga2S3 electrode showed a discharge capacity of 945 mA h g−1 and a charge capacity of 688 mA h g−1, with an initial coulombic efficiency of 73%. This low coulombic efficiency is ascribed to the formation of SEI layers during the first cycle, which matches the irreversible reduction peak at 0.73 V in the CV data. The GDC curves from the 5th and 9th cycles overlapped well, indicating the high reversibility of the Ga2S3 electrode. The cycling performance of the Ga2S3 electrode was measured at a current density of 0.4 A g−1 over 100 cycles, along with corresponding measurements of the coulombic efficiency, as shown in Fig. 3c. The specific capacity of the Ga2S3 electrode stabilized at 476 mA h g−1 over 100 cycles. This cycling performance of Ga2S3 is much superior to the counterpart Ga2O3 electrode, as shown in Fig. S4,† which is due to the high conductivity of sulfides. The long-term cycling performance was evaluated at a current density of 1.2 A g−1, as shown in Fig. S5.† It can be seen that after 280 cycles, the specific capacity stabilized at 385 mA h g−1. The rate capabilities were investigated at various current densities, as shown in Fig. 3d. When the current density was increased from 0.2 to 0.4, 0.8, 1, and 2 A g−1, the Ga2S3 electrode showed specific capacities of 571, 480, 405, 394 and 283 mA h g−1, respectively. In addition, when the current density returned to 0.2 A g−1, the discharge capacity increased to 563 mA h g−1, without obvious deterioration. These high capacity values at various current densities are analogous or preferable to those of previously reported metal sulfide materials (as shown in Table S1†). Moreover, it can be seen that the coulombic efficiency is over 100% upon increasing the current density. As the current shifted to a higher rate, this had a huge impact on the stability of the as-formed SEI film. Given that fluoroethylene carbonate free electrolyte was employed in our system, it can be speculated that a side reaction may be due to the reformation of SEI films as the current shifts."
                    ],
                    "name": "Electrochemical performance of the Ga2S3 electrode",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Selected discharge and charge voltages were extracted from the initial discharge/charge profiles, as shown in Fig. 4a. The detailed sodium ion storage mechanism of Ga2S3 electrode was studied via ex situ XRD analysis, as depicted in Fig. 4b. During the discharge process, when the voltage was fixed at 0.7 V, two new diffraction peaks emerged at 25.4° and 28.9°, which could be assigned to Na2S and GaS phases, respectively. Upon further discharge to 0.4 V, the characteristic diffraction peaks from Ga2S3 and GaS vanished, indicating a complete conversion reaction between Ga2S3 and Na+. It is notable that there are no diffraction peaks that can be matched to gallium metal; this phenomenon might be caused by the fact that the intermediate gallium phase is in a liquid state. To confirm the existence of a Ga phase, HRTEM analysis was employed to investigate the phase and structure of an anode discharged to 0.4 V, as shown in Fig. 4c. The direct observation of Ga can be realized via fast Fourier transform (FFT) analysis of the TEM image. During subsequent discharge to 0.01 V, the results from the XRD pattern affirm the existence of Na7Ga13 alloys. Upon a charging process at a voltage of 0.6 V, the dealloying reaction was accompanied by a subsequent conversion reaction, with the reappearance of a GaS phase. When charged to 1.2 V and higher voltages, the weak diffraction intensity of the phase could be observed, which demonstrates that both crystal growth and the isolation of intermediate products were efficiently repressed during sodium/de-sodium cycling. To confirm the regeneration of Ga2S3, HRTEM analysis has been employed to characterize the structure of an anode completely charged to 2.8 V, as shown in Fig. 4d. The direct observation of Ga2S3 can be realized via fast Fourier transform (FFT) analysis of the TEM image. According to the above XRD and TEM results, the electrochemical reactions happening between Ga2S3 and Na+ can be defined as follows:",
                        "To further reveal the formation mechanism of the end product of the alloy reaction between Na and Ga, we evaluated all possible compounds in the Ga–S–Na chemical system via first-principles calculations (DFT). As shown in Fig. S6,† the phase diagram presents all thermodynamically stable phases in the Ga–S–Na chemical system (blue dots). The phase diagram calculations tell us that if we mix Ga and Na together, both Na7Ga13 and NaGa4 can possibly be made, however NaGa4 is not stable. Fig. 4e demonstrates the concentration dependent profile of the voltage for Ga2S3. The reaction path can be derived from the phase diagram accordingly from the most stable phases, and defined as follows:",
                        "Two features can be obtained from above calculation results: (i) the sodium ion storage reaction begins at a voltage of 1.6 V, which agrees with the initial reaction voltage of 1.5 V from the CV profiles (Fig. 3a). The conversion reaction is calculated to end at a voltage of 0.8 V, which corresponds with the sharp peak at 0.73 V from the experimental observations. The reaction path from the theoretical calculations agrees with the CV curve data (Fig. 3a) fairly well; (ii) the maximum value of x representing sodium storage approaches 7.08, which can be translated to 794 mA h g−1, close to the measured value from the first charge cycle in Fig. 4a. Based on the above results, the storage mechanism of Ga2S3 upon charge/discharge can be described as shown in Fig. 4f. Initially, Ga2S3 reacts with Na+ to transform into GaS, followed by the generation of liquid Ga. Afterwards, Ga reacts with Na+ to form Na7Ga13 as the end product.",
                        "Previous works have demonstrated that, benefiting from their fluid nature, liquid materials are one of the best candidates for self-healing anode materials. Given the intermediate phase Ga, as confirmed via DSC (differential scanning calorimetry, Fig. S7†), the self-healing phenomenon of Ga2S3 was examined via ex situ SEM during the charge/discharge process, as shown in Fig. 5. Selected discharge and charge voltages were highlighted in the initial discharge/charge profile, as shown in Fig. 5a. Firstly, Fig. 5b shows the surface of the Ga2S3 electrode before discharging, from which one can see the Ga2S3 active material mixed with binder, without obvious cracks on the surface. As shown in Fig. 5c, at the end of the discharge state, the Na–Ga alloy adopts a solid state with an obvious increase in surface roughness, with bumps and ravines. These voids, circled in red, are caused by volume expansion during discharge. During the charging process, with the appearance of the Ga phase, the bumps and ravines disappeared (Fig. 5d). The self-healing mechanism is depicted in Fig. 5e. The liquid metal Ga is fluid and stretchable and can spontaneously repair mechanical cracks in the electrode; this effect is very like glue, bonding the cracked active material together. More specifically, to clearly describe the self-healing mechanism in the Ga2S3 electrode upon discharge, the morphologies of the initial state, conversion state and self-healing state, i.e., the formation of Ga and the final state with the end product of Na7Ga13, are shown in Fig. S8(a–d),† respectively. After the intercalation and conversion reaction from Ga2S3 to Ga, large cracks of micrometer size can be clearly seen in the electrode, as shown in Fig. S8(b).† Subsequently, with the formation of liquid Ga, the cracks can be repaired leaving no obvious micrometer-sized cracks, as illustrated in Fig. S8(c).† Eventually, with the alloy reaction of Na7Ga13, the cracks reappear, however, the sizes of the cracks are much smaller than those resulting from conversion reactions. This can be rationally explained because there is a smaller volume change in the alloy process as compared with the conversion reaction. A simple sketch is shown in Scheme S1.† Firstly, there are no obvious cracks in the Ga2S3 electrode. Subsequently, during the intercalation of Na+ and the conversion reaction, expansion and pulverization occurs, with cracks forming in the electrode. As the conversion reaction goes on, with the formation of Ga in a liquid state at ambient temperature, Ga can flow to the positions of the cracks in the electrode. Finally, during the alloy reaction between Na and Ga, the solid Na7Ga13 clots, with the reappearance of small cracks. The process is similar in the opposite direction."
                    ],
                    "name": "Phase transformation in Ga2S3 upon sodium ion storage",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Furthermore, quantitative kinetics analysis was performed, as shown in Fig. 6a. CV scans of the Ga2S3 electrode were collected at varied scan rates from 0.1 to 0.4 mV s−1. The current intensity rose as the scan rate increased, which is consistent with previous reports. Some peaks, such as peaks 1, 3, 4 and 6, in the CV curves show barely any alteration in potential as a function of sweep rate, announcing that the charge transfer process is fast. It has been reported that the mechanism of sodium storage, which is a diffusion-controlled electrochemical reaction or capacitive process, could be roughly calculated using the equations below:",
                        "where i is the current, v is the scan rate, and a and b are adjustable parameters. Fig. 6b exhibits log (i) vs. log (v) plots of the Ga2S3 electrode from each redox peak, and the slope of the fitted lines are represented by the b-values. Zhang et al. have demonstrated that a high b-value is beneficial to the rate capabilities. The higher the b-value, the faster the kinetics. The calculated b-values are 0.95, 0.68, 0.79, 0.98, 0.71 and 0.87 for peaks 1–6, respectively. Based on the above investigations into the sodium ion storage mechanism, peaks 1 and 4 represent the intercalation/de-intercalation process, peaks 2 and 5 represent the conversion reaction, and peaks 3 and 6 represent the alloy/de-alloy process. This kinetic evaluation model refers to the work reported by Cook et al., in which it was demonstrated that if the peaks in CVs show relatively little change in potential as a function of sweep rate, this is the hallmark of rapid kinetics. Thus, we calculated the b-values, manifesting the change in potential as a function of sweep rate. The larger the b-value, the smaller the change observed in the potential as a function of sweep rate. The smaller the b-value, the larger the voltage hysteresis observed, indicating sluggish kinetics. In turn, peaks 2 and 5 show the smallest b-values, indicating that the slowest kinetics are involved; this can be speculated as the rate-limiting step. Moreover, as experimental and calculated results have revealed, the conversion reaction is a multiple-step reaction with the intermediate phase of GaS. Based on the above two points, it is concluded that the conversion reaction is the rate-limiting step.",
                        "Additional quantitative analysis has been carried out, which separates the diffusion-controlled capacity and capacitive capacity at various scan rates, to inspect the kinetics of the Ga2S3 electrodes. The Na+ capacitive contribution ratios are calculated by separating the current response i at a fixed potential V into diffusion-controlled reactions (k2v1/2) and capacitive effects, which are proportional to the scan rate v according to the following equation:",
                        "Fig. 6c shows the capacitive contribution ratio in comparison with the total. We can summarize the contributions from the pseudocapacitive behaviours at various scan rates by determining both the k1 and k2 constants. The contributions are 52%, 59%, 63% and 67% at scan rates ranging from 0.1 to 0.4 mV s−1, as shown in Fig. 6d. These results elucidate that the pseudocapacitive charge-storage amount occupies a portion of the whole capacity that is not as high as that observed in previous sheet-like materials. It is rational to speculate that a higher pseudocapacitive contribution can be obtained in a sheet-like Ga2S3 system, leading to further improved rate performance."
                    ],
                    "name": "Quantitative kinetics analysis of Ga2S3",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have demonstrated that Ga2S3 can be used as an innovative and robust self-healing sodium ion battery anode. Ga2S3 rods have been successfully synthesized using the facile hydrothermal preparation of the precursor GaOOH followed by subsequent H2S annealing. Mixed with graphene upon electrode preparation, this Ga2S3 electrode exhibited a high reversible capacity of 476 mA h g−1 after 100 cycles at a high current density of 0.4 A g−1, with coulombic efficiency of 99%. Ex situ XRD analysis and theoretical calculations were employed to comprehensively elucidate the detailed sodium ion storage pathway of Ga2S3, which is composed of initial Na+ intercalation, a subsequent multi-step conversion reaction between S and Na+, and an eventual alloying reaction between Ga and Na+ with the end product of Na7Ga13. Based on SEM observations, the liquid metal Ga phase formed during the conversion reaction acts as a self-healing agent, which could repair cracks in the electrode. A quantitative kinetics analysis has elucidated that, among the three processes, the conversion reaction between Ga2S3 and Na+ was the rate limiting step, which may be due to the formation of intermediate phase GaS. Further application of this Ga2S3 electrode is expanded to a potassium ion battery, as shown in Fig. S9,† showing a discharge capacity of 449 mA h g−1 after 3 cycles. These exciting results open the door to exploring liquid metal-based electrodes for secondary ion storage."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Exploring the sodium ion storage mechanism of gallium sulfide (Ga2S3): a combined experimental and theoretical approach"
}