{
    "DOI": "10.1021/acsami.7b04407",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Large-scale energy storage technologies are greatly needed to effectively utilize renewable electricity such as solar panels and wind farms for mobile transportation and smart grids. In the pursuit of these technologies, many new types of electrochemical batteries have been proposed for future electric vehicle and distributed electric storage applications.  Among all the new battery chemistries being developed, sodium-ion batteries (SIBs) are considered to be one of the most attractive candidates because of their similar intercalation chemistry to Li-ion batteries and natural abundance of sodium resources. However, finding suitable Na-host materials for battery application is difficult because the larger sized Na+ ions are frustrated to move freely in the rigid oxide lattices.  Up to date, only a few of Na-intercalation anodes are found to have acceptable redox capacity and certain cyclability.  To overcome this difficult circumstance, several types of Na-alloying compounds are developed to demonstrate remarkable high Na-storage capacities, such as Na3.75Sn (847 mAh g–1),  Na3Sb (660 mAh g–1),  and Na3P (2560 mAh g–1).  However, the huge volume changes of these host materials during alloying/dealloying reactions lead to a structural instability, which severely hinders their applications for Na-ion batteries. ",
                "Electrochemical conversion reaction provides a new mechanism to realize high Na-storage capacity through reversible structural conversion to utilize the multioxidation states of transition-metal elements.  In recent years, many types of metal oxides,  metal sulfides,  metal selenides,  metal nitrides,  and metal phosphides  have been reported for Na-storage anodes. Among them, Fe2O3 seems to be particularly attractive, owing to its natural abundance, environmental benignity, and high theoretical capacity (1007 mAh g–1).  However, most of the Fe2O3 electrodes reported so far suffer from low utilization, inferior cycling performance, and poor rate capability, due to their low electron conductivity and large specific volume change during the electrochemical conversion processes.  To overcome these problems, many efforts are devoted to tailor the nanostructure of Fe2O3  or to coat Fe2O3 nanoparticles with conductive carbon.  For example, Zhou’s group reported graphene-supported Fe2O3 nanocrystals with excellent cycling performance and rate capability.  Chen’s group synthesized a 3D porous γ-Fe2O3@C nanocomposite, which provides a capacity of about 400 mAh g–1 with a high cycling stability over 200 cycles.  Such nanoarchitectures can indeed enhance the kinetics and performance of Fe2O3 conversion materials.",
                "From the thermodynamic point of view, nanosized particles are intrinsically unstable because of their high surface energy, and easy agglomeration during electrochemical cycling is inevitable.  Such an effect becomes even prominent with downsizing the nanoparticles and eventually leads to an unavoidable capacity fading if no special strategy is introduced. On the other hand, the large surface area of nanoparticles causes a high irreversible capacity during the solid electrolyte interface (SEI) formation and results in a low Coulombic efficiency at initial cycles.  As an anode material, the low Coulombic efficiency will bring a significant capacity loss at the initial cycle for the batteries. More significantly, such a capacity loss is even larger for SIBs than for Li-ion batteries, as it is revealed that the overall SEI coverage on the Fe2O3 electrode is more prominent in the Na-half batteries than in those based on Li-half batteries. ",
                "Very recently, it was reported that single-crystal metal oxides such as Fe2O3, CuO, and V2O5 show excellent electrochemical performance with high Li- or Na-storage capacity and satisfactory cyclability.  It was found that the predominantly exposed facets of the single crystals have relatively high surface energy, thus providing active sites for accommodating lithium or sodium ions and then for a fast conversion reaction. Furthermore, it was also observed that, although they suffered from the structural transformation of the electrode material during lithiation/delithiation processes, the conversion products can inherit the crystallographic orientation of single-crystal α-Fe2O3.  These results suggest that single-crystal structure may have a strong resistance to the aggregation of nanoparticles and a strong tendency to keep the electrode structure reversibly changed, thus ensuring the cycling stability.",
                "In the present work, we synthesized monocrystalline Fe2O3 particles with a diameter of hundreds of nanometers, which are uniformly anchored onto reduced graphene oxide nanosheets (rGO) through a one-step solvothermal method, and investigated the electrochemical performance, especially cycling stability of the material. Due to the structural integrity and appropriate size of the Fe2O3 single crystallites along with the abundant 3D electron transport channels provided by rGO sheets, this Fe2O3/rGO composite anode shows a very high reversible capacity of 610 mAh g–1 at 50 mA g–1, a high Coulombic efficiency of 71% at the first cycle, and a strong cyclability (82% capacity retention over 100 cycles), suggesting a potential feasibility to use this conversion anode for sodium-ion batteries."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fe2O3/rGO composites were prepared by a one-step solvothermal process. In a typical synthesis, 10 mL of 0.4 mol L–1 Fe(NO3)3 methanol solution was mixed with 60 mL of 1 mg mL–1 GO (Graphene Oxide, 99% purity, Nanjing XFNANO Materials Tech Co., Ltd., Nanjing, China) methanol dispersion under vigorous stirring and ultrasonic surging for 1 h. After dropwise addition of 14 mL of aqueous ammonia and stirring for 0.5 h, the formed homogeneous mixture was added into a 100 mL Teflon-lined stainless steel autoclave at 180 °C for about 10 h. When cooling down to room temperature, the solid product was centrifuged and washed with distilled water and ethanol, and then dried at 60 °C under vacuum. Pure Fe2O3 and rGO samples were synthesized using the above-mentioned method in the absence of GO or Fe(NO3)3, respectively."
                    ],
                    "name": "2.1 Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline structural features of the as-prepared samples were characterized by X-ray diffraction (XRD, Bruker, D8-advance, Cu Kα radiation). The morphologies of Fe2O3 monocrystals and as-prepared composite were observed using scanning electron microscopy (SEM, FEI Quanta-200) and transmission electron microscope (TEM, JEOL, JEM-2100FEF). The structures of the GO and rGO in Fe2O3/rGO composite were investigated by confocal Raman microspectroscopy (Renishaw, RM-1000, 514.5 nm excitation). The content of the rGO in the Fe2O3/rGO composite was obtained by thermogravimetric analysis (TGA, TA, Q500) in air from room temperature to 800 °C at a heating rate of 10 °C min–1. X-ray photoelectron spectroscopy (XPS) was conducted on a VG Multilab 2000 spectrometer. Binding energies were calibrated by setting the C 1s hydrocarbon component peak at 284.6 eV.",
                        "To characterize the structural changes during cycling, ex situ XRD and XPS analysis are conducted for the electrode samples, which are taken out from the cycled cells at different depths of charge and discharge (0.01–3.0 V), and rinsed with dimethyl carbonate solvent in an Ar-filled glovebox."
                    ],
                    "name": "2.2 Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performances of the electrode materials were examined by coin cells. The electrodes were fabricated by coating a slurry, which was composed of 80 wt % materials, 10 wt % CMC binder, and 10 wt % Super P, onto a copper foil and drying at 60 °C overnight under vacuum. The mass loading of the active material within the film is about 2.5 mg cm–2. Coin cells (2032 type) were assembled in an argon-filled glovebox using the as-prepared electrode as a working electrode, a sodium metal disk as the counter and reference electrode, and a microporous membrane (Celgard 2400) as the separator. The electrolyte used is prepared by dissolving NaPF6 (1 M) in the solvent of ethylene carbonate (EC)/diethyl carbonate (DEC) (1:1 by volume) with 5% fluoroethylene carbonate (FEC). The galvanostatic discharge/charge measurement was carried out using a LAND cycler (Wuhan Kingnuo Electronic Co., China). The charge/discharge specific capacity of the Fe2O3/rGO electrode is calculated based on the mass of the Fe2O3/rGO composite. Cyclic voltammetry was conducted using coin cells on an electrochemical workstation (CHI 660e, Chenhua Instruments Co., China) at a scan rate of 0.1 mV s–1. Electrochemical impedance spectra (EIS) were obtained on an IM 6e impedance measuring unit (Zahner) with an AC voltage of 5 mV amplitude from 100 kHz to100 mHz."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The Fe2O3/rGO nanocomposite was synthesized by a simple one-step solvothermal process. As shown in , GO methanol dispersion was first mixed with Fe(NO3)3 under vigorous stirring to form a precursor solution, in which Fe3+ cations were adsorbed uniformly on GO platelets through electrostatic interaction of oxygen-containing functional groups such as hydroxyl, carboxyl, and epoxyl. Then, Fe(OH)3 crystals were in situ produced and anchored onto the GO nanosheets after the intervention of aqueous ammonia. During the subsequent solvothermal treatment, GO was converted to rGO with the reduction of methanol and Fe(OH)3 decomposed to form Fe2O3 nanocrystals simultaneously.",
                "The structure and morphology of the Fe2O3/rGO composites were characterized by XRD, Raman, TGA, SEM, and TEM measurements. As shown in a, both the Fe2O3/rGO composite and the pure Fe2O3 sample show strong XRD signals that can all be indexed to α-Fe2O3 (JCPDS No. 33-0664), suggesting high purity and crystallinity of the as-synthesized Fe2O3 particles. The reduction of GO and its content in the composite were confirmed by Raman spectra and TGA, respectively. b gives the Raman spectra of the pristine GO sample and Fe2O3/rGO composite. The two Raman bands observed at about 1355 and 1605 cm–1 in both cases are characterized as D-band and G-band, respectively, due to characteristic Raman shifts of graphite.  It is obvious that the intensity ratio for the D-band to G-band (ID/IG) of the Fe2O3/rGO composite is higher than that of GO, indicative of the certain reduction of GO in the solvothermal treatment.  As estimated by TGA in air (c), the content of rGO in the Fe2O3/rGO composite was determined to be 15.7%, in good accordance with the theoretical value (15.79%).",
                "The morphology and microstructure of pure Fe2O3 and the Fe2O3/rGO composite were observed via SEM and TEM spectrometry. As seen in a (SEM), the pure Fe2O3 particles are homogeneously distributed with a uniform size. It is further confirmed by the TEM image (c) that the single Fe2O3 crystallite displays a rhombic structure with a diameter of ∼300 nm. On the other hand, for the Fe2O3/rGO composite, it is clearly observed that the Fe2O3 particles are anchored tightly on the rGO sheets (b, SEM) and the monodisperse Fe2O3 particles are uniformly wrapped in graphene sheets (d, TEM). The high-resolution TEM image of e indicates a single Fe2O3 crystallite in the Fe2O3/rGO composite with a particle size of about 300 nm, which is similar to that of the pure Fe2O3 sample. f displays the corresponding selected area electron diffraction pattern (SAED) from the above single crystallite. It shows a set of clear diffraction spots, all of which can be well indexed as (104), (110), and (012) planes of pure α-Fe2O3 phase. The results above confirmed that single-crystal Fe2O3 particles with a diameter of ∼300 nm were synthesized in both the samples of pure Fe2O3 and Fe2O3/rGO composite (f and ), and the particle size (∼300 nm) is significantly larger than those of previously reported nanosized Fe2O3. ",
                "The electrochemical conversion performances of the Fe2O3/rGO electrode were evaluated by cyclic voltammetry (CV) and galvanostatic discharge–charge measurements. a shows typical CV curves of the Fe2O3/rGO electrode at a scan rate of 0.1 mV s–1 within the voltage range of 0.01–3.0 V. During the first negative scan, two broad cathodic peaks appeared at 1.1 and 0.5 V, respectively, which is different from the subsequent cycles, suggesting the irreversible formation of a solid electrolyte interface (SEI) layer in the initial sodiation reaction for the Fe2O3/rGO electrode. At subsequent scans, two cathodic peaks emerged at 0.7 and 1.1 V, following two anodic peaks at 0.8 and 0.4 V, respectively, which are reasonably originated from the reversible redox reactions of Fe3+ ↔ Fe2+ and Fe2+ ↔ Fe0 couples. ",
                "b provides the discharge/charge profiles of the Fe2O3/rGO electrode in the voltage range of 0.01–3.0 V at a current density of 50 mA g–1. In good agreement with its CV features, the Fe2O3/rGO electrode displayed sloping discharge/charge profiles with broad voltage plateaus at 0.8–0.4 V and 0.7–1.1 V, respectively, suggesting the reversible conversion reactions of Na+ with the Fe2O3 crystallite. The Fe2O3/rGO electrode showed initial discharge/charge capacities of 861 and 611 mAh g–1 (calculated based on the mass of Fe2O3/rGO composite), resulting in a Coulombic efficiency of 71% at the first cycle, which is relatively higher than those of the previously reported nanoscaled Fe2O3.  This is attributed to the relatively larger size (∼300 nm) and, therefore, lower surface area of these Fe2O3 particles, which reduce the irreversible capacity consumed for the formation of the SEI film and elevate the initial Coulombic efficiency. After the following cycles, the reversible capacity maintained stable at ∼610 mAh g–1. Upon the subtraction of specific capacity of rGO (50 mAh g–1, ), the reversible conversion capacity of the Fe2O3 crystallites in the electrode is determined to be about 723 mAh g–1, corresponding to 4.3 Na+ conversion with per Fe2O3 unit.",
                "The cycling performances of pure Fe2O3 and Fe2O3/rGO composite electrodes were comparatively evaluated to reveal the electrochemical enhancement of the graphene matrix for the conversion reactions. As seen in c, the pristine Fe2O3 electrode exhibited a Na-storage capacity of 330 mAh g–1 in the initial cycle and maintained a reversible capacity of 235 mAh g–1 after 100 cycles, corresponding to a capacity retention rate of 71.2%. Meanwhile, the Fe2O3/rGO composite electrode delivered a much higher reversible capacity of ∼500 mAh g–1 after 100 cycles with a capacity retention rate of 81.8%. Both of the pure Fe2O3 and Fe2O3/rGO electrodes show a satisfactory cyclability. In comparison with the Fe2O3 nanoparticles previously reported,  the as-prepared Fe2O3 single nanocrystals did not show a fast capacity fading but a much stable cyclability even when they were used directly in its pristine form, demonstrating that the single-crystal structure of the Fe2O3 particles is beneficial to maintain the structural integrity of the electrode and the electrochemical reversibility for the conversion processes.",
                "Sluggish kinetics has been a severe issue for battery application of conversion electrodes. However, the Fe2O3 single crystallites demonstrate a strong rate capability, i.e., fast structural conversion during charge/discharge processes. d shows the rate performance of pristine Fe2O3 and Fe2O3/rGO electrodes cycled at different current densities from 50 to 2000 mA g–1. The Fe2O3/rGO electrode delivered a reversible capacity of 216 mAh g–1 at a high current density of 2000 mA g–1, and recovered 95% of its original capacity (∼500 mAh g–1) when the current density was returned to 100 mA g–1. In contrast, the pure Fe2O3 electrode only showed 54 mAh g–1 at a high current density of 2000 mA g–1. The greatly enhanced rate capability of the Fe2O3/rGO composite is obviously attributed to the existence of the rGO nanosheets, which act as a highly conductive and flexible buffering matrix to facilitate the electron conduction and alleviate the structural change of the electrode during the conversion reactions.",
                "Electrochemical impedance spectra (EIS) of Fe2O3 and Fe2O3/rGO composite electrodes were measured at different cycles to further confirm the electrochemical enhancement of rGO on the Fe2O3/rGO electrode (). The fitted impedance parameters on the basis of the equivalent circuit inset (a,b) are listed in . It is observed that charge transfer resistance (Rct) of the Fe2O3 electrode was 441 Ω at the 1st cycle and increased to 3470 Ω at the 40th cycle. In contrast, the Rct of the Fe2O3/rGO electrode is 80.2 and 777.1 Ω at the 1st and 40th cycles, respectively, suggesting that the rGO carbon matrix offers a well-connected electron transport network which significantly accelerates the electronic conduction during the conversion reaction as well as enhance the rate capability of the composite electrode.",
                "The structural conversion mechanism can be visualized from ex situ XRD and XPS characterizations of the cycled Fe2O3/rGO electrode at different charge/discharge states. As seen in a, the as-prepared electrode shows a clear XRD pattern of the Fe2O3 lattice. After discharged to 0.6 V, the Fe2O3 signals almost disappeared, while the main reflection of metal Fe at 20.3° (JCPDS No. 01-1267) was observed. Upon a fully discharged of the electrode to 0.01 V, the XRD signal of Fe became stronger; meanwhile, the XRD peaks characteristic of Fe2O3 vanished completely, implying that the Fe2O3 crystallites had entirely transformed into metallic Fe through the electrochemical conversion reaction. The traceable XRD signal from the Na2O phase is invisible, possibly due to the poor diffractions of nanosized Na2O produced by conversion reaction. In the reversed charge process, the peak intensity of the Fe phase decreased and completely disappeared at a fully charged state of 3.0 V, while a weak peak of Fe2O3 reappeared, indicating a high reversibility of the structural change during the discharge/charge process. This reversible conversion mechanism has also been confirmed by ex situ XPS analysis of Fe element in the cycled Fe2O3/rGO electrode at different oxidation states. As shown in b, the pristine Fe2O3/rGO electrode gives two XPS peaks at 710.7 and 724.3 eV, which are attributed to the binding energies of Fe3+ 2p3/2 and Fe3+ 2p1/2, respectively. Once discharged to 0.01 V, the above-mentioned binding energy peaks vanished and new imperceptible peaks at 706.8 and 720 eV appeared, corresponding to the binding energies of Fe0 2p3/2 and Fe0 2p1/2, respectively, indicative of the reduction of all the Fe3+ ions in the Fe2O3 lattice to Fe0. The binding energies returned to the original values when it recharged to 3.0 V, which suggests a reversible structural conversion of Fe0 to Fe3+ ions in the Fe2O3 crystallite. The above-mentioned XPS and XRD results evidently demonstrate the reversible structural conversion of the Fe2O3 with Na+ during discharge–charge cycles.",
                "TEM images of the Fe2O3/rGO electrode after 100 cycles were observed to evidence the structural stability of the electrode enduring long-term discharge and charge. Compared with the original morphology (d,e), the Fe2O3 crystallites in the Fe2O3/rGO electrode (a,b) still maintain the single-crystal structure without any cracks or aggregations after 100 cycles. The HRTEM image (c) of the Fe2O3/rGO electrode at the fully discharged state shows the lattice fringe with a d-space of 0.201 nm, corresponding to the (110) planes of Fe. When the electrode is fully charged, the lattice fringe of the Fe2O3 (104) phase was observed (d), which is in agreement with the results of ex situ XRD analysis. This outstanding structural stability of the Fe2O3/rGO electrode arose from its single-crystal structure feature, which maintains the mechanical integrity of the electrode during cycling. Moreover, it is also speculated that the stable and conductive rGO carbon matrix wrapped on Fe2O3 nanograins can not only facilitate the electronic transports but also effectively accommodate the volume changes during the conversion process, resulting in a significantly improved cycling stability."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a monocrystalline Fe2O3/rGO composite was prepared by a one-step solvothermal method, in which Fe2O3 single crystallites with a diameter of ∼300 nm were uniformly anchored onto an rGO nanosheet. The as-prepared Fe2O3/rGO composite exhibits a high reversible Na-storage capacity of 610 mAh g–1 at 50 mA g–1 with a high Coulombic efficiency of 71% at the first cycle, an outstanding rate capability with 216 mAh g–1 at a high current of 2000 mA g–1, and an excellent cycling stability with 82% capacity retention over 100 cycles. It is thought that the single-crystal structure of the Fe2O3 particles is favorable to prevent the aggregation of the nanograins during the cycling and enhance the cycling stability, and the relatively large particle size benefits to raise the high initial Coulombic efficiency. The rGO nanosheet provides a fast electron transport network, which improves the specific capacity and rate capability. The present work indicates that a high capacity utilization and high rate capability of the Fe2O3 nanocrystallites can be realized through electrochemical conversion reaction by tailoring the lattice structure, particle size, and building appropriate electronic conduction channels of the Fe2O3 nanocrystals."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "In Situ Grown Fe2O3 Single Crystallites on Reduced Graphene Oxide Nanosheets as High Performance Conversion Anode for Sodium-Ion Batteries"
}