{
    "DOI": "10.1021/acsami.1c18269",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electrochemical energy storage has the advantages of high energy density, long cycle period, and environmental friendliness.  Although lithium-ion batteries (LIBs) have always played a leading role in the fields of wearable electronic devices and new energy vehicles, the gigantic application market puts urgent pressure on the increasingly scarce lithium resources (20 ppm).  Thanks to the abundant sodium resources (23 000 ppm) in the earth’s crust and physical and chemical properties very similar to lithium, sodium-ion batteries (SIBs) have progressively attracted much attention in recent years. Like LIBs, the final performance of SIB devices is also highly dependent on the main components, including the electrode materials, electrolyte, and the separator. The traditional graphite materials that are used as LIB anodes are not appropriate for sodium storage due to the larger ionic radius of Na+ (1.02 Å) than that of Li+ (0.76 Å).  During the charging and discharging processes, the Na+ transport is significantly hindered in the graphite layers with a distance of 3.35 Å.  In addition, the repeated sodiation and desodiation critically damage the layered structure of the graphite anodes. It is therefore an imperious demand to design alternative anode materials for rapid sodium storage with long-term stability.",
                "The state-of-art anode materials for SIBs include hard carbon,  alloys,  and metal compounds.  Among them, molybdenum disulfide (MoS2) anodes have considerable development prospects on account of their graphite-like layered structure, large interlayer spacing (6.2 Å), and high theoretical capacity (672 mAh g–1).  Nevertheless, the intrinsic limitations of MoS2 anodes arising from the easy agglomeration during use and poor electrical conductivity lead to a decrease in capacity under long-term cycling and low capacities at high current densities. To solve the issues, different strategies have been proposed, such as the synthesis of nanoscale MoS2 electrodes with controlled morphology and assembly,  chemical composition, physical mixing or chemical interaction with conductive substrates (MXenes,  graphene,  carbon nanotubes,  carbon spheres,  etc.), and creating defect structures (S vacancies,  Mo vacancies,  and heteroatom doping ). In these ways, the electrode volume change during cycling can be well accommodated, or the electrical conductivity is improved, thus leading to an enhanced sodium storage performance.",
                "As a typical polymorphic material, MoS2 possesses different crystal structures, i.e., the thermodynamically stable semiconductor phase (2H, S-MoS2), metastable metallic phase (1T, M-MoS2), and 3R phase. Among them, the intrinsic electrical conductivity of the M-MoS2 phase is ∼5 orders of magnitude higher than that of the S-MoS2 phase, making it possible to further improve the ion storage of MoS2-based anode materials.  Currently, different M-MoS2 nanostructures have been designed and dispersed on the outer surface of the carbon matrix to avoid the agglomeration induced by the van der Waals forces. But, the M-MoS2 layers still peel off from the substrates due to the weak interactions. Although the M-MoS2–substrate adhesion can be improved by surface coating and then calcination at high temperatures, the metastable M-MoS2 phase transforms into a stable S-MoS2 phase in this process, which limits the applications of M-MoS2 electrodes. Recently, covalent interactions between MoS2 (S-MoS2 and M-MoS2) anodes and carbon substrates have been introduced under mild conditions (hydrothermal, solvothermal, in situ assembly, ball milling, etc.), and their effects on the rapid and stable ion storage have also been demonstrated. Zhang et al.  established Mo–N covalent bonds at the interface between sulfur-doped graphitic carbon nitride (SCN) and MoS2, which effectively promoted the shift of photogenerated carriers between SCN and MoS2 and enhanced the photocatalytic efficiency and structural stability. Svetlana et al.  introduced Mo–C covalent bonds to anchor MoS2 at the hole boundaries of the holey graphene, which increased the electron transfer rate and the storage stability of Li+.",
                "In this work, we designed a novel M-MoS2-based composite electrode, which grew on the inner surface of hollow mesoporous carbon spheres (denoted M-MoS2@HCS) by engineering the nanoscale morphology and surface structure of the carbon substrate. Experimentally, the electrode was synthesized by a simple template-assisted solvothermal reaction. Microstructure studies showed that the ultrathin M-MoS2 nanosheets with a layer spacing of 0.7 nm grew on the inner surface of mesoporous HCS through a strong covalent bond. Thanks to the structural design, the anode materials demonstrated superior sodium storage performance, especially stable and high capacity, at various current densities. For example, the M-MoS2@HCS electrode delivered a reversible capacity of 291.2 mAh g–1 at 5 A g–1. After 100 cycles at 0.1 A g–1, the reversible capacity was 401.3 mAh g–1 with a capacity retention rate of 79%. After 2500 cycles at 1.0 A g–1, the electrode still had a reversible capacity of 320.1 mAh g–1 with a capacity retention ratio of 75%. The current structural design strategy can also be used to prepare other transition-metal dichalcogenide-based electrodes for a wide range of applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "HCS were prepared by templated-assisted coprecipitation according to a previous study.  First, an ammonium hydroxide solution (NH3·H2O, 25%, 12 mL) was added to a mixed solution of ultrapure water (40 mL) and absolute ethanol (280 mL) under vigorous stirring. A tetraethyl orthosilicate (TEOS, 8.3 g) solution was added dropwise to the solution under stirring for 30 min. Subsequently, formaldehyde (F, 37 wt %, 2.24 mL) and resorcinol (R, 1.6 g) were added and stirred at room temperature for 24 h to obtain a brown precipitate of SiO2@SiO2/RF. The product was dried at 60 °C for 12 h and calcined at 800 °C for 2 h under the protection of an Ar atmosphere to form SiO2@SiO2/C. Finally, HCS were obtained using HF (10 wt %) washing to get rid of SiO2."
                    ],
                    "name": " Synthesis of HCS",
                    "type": "h3"
                },
                {
                    "content": [
                        "MoO3 (250 mg), thioacetamide (500 mg), and urea (500 mg) were added to a mixed solution of ultrapure water (30 mL) and absolute ethanol (30 mL) and then ultrasonicated for 0.5 h. Then, HCS (62.5 mg) were dispersed in the solution and sonicated for 1 h. The obtained black solution was transferred to a Teflon-lined stainless-steel autoclave (100 mL in volume) and kept at 200 °C for 24 h. After the solvothermal reaction, the sample was washed with ultrapure water and absolute ethanol and then dried at 60 °C under vacuum for 12 h to obtain M-MoS2@HCS. The synthesis of a pure MoS2 sample was the same as M-MoS2@HCS but without the addition of HCS. To prepare S-MoS2@HCS, the M-MoS2@HCS sample was calcinated under an Ar atmosphere at 800 °C for 2 h with a heating rate of 5 °C min–1."
                    ],
                    "name": " Synthesis of M-MoS2@HCS, S-MoS2@HCS, and MoS2",
                    "type": "h3"
                },
                {
                    "content": [
                        "MoO3 (250 mg), thioacetamide (500 mg), and urea (500 mg) were dissolved in a mixed solution of ultrapure water (30 mL) and absolute ethanol (30 mL) and then sonicated for 0.5 h to achieve a well-dispersed solution. Then, SiO2@SiO2/C (62.5 mg) was added to the homogeneous solution and subjected to sonication for 1 h. Subsequently, the obtained black solution was transferred to a Teflon-lined stainless-steel autoclave (100 mL) and kept at 200 °C for 24 h. After that, the precipitation was washed with ultrapure water and absolute ethanol and dried at 60 °C under vacuum for 12 h. The resulting product was treated with a HF solution (10 wt %) to remove SiO2 to obtain the HCS@M-MoS2 sample."
                    ],
                    "name": " Synthesis of HCS@M-MoS2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Field emission scanning electron microscopy (FESEM, Zeiss SUPRA 55 Sapphire, 5 kV) and high-resolution transmission electron microscopy (TEM, JEOL JEM-2100 F, 200 kV) were carried out to observe the internal and external surface morphology and microstructure of the samples. Phase identification, content analysis, and elemental composition analysis of samples were performed by X-ray diffraction (XRD, Rigaku Corporation SmartLab 9, Cu Kα irradiation), Raman spectroscopy (LabRAM ARAMIS), and X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250XI, 532 nm laser excitation), respectively. Thermogravimetric analysis (TGA, SETSYS Evolution) was performed in an air atmosphere with a heating rate of 5 °C min–1. N2 absorption and desorption isotherms were obtained using an SSA-4000 instrument to study the specific surface area and pore size distribution of the samples."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance test was realized by assembling the CR2032 half-cell model. To fabricate the working electrodes, the active material, acetylene black, and PVDF were mixed at a ratio of 8:1:1. The mixture was then diluted with an appropriate amount of N-methyl-2-pyrrolidinone (NMP) and evenly coated on a copper foil, which was cut into a circular pole piece with a diameter of 10 mm as the working electrode. The average mass loading of the active materials was 0.18 mg cm–2. Both the counter electrode and the reference electrode were sodium foils. Glass microfiber was used as the separator, and the electrolyte was 1 M NaClO4 diluted in a mixture of ethylene carbonate (EC)-dimethyl carbonate (DMC) (1:1 in volume), along with fluoroethylene carbonate (FEC) as an additive. A LAND CT2001A battery test system was employed to record electrochemical data. A CHI1000 electrochemical workstation was used to measure cyclic voltammograms (CV) ranging from 0.01 to 3.0 V (vs Na+/Na) at a scan rate of 0.1 mV s–1. Electrochemical impedance spectra (EIS) were achieved using an EnergyLab XM electrochemical workstation with a 5 mV AC signal under a frequency ranging from 100 kHz to 10 mHz."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis process of the M-MoS2@HCS sample is schematically illustrated in . The HCS sample was prepared by templated-assisted coprecipitation, calcination at a high temperature, and template removal. First, SiO2 nanosphere templates were produced by TEOS hydrolysis in an alkaline environment, and then formaldehyde (F) and resorcinol (R) were polymerized on the template surface to form an organic layer (). The organic coating was transferred into carbon by calcination at 800 °C in an Ar atmosphere (). The HCS sample was obtained by chemical etching of the SiO2 template with HF solution. Before the solvothermal reaction, the precursors (including MoO3, thioacetamide, and urea) and HCS mixture were subjected to ultrasonication. In this process, CH3CSNH2 molecules decomposed and generated hydrogen sulfide (H2S) gas, which was preferentially absorbed on the rough inner surface of HCS and captured inside due to space confinement.  In the subsequent solvothermal procedure, the molybdenum source and urea diffused into the cavity of HCS through the surface mesopores and reacted with H2S gas to form MoS2 nanostructures, finally resulting in the production of MoS2@HCS composites. The M-MoS2 formation is considered due to the synergy of urea and CH3CSNH2 molecules. In addition to serving as the sulfur source, the CH3CSNH2 molecule added generates an acidic environment (pH ≈ 4) in which the octahedral structure of MoO3 (molybdenum source) can be stably maintained. The resulting amorphous cluster MoS3 was then gradually reduced by urea, and a single layer of M-MoS2 was gradually formed as the MoS3 crystal cluster grew.  The formation of MoS2 is shown in .As shown in a, the HCS synthesized by the extended Stöber method  exhibit a regular shape, smooth surface, and uniform size with an average diameter of ∼200 nm and is uniformly dispersed without significant agglomeration. After the solvothermal treatment, the spherelike morphology was preserved. Although the surface becomes a little coarse, no obvious growth of MoS2 nanosheets, which is the character of typical MoS2 nanostructures (), can be observed (b). The coarse surface is due to the extended growth of a few MoS2 nanosheets from the inside to the outside through the carbon shells (c,d). The observations clearly demonstrate that most of the MoS2 nanosheets were confined in the HCS cavities. In addition, it is found that the average thickness of HCS is ∼13 nm (d), and mesopores with a mean diameter of ∼5 nm can also be found on the HCS surface (d1). The thin carbon shell together with the surface mesopores is favorable for the mass diffusion into the cavity to promote the formation of M-MoS2 inside the HCS. Meanwhile, such a microstructure character also facilitates the transport of electrons and ions during the sodiation/desodiation process. As seen in the HRTEM image (d2), the interplanar distances of ∼0.7 and ∼0.27 nm can be measured, which correspond to the (002) and (100) crystalline planes of the M-MoS2 phase, respectively. The dotlike disordered contrast around the M-MoS2 phase is ascribed to amorphous carbon, which is also confirmed by the Raman spectrum.  shows a typical Raman spectrum of HCS templates. The spectrum contains two characteristic peaks appearing at ∼1353 and 1595 cm–1, which correspond to the carbon bands D and G, respectively. Generally, the intensity ratio of the two bands (ID/IG) is used to evaluate the disorder degree in carbon materials. A larger ID/IG value indicates a higher disorder degree and more defects. Previous studies demonstrated that the disordered structure facilitates the rapid transportation of Na+, thus exhibiting higher rate performance and higher specific capacity than graphite carbon.  The calculated intensity ratio of the D band to the G band (ID/IG) is close to 1, demonstrating the low crystallinity and presence of structural disorder and rich defects in HCS. The disordered structures of the HCS template provide heterogeneous nucleation sites for MoS2 formation and strengthen the interactions between the growing material and the carbon substrate via possible covalent interactions, as will be discussed below. In the selected area electron diffraction pattern (e), no distinct diffraction rings or points can be noted, accounting for the low crystallinity of the sample. High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image and the energy-dispersive X-ray spectroscopy (EDS) elemental mapping results are shown in f. The Mo and S elements are mainly distributed inside the HCS, and no noticeable signals can be detected outside the HCS template, further demonstrating the successful construction of M-MoS2 nanostructures inside the HCS.",
                        "The surface morphology of other samples is shown in . When the added HCS amount is small (25, 37.5, and 50 mg), the limited internal space cannot accommodate the entire growth of M-MoS2 inside the HCS. Growth on the outer surface can thus be observed () by increasing the HCS amount (62.5 and 70 mg) and more internal space is available for M-MoS2 growth. Therefore, MoS2 mainly grew inside the HCS, while the HCS surface was smooth with few additional growths ( and ). Without the addition of HCS, pure M-MoS2 samples can be obtained (). The product shows a spherelike morphology, which is assembled by MoS2 nanosheets. The result is similar to that reported in a previous study.  The obtained M-MoS2 in the composites can be converted into the semiconductor phase (S-MoS2) by a simple calcining treatment at 800 °C. As shown in , the obtained S-MoS2@HCS product possesses a morphology similar to that of the initial M-MoS2@HCS sample. As a control, the M-MoS2 sample was also grown on the outer surface of HCS (HCS@M-MoS2). During the solvothermal treatment, HCS was replaced by SiO2@SiO2/C, and the SiO2 template was removed after the growth of MoS2. In this way, the MoS2 sample can only load on the outside of the HCS ().",
                        "a represents the crystalline structures of M-MoS2 and S-MoS2 polytypes. In both M-MoS2 and S-MoS2 lattices, the Mo atoms are linked by the surrounding six S atoms to form sandwichlike S–Mo–S layers, and the Mo atoms occupy the center of the sandwiched layers. The difference in the two lattices lies in the coordination geometry of the Mo and S atoms. In the M-MoS2 structure, the coordination of Mo with S atoms is octahedral, and the S atoms are in the upper and lower planes. However, for the S-MoS2 structure, the Mo atoms are in the trigonal prismatic arrangement constituted by S atoms. The phase composition and crystalline structure of the samples were experimentally identified by XRD studies (b). For the S-MoS2@HCS sample, the diffraction peaks located at 2θ = 14.19, 33.08, 39.26, 49.04, 58.5, and 68.7° are derived from the (002), (100), (103), (105), (110), and (114) crystal planes of the S-MoS2 phase with a hexagonal structure (JCPDS No. 75-1539). For the M-MoS2@HCS sample, the peaks at 2θ = 10.32 and 19.9° originate from the (002) and (004) crystal planes of the M-MoS2 phase.  Compared with S-MoS2, the (002) peak of M-MoS2 shifts noticeably toward a lower diffraction angle, indicating that the M-MoS2 phase has a larger (002) crystal plane spacing, which is consistent with the HRTEM measurements (d2). The broad humps centered around 22 and 44° further confirm the amorphous structure of the carbon matrix (). The XRD results of the HCS@M-MoS2 composite and the pure M-MoS2 sample are basically the same as M-MoS2@HCS, also implying the phase purity of the samples. The specific symmetry of S atoms between M-MoS2 and S-MoS2 brought a noticeable difference in Raman vibration modes (c). In the M-MoS2@HCS composite, the Raman bands at 143.5 cm–1 (J1), 233.7 cm–1 (J2), 280.3 cm–1 (E1g), and 333.2 cm–1 (J3) are derived from the Mo–Mo stretching vibration of the M-MoS2 phase.  With the S-MoS2@HCS composite, the peaks at 376.59 cm–1 (E2g1) and 405.23 cm–1 (A1g) are due to the in-plane and out-of-plane Mo-S modes of S-MoS2, respectively.  In addition, the appearance of weak E2g1 and A1g bands in the M-MoS2@HCS composite suggests a small amount of S-MoS2 also formed in the M-MoS2@HCS composite. Further analysis shows that the ID/IG values of the M-MoS2@HCS and S-MoS2@HCS samples are both close to 1, indicating that the composite formation does not affect the defect structure of the HCS substrate.",
                        "XPS was employed to analyze the element valence state and M-MoS2 phase ratio in the composite. The XPS survey spectrum (a) shows the presence of Mo, S, C, and O elements. The two main peaks that emerged at 284.8 and 285.7 eV are assigned to C–C and C–O of C 1s (b). Two typical peaks at 232.2 eV (Mo 3d3/2) and 229.1 eV (Mo 3d5/2) appear from the M-MoS2 phase (c). By deconvolving the characteristic peak areas of M-MoS2 and S-MoS2, the proportion of the M-MoS2 phase in the M-MoS2@HCS composite is calculated to be ∼52.9%. Similar results can be obtained from the high-resolution spectrum of S 2p (d). The peaks at 226.5 and 235.9 eV correspond to S 2s and the Mo–O–C covalent bond,  respectively. The covalent bond formation indicates the interface interaction between M-MoS2 and HCS, which may arise from the surface structure of HCS. First, during the preparation of SiO2@SiO2@C, the carbon inner surface is protected by SiO2 and retains hydrophilicity (with oxygen-containing surface functional groups) after HF etching treatment. This is the key factor in the formation of a Mo–O–C covalent bond. Second, the rough inner surface with rich defects of HCS provides abundant chemical anchoring sites for M-MoS2 nucleation and growth. With such interface covalent interactions, the MoS2 nanosheets are pinned to the HCS inner surface to strengthen morphology stability. Furthermore, the strong chemical interactions induce electron excursion and enhance the electron transfer rate.  From the high-resolution XPS spectrum of M-MoS2@HCS (c,d), it can be seen that the binding energies of Mo 3d3/2 and Mo 3d5/2 of M-MoS2@HCS are 232.3 and 229.1 eV, respectively, compared with the M-MoS2 nanosheets (231.8 and 228.7 eV, respectively) prepared under the same conditions without the carbon matrix,  and they have shifted a high binding energy.  The S 2P3/2 (162.05 eV) and S 2P1/2 (163 eV) of MoS2@HCS also show the same result when compared with S 2P3/2 (161.6 eV) and S 2P1/2 (162.7 eV) of M-MoS2.  ",
                        "The carbon content in the MoS2@HCS sample was studied by thermal gravity analysis (TGA), as shown in d. After calcination from the room temperature to 600 °C in air flow (heating rate 10 °C min–1), the sample mass decreases in different stages. The mass loss below ∼200 °C is on account of the evaporation of free water. The further mass loss includes the conversion of MoS2 to MoO3 and the reaction of carbon.  From the analysis, the mass fraction of the MoS2 phase in the M-MoS2@HCS composite is 51.9% calculated by the equation m × (1–35%) = m × x × (1–67.4%) + m × (1 – x), where m and x represent the mass of M-MoS2@HCS and the mass ratio of MoS2, respectively. The specific surface area of the samples was measured by the Brunauer–Emmett–Teller (BET) method, and the pore size distribution was recorded by the Barrett–Joyner–Halenda model (e). The BET surface area of HCS is up to 661.9 m2 g–1. After the growth of M-MoS2 inside, the surface area decreases to 225.4 m2 g–1. Nevertheless, the surface area of the MoS2@HCS sample is still larger than those of the typical MoS2 and carbon-based composites, such as MoS2@HPCS (77.5 m2 g–1),  CAHCSs@1T/2H–MoS2 (30.6 m2 g–1),  BMCNs@MoS2-300 (28.76 m2 g–1),  codoped 1T-MoS2@N, S-doped carbon (134 m2 g–1),  MoS2/C CSs (12 m2 g–1),  and MoS2@C (9.1 m2 g–1).  Moreover, the pore size analysis (e inset) shows that the pore diameters of the two samples are around 5 nm, which is in agreement with the TEM results (d1)."
                    ],
                    "name": " Composition, Microstructure, and Morphology",
                    "type": "h3"
                },
                {
                    "content": [
                        "CV measurements were performed to analyze the Na+ storage mechanism of the different electrodes. The initial three CV curves recorded at 0.1 mV s–1 for the M-MoS2@HCS electrode are shown in a. A broad cathode peak at 0.7–1.0 V is observed in the first cycle and then disappears in the subsequent cycles. This peak results from the formation of a solid electrolyte interphase (SEI) film and the insertion of Na+ into the MoS2 lattice (MoS2 + xNa+ + xe– → NaxMoS2).  The sharp cathode peak at 0.05 V is attributed to the transformation of NaxMoS2 into Na2S (NaxMoS2 + (4 – x)Na+ + (4 – x)e– → Mo + 2Na2S).  In the first anodic scan, the peak at 1.63 V is attributed to the oxidation of Mo to form MoS2. g illustrates the initial intercalation and conversion reactions that occurred in the discharge process. The pure M-MoS2 electrode (b) and HCS@M-MoS2 electrode () have CV curves similar to the M-MoS2@HCS electrode. In contrast, there is a noticeable peak at 0.99 V in the first cathodic scan process for the S-MoS2@HCS electrode (c). This evident reduction peak is attributed to the semiconductor-to-metal phase transition in the sodiated MoS2 electrode (h).  The reduction peak at 0.34 V is due to the formation of Na2S and Mo from the NaxMoS2 phase through the conversion reaction, and the reduction peak at 0.61 V, which disappears in the subsequent cycle, is ascribed to the SEI film generation. d demonstrates the charge/discharge profiles of the M-MoS2@HCS electrode with different cycles at a current density of 0.1 A g–1. In the first discharge curve, a voltage plateau can be seen at ∼1.0 V. It originates from the Na+ inserted into the MoS2 lattice and carbon matrix, which is in accordance with the CV results (). The initial discharge and charge capacities are 1467.9 and 508.1 mAh g–1, respectively, yielding a low initial Coulombic efficiency (CE) of 34.6%. A large irreversible capacity loss is normally observed in typical conversion-based anodes, and it mainly comes from the SEI film formation and the electrolyte decomposition. In addition, the low electrical and/or ionic conductivity of the product yielded during the sodiation/desodiation process may also cause an irreversible capacity loss. The following charge/discharge curves are highly coincident, and there is no visible deviation until the 75th cycle, indicating the good stability of the M-MoS2@HCS electrode. For the pure M-MoS2 electrode, the platform at 1.7 V in the first charging curve is due to the conversion of Mo to MoS2. The platform below 0.3 V originates due to the transition of NaxMoS2 to Na2S, which also agrees with the CV results. Both the charge/discharge curves of HCS@M-MoS2 () and HCS () electrodes show platforms at ∼1.0 V, which is not observed for the pure M-MoS2 electrode (e), demonstrating the absence of a carbon matrix in the pure M-MoS2 sample. The plateau at ∼0.9 V in the initial discharge curve of the S-MoS2@HCS electrode attributed to the insertion of Na+ induced the S-MoS2 to M-MoS2 phase transition (f). The better electrochemical performance of the M-MoS2@HCS electrode is due to the crystalline and phase structures. Compared with S-MoS2, the M-MoS2 phase has a larger interlayer spacing and better dispersibility, and therefore, it shows higher reversible capacity. Second, experimental and theoretical studies suggest that the releasing of lattice S atoms during the discharging process is the main reason for the decline in the capacity in the S-MoS2 electrode, while such release of S atoms can be effectively inhibited in the M-MoS2 electrode.  In addition, less phase transformation during the sodiation process is another reason for the better stability of M-MoS2.   During the sodiation process, S-MoS2 is first transformed into M-MoS2 and then into Na2S, while M-MoS2 is directly transformed into Na2S. More phase transitions may hinder the effective transformation of the structure, resulting in structural damage and capacity degradation. Similar results are also obtained in tin sulfide electrodes. ",
                        "The rate capability of different electrodes measured at current densities ranging from 0.1 to 5.0 A g–1 is displayed in a. The HCS electrode possesses a stable performance but with a low capacity, for example, at 0.1 A g–1. In comparison, the pure M-MoS2 electrode has a higher capacity but it cannot be retained in subsequent cycles. By growing M-MoS2 nanosheets inside the HCS, a stable structure that inherits the advantages of both can be constructed. The resulting M-MoS2@HCS electrode not only has a high reversible capacity but also holds excellent stability. The reversible capacities at current densities of 0.1, 0.2, 0.5, 1.0, and 2.0 A g–1 are 428.8, 396.8, 374.9, 361.8, and 343.22 mAh g–1, respectively. Even at a current density of 5.0 A g–1, the composite electrode still preserves a high capacity of 291.2 mAh g–1. By changing the current density back to 0.1 A g–1, the reversible capacity also increases to 462.7 mAh g–1. In comparison to the reported typical MoS2-based electrodes for sodium storage, the performance of the M-MoS2@HCS sample is also remarkable, especially at current densities higher than 2 A g–1 (b). Moreover, the MoS2-based electrode also maintains high capacities under long-term operations, i.e., the composite shows good cycling stability. As shown in c, at a low current density of 0.1 A g–1, the reversible capacities of the M-MoS2@HCS electrode are 508.1 and 401.3 mAh g–1 after the first cycle and the 100th cycle, and the capacity retention rate is 79%. In contrast, S-MoS2@HCS, HCS, and pure M-MoS2 electrodes have lower reversible capacities of 273.7, 129.9, and 68.1 mAh g–1 after 100 cycles (), which are only 68.2, 32.4, and 17.0% of the reversible capacity of the M-MoS2@HCS electrode. At a high current density of 1 A g–1, the performance of the M-MoS2@HCS electrode is still satisfactory (d). After the precirculation pretreatment at 0.1 A g–1 during the first three cycles, the reversible capacity of the M-MoS2@HCS electrode is 428.3 mAh g–1. After 2500 cycles of long-term operation, the reversible capacity is 320.1 mAh g–1, corresponding to a capacity retention rate of 75%. In addition, the CE value is close to 100%. Under the same test conditions and after 500 cycles, the reversible capacities of S-MoS2@HCS, HCS, HCS@M-MoS2, and pure M-MoS2 electrodes are only 115.2, 122.2, 75.2, and 48.2 mAh g–1 (), far below that of the M-MoS2@HCS electrode. The M-MoS2-to-HCS mass ratio in the M-MoS2@HCS composite also affects the sodium storage performance (). In the M-MoS2@HCS-75 electrode, the reversible capacity is low due to the low MoS2 quality (25%) as the main active material. But if the M-MoS2 mass ratio is too high, for example, 50% for the M-MoS2@HCS-50 electrode, then the M-MoS2 growth is not only restricted inside the HCS but also on the outer surface of the HCS (). The overgrowth of M-MoS2 layers on the HCS surface blocks the mesopores on the carbon shells, leading to sluggish ion and mass transportation and decreased active sites for sodium storage. As a result, the M-MoS2@HCS-50 electrode shows low capacity and poor rate capability. The sample (M-MoS2@HCS electrode) with the best electrochemical performance includes 37.5 wt % M-MoS2 and 62.5 wt % HCS-50. The electrochemical performance of the optimized sample is in contrast to the recently reported MoS2-based anode materials, as listed in . It is clear that the M-MoS2@HCS electrode has sodium storage performance, especially the rate capability (291.2 mAh g–1@5A g–1), superior to the other MoS2 electrodes, such as BD-MoS2 (262 mAh g–1@5A g–1), MoS2/GNs-AG (212.6 mAh g–1@5A g–1), MoS2-PPy (200 mAh g–1@5A g–1), and MoS2@CNTs (258 mAh g–1@5A g–1).",
                        "To analyze the source of the superior rate capability and ion storage mechanism of the M-MoS2@HCS electrode, we measured the CV response at different scan rates (a). Generally, the peak current (i, mA) in the CV curves and the scan rate (v, mV s–1) satisfy the following power relation where a and b are constants. For the redox reaction, semi-infinite diffusion dominates the process with a b value of 0.5 (battery-like behavior); if the current i changes linearly with v (b = 1), then the reaction is a surface-controlled process (capacitive behavior). By linear fitting the plot of log(i) vs log(v), the b value can be extracted. As shown in b, the b values calculated from the oxidation peak (0.99) and the reduction peak (0.88) are close to 1, indicating that the M-MoS2@HCS electrode has a typical capacitive behavior for sodium storage.",
                        "The contribution percentage of capacitive behavior at a specific scan rate can be quantified using where k1v and k2v1/2 represent the capacity contributed by battery-like behavior and capacitive behavior, respectively. c presents the contribution ratio of capacitive and ion diffusion to the total capacity of the M-MoS2@HCS electrode. At 0.1 mV s–1, the capacitive contribution ratio is 55.2%. The contribution ratio of the capacitance enhances with the scan rate, reaching 88.3% at 1.0 mV s–1 (d). The prevailing capacitance contribution especially at a high scan rate relates to the good rate capability of the M-MoS2@HCS electrode. The capacitive behavior is possibly due to the high specific surface area of the composite and the layered structure of M-MoS2 with an expanded interlayer distance ().",
                        "The ion kinetics of different electrodes were studied by EIS, and the Nyquist plots measured after one cycle at 0.1 A g–1 are shown in . A representative plot includes an inclined line at a low frequency, which corresponds to the ion diffusion inside the electrode, and a semicircle at the medium frequency, which relates to the charge-transfer resistance (Rct) between the electrode surface and electrolyte. According to the equivalent electrical circuit ( inset), the kinetic parameters can be obtained () by fitting the measured data points. Thanks to the high electrical conductivity of the M-MoS2 phase, the Rct values for HCS@M-MoS2 (214.7 Ω) and M-MoS2@HCS (234 Ω) electrodes are much lower than those of S-MoS2@HCS (349.4 Ω) and HCS (552.6 Ω) electrodes. The slightly higher Rct for M-MoS2@HCS than that of HCS@M-MoS2 is due to the growth of M-MoS2 inside HCS.",
                        "To analyze the sodium storage mechanism, we performed ex situ XRD measurements for the pure M-MoS2 electrodes. During the initial discharge process, the (002) peak of M-MoS2 gradually becomes wide and shifts to a low angle, indicating the increase of the (002) layer spacing due to the insertion of Na+. With discharging to a low voltage area (below 0.3 V), a characteristic peak of the Na2S phase at 2θ = 12.9° starts to appear, which means that the NaxMoS2 phase transforms into Na2S. The result is consistent with the previous studies.  In the subsequent charging process, the intensity of the Na2S characteristic peak decreases, which correlates to the MoS2 phase. During the whole process, no characteristic peak of the S-MoS2 phase appears. ",
                        "Combining the above structural characterization with the electrochemical measurements, we conclude that the unique structural design of the M-MoS2@HCS electrode leads to durable and rapid sodium storage with improved capacity. (1) Enhanced stability. The dispersion of M-MoS2 nanosheets on HCS can avoid the possible agglomeration induced by the van der Waals force between MoS2 layers. Furthermore, the strong covalent interaction between M-MoS2 and HCS substrate prevents the possible peeling off of M-MoS2 layers from the substrates during the continuous cycling. In the worst case, if there is any peeling off occurring, those active materials can still be collected in HCS due to the internal growth nature. Finally, the ultrathin M-MoS2 nanosheet and HCS are flexible and thus can accommodate the volume expansion during the sodiation and desodiation cycling. Those merits contribute to the excellent cycling stability of the M-MoS2@HCS electrode. As a further confirmation, the M-MoS2@HCS electrode after 100 cycles at 0.1 A g–1 was observed by SEM (). The spherical morphology of the electrode is still preserved. As shown in , after the cycling tests, the carbon support frame is preserved, and the molybdenum compound is effectively confined inside the carbon sphere, which avoids the loss of active materials. The lattice spacing distance of ∼0.21 nm () corresponds to the (141) crystal plane of the MoO3 phase (JCPDS No. 05-0508). The SAED pattern contains the (141), (021), and (110) diffraction rings of the MoO3 phase (). In the XRD pattern (), characteristic peaks belonging to MoO3 can also be observed. EDS mapping () shows the spatial distribution of the different elements. (2) Enhanced rate capability. The metallic-phase MoS2 and the carbon substrate have good electrical conductivity, and the M-MoS2–HCS interface covalent interaction also facilitates the efficient electron transfer. Additionally, the larger interlayer spacing of M-MoS2 material together with the mesoporous shell structure and hollow structure of HCS speed up the ion and mass transportation. (3) Improved capacity. The composite electrode possesses a high specific surface area and thus affords abundant active sites to store sodium ions. Taking together, the excellent sodium storage performance of the M-MoS2@HCS electrode can be ascribed to the structural design at the micro-/nanoscale."
                    ],
                    "name": " Sodium Storage Properties",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we demonstrate the controlled synthesis of novel ultrathin M-MoS2 nanosheets on the inner surface of mesoporous HCS by a facile template-assisted solvothermal strategy. The composite electrode shows several unique structural characters, including the metallic-phase structure of the ultrathin MoS2 nanosheets with a large interlayer spacing, the growth of M-MoS2 on the inner surface of HCS via a strong covalent interaction, the flexible nature of the ultrathin M-MoS2 nanosheets and the nanoscale hollow carbon spheres, and the large specific surface area. The resulting electrode exhibits outstanding sodium storage reversible capability and stability performance at various current densities. Specifically, the M-MoS2@HCS electrode delivers a reversible capacity of 291.2 mAh g–1 at 5 A g–1. After 100 cycles at 0.1 A g–1, the reversible capacity is 401.3 mAh g–1 with a capacity retention rate of 79%. After 2500 cycles at 1.0 A g–1, the electrode still has a reversible capacity of 320.1 mAh g–1 with a capacity retention ratio of 75%. The special structural design of the composite electrode is the cause of the improved electrochemical performance. It should be mentioned that by increasing the amount of reactants, it is possible to upscale the electrode production for possible industrial applications. The present strategy can also be used for the preparation of other novel electrodes based on transition-metal dichalcogenides for ion storage as well as energy conversion."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Covalent Pinning of Highly Dispersed Ultrathin Metallic-Phase Molybdenum Disulfide Nanosheets on the Inner Surface of Mesoporous Carbon Spheres for Durable and Rapid Sodium Storage"
}