{
    "DOI": "10.1039/D0NR04922K",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy is the unremitting impetus for the progress of human science and technology. In recent years, with the rapid development of electric vehicles and smart grids, as well as the growing preference for intermittent renewable energy sources (such as solar, wind, tidal, and geothermal energy), it is imperative to rationally develop large-scale energy storage equipment. Due to the integrated merits of high capacity, low self-discharge, and long cycle life, lithium-ion batteries (LIBs) have substantially dominated the field of portable electronic devices and been widely used in electric vehicles. Nevertheless, in addition to excellent electrochemical performance, the ideal secondary battery should also take into account the social and economic benefits such as abundant resources, low price, environment protection and other indicators. Nowadays, the conventional LIBs do not fully satisfy the requirements of energy storage applications. Sodium-ion batteries (SIBs) have been considered as the most promising inexpensive alternative for applications in large-scale energy storage technologies owing to the similar physicochemical properties of sodium and lithium. Moreover, sodium is abundant and widely distributed in the Earth's crust. However, the ionic radius of Na+ (0.102 nm) is much larger than that of Li+ (0.076 nm). It is difficult for sodium ions to reversibly intercalate/deintercalate from the host materials during the charge and discharge process, which extremely restricts the diffusion kinetics of Na+ in the host materials and greatly reduces the cycling stability of SIBs due to the severe volume variation effect of the framework.",
                "The research and development of high-performance anode and cathode materials for SIBs has achieved breakthrough progress based on the successful experience of LIB technology. Currently, many studies have been focused on the cathode materials of SIBs, while the research progress on anode materials is still not enough. So far, the reported SIB anode materials mainly include alloy-based materials (e.g., Sn, Sb and Ge ), carbon-based materials (e.g., graphite, soft carbon, and hard carbon ), transition metal oxide/sulfide (e.g., SnO2, TiO2, MoS2 and SnS2), and their composites. The sodium-storage mechanism of alloy-type and metal sulfide anodes is an alloying reaction and a conversion reaction, which exhibit high initial capacity during the charge/discharge process; but, the anodes are susceptible to volume expansion resulting in pulverization and rapid decay in capacity. For carbon-based materials, the shortcomings are small interlayer spacing, poor cycling performance, and low initial coulombic efficiency. Recently, as a typical intercalation-type anode material, niobium pentoxide (Nb2O5) has attracted extensive attention because of its superior cycling stability than most alloy-type and conversion-type anodes. As far as niobium pentoxide is concerned, each octahedron in the unique crystal structure provides four storage sites and a large (001) interplanar lattice spacing (0.39 nm) with spacious ion channels to facilitate the storage of Na+. Meanwhile, the open intrinsic framework and intercalated pseudocapacitance behaviors are instrumental for the diffusion kinetics of ions, and the chemical properties of Nb2O5 are stable without phase transition during the intercalation/deintercalation of ions. However, the essential disadvantages of Nb2O5 are weak conductivity (≈3 × 10−6 S cm−1) and huge volume expansion effect, which have seriously hindered its application in SIBs.",
                "To address the abovementioned concerns, many studies have been reported to improve the cycling performance of Nb2O5 by making full use of morphological modification (such as thin film, fibers, nanosheets, and nanospheres ), nanophase engineering (such as single crystalline and nanocrystal coating ) and incorporation of conductive substances. Carbon coating or preparing carbon-based composites is the most popular strategy for enhancing material conductivity. Yang et al., for instance, fabricated T-Nb2O5 nanocrystallites encapsulated in 1D carbon nanofibers (T-Nb2O5/CNFs) via electrospinning technology as anode materials for SIBs, which demonstrated ultralong cycle durability (150 mA h g−1 at 1 A g−1 over 5000 cycles) and superior rate performance (97 mA h g−1 at 8 A g−1). Although one-dimensional carbon nanofibers (CNFs) as conductive additives can improve the performance of materials at large current densities, the low initial Coulomb efficiency (only 34.5% was reported in this paper) may be caused by the high specific surface area and uneven growth of pipe diameter. In order to further enhance the sodium storage performance of Nb2O5, heteroatom-doped strategies have recently been applied by many researchers. Liu and coworkers first reported sulfur-doped Nb2O5 hollow nanospheres on sulfur-doped graphene networks that served as SIB anode materials, delivering a reversible capacity of 215 mA h g−1 at 0.5 C over 100 cycles and 100 mA h g−1 at 20 C after 3000 cycles. Nevertheless, it is worth noting that the cyclic stability of sulfur-doped Nb2O5 at ultrahigh current rates is still unsatisfactory. Compared with sulfur doping, nitrogen doping has more obvious advantages in improving material rate performance. Nitrogen is adjacent to carbon in the periodic table and easily bonds with carbon to provide partial electronegativity and generates extra defects that are beneficial for the diffusion of Na+. Furthermore, the pyridinic-N and pyrrolic-N can also accelerate ion and electron transfer between the carbon layer and Nb2O5, thus improving the rate performance due to the enhancement of pseudocapacitive behavior of the Nb2O5/carbon composite.",
                "In this work, we prepared ultrasmall Nb2O5 nanoparticles wrapped with nitrogen-doped carbon (denoted as Nb2O5@NC) via a sol–gel method and subsequent heat treatment. In this method, polyvinyl alcohol (PVA) was used as a dispersant for sol–gel synthesis and a carbon source for heat treatment. Firstly, the Nb2O5 precursor produced by a precipitation reaction was uniformly dispersed in PVA. After heat treatment, Nb2O5 nanoparticles were successfully coated with nitrogen-doped carbon due to the pyrolysis of PVA and melamine at high temperature. The ultrasmall Nb2O5 can effectively shorten the diffusion distance of sodium ions and electrons, as well as increase the contact area with the electrolyte. The carbon matrix can not only inhibit the agglomeration of Nb2O5 nanoparticles during the charge/discharge process, but also relieve the strain and stress caused by volume variation. In addition, the nitrogen doping in the carbon matrix can synergistically enhance the electronic conductivity of Nb2O5@NC. Meanwhile, the introduction of nitrogen into the carbon layer will expand the carbon layer spacing and create defects for sodium storage. When used as an SIB anode material, the obtained 600-Nb2O5@NC-2 exhibits outstanding rate performance and prominent cycling stability. It delivered a reversible capacity of 196 mA h g−1 at 1 A g−1 after 1000 cycles and 128.4 mA h g−1 at 5 A g−1 after 3000 cycles. Even at a high current density of 10 A g−1, the anode can still exhibit a stable capacity of 95.9 mA h g−1 after 3000 cycles, which is the best cycling performance compared with other reported Nb2O5-based anodes."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 schematically illustrates the typical fabrication procedure for the Nb2O5@NC nanocomposite by a sol–gel method and subsequent heat treatment. Firstly, PVA and melamine (C3N3(NH2)3) were dissolved in DI water by stirring, which was used as the precursor solution. PVA was added as a dispersant for sol–gel synthesis and carbon source, and melamine was used as the nitrogen source. Secondly, through the precipitation reaction of niobium oxalate and ammonium hydroxide (NH4OH) under alkaline conditions, the Nb2O5 precursor was produced and uniformly dispersed in PVA. Subsequently, the well-mixed solution was gelated by a cross-linker (glutaraldehyde (GA)) to synthesize the nanostructured hydrogel. Then, the dried hydrogel was treated in an argon atmosphere at 600 °C for 2 hours to form a three-dimensional framework. After heat treatment, Nb2O5 nanoparticles were successfully coated by N-doped carbon due to the pyrolysis of PVA and melamine. For comparison, ultrasmall Nb2O5 wrapped in carbon without N doping (denoted as Nb2O5@C) and pure Nb2O5 nanoparticles were fabricated using a similar process, except for the absence of N or C sources (more details are provided in the “Experimental section”).",
                "The morphology and microstructure of the obtained 600-Nb2O5@NC-2 was characterized via field emission scanning electron microscopy (FESEM), energy dispersive X-ray element mapping, and transmission electron microscopy (TEM). Fig. S1† shows that the Nb2O5@NC composite is a bulky particle with a rough and thick surface. From the TEM images shown in Fig. 2a and b, it can be seen that the Nb2O5 nanoparticles are uniformly dispersed in the carbon matrix and the diameter of Nb2O5 nanoparticles is about 8 nm. The ultrasmall Nb2O5 nanoparticles can shorten the diffusion length of ions/electrons, which is beneficial to the rapid intercalation/deintercalation of sodium ions at high current density. HRTEM measurement was further carried out to confirm the lattice characteristics of 600-Nb2O5@NC-2. As shown in Fig. 2c, emblematic lattice fringes with an intergranular spacing of 0.39 nm were clearly observed, corresponding to the (001) plane of Nb2O5. In addition, the interlayer spacing of the carbon matrix is 0.38 nm, which is remarkably larger than the graphite carbon layer spacing (d = 0.335 nm). This emphatically proves that N doping can markedly expand the interlayer spacing of the carbon layer to facilitate the diffusion of large-size Na ions. The element distribution of 600-Nb2O5@NC-2 was further investigated by element mapping, Fig. 2d–h. The results indicate the existence and uniform distribution of O, Nb, N, and C elements in the composite, confirming that the Nb2O5 nanoparticles are stably anchored in the carbon layer, and the N element is successfully doped into the carbon.",
                "Fig. 3a shows the X-ray diffraction (XRD) spectrum of the synthesized carbon, pure Nb2O5, and Nb2O5@NC composite. The ratios of PVA to melamine are 1:1, 2:1, 2.5:1, 5:1, and 10:1, and the obtained samples are denoted as 600-Nb2O5@NC-1, 600-Nb2O5@NC-2, 600-Nb2O5@NC-2.5, 600-Nb2O5@NC-5, and 600-Nb2O5@NC-10, accordingly. The XRD patterns of carbon and carbon/Nb2O5 composites display a broad peak near 24.5° and a sharp diffraction peak near 44.6°, corresponding to the (002) and (100) planes of disordered carbon and lower graphitized carbon, respectively, which is in good agreement with the HRTEM observations. Nevertheless, these XRD patterns do not show the obvious characteristic diffraction peak of Nb2O5, which may be related to the thick carbon layer and high carbon content. Thus, thermogravimetric analysis (TGA) was carried out to investigate the carbon content and the results are shown in Fig. 3b. Significant weight reduction was observed from 400 to 550 °C, which is mainly due to the decomposition of organic materials. It was found that the carbon contents of 600-Nb2O5@C and 600-Nb2O5@NC-2 were 53.49% and 57.67%, respectively. The carbon content difference of the two samples is 4.18%. The increase of carbon content is due to the pyrolysis of melamine. The disordered degree of the carbon structure was studied by Raman spectroscopy. The D band (at about 1350 cm−1) is induced by sp2-hybridized carbon atoms or defects and disorder. The G band (at about 1580 cm−1) is generated by in-plane stretching vibration of sp2-hybridized atom pairs in the carbon ring or long chain, which represents the integrity of the carbon material structure. The intensity ratio of the D-to-G band (ID/IG) is usually used for measuring the disordered degree and the defects in carbon materials. As shown in Fig. 3c and Table S1 (ESI†), the D and G peaks of the obtained 600-Nb2O5@NC-2 are 1357.75 and 1588.29 cm−1, and transferred 7.75 cm−1 and 8.29 cm−1 relative to graphite carbon, respectively. This is mainly ascribed to the structural deformation of carbon caused by the bond spacing between the C–N bond and the C–C bond, and the formation of vacancy defects in the process of synthetic doping. The ratios of five 600-Nb2O5@NC composites and 600-Nb2O5@C are 0.93, 0.91, 0.88, 0.87, 0.86 and 0.86, respectively. These results indicate that N doping can manufacture more defects and provide more sodium storage sites. In addition, the disordered structure is identical to the XRD patterns shown in Fig. 3a, that is, the intensity peak of 600-Nb2O5@NC-2 is broader and lower than that of 600-Nb2O5@C. The porosity characteristics of 600-Nb2O5@C and 600-Nb2O5@NC materials were further confirmed by nitrogen adsorption isotherms and pore size distribution results (Fig. 3d, Fig. S2 and Table S2, ESI†). The results show that the main pore diameter is around 4–6 nm, belonging to mesopores. The Brunauer–Emmett–Teller (BET) specific surface area of 600-Nb2O5@C and the five 600-Nb2O5@NC composites are 182.69, 190.67, 180.95, 130.27, 136.67 and 60.75 m2 g−1, respectively. The mesoporous properties are mainly determined by the calcination temperature and carbon content. Meanwhile, the variations of specific surface area and pore size distribution indicate that some of the mesopores are likely to crack or be covered by a carbon layer during the high temperature calcination process. Consequently, the addition of melamine plays a significant role in controlling the microstructure and properties of 600-Nb2O5@NC composites.",
                "In order to detect the composition and chemical state of the elements, the 600-Nb2O5@NC composites were analyzed by X-ray photoelectron spectroscopy (XPS). The comprehensive measurement spectrum of 600-Nb2O5@NC-2 is shown in Fig. 4, which contains nitrogen, carbon, oxygen, and niobium elements. Fig. S3a (ESI†) shows the XPS survey spectra of the other four 600-Nb2O5@NC and 600-Nb2O5@C composites, and obviously no N 1s peak appears in 600-Nb2O5@C. The difference in Fig. S3a (ESI†) confirms that nitrogen has been successfully introduced into 600-Nb2O5@NC. The N content of 600-Nb2O5@NC-2 is 5.17% and the high-resolution N 1s spectrum is shown in Fig. 4a. Apparently, it can be observed that the N 1s spectrum can be further divided into three different peaks located at 398.64, 400.32, and 402.98 eV, corresponding to pyridinic-N, pyrrolic-N, and graphitic-N. The relevant atomic percentages are 31.06%, 65.98%, and 2.96%, respectively. Table S3† lists the atomic percentages of three types of nitrogen in the other four nitrogen-containing materials. Pyridinic-N and pyrrolic-N are formed by replacing carbon atoms at the edges or defect position of the carbon layer with nitrogen atoms. Previous studies have shown that the introduction of sp2-hybridized pyrrolic-N into the carbon layer can not only enhance the electronic conductivity, but also manufacture structural defects to act as active sites for sodium ion insertion. In addition, pyridinic-N with high chemical activity can accelerate the transfer of sodium ions and electrons, which is beneficial to improve the rate capability of electrodes. The 600-Nb2O5@NC-2 composite contains pyridinic-N and pyrrolic-N with the highest ratio, indicating that it may exhibit excellent rate cycling ability. As shown in Fig. 4b, the C 1s spectrum consists of three peaks of 284.80, 286.26, and 288.77 eV, which can be assigned to the C–C, C–N, and C–O bonds, respectively. The appearance of the C–N bond further indicates that N atoms have been successfully introduced into the crystal lattice of carbon. The carbon layer spacing is enlarged and the defects are formed by replacing a small amount of C with N atoms, in good agreement with the results of HRTEM and Raman tests, as mentioned above. The high-resolution Nb 3d spectrum is shown in Fig. 4d. It can be seen that the binding energies of Nb 3d are 207.17 and 209.93 eV, which can be attributed to the spin–orbit peaks of Nb 3d5/2 and Nb 3d3/2, respectively , thus well demonstrating the presence of the niobium element as Nb5+ in the composites. As shown in Fig. 4c, the O 1s spectrum can be resolved into three peaks, which are 530.51, 532.12, and 533.45 eV, respectively. The main peak at 530.51 eV is attributed to the O–Nb bond; the other two peaks are ascribed to C–O and CO bonds. These results not only validate the successful preparation of niobium pentoxide, but also indicate that the interaction between carbon and Nb2O5 is in the form of chemical bonds (C–O and CO). These chemical bonds are beneficial to maintain the stability of the composite framework.",
                "The sodium storage performance of 600-Nb2O5, 600-Nb2O5@C, and 600-Nb2O5@NC was investigated by cyclic voltammetry and galvanostatic charge–discharge measurement. As shown in Fig. 5a, the initial discharge and charge capacities of 600-Nb2O5@NC-2 are 553 and 298 mA h g−1, respectively, indicating that the initial Coulomb Efficiency (CE) is 53.9%. The initial capacity loss is mainly due to the formation of the solid electrolyte phase (SEI) and the decomposition of the electrolyte. After the first cycle, the curves have good coincidence for the subsequent cycles, indicating good reversibility and excellent cycling stability of 600-Nb2O5@NC-2. The discharge curves only show a slope region, which may be due to the combination of intercalated and surface-driven Na+ storage. This indicates that the sodium storage capacity is potentially ascribed to the incorporation of Na+ into the host material and the carbon layer, as well as the electrostatic adsorption of Na+ into the mesopores of carbon. The effects of the calcination temperature and the amount of PVA on the material properties have also been explored (see the ESI† for detailed rate performance data, Fig. S4†). It can be clearly seen that the effects of both were significant, which validated some of the above assumptions. As shown in Fig. 5c and Fig. S5 (ESI†), the initial capacities at 0.1 A g−1 are 158, 232, and 278 mA h g−1 for 600-Nb2O5, 600-Nb2O5@C, and 600-Nb2O5@NC-2, respectively. The N-doped composites significantly exhibit good cycling stability at a low current density of 0.1 A g−1. Due to the formation of the SEI and the activation process of the electrode, the samples show slight capacity decay in the initial several cycles. The rate performances of N-doped composites, carbon-coated Nb2O5 and pure Nb2O5 are shown in Fig. 5b, which highlights the remarkable rate capability of 600-Nb2O5@NC-2. It delivers reversible capacities of 280, 250, 225, 200, 166, 130, and 98 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g−1, respectively. When the current density returns to 0.1 A g−1, the reversible capacity still remains at 258 mA h g−1 with a high capacity retention of 92.14%, indicating the good reversibility of the sodium intercalation and deintercalation processes. The long cycle performances at different current densities were further investigated. Fig. S6 (ESI†) shows the cycle performance at a current density of 1 A g−1, and the reversible capacities of 600-Nb2O5, 600-Nb2O5@C, 600-Nb2O5@NC-10, 600-Nb2O5@NC-5, 600-Nb2O5@NC-2.5, 600-Nb2O5@NC-2, and 600-Nb2O5@NC-1 remained at 90, 153, 161, 187, 172, 196, and 134 mA h g−1 after 1000 cycles, respectively. Compared with the reversible capacity at low current density (280 mA h g−1 at 0.1 A g−1), the CE of the sample 600-Nb2O5@NC-2 was approximately 100% and the reversible capacity retention rate was 70.71% (Fig. S6-f, ESI†), which demonstrates that nitrogen doping and carbon coating play a critical role in synergistically promoting the cyclability of the electrode. Obviously, 600-Nb2O5@NC-2 exhibits the best electrochemical performance at low current density.",
                "In order to further evaluate the long-term cycling stability of 600-Nb2O5@NC-2 at high current density, the electrodes were cycled at 5 A g−1 and 10 A g−1 for 3000 cycles. As shown in Fig. 5d and e, the reversible capacity is 128.4 mA h g−1 at 5 A g−1 after 3000 cycles. Even at a high current density of 10 A g−1, the anode can still display a stable capacity of 95.9 mA h g−1 after 3000 cycles, which corresponds to a capacity decay of only 0.019% and 0.024% per cycle, respectively. Furthermore, the CE value remains almost greater than 99% during the cycles, further demonstrating the excellent durability and reversibility of 600-Nb2O5@NC-2. Compared with the previously reported Nb2O5-based anodes (as shown in Fig. S7 and Table S4, ESI†), the reversible capacity obtained in this work is higher than most of them, especially at high current densities. These results show that the introduction of nitrogen and structural optimization leads to achieve excellent cyclability and rate capability of the Nb2O5@NC composite, which is mainly attributed to the following aspects. Firstly, the ultrasmall Nb2O5 can effectively shorten the diffusion distance of sodium ions and electrons, as well as increase the contact area with the electrolyte. Secondly, the carbon matrix can not only inhibit the agglomeration of Nb2O5 nanoparticles during the charge/discharge process, but also relieve the strain and stress caused by volume variation, thus maintaining the integrity and stability of the host structure. Finally, nitrogen doping in the carbon matrix can synergistically enhance the electronic conductivity of Nb2O5@NC. Meanwhile, the introduction of nitrogen into the carbon layer will expand the carbon layer spacing and create defects for sodium storage. Particularly, the Nb2O5@NC composites possess rich pyridinic and pyrrolic N, which is beneficial to promote the rate capability of the electrode.",
                "In order to obtain deep insights into the outstandingly high rate performance of the 600-Nb2O5@NC-2 anode, the sodium storage mechanism was studied by cyclic voltammetry (CV). The typical CV curves of 600-Nb2O5@NC-2 at a scan rate of 0.1 mV s−1 between 0.01 and 3.0 V at room temperature are shown in Fig. 6a. During the first cycle, a sharp and intense cathode peak appeared around 0.34 V, and disappeared in the following cycles, which can be attributed to the formation of an SEI film at the electrode–electrolyte interface, decomposition of the organic electrolyte, and some irreversible side reactions. The first anodic scan shows a broad peak in a wide voltage range and a large capacity loss is observed. Besides, an anodic peak was observed at about 0.1 V, which was caused by the insertion of sodium ions into Super P at low potential range. In the second cycle, a cathodic peak in a wide voltage range from 1.3 to 0.01 V with a long cathodic slope, and a broad anodic peak was also observed. This may indicate the intercalation/deintercalation of Na+ into the Nb2O5 lattice and the carbon layer, which is in accordance with the results of the charge/discharge curves. There are no obvious redox peaks in the subsequent cycles, and the cycle curves are well overlapped, demonstrating that the electrochemical reaction of the 600-Nb2O5@NC-2 electrode is highly stable and reversible. In addition, the CV curves of 600-Nb2O5 and 600-Nb2O5@C electrodes are similar to that of the 600-Nb2O5@NC-2 electrode, suggesting the same reaction mechanism of the three electrodes (Fig. S8, ESI†). Compared with the pure Nb2O5 electrode, the SEI film formation potential of the 600-Nb2O5@NC-2 electrode shifted from 0.82 to 0.34 V. It is possibly due to the defects caused by N doping that increase the disorder of the carbon structure. Concurrently, the total area of the scanning curves of the 600-Nb2O5@NC-2 electrode is the largest, and it is obvious that N plays an important role in the Faraday pseudocapacitance.",
                "Furthermore, to comprehensively understand the mechanism of sodium storage, CV analysis was performed at different sweep rates from 0.2 to 10 mV s−1 to explore the effect of pseudocapacitance. According to previous reports, the contribution of electrochemical specific capacity includes diffusion control and capacitance control capacity. The current (i) is a function of the scan rate (v), as described by the power-law relation i = avb. Both a and b are adjustable parameters, where the b value is used to measure the mode of charging and discharging behavior. Specifically, the b value close to 1 implies that the reaction is mainly controlled by the capacitance process, while the b value close to 0.5 reflects that the diffusion control process plays a leading role. There is a linear relationship between the cathode peak current and scan rate (in logarithmic form): log(i) = log(a) + blog(v), and the slope b of the straight line can be calculated. As shown in Fig. S9 (ESI†), the b values were fitted as 0.72, 0.77, 0.78, 0.77, 0.79, and 0.74 for the cathode peaks of 600-Nb2O5@C and the five 600-Nb2O5@ NC samples, respectively, suggesting that the capacity came from two types of contributions. The ratios of the capacitance-controlled and the diffusion-controlled contribution are based on the equation i = k1ν + k2ν1/2 at a fixed scan rate (v) and current (i). Among them, the total current response is composed of the contribution of the capacitive process (k1υ) and the contribution of the sodium ion intercalation process (k2υ1/2) at the corresponding voltage. As shown in Fig. S10 (ESI†), the capacitive contributions are calculated to be 58% (600-Nb2O5@C), 67% (600-Nb2O5@NC-10), 69% (600-Nb2O5@NC-5), 67% (600-Nb2O5@NC-2.5), 70% (600-Nb2O5@NC-2), and 61% (600-Nb2O5@NC-1) at 10 mV s−1 scan rate, indicating that the ratio of the capacitive contribution rises evidently with the introduction of nitrogen. According to the previous reports, after introducing nitrogen into the carbon layer, the N can act as an electron donor to attract protons or provide sodiophilicity, which is due to enhancing the charge density of the space charge layer. Hence, the presence of N on the carbon surface could lead to the strong interaction between the ions of electrolytes and the N-containing functional groups, resulting in a high pseudocapacitance in the SIBs.",
                "Moreover, Fig. 6c shows that the capacitive contribution of the total charge storage of the 600-Nb2O5@NC-2 electrode becomes more remarkable (ascended from the initial 19% to the final 70%) with the scan rate increasing from 0.2 to 10 mV s−1. In contrast, the capacitive contribution of the non-nitrogen doped electrode is particularly low at different scan rates, which is only 58% even at a high sweep rate of 10 mV s−1 (Fig. S10-a, ESI†). These results suggest that the N doping process can not only generate abundant surface defects and active sites which are beneficial to sodium ion storage via the capacitance-controlled process, but also improve electrical conductivity to enhance the rapid reaction and diffusion kinetics of sodium ions. Electrochemical impedance spectroscopy (EIS) was performed at a constant current density of 0.1 A g−1 after different cycles. Fig. 5d and Fig. S11 (ESI†) show the Nyquist diagram of 600-Nb2O5@NC-2, 600-Nb2O5, and 600-Nb2O5@C. The high-frequency semicircle regions represent the charge transfer resistance (Rct), and the low frequency regions correspond to the Warburg impedance (Zw) related to the diffusion of sodium ions. From the kinetic parameters obtained by fitting the equivalent circuit (Table S5, ESI†), it can be seen that the charge transfer resistance of the 600-Nb2O5@NC-2 electrode decreases as the cycle increases. The Rct values are 242.3 Ω, 198.6 Ω, 140.2 Ω, and 129.6 Ω before the cycle and after the 5th, 50th, and 100th cycles, respectively. The Rct values of the 600-Nb2O5@NC-2 electrode are gradually decreased upon cycling within 100 cycles, indicating good electrical conductivity and superior electrode interface stability originating from the synergistic effect of nitrogen doping and carbon coating in the Nb2O5@NC network. For the low frequency region of the 600-Nb2O5@NC-2 electrode, the slope of the line increases significantly, indicating that the diffusion resistance of sodium ions decreases gradually. In sharp contrast to the 600-Nb2O5@NC-2 electrode, the Rct values of the pure Nb2O5 electrode increase to 585.4 Ω after the 100th cycle, over twice that of the original, which is primarily due to the thick SEI layer greatly hindering the charge transfer. Similarly, the Rct values of the 600-Nb2O5@C electrode also exhibit an increasing trend. In view of the above results, nitrogen doping in the carbon matrix can facilitate the transfer of sodium ions and electrons, resulting in enhancing the rapid reaction and diffusion kinetics of sodium ions, especially at high-rate current densities."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, N-doped carbon-coated ultrasmall Nb2O5 composites were successfully fabricated via a sol–gel method and subsequent heat treatment. The feasible design of the unique structure of ultrasmall Nb2O5 nanoparticles can effectively shorten the transmission distance for both ions and electrons. The synergistic effect of nitrogen doping and carbon coating can further improve the electronic conductivity and pseudocapacitive behavior of the active materials. When employed as SIB anodes, the obtained 600-Nb2O5@NC-2 exhibits a high reversible capacity (278 mA h g−1 after 200 cycles at 0.1 A g−1) and prominent cycling stability (95.9 mA h g−1 after 3000 cycles at 10 A g−1, only 0.024% decay per cycle), representing one of the best cycling performance among the reported Nb2O5-based anodes for SIBs. In addition, the diffusion kinetic analysis reveals that the mechanism of sodium storage is dominated by a pseudocapacitive process at high rates. We believe this work offers a rational avenue to develop high-performance Nb2O5-based electrodes for large-scale energy storage via optimizing charge transport and relieving the structural strain process."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 2.0 g of polyvinyl alcohol (PVA) and an appropriate amount of melamine (the ratios of PVA to melamine are 1:1, 2:1, 2.5:1, 5:1, and 10:1) were dissolved in 12 mL of DI water by stirring at 90 °C for 2 h. After dissolving PVA and melamine, 1 mmol of niobium oxalate was added into 2 mL of DI water to form a uniform and transparent solution. This niobium oxalate solution was mixed with the previous PVA–melamine solution by stirring at 90 °C for 4 h. Then, 1 mL of ammonium hydroxide was added dropwise to the mixed solution until the reaction was complete, and the solution was stirred for another 2 h at 70 °C. After the solution cooled down to room temperature, 1 mL of glutaraldehyde (GA) was added as a cross-linker while stirring. The well-mixed solution was spread evenly on a clean glass plate and stored in an oven at 60 °C overnight for gelation and aging. Finally, the dried products were heated at 200 °C for 40 min (5 °C min−1), and then annealed at 600 °C for 2 h (2 °C min−1) under an Ar atmosphere. With the decomposition of melamine and PVA, Nb2O5@NC composites were obtained."
                    ],
                    "name": "Synthesis of Nb2O5@ NC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "An appropriate amount of polyvinyl alcohol (PVA) (1.5 g–2.5 g) was dissolved in 10 mL of DI water by stirring at 90 °C for 2 h, and the Nb2O5@C precursor was obtained using the abovementioned steps. The dried products were heated at 200 °C for 40 min (5 °C min−1), and then heat treated at various temperatures from 550 to 800 °C for 2 h under an Ar atmosphere with a ramping rate of 2 °C min−1."
                    ],
                    "name": "Synthesis of Nb2O5@C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "1 mmol of niobium oxalate was dissolved in 2 mL of DI water to form a uniform and pellucid solution, and 1 mL of ammonium hydroxide was added dropwise into the solution. After the reaction was completed, the resulting precipitate was dried in an oven at 60 °C for 12 h. Then, the dried products were treated at various temperatures from 600 to 800 °C for 2 h under an Ar atmosphere with a ramping rate of 2 °C min−1."
                    ],
                    "name": "Synthesis of Nb2O5",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology of the product and crystalline structure were investigated by field emission scanning electron microscopy (FESEM, Nova NanoSEM450), Raman spectroscopy (LabRAM HR800), transmission electron microscopy (JEOL JEM-ARF200F) and X-ray diffraction (XRD, Philips, with Cu-Kα radiation source, λ = 0.15406 nm, scanning rate of 5° min−1 and the scanning range of 5°–90°). An energy dispersive X-ray spectrometer (EDX) was used to analyze the element types and content of materials. X-ray photoelectron spectra (XPS, Axis Ultra DLD) were recorded using an Al Kα X-ray source and were used to determine the chemical composition of the products. The specific Brunauer–Emmett–Teller (BET) surface area and pore size distribution of the material were analyzed and obtained using a nitrogen adsorption instrument, a Micromeritics ASAP 2020 system. Thermogravimetric analysis (TGA) was performed with a PerkinElmer TGA 4000 thermogravimetric analyzer from room temperature to 800 °C with a ramping rate of 10 °C min−1 under air."
                    ],
                    "name": "Characterization studies of the materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A CR2032 coin cell was used to analyse the electrochemical performance of the Nb2O5@NC, Nb2O5@C, and Nb2O5. The working electrode for half cells was made by mixing the active material, Super P, and polyvinylidene fluoride at a weight ratio of 8:1:1 in water, which was used as a solvent to obtain a slurry. The slurry was then coated uniformly on pure Cu foil, and dried at 60 °C under vacuum for 12 h. Sodium metal is used as the counter electrode of the coin cell, glass fiber (GF/D, Whatman) as the separator, and the electrolyte is a solution of 1 M NaClO4 in ethylene carbonate (EC)/propylene carbonate (PC) (1:1 vol ratio) with 5% fluoroethylene carbonate (FEC) added. The galvanostatic discharge/charge experiments were carried out on a Land CT2001A battery test system at room temperature with a voltage window of 0.01–3 V versus Na+/Na. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were performed on an electrochemical workstation (CHI 760E)."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experiments",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "N-doped carbon-coated ultrasmall Nb2O5 nanocomposite with excellent long cyclability for sodium storage"
}