{
    "DOI": "10.1021/acsami.9b08378",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "To date, lithium-ion batteries (LIBs) have been extensively employed in electric as well as hybrid electric vehicles. However, the resource of lithium is limited, prohibiting the application of LIBs.  Thereby, sustainable energy storage devices are crucially needed. Under such a circumstance, sodium-ion batteries (SIBs) are regarded as the most encouraging candidates for LIBs owing to the low cost and abundant reserves of sodium in the environment. ",
                "Over the past decades, tin-based anodes have attracted great interest with high theoretical capacity provided by involved alloying reactions.  Among them, SnO2, with an excellent theoretical capacity of 667 mAh g–1, has gained special interest as an anode for SIBs.  However, SnO2 faces two challenges, that is, unsatisfactory rate and cyclic performance causing by poor conductivity as well as large volume expansion during cycling.  Many efforts have been made to solve the problems. One strategy is designing particular shapes including hollow nanoparticles,  nanosheets,  nanotubes,  etc., which can enhance the electron/ion transport and relieve the volume expansion.  Although the above-mentioned nanosizing can inhibit pulverization, it is not enough since the intrinsic poor conductivity limits the electron transfer rate in the SnO2 electrode.  Another strategy is proposed to combine SnO2 with conductive materials such as metals,  carbon,  and conducting polymers,  which can not only strengthen the conductivity but also reduce the volume change.  In addition, introducing a dopant such as a metal and nitrogen is also a common strategy to adjust the lattice constant, thus improving the sodium storage. ",
                "Earlier works on the combination of SnO2 and conductive materials as anodes for SIBs mostly concentrate on powders, which are then mixed with conductive agents and insulating binders and finally coated on current collectors. The insulating additives involved inevitably diminish the energy density of batteries, prohibiting the electron/ion transport as they distribute in SnO2. In recent years, fabricating freestanding and flexible electrodes by growing SnO2 on conductive matrices, mostly carbon substrates, including reduced graphene oxide (rGO)  and biomass-derived carbon,  is widely taken into account to construct batteries.",
                "To date, SnO2 coated with a conductive layer on a carbon cloth as a freestanding anode for SIBs is still in a blank field. In general, researchers tend to coat active materials with carbon. In this case, however, SnO2 is prone to partially react with carbon during annealing. Thus, many works focus on coating SnO2 with conducting polymers rather than carbon materials.  Usually, conducting polymers are deposited on the SnO2 surface via hydrothermal treatments, which cannot achieve the uniform distribution of conducting polymers. In such a context, the electrodeposition method emerges to acquire uniform coating with a constant current density. ",
                "Herein, we present a facile method to synthesize SnO2 nanoflakes deposited on the carbon cloth, which are then coated with PPy, a widely used conducting polymer, via electrodeposition. The electrodeposition here ensures the uniform coating of PPy on the SnO2 surface. The freestanding composite is designed to present lamellar shapes, which prevent active materials from aggregation when synergized with the PPy wrap.  Furthermore, PPy is able to avoid the pulverization of SnO2, the direct contact between SnO2 and electrolyte, and strengthen the conductivity in the meanwhile. With these merits mentioned above, the flexible SnO2@PPy electrode displays high cycle retention and rate capability. Our SnO2@PPy anode based on the carbon cloth for SIBs provides useful instructions in the design of foremost electrodes for energy storage."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The carbon cloth was first cleaned by continuously sonicating in ethanol for 15 min and then decorated with hydrophilic group under a plasma instrument for 15 min. Through a hydrothermal method, SnO2 nanoflakes were then grown on the pretreated carbon cloth followed by annealing. In a typical preparation of SnO2, 1 g of urea, 1 mL of hydrochloric acid (37 wt %), and 20 mL of mercaptoacetic acid were added to 80 mL of deionized water. Then, 0.2 g of tin dichloride dehydrate was added to the resulting solution, which was moved to a Teflon-lined autoclave after intense stirring. The pretreated carbon cloth (4 × 2 cm2 in size) was immersed in the solution. The autoclave was then heated in an electrical oven at 120 °C for 12 h and cooled immediately under flowing water. The carbon cloth with SnO2 was rinsed with deionized water to remove impurities. After completely drying at 60 °C, it was finally annealed at 500 °C for 3 h in argon to improve its conductivity.",
                        "The SnO2 nanoflakes on the carbon cloth then served as the skeleton for the growth of PPy. The electrolyte for electropolymerization of PPy was prepared by adding 1 mL of pyrrole and 0.2 g of p-toluenesulfonic acid (TsOH) into 100 mL of phosphate buffer solution containing 96 mM sodium dihydrogen phosphate (NaH2PO4) and 104 mM disodium hydrogen phosphate dodecahydrate (Na2HPO4·12H2O). The electropolymerization of PPy was conducted via a chronopotentiometry method at a three-compartment system with the SnO2 on the carbon cloth as the working electrode, Pt foil as the counterelectrode, and Hg/HgCl2 as the reference electrode at a current density of 1.5 mA cm–2 for 3000 s."
                    ],
                    "name": "2.1.  Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "A scanning electron microscope (SEM, Hitachi S4800) was employed to characterize the morphologies of the composite with an energy-dispersive X-ray spectroscope (EDS). The structure was further analyzed via a transmission electron microscope (TEM, Tecnai G2 F20 S-TWIN). X-ray diffraction (XRD) was applied to determine the crystal phases of the composite using a X-ray diffractometer (Rigaku D/Max-2550PC, Cu Kα radiation, λ = 0.154184 nm, 2θ = 10–80°). Fourier transform infrared (FTIR) spectroscopy was carried out on a Nicolet iS50 FTIR spectrometer to characterize the composition of composite with KBr pellets. In addition, a Raman spectroscope (HR-800, argon laser) was used with 514 nm excitation laser (from 800 to 2000 cm–1). Through X-ray photoelectron spectroscopy (XPS), further information for the composition was acquired with an ESCALAB 250Xi photoelectron spectrometer, the excitation source of which is Al Kα X-ray. The thermogravimetric (TGA) analysis was recorded from room temperature to 900 °C in O2 with a heating rate of 10 °C min–1 on a thermal analyzer (Netzsch STA 449C)."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The SnO2@PPy on the carbon cloth acted as additive-free anodes for SIBs. NaClO4 (1.0 M) in a 1:1 (v/v) mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) with 5 vol % of fluoroethylene carbonate (FEC) was employed as the electrolyte. With sodium metal sheets as the counterelectrodes, the coin-type cells (CR 2025) were assembled in the glove box, utilizing glass microfiber (Whatman GF/F) filters as the separator. Cyclic voltammetry (CV) curves were recorded at a potential range of 0.005–2.5 V (vs Na/Na+) utilizing a CHI 660D electrochemical workstation. The cycle and rate performance were examined on a LAND battery test system. Electrochemical impedance spectroscopy (EIS) tests were conducted from 100 kHz to 10 mHz. For comparison, half coin cells using the SnO2 nanoflakes on the carbon cloth as anodes were also assembled with the same electrolyte and counterelectrodes by the same procedures."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a shows the preparation process of SnO2@PPy on the carbon cloth. Through a hydrothermal procedure, interlaced SnO2 nanoflakes were uniformly grown on the carbon cloth. After annealing in Ar, the morphology of the products remained unchanged. Then, the PPy shell was uniformly wrapped on the surface of SnO2 nanoflakes, providing a good confinement of SnO2. The uniform dispersion of SnO2 nanoflakes on the carbon cloth is demonstrated in b. Moreover, the enlarged SEM image in c shows that the thickness of SnO2 nanoflakes is approximately 10 nm. In addition, PPy is also uniformly deposited on SnO2 nanoflakes with a thickness of ∼20 nm (d,e), which makes the surface of SnO2 rougher. Moreover, from the EDS mapping images in f, the homogeneous distribution of C, N, Sn, and O in the sample confirms the successful fabrication of SnO2@PPy on the carbon cloth.",
                "The microstructures of SnO2@PPy and SnO2 are further investigated by TEM analysis. Interlaced SnO2 nanoflakes are presented in a, which are well consistent with the SEM observation. The enlarged images in b,c display that lamellar SnO2 is wrapped by an amorphous layer, which is a PPy shell, while SnO2 shows no shell (d–f). As shown in the high-resolution TEM images, the inner layer shows a clear lattice distance of 0.33 nm, belonging to the (110) crystal plane of the SnO2.  In addition, the outer layer, PPy with a thickness of 8–10 nm, is homogeneously deposited.",
                "The crystal phase of SnO2 and SnO2@PPy on the carbon cloth are determined by XRD (a). A sharp peak at about 25° and a weak peak at around 43° are the specific peaks of graphite (JCPDS 75-1621), which should be ascribed to the carbon cloth. Additional eight peaks are well indexed to the tetragonal SnO2 phase (JCPDS 41-1445) for the XRD pattern of the SnO2 electrode. After the decoration of PPy, the XRD pattern remains the same, verifying the unchanged crystal structure of SnO2 and the amorphous characteristic of PPy. To further verify the successful decoration of PPy, FTIR characterizations of SnO2 and SnO2@PPy on the carbon cloth are carried out (). For both SnO2 and SnO2@PPy, two peaks at 564 and 630 cm–1 are associated with the Sn–O bond.  Additionally, specific peaks of PPy are observed in SnO2@PPy. These four weak peaks are, namely, 797 cm–1 corresponding to the C–H out-of-plane bending vibration at the β-position of the pyrrole ring, 1263 cm–1 attributing to the N–H deformation vibration, 1465 cm–1 due to the C–N stretching vibration, and 1576 cm–1 belonging to the C═C stretching vibration of the pyrrole ring.  Since the peaks of PPy are all weak, the FTIR spectra ranging from 700 to 1700 cm–1 are provided in b to distinguish the differences between SnO2 and SnO2@PPy more clearly. The Raman spectra of SnO2 and SnO2@PPy all present two peaks at about 1340 and 1590 cm–1 (c), belonging to the D-band and graphitic G-band, respectively. From SnO2 to SnO2@PPy, the ID/IG ratio increases, further proving the existence of amorphous PPy because of the defects brought by PPy.  Besides, the peak at ∼630 cm–1 belongs to the stretching vibration (A1g) of SnO2. ",
                "The compositions and surface functional groups of SnO2@PPy are studied by XPS analysis. C, Sn, O, and N are clearly identified in the survey spectrum of SnO2@PPy (). The C 1s spectrum in  can be separated into two peaks, including a sharp peak of C–C (284.6 eV) and a broad peak of C–N (285.6 eV) introduced by nitrogen in PPy. d represents the Sn 3d spectrum with two peaks at 486.73 and 495.14 eV, which are associated with Sn 3d5/2 and Sn 3d3/2, respectively.  As shown in e, the O 1s spectrum contains different O bonds including Sn–O (530.57 eV), Sn–O–C (531.57 eV), and C═O (532.45 eV).  Moreover, the N 1s spectrum in f contains two peaks of pyrrolic N (399.85 eV) and C–N+ (401.79 eV), confirming the existence of PPy. ",
                "In addition, the TGA measurements of CC@SnO2 and CC@SnO2@PPy are conducted (). In contrast, the temperature of CC@SnO2@PPy at which the sample starts to lose weight is clearly lesser than that of CC@SnO2 (TGA curve inset). Consider that the oxidation temperature of PPy starts earlier than that of CC, the contents of SnO2 and PPy can be calculated to be 6.41 and 2 wt %, respectively. ",
                "The electrochemical performances of SnO2@PPy and SnO2 are investigated as illustrated in . The carbon cloth offers nearly no CV area and active redox couple with a potential range of 0.005–2.5 V (), suggesting that the carbon cloth here does not provide sodium storage, which can be also verified by its cycle performance at 0.1 A g–1 (). In contrast, the CV profiles of SnO2 and SnO2@PPy electrodes show obvious redox peaks (a,b) and their CV curves are similar. In the initial cathodic scan, three peaks located at 1, 0.75, and 0.005 V can be discovered. The broad peak at 1 V is related to the transformation of SnO2 into Sn, which disappears in the following cycles (), indicating that this reaction is irreversible. The peaks at 0.75 and 0.005 V correspond to the appearance of amorphous NaxSn (0 ≤ x < 3.75) and crystalline Na15Sn4 (), respectively. In the initial anodic scan, peaks at 0.43 and 1.15 V are associated with the reversible dealloying of Na15Sn4 and NaxSn (0 ≤ x < 3.75), respectively.  The involved charge/discharge reactions are verified by ex situ XRD characterizations at different voltages during the initial cycle (). For the fresh electrode, there are mainly three peaks at 26.6, 33.9, and 37.9°, corresponding to SnO2 (JCPDS 41-1445). During the sodiation process, the peaks of Sn emerge and then disappear, accompanied by the increase of peak densities of NaxSn. After the desodiation process, the peak densities of NaxSn gradually decrease with the reappearance of specific peaks of Sn.From the second cycle, CV profiles of subsequent cycles are nearly overlapped, suggesting a good cyclic stability of SnO2. Note that the peak current densities of SnO2@PPy electrode are much higher than those of SnO2, indicating that the deposition of PPy is beneficial to accelerate the electrochemical process of the SnO2 electrode.",
                "The first charge/discharge profiles of both SnO2@PPy and SnO2 on the carbon cloth at 0.1 A g–1 are presented in  to further prove the significance of PPy. Since PPy provides negligible capacity compared to that of SnO2@PPy electrodes according to the charge/discharge curves of CC@PPy, the electrochemical performance of both two samples discussed below can be determined according to the mass of SnO2. The SnO2@PPy electrode shows a high initial discharge capacity of 1172.1 mAh g–1 and a charge capacity of 414.1 mAh g–1, much higher than those of the SnO2, which delivers a first discharge capacity of 676.6 mAh g–1 and a charge capacity of 154.5 mAh g–1. The loss of capacity here is deduced to the irreversible reaction mentioned above () and the appearance of solid electrolyte interphase layer. c,d displays the 1st, 2nd, 3rd, 50th, and 100th charge/discharge curves of SnO2 and SnO2@PPy on the carbon cloth, respectively. The charge and discharge plateaus are consistent with the corresponding CV curves. The discharge plateau at 0.75 V in the initial cycle disappears in the following cycles, which is the same as the disappearance of the cathodic peak at 0.75 V. The charge/discharge profiles of SnO2@PPy are almost overlapped, indicating an excellent reversibility compared to that of SnO2. After 100 cycles, the SnO2@PPy electrode exhibits a high discharge capacity of 413.3 mAh g–1 (113 mAh g–1 for SnO2). Even after 300 successive cycles, the SnO2@PPy electrode still delivers 403.7 mAh g–1 with 85% capacity retention (e), superior to SnO2 with 43% capacity retention as well as previous works (). Moreover, the Coulombic efficiency of SnO2@PPy composite increases in the following cycles, superior to that of the control sample, suggesting better cyclic reversibility compared to that of SnO2. The enhanced Coulombic efficiency can be attributed to PPy, which can avoid a direct contact between SnO2 and the electrolyte. f demonstrates the rate capacities of SnO2@PPy composite on the carbon cloth. Obviously, the SnO2@PPy composite shows a considerably higher capacity than that of SnO2 at various current densities. As the current density increases from 0.1 to 1 A g–1, the SnO2@PPy electrode delivers around 450, 315, 150, and 75 mAh g–1 at 0.1, 0.2, 0.5, and 1 A g–1, respectively. The discharge capacity can be restored to 530 mAh g–1 as the current density recovers from 1 to 0.1 A g–1, showing a good structure stability of SnO2@PPy. Note that the capacity enhances when the current density approaches back to 0.1 A g–1, which can be associated with the excellent confinement of SnO2 resulting from PPy and also the good conductivity of PPy to facilitate the reactions at high current densities with good ion/electron transport. ",
                "The improved ion/electron transport can be further evidenced by EIS measurements (a). Both the electrodes present typical Nyquist plots with a semicircle and then a straight line, which link to charge transfer resistance (Rct) and Warburg impedance, respectively.  The Rct of SnO2@PPy (225.6 Ω) is much lower than that of SnO2 (482.7 Ω), revealing better conductivity brought by PPy decoration. Moreover, the Na+ diffusion coefficient (DNa) can be determined according to the following equations where R is the gas constant, T is the room temperature, A is the contact area of the electrode, n is the number of electron transportation, F is the Faraday constant, and C is the molar concentration of the sodium ion. The Warburg impedance coefficient, σw, here is acquired by fitting the straight line in the low-frequency regions (b). The slope of the fitting line is σw according to . Thus, the DNa of SnO2@PPy can be calculated to be 1 × 10–15 cm2 s–1, much higher than that of SnO2 (2.43 × 10–16 cm2 s–1). This result can be ascribed to the strengthened electronic conductivity brought by the PPy shell, which accelerates the chemical reaction kinetics.",
                "Based on the above discussion, the enhanced electrochemical performance derived from the introduction of the PPy shell can be summarized as follows. First, PPy offers a conductive shell for SnO2 to strengthen the electronic conductivity of the whole electrode. Second, the PPy coating acts as a buffer for the volume expansion of active materials and can effectively prohibit them from pulverization as well as aggregation in the meanwhile, leading to outstanding cyclic stability. In addition, PPy can restrain the side reactions by preventing SnO2 from a direct contact with the electrolyte, which results in improved Coulombic efficiency."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a rational design of lamellar SnO2@PPy composite on a carbon cloth is proposed, which is proven to show improved electrochemical performance for SIBs. The designed interlaced SnO2 nanosheet arrays not only shorten the path of ion transport but also raise the contact area of active materials and electrolyte. Combined with good conductivity and confinement of SnO2 brought by the PPy shell, the flexible SnO2@PPy electrodes demonstrate good rate capability, high capacity (1172.1 mAh g–1 at first cycle), and an excellent cycle stability (85% capacity retention after 300 cycles at 0.1 A g–1). Our work paves a way for constructing high-performance electrodes in SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "SnO2 Nanoflake Arrays Coated with Polypyrrole on a Carbon Cloth as Flexible Anodes for Sodium-Ion Batteries"
}