{
    "DOI": "10.1021/acsami.1c04482",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The advancement in renewable energy sources is a leading factor for global development and sustainable green environments. Because, the primary nonrenewable energy sources (fossil fuels) of coal, oil, gas, etc., are having critical environmental impacts due to the emission of toxic gases SO2, SO3, CO, CO2, etc., toward global climate change. Lithium-ion batteries (LIBs) are the most attractive renewable energy storage sources in the place of fossil fuels and are useful in a grid energy storage infrastructure, which stores power obtained from solar and wind sources.  Since 1990, LIBs have governed as the predominant energy storage devices in various applications such as communication, transportation, and stationary energy storage for the reasons of high energy density, long cycle life, and lightweight portable energy source compared to other rechargeable batteries such as Pb–PbO2, Ni–Cd, Ni–MH, and Ag–Zn.  Therefore, LIBs have been stimulated to massive production with an advanced charging protocol using microprocessor technology for use in high-power applications, particularly electric vehicles (EVs), hybrid electric vehicles (HEVs), and grid energy storage systems.  However, the availability of lithium sources is very limited and expensive to continuous scale up for high-power applications. ",
                "Accordingly, the research and development are focused on alternative energy storage systems, viz., sodium-ion batteries (SIBs) and its technologies, being more cost-effective due to abundant sodium resources and geographically distributed throughout the world.  The concentration of sodium in the earth’s crust and seawater is much higher than that of lithium and offers low-cost SIBs.  The meriting SIB advantages with an operating cell voltage >4 V, high power density, and energy density are pointed out as a high-performance sodium-ion energy storage technology to move to large-scale production for high-power applications (EVs, HEVs, and grid energy-storage systems).  Thus, the pioneering studies of hard carbon related to the intercalation–deintercalation of Na+ ion characteristics  and its thermal safety aspects  have been recognized as a superior anode and yielded the discharge–charge capacities of 413/321 mAh g–1 for SIBs. Significantly, the cathode delivers Na+ ions to the hard carbon anode during charge–discharge cycles and defines the cell voltage of SIBs. Hence, the important sodium-ion cathode materials are layered transition metal oxides (represented by NaxMO2 type) NaxCoO2,  NaxMnO2,  NaCrO2,  and NaxMyMzO2  and polyanionic systems NaFePO4,  Na3V2(PO4)3,  NaVPO4F,  Na2FePO4F,  and NaFeSO4F.  For more than four decades, significant efforts have been put forward to study the development of layered transition metal oxides, which are exhibited as a promising cathode material with rich structural properties,  described by a general formula of AxTMO2 (A = alkali, TM = transition metal). ",
                "The most common sodium-ion cathode material is NaCoO2, for the reason that the similar layered LiCoO2 cathode material has been successfully implemented for lithium-ion battery (LIB) applications, which are easily synthesized with the layered structure.  The layered sodium cobalt oxide (NaCoO2) is built by a CoO6 octahedra and formed the stable structure of O3-, P3-, or P2-type (3 or 2 indicate the repeating unit cell in the layered structure), wherein the intercalation and deintercalation of Na+ ions occur between CoO6 sheets related to the octahedra (O) or prismatic (P) environments. Among these types, the layered P2-type material has been exhibited as a promising cathode material for SIBs owing to high-energy density and long cycle life.  In this P2-type structure, the oxygen stacking is denoted in AB|BA close-packed arrangement, while the O3-type structure of LiTMO2 adopted an ABCABC arrangement.  This significant change in the crystal structure might reveal different types of structural changes in the NaCoO2 cathode during charge–discharge cycles,  compared to the well-known LiCoO2 system.  Accordingly, layered P2-type cathode materials are regarded as an attractive candidate rather than O3- and P3-type structures for SIBs  and can observe different types of reversible structural phase transitions during Na+ ion intercalation and deintercalation processes.  Besides, the layered P2-type structure exhibits two different sites for Na+ ions, viz., 2b site sharing two faces with MO6 octahedra and 2d site sharing the edges with MO6 octahedra.  Thus, the pioneering research studies on NaxCoO2 and its substituted NaxCo1–yMyNizFeO2 cathode materials delivered a specific capacity of 120–150 mAh g–1 and showed promising performance for SIBs. ",
                "Although SIBs have been developed as a superior alternative system in the place of LIBs, the thermal safety aspects of SIBs are questionable, because sodium metal is highly reactive and more flammable than lithium metal. Hence, investigation on the thermal properties of sodium-ion cathodes is very important for them to reach the market and high-power applications. At a high temperature, the charged lithium-ion cathodes of the layered LiTMO2 type release O2 gas, which reacts with an organic electrolyte, making the whole battery system extremely dangerous.  Thus, the thermal safety characteristics of layered NaCoO2 cathode material are required to be examined at elevated temperatures for SIBs. The thermal safety characteristics of NaCrO2 and NaFeO2 cathode materials were studied by accelerating rate calorimetry (ARC),  time-resolved X-ray diffraction,  high-temperature synchrotron X-ray diffraction,  and differential scanning calorimetry (DSC) techniques.  Moreover, the reactivity of deintercalated P2-type NaxCoO2 cathode material was investigated by ARC and showed that the deintercalated NaxCoO2 cathode is highly reactive with a solvent and electrolyte.  Using the in situ transmission electron microscopic (TEM) technique, the thermal stability of the P2-type NaxCoO2 cathode was studied from room temperature to 400 °C and the presence of Co3O4, CoO, and Co and the loss of oxygen were confirmed.  Nevertheless, the realistic thermal safety aspects of layered NaCoO2 cathode material in sodium-metal/sodium-ion batteries have not been fully evaluated for high-power applications.  Therefore, a research study is required on the basis of the thermal safety characteristics of layered P2-type NaCoO2 cathode material.",
                "In this work, layered P2-type NaCoO2 cathode material was synthesized by the sol–gel method and the phase purity by powder X-ray diffraction (PXRD) pattern was confirmed. The synthesized material exhibited a flaky-bundles morphology and yielded stable charge–discharge capacities of 93/92 mAh g–1 at 0.5 C and 87/87 mAh g–1 at 1 C for the 50th cycle. Rate studies showed remarkable stable performance and delivered the charge–discharge capacities of 71/70 mAh g–1 at 5 C. With this remarkable electrochemical performance, the realistic thermal safety aspects of layered P2-type NaCoO2 cathode material were examined in a sodium coin cell (comprising NaCoO2 cathode, sodium metal, electrolyte, separator, etc.) using an in situ multimode calorimetry (MMC) operando technique, which directly reveals the thermal explosion events for the charged and discharged sodium cells as a function of temperature increment from room temperature to 300 °C. Further, the thermal stabilities of fully charged/discharged layered P2-type NaCoO2 cathode material were investigated by ex situ differential scanning calorimetry studies."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Thermogravimetric analysis (TGA) of the sol–gel precursor was carried out to understand the formation of the stable layered P2-type NaCoO2 cathode material in an air atmosphere, as shown in a. A weight loss of 31% between 99 and 213 °C was depicted with a slope profile, which is attributed to the sluggish evaporation and removal of surface adsorbed water and dehydration of citric acid and cobalt nitrate precursor. A second weight loss of 35% between 213 and 297 °C was related to the simultaneous oxidation–decomposition of chelating agents, residual carbon of citric acid, and nitrate precursors. It can be seen that after 300 °C the TGA curve was observed as a straight line, which reveals that no weight loss occurred with the residual 32–36% weight at 750 °C, confirming the formation of layered P2-type NaCoO2 cathode material in an air atmosphere,  as shown in a. Moreover, the layered P2-type NaCoO2 cathode material was quite stable up to 900 °C due to no weight loss occuring in the TGA curve, as indicated in a. From the TGA results, the collected gel precursor from the sol–gel synthesis was calcined at 750 °C for 28 h, yielded the stable layered P2-type NaCoO2 cathode material, and then immediately stored in an argon-filled glovebox to prevent moisture contamination.",
                        "The powder X-ray diffraction (XRD) pattern (asterisk symbol in black) and its Rietveld refinement analysis of layered P2-type NaCoO2 cathode material (750 °C for 28 h) are depicted in b. All the diffraction peaks were well-indexed with the Bragg reflection (vertical pink line) related to the P2-type structure of the Na0.7CoO2 phase (JCPDS # 30-1182).  The calculated lattice parameter values a = 2.8389 Å, c = 10.9899 Å and unit cell volume V = 76.71 Å3 showed good agreement with the layered P2-type cathode.  The goodness of fit (χ2 = 1.5) and R-factor (Rwp = 1.4%) were obtained by Rietveld refinement analysis, and the crystallographic atomic parameters are given in Table S1 (). The calculated pattern (red) was completely fitted with the experimental data and observed reduced difference (blue), as shown in b. The stacking arrangement of the P2-type structure is demonstrated in c–e. The CoO6 octahedra sheet was revealed a hexagonal oxygen arrangement (red) with a cobalt atom (cyan) located at the center, as shown in c. The schematized pattern is exactly matched with the P2-type structure.  Then, three layer CoO6 octahedra sheets were represented in AB|BA|AB close-packed arrangement with the sodium atom (gray) between two CoO6 octahedra layers, as given in d. The complete schematic illustration of the P2-type structure is depicted in e, which disclosed that the layered structure was composed of two layers such as an octahedra CoO6 layer and a trigonal prism Na layer.  Further, the structural characteristic of the layered P2-type NaCoO2 material was confirmed by Raman spectroscopy measurement, as shown in . From this result, the presence of five Raman active modes E1g(O), E2g(O), 2E2g(Na), and A1g(O) was associated with the local atomic arrangements of the layered NaCoO2 material.  The observed positions of Raman active vibration were well-coordinated with the hexagonal structure.  Furthermore, the stoichiometric proportion of Na and Co elements in the synthesized P2-type NaCoO2 material was confirmed with a 1:1 ratio (atomic percentage) by inductively coupled plasma–optical emission spectrometry (ICP-OES) analysis.",
                        "The morphology of the layered P2-type NaCoO2 cathode material was examined by field emission scanning electron microscopic (FESEM) analyses, as shown in . The FESEM images of the layered P2-type NaCoO2 cathode material (a) revealed a flake sheet-like morphology, presented by different alignments. The flaky sheets revealed a hexagonal shape, as depicted in b,c. Significantly, the flaky sheets were stacked together and exhibited a flaky bundle morphology (b,c). Furthermore, the single hexagonal flaky sheet was presented with a size of ∼300 nm (thickness), and the solid crystalline surface was determined (a–c). The obtained hexagonal shape morphology was corroborated with the literature reports, representing layered structure characteristics.  The simultaneous FESEM elemental mapping analyses of respective quantified area (d,e) confirmed the presence of sodium (Na, cyan, f), cobalt (Co, pink, g), and oxygen (O, green, h) elements in the synthesized layered P2-type NaCoO2 material. The FESEM elemental mapping results indicate a strong signal to all the elements, as depicted in f–h. Importantly, the spectrum of the energy dispersive X-ray (EDX) analysis of the layered P2-type NaCoO2 material showed a pronounced signal for the presence of sodium, cobalt, and oxygen elements without any other elements (). From the obtained quantitative EDX analysis, the atomic percentages of sodium (26.9%), cobalt (21.2%), and oxygen (51.9%) in the layered P2-type NaCoO2 material were almost closer to the proposed composition of the P2-type layered NaCoO2 cathode."
                    ],
                    "name": " Structural Investigation of Layered P2-Type NaCoO2 Cathode Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "The sodium ion intercalation–deintercalation characteristics of the layered P2-type NaCoO2 material were examined by a cyclic voltammetric (CV) technique between 2 and 4 V at a scan rate of 0.2 mV s–1, as depicted in a. During the first cycle, the observed potential for the anodic oxidation peak at 3.08 V and cathodic reduction peaks at 3.03 and 2.79 V were different than those of the following subsequent CV cycles. Particularly, the oxidation peak at 3.08 V and reduction peaks at 3.03, 2.79 V (1st cycle) were shifted toward the left side (3.0 V) and right side (3.2 and 2.9 V) during the second cycle, as indicated in a. Moreover, the second cycle onward the CV profiles revealed nine redox peaks at 2.52/2.15, 2.60/2.28, 2.65/2.37, 2.71/2.44, 3.00/2.90, 3.17/3.12, 3.30/3.20, 3.69/3.61, and 3.99/3.93 V, associated with the same current densities, shapes, and peak positions during anodic and cathodic sweep. The presence of multiple redox peaks indicated the formation of different intermediate chemical compositions through a complex multiphase transition mechanism during the sodium-ion intercalation–deintercalation process.  From the obtained stable CV profiles, the multiphase transition mechanisms were confirmed to the reversible process of Na+ ion intercalation–deintercalation for SIBs.  It can be seen that the complex multiphase transition mechanism of the layered P2-type NaCoO2 material is more highly reversible than the literature reports  and reveals the tendency of a high-rate capability for SIBs.",
                        "Thus, the Galvanostatic charge–discharge cycling studies were performed for the fabricated sodium cells (Na versus layered P2-type NaCoO2 cathode material) in the voltage range 2–4 V at 0.5 and 1 C (theoretical capacity 235 mAh g–1) for 1–100 cycles, as shown in b–d. The sodium cells yielded initial cycle charge–discharge capacities of 72/93 and 65/82 mAh g–1 at 0.5 and 1 C rates. The obtained initial cycle charge capacities were less than the discharge capacities with significant changes in the voltage versus capacity profile (b,c), related to the charging process that started at the open circuit potential (OCV). During the charging process, the oxidation process of Co3+ to Co4+ and deintercalation of Na+ ions from the layered P2-type NaCoO2 cathode material occurred, while discharging the process was completely reversible with the reduction of Co4+ to Co3+ and allowed for repeated charge–discharge cycles. After the first cycle, the charge–discharge capacities of 99/95 and 84/83 mAh g–1 (2nd cycle) at 0.5 and 1 C rates were almost closer and revealed stable charge–discharge voltage profiles, as shown in b,c. The multiple flat voltage plateaus were associated with a multiphase transition mechanism during the Na+ ion intercalation–deintercalation process  and corroborated to the multiple obtained redox peaks, as shown in the CV results (a). Also, the pronounced discharge flat voltage plateau at 3.1 V (b,c) corresponds to the CV reduction peak at 3.1 V (a). Particularly, the charge–discharge voltage profiles at 1 C were quite stable without any significant changes during the cycles, as defined in c. Then, the charge–discharge cycling studies of sodium cells (Na versus layered P2-type NaCoO2 cathode material) for 1–100 cycles delivered stable charge–discharge capacities of 98/96 mAh g–1 (5th cycle) and 81/81 mAh g–1 (100th cycle) at 0.5 C and 85/85 mAh g–1 (5th cycle) and 85/84 mAh g–1 (100th cycle) at 1 C, as shown in d. The capacity retention between the first cycle to the 100th cycle and Coulombic efficiency were almost 100% at a 1 C rate, related to the sodium cell. The obtained unique cycling stabilities at 1 C are higher than the literature reports related to the layered P2-type NaCoO2 cathode material.  Furthermore, charge–discharge cycling studies of the layered P2-type NaCoO2 cathode material were extended to the rate capability test at 0.1, 0.2, 0.5, 1, 2, 3, and 5 C, as shown in e,f. From the plots of e, it was observed that there were no significant changes in the voltage profiles at different rates (0.1–5 C). Then, the maximum applied charge–discharge current was 3.3 mA (5 C rate, active material weight ∼2.8 mg) for CR-2032 sodium coin cell, which is a higher applied current for the sodium cell than the normal charge–discharge cycling studies at around 0.1 mA. The obtained stable discharge capacities of layered P2-type NaCoO2 cathode material at different current densities were 103 mAh g–1 (0.1 C), 99 mAh g–1 (0.2 C), 95 mAh g–1 (0.5 C), 90 mAh g–1 (1 C), 82 mAh g–1 (2 C), 78 mAh g–1 (3 C), and 71 mAh g–1 (5 C), as shown in f. The charge–discharge capacity drop during the rate studies of the layered P2-type NaCoO2 cathode material was less and showed a remarkable capacity retention of 99 mAh g–1 at a 0.1 C rate (70–80 cycles, after tested at 5 C rate)."
                    ],
                    "name": " High-Rate Layered P2-Type NaCoO2 Cathode Material for Sodium-Ion Batteries",
                    "type": "h3"
                },
                {
                    "content": [
                        "After confirmation of the structural characterizations and the charge–discharge cycling studies, the thermodynamic instability of the layered P2-type NaCoO2 cathode material in sodium cells was examined by the multimode calorimetric technique. In this study, the heat flux of sodium cells is exactly measured with various battery chemistries related to the thermal runaway mechanism. Thus, the thermal safety characteristics of sodium cells (contains the layered P2-type NaCoO2 cathode material, sodium metal, 1 M NaClO4 electrolyte in EC–PC solvents, glass fiber separator, and multiple CR-2032 coin cell components) were obtained by the in situ process during the thermally abuse test from 30 to 300 °C. The sodium cell at a charged/discharged state was placed in the sample cell holder, while the sealed empty CR-2032 coin cell was connected in the reference coin cell holder. The reference and sample coin cell holders were connected with heat flux and temperature sensors and placed into the heating chamber to perform a thermally abuse test. The whole heating chamber was surrounded by a high-temperature heater to perform different types of experiments such as isothermal cycling and calorimetry. Hence, the characteristics of thermal runaway, short-circuit, separator melting, electrode decomposition reaction, gas generation, exothermic reaction, released heat energy, and gasket melting could be determined by a MMC technique.",
                        "The sodium cell was cycled at 0.1 C for three cycles and limited at the fourth cycle charge state (4 V) with a charge capacity of 97 mAh g–1 (a), connected in the MMC sample coin cell holder and positioned into the heating chamber. Then, the sodium cell at a charged state was heated from 30 to 300 °C at a heating rate of 0.5 °C min–1, and the heat flux and the cell voltage were measured, as shown in b. In the charged MMC data (b, red), a profound endothermic peak at around 100 °C was observed for sodium metal melting, and then, an immediate exothermic reaction with a released heat energy of 36 J g–1 was shown (indicated in orange), while the cell voltage suddenly decreased to 0.5 V (green, b) related to the heating time at around 2 h, as shown in time scale. Then, an exothermic reaction at 147 °C was obtained with a higher released heat energy of 62 J g–1 (indicated in purple), which can be associated with the charged energy for the sodium cell, created by the chemical potential difference between sodium metal and the highly oxidized desodiated layered P2-type NaxCoO2 cathode material. At the same time, the cell voltage was measured at 1.2 V due to pressure buildup, and then, the cell voltage suddenly dropped to 0 V, which indicates an internal short circuit and a thermal runaway event. It could have occurred due to the direct reaction between the liquid phase sodium metal and the highly oxidized desodiated layered P2-type NaxCoO2 cathode material at above 147 °C. Further, the next exothermic peak at 207 °C with a released heat energy of 145 J g–1 (indicated in brown) was associated with the reaction between the highly oxidized desodiated layered P2-type NaxCoO2 cathode material and the presence of an organic electrolyte (1 M NaClO4 salt in EC–PC solvents). Significantly, the exothermic peak between 230 and 290 °C with a released heat energy of 307 J g–1 was attributed to the decomposition reaction of the desodiated layered P2-type NaCoO2 cathode material, corroborated with the decomposition reaction of the cathode material. ",
                        "Subsequently, the MMC studies for the discharged sodium cell were performed from 30 to 300 °C at the same heating rate of 0.5 °C min–1 and the heat flux (red) and the cell voltage (green) related to temperature were measured, as shown in c,d. From the MMC data, the discharged sodium cell at 2.8 and 2 V with discharge capacities of at around 60 and 98 mAh g–1 at 0.1 C for the fourth cycle showed a similar profound endothermic peak at 100 °C for sodium metal melting, as shown in c,d. Significantly, the discharge state sodium cell at 2.8 V did not show a considerable exothermic peak between 125 and 230 °C, which reveals a less organic electrolyte reaction. Nevertheless, the predominant exothermic peak appeared at 286 °C with the highest released heat energy of 1286 J g–1 (c, indicated in cyan) for the cathode decomposition reaction. Also, the discharge state of the sodium cell at 2 V revealed significant exothermic peaks at 212 °C (168 J g–1, maroon), 255 °C (151 J g–1, pink), and 284 °C (410 J g–1, cyan), associated with the organic electrolyte and the cathode reaction, followed by the thermal decomposition of cathode reaction with a leased total heat energy of 740 J g–1 (d) rather than the charged sodium cell, which leased a total heat energy of 550 J g–1 (b). The cell voltage of discharged sodium cell was stable from 30 to 99 °C and suddenly dropped to 1 V (c,d, green) due to sodium melting at 100 °C and revealed voltage fluctuation, as shown in b (green). Then, the pronounced exothermic peak at 212 °C with a released heat energy of 168 J g–1 was associated with the reaction of the sodiated layered P2-type NaxCoO2 cathode material with 1 M NaClO4 electrolyte in EC–PC solvents. The prime exothermic peak at 284 °C with a released heat energy of 410 J g–1 showed the decomposition reaction of the sodiated layered P2-type NaxCoO2 cathode material. Thus, the released heat energies of 1359 J g–1 (discharge state at 2.8 V) and 740 J g–1 (discharge state at 2 V) were higher than the charge state heat energy of 550 J g–1. To investigate the failure analysis,  after the MMC studies were performed (30–300 °C), the MMC tested sodium cells were disassembled and it was observed that the glass fiber separator of the charge state sodium cell did not show any significant change compared to the discharge state glass fiber separator, as shown in ."
                    ],
                    "name": " In Situ Thermal Safety Aspects of NaCoO2 Cathode Using Multimode Calorimetry Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To determine the exothermic peak onset temperature, the thermal safety characteristics of the layered P2-type NaCoO2 cathode material at a charge and discharge status were examined using DSC analysis at an elevated temperature (50–325 °C) for SIBs, as shown in . For more than four decades, the layered P2-type NaCoO2 material has been studied as a promising cathode for SIBs,  while the thermal safety aspects are not clear due to highly reactive sodium metal in the presence of 1 M NaClO4 electrolyte, which contains a mixture of ethylene carbonate and propylene carbonate (EC–PC) in 1:1 (v/v ratio). Hence, the sodium cell (Na versus NaCoO2) cycling was limited at the fourth cycle charge state at 2.8, 3.5, and 4 V (a, #1) and discharge state at 3, 2.5, and 2 V (b, #2) with the different state of charge (40, 70, and 105 mAh g–1) and discharge capacities (45, 60, and 97 mAh g–1). The DSC measurement was performed on the collected layered P2-type NaCoO2 cathode material (∼0.5 mg), which was placed into a DSC pan in the presence of 1 M NaClO4 electrolyte (1:1 ratio, ∼0.5 μL). The DSC pan was sealed with a lid in an argon-filled glovebox (O2 and H2O level monitored at <0.5 ppm) and was kept on a DSC pan stage along with the reference DSC pan (sealed empty DSC pan).",
                        "The obtained DSC spectra of the charge state (2.8 V, red; 3.5 V, green; 4 V, maroon) and discharge state (3 V, red; 2.5 V, green; 2 V, maroon) of the layered P2-type NaCoO2 material were represented with the heat flow versus temperature, as given in a,b. The desodiated layered P2-type NaCoO2 cathode material at different charge states (2.8, 3.5, and 4 V) revealed two predominant exothermic peaks at around 220 °C (282, 360, and 312 J g–1) and 260 °C (156 and 150 J g–1), and the released total heat energy at around 438, 510, and 312 J g–1 indicates thermodynamic instability (a). Significantly, the first predominant exothermic peak of charged state at 4 V started with an onset temperature 199 °C (denoted COT, pink) related to the reaction between the highly oxidized desodiated layered P2-type NaxCoO2 cathode material and the presence of an organic electrolyte (1 M NaClO4 electrolyte in EC–PC solvents). The second exothermic peak located at around 265 °C with less released heat energy at 156 J g–1 (2.8 V) and 150 J g–1 (3.5 V) were associated with the thermal decomposition reaction of the desodiated layered P2-type NaCoO2 cathode material. The thermal decomposition reaction can be related to the formation of Co3O4, CoO, Co, sodium-containing compounds, loss of oxygen, etc., as determined by accelerating rate calorimetry  and in situ transmission electron microscopic techniques.  Significantly, the exothermic peaks between 160 and 280 °C were not observed in DSC spectra of NaClO4 electrolytes containing EC and PC solvents,  which indicates the thermodynamic instability of the desodiated layered P2-type NaCoO2 cathode material with a NaClO4 electrolyte (EC–PC). Importantly, the desodiated layered P2-type NaCoO2 cathode material at a 4 V charge state released less total heat energy (312 J g–1) than the charge state at 2.8 V (438 J g–1) and 3.5 V (510 J g–1). Moreover, the DSC spectrum of the sodiated layered P2-type NaCoO2 cathode material at the discharge state (3 V, red; 2.5 V, green; 2 V, maroon) revealed two pronounced exothermic peaks at around 200 and 266 °C. Pointedly, the spectrum of the discharge state at 2 V disclosed the prime exothermic peak at 197 °C with a released higher total heat energy of 594 J g–1 than the discharge state at 3.0 V (299 J g–1) and 2.5 V (369 J g–1). Significantly, the observed discharge first peak onset temperature at 141 °C (DOT, cyan) is less than the charge onset temperature at 199 °C (COT) and indicates it is highly reactive with electrolyte rather than in the charged condition. Notably, the decomposition reaction of the sodiated layered P2-type NaCoO2 cathode material at 266 °C released a heat energy of 156 J g–1, which indicates it is more unsafe than in the charged condition. The observed high thermal instability and higher released heat energy of the discharged state (594 J g–1 at 2 V, ) rather than the charged state (312 J g–1 at 4 V, ) can be attributed to the presence of higher Na+ ions in the discharged layered P2-type NaxCoO2 cathode material than the pristine cathode material, associated with the delivered higher discharge capacity of 97 mAh g–1 than the initial charge capacity of 78 mAh g–1 (, #1 and #2). Pointedly, the DSC spectra of the layered P2-type NaCoO2 cathode material revealed the thermodynamic instability at above 160 °C, which makes the whole battery system unsafe for high-power applications. Thus, in the in situ MMC results, the obtained three exothermic peaks at around 207, 250, and 275 °C (b) were matched with the DSC exothermic peaks in the charged DSC spectrum (a). The released total heat energies of 594 J g–1 (DSC discharge spectrum at 2 V) and 740 J g–1 (MMC discharge cell at 2 V) for the discharge state were higher than those of the charge state at 4 V (DSC, 312 J g–1 and MMC, 550 J g–1), which is unsafe. Significantly, it is pertinent to note that the spectrum of the discharge state at 2 V revealed and more decreased onset temperature (DOT) at 141 °C than the charge state onset temperature (COT) at 191 °C, which indicates it is more unsafe than the charge condition. Therefore, this study can be used to material design for high-safety SIBs. "
                    ],
                    "name": " Ex Situ Thermal Safety Studies of NaCoO2 Using Differential Scanning Calorimetry Analysis",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a layered P2-type NaCoO2 material was synthesized by the sol–gel method followed by heat treatment with a hexagonal shape flake sheet-like morphology with a size of ∼300 nm (thickness). In CV studies, multiple redox peaks were identified with the same current densities, shapes, and peak positions during the anodic and cathodic sweep, associated with the highly reversible phase transition reaction of the layered P2-type NaCoO2 cathode material. Thus, the sodium cells yielded stable charge–discharge capacities of 93/92 mAh g–1 at 0.5 C and 87/87 mAh g–1 at 1 C (50th cycle) for SIBs. Also, the rate studies showed remarkable stable performance and delivered discharge capacities of 103 mAh g–1 (0.1 C), 99 mAh g–1 (0.2 C), 95 mAh g–1 (0.5 C), 90 mAh g–1 (1 C), 82 mAh g–1 (2 C), 78 mAh g–1 (3 C), and 71 mAh g–1 (5 C). Then, the in situ thermal safety studies of MMC revealed that the thermal explosion event occurred by short-circuit, electrode decomposition reaction, gas generation, exothermic reaction, released heat energy, and gasket melting. Remarkably, the calculated charge state (at 4 V) and discharge state (at 2 V) released total heat energies of ∼550/740 J g–1 for in situ MMC studies and ∼312/594 J g–1 for ex situ DSC analyses, which revealed that the discharged state of the sodiated layered P2-type NaCoO2 cathode material is more unsafe than the charge state. The ex situ DSC spectra of the layered P2-type NaCoO2 material at charge (4 V) and discharge states (2 V) revealed the pronounced two exothermic peaks at 225 °C (312 J g–1) and 197 °C (438 J g–1) corresponding to their released higher total heat energies of 312 and 594 J g–1 (charge/discharge). The released total heat energies of 594 J g–1 for the DSC discharged spectrum and 740 J g–1 for the MMC discharged state were observed with higher exothermic peaks than with the charge condition (DSC, 312 J g–1 and MMC, 550 J g–1) of the layered P2-type NaCoO2 cathode, showing it is unsafe. Ultimately, it was confirmed by the decreased onset temperature (DOT) at 141 °C for the predominant exothermic peak at 197 °C than the charge state onset temperature (COT) at 191 °C for the observed exothermic peak at 225 °C; this indicates that it is more unsafe than the charged condition and can lead to new insights of thermal safety aspects for SIBs."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The stoichiometric amount NaNO3 (Merck) and Co(NO3)2.6H2O (Merck) precursors were completely dissolved in 20 mL of Millipore water and stirred for 3 h. The chelating agent of the citric acid monohydrate (Alfa Aesar) solution was added to the metal nitrate precursor and concentrated at 80 °C for 6 h. An excess amount of 20% NaNO3 precursor was used in the metal precursor solution to compensate for the sodium-ion loss during high-temperature calcination. At the end of the concentration and evaporation steps, the gel precursor was obtained and dried at 120 °C for 24 h. Then, the gel precursor was calcined at 750 °C for 28 h and yielded a crystalline layered P2-type NaCoO2 material. Importantly, during the cooling process, at around 150 °C, the layered P2-type NaCoO2 material was immediately transferred to a glovebox (filled with argon, and H2O/O2 levels were <0.5 ppm) to prevent atmospheric moisture. Finally, the powder was well-ground for 10 min using a mortar and pestle in an argon atmosphere and used for further thermal safety studies of the layered P2-type NaCoO2 material."
                    ],
                    "name": "4.1.  Synthesis of P2-Type NaCoO2 Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "Thermogravimetric analysis (TGA) was carried out to determine the decomposition temperature of the gel precursor and the formation of the stable layered P2-type NaCoO2 material at a heating rate of 10 °C min–1 from room temperature to 900 °C in the air using a TGA instrument model (Netzsch Tarsus 209). The crystallinity and phase purity of the synthesized layered P2-type NaCoO2 material were examined by powder X-ray diffraction (XRD) pattern using a D2-phaser, Bruker, 30 kV/10 mA machine in the 2θ range 10°–80°. Then, the lattice parameters were calculated by Rietveld refinement analysis using GSAS software. For the further confirmation of the layered P2-type NaCoO2 material, Raman spectroscopy measurements were performed by a Horiba Jobin Yvon instrument with a 514 nm green laser as the excitation light source. Then, the stoichiometric proportion of the synthesized P2-type NaCoO2 material was examined using inductively coupled plasma–optical emission spectrometry (ICAP 7400 from Thermo Fisher Scientific) to quantify the presence of Na and Co elements. The morphology, particle size, elemental mapping, and energy dispersive X-ray analysis of the layered P2-type NaCoO2 material were examined by a field emission scanning electron microscopic (FESEM) instrument (Nova NanoSEM 200)."
                    ],
                    "name": "4.2.  Physicochemical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the synthesized layered P2-type NaCoO2 material were examined by galvanostatic charge–discharge studies using fabricated CR-2032 sodium cells. The sodium cells were assembled using layered P2-type NaCoO2 cathode versus sodium metal with 1 M NaClO4 electrolyte, which contains an ethylene carbonate–propylene carbonate (EC–PC) mixture in a 1:1 (v/v) ratio and a glass fiber separator. The layered P2-type NaCoO2 cathode was fabricated by doctor-blade coating of the slurry on aluminum foil using a MTI laminate coater. A Thinky planetary mixer was used to prepare the homogenized cathode slurry, containing 80% layered P2-type NaCoO2 cathode active material, 10% super carbon, and 10% poly(vinylidene fluoride) (PVdF) dissolved in N-methyl-2-pyrrolidone (NMP). After slurry coating, the cathode was dried at 80 °C for 12 h in a vacuum oven and cut at a size of 14 mm diameter related to an average loading mass of active material at ∼2.8 mg. All the sodium cells were assembled in a glovebox (NEXUS II Vacuum Atmospheres Co.), filled with argon; the moisture levels were controlled at less than 0.5 ppm. To determine the Na+ ion intercalation–deintercalation characteristics and redox reaction in the layered P2-type NaCoO2 cathode, cyclic voltammogram (CV) measurements were examined for the sodium-ion cells using a Gamry instrument, recorded at a scan rate of 0.2 mV s–1 in the voltage range 2–4 V for 1–5 cycles. The Galvanostatic charge–discharge cycling and high-rate capability studies of the layered P2-type NaCoO2 cathode material were investigated using an Arbin cycler (Model BT2043) at 25 °C in the voltage range 2–4 V at the different current densities of 0.1, 0.2, 0.5, 1, 2, 3, and 5 C."
                    ],
                    "name": "4.3.  Electrochemical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The multimode calorimetry technique (MMC, 274 Nexus, Netzsch Gerätebau GmbH) was used for the in situ thermal safety characteristics study of the actual sodium coin cell (CR-2032), containing the layered P2-type NaCoO2 cathode material, sodium metal, 1 M NaClO4 electrolyte in EC–PC solvents, glass fiber separator, and multiple CR-2032 coin cell components. In this technique, the sodium cells were thermally abused from 30 to 300 °C at a heating rate of 0.5 °C min–1, while the assembled empty CR-2032 coin cell was used as a reference cell and connected in the coin cell holder. Thus, the thermal runaway event of sodium cells was identified by the MMC technique related to the characteristics of the thermodynamic instability of the layered P2-type NaCoO2 cathode material, short-circuit, electrode decomposition reaction, and gasket melting. Significantly, the ex situ thermal properties of the layered P2-type NaCoO2 cathode material were carried out by a differential scanning calorimetry technique (DSC, TA Instruments Q20 unit) at an elevated temperature (50–325 °C) with the rate of 5 °C min–1. To perform an ex situ DSC analysis, the desodiated/sodiated layered P2-type NaCoO2 cathode material was collected from the cycled sodium cell and placed (∼0.5 mg) into an aluminum hermetic pan in the presence of 1 M NaClO4 electrolyte (0.5 μL, 1:1 ratio). Then, the DSC pan was sealed with a lid in an argon-filled glovebox (O2 and H2O level monitored at <0.5 ppm) and used for DSC measurement, while an empty DSC pan was used as a reference. The DSC spectrum was collected with the heat flow versus temperature, and the released heat energy was calculated on the basis of the onset temperature."
                    ],
                    "name": "4.4.  Thermal Safety Characterization",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Methods",
            "type": "h2"
        }
    ],
    "Title": "Discharge State of Layered P2-Type Cathode Reveals Unsafe than Charge Condition in Thermal Runaway Event for Sodium-Ion Batteries"
}