{
    "DOI": "10.1039/D3DT03675H",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rise of electric vehicles has sparked increased interest in electrochemical energy storage systems. As a result of limited lithium resources, sodium-ion batteries (NIBs) have emerged as a viable alternative to lithium-ion batteries (LIBs). However, the main challenge facing NIBs lies in their ability to operate efficiently and reliably at high current densities, thereby enabling fast-charging technology to address concerns regarding battery range and charging speed. The expansion of battery pack capacity enables extended driving distances, but it also results in longer charging durations. Enhancing convenience can be achieved by reducing the charging time while maintaining the same mileage. Consequently, the pursuit of fast charging has emerged as a crucial long-term objective in the advancement of batteries within the new energy vehicle industry. Currently, graphite, which is widely employed, exhibits inadequate dynamics, a low working potential (0.1 V vs. Na/Na+), and encounters significant challenges at high magnification (exceeding 1C), including electrolyte side reactions and heating. These issues ultimately contribute to performance deterioration and other safety issues. Hence, the primary obstacle in the development of rapid-charging sodium-ion batteries lie in the fabrication of anode materials possessing both enhanced magnification and heightened safety.",
                "To date, various electrode materials, including carbon, metal oxides, alloys, and transition metal sulfur compounds, have been explored as potential candidates for NIBs. Among the numerous options for negative electrode materials, transition metal sulfides (TMS) have garnered significant attention due to their superior energy density and specific capacity. Mesoporous materials possessing large pore sizes, nanoscale frames, and open mesoporous channels have the ability to enhance electrolyte transport and ion diffusion, as well as accommodate substantial volume changes during Na+ storage. Consequently, they represent an ideal nanostructure for achieving ultra-high rapid charge and discharge. Notably, Co and S can be combined to yield CoS with enhanced capacity, alongside other compounds such as CoS2, Co4S3, and Co9S8, each exhibiting distinct valence states. However, the utilization of these compounds has also revealed certain issues, necessitating improvements in cycling stability. Following previous studies, researchers have implemented a range of optimizations such as the utilization of carbon-based material composites, the incorporation of a hollow porous structure, the integration of nanostructures, the introduction of anion doping, and other methodologies, all of which have demonstrated promising outcomes. Wang conducted a synthesis of cobalt sulfide yolk–shell spheres through phosphorus doping (P-CoS) to enhance the stability of the cobalt sulphide structure and enhance its electronic/ionic conductivity, resulting in a capacity of approximately 260 mAh g−1 after 900 cycles at 2 A g−1. The implementation of graphitic carbon-based porous carbon encapsulation presents a viable approach to mitigate volumetric changes, enhance electrolyte permeation and ion/electron transfer, and enhance rate performance. Additionally, volume expansion can be alleviated through carbon coating or the incorporation of crosslinking binders like sodium carboxymethylcellulose (CMC-Na). Furthermore, the inclusion of conductive carbon materials such as carbon black, graphene, and carbon nanotubes has proven effective in enhancing operational efficiency. Shadike synthesized CoS2/Multi-Carbon Nanotube (MWCNT) composites by incorporating carbon-based materials, resulting in enhanced sodium storage properties with a capacity of 568 mAh g−11. Using polyaniline as a surface coating for Co4S3 nanotubes, Zhou achieved notable improvements in electrode conductivity and cycling stability. However, the synthesis of these intricate nanostructures is considerably intricate, and the output is insufficient for facilitating mass production. Typically, the attainment of these desired nanostructures necessitates multi-step methodologies, encompassing hydrothermal reactions, heating, carbon coating, and quenching procedures, which significantly impede material yield. Furthermore, the regulation of size, shape, compositional morphology, and uniformity of these nanostructures poses considerable challenges, thereby further impeding their commercial viability.",
                "Herein, a macroscale CoS2 mesoporous nanomaterial was designed through the co-precipitation and vulcanization process, utilizing CoSO4 as a cobalt source. This material exhibited exceptional fast-charging performance and stability. When the current density was set at 1000 mA g−1, the CoS2 exhibited a discharging capacity of 762 mAh g−1 (after 400 cycles). Surprisingly, despite at a higher current density of 5000 mA g−1, the discharge capacity of CoS2 remained constant at 685.5 mAh g−1. This enhanced outcome could be attributed to two factors. Firstly, the larger specific surface area enabled a more efficient deintercalation/intercalation process for Na+ ions with larger radii, leading to a higher chemical diffusion coefficient and enhanced conductivity. Secondly, the nanostructure effectively reduced the diffusion distance of sodium-ions, while its high strain relaxation prevented pulverization or destruction during charging and discharging. Our straightforward preparation techniques facilitate the mass production and present a novel approach for the development of cost-effective and high-performing anode materials for sodium-ion batteries."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1(a) displays the X-ray diffraction (XRD) pattern of the sample, wherein the observed diffraction peak characteristics align with the established characteristic attributes of CoS2 (JCPDS: 41-1471). The peaks located at 2θ angles of 27.9, 32.3, 36.2, 39.8, 46.3, 55, and 57.8° correspond to the crystalline planes denoted in the figure. Additionally, the absence of any heterogeneous phase peak confirms the high purity of the CoS2. In order to determine the composition of CoS2, XPS was conducted. As depicted in Fig. 1(b), the primary elements present are Co, S, O, C, and N. Since the sample was inevitably exposed to the air atmosphere prior to measurement, the O element can be ascribed to the absorbed oxygen-species or the residual oxygen-containing groups in CoS2.Fig. 1(c) depicts the high-resolution Co 2p mapping of the CoS2 material, with peaks ranging from 776–789 eV and 791–807 eV, corresponding to Co 2p3/2 and Co 2p1/2, respectively. Fig. 1(d) illustrates the S 2p spectrum of the CoS2 material, with the distinct peaks representing various valence states of sulfur within the CoS2 material. The observed peaks at binding energies of 163.28 eV and 164.28 eV are ascribed to the S 2p3/2 and S 2p1/2 orbitals of Co–S in the CoS2 compound, while the peaks at 169.08 eV and 170.18 eV are attributed to the S 2p3/2 and S 2p1/2 features of the S 2p1/2 orbitals of Co–S in the CoS2 material.",
                "In order to gain a comprehensive understanding of the morphological characteristics of CoS2, the material underwent analysis using SEM, TEM, and HRTEM. As illustrated in Fig. 2, the morphology of the material is clearly observed in Fig. 2(a) and (b) as irregular nanoscale particles displaying cohesive agglomeration, with an average particle size of approximately 100 nm. To further investigate the distribution and size within the material, TEM analysis was also conducted, revealing in Fig. 2(c) that CoS2 is internally composed of nanoparticles, consistent with the findings obtained from SEM analysis. Fig. 2(d) presents a detailed representation of specific areas within the nanoparticle CoS2, wherein the lattice stripes are clearly discernible, and the distance between facets measures 0.278 nm, corresponding to the (210) facet. This observation suggests that the synthesized CoS2 exhibits a favorable crystal structure. Additionally, Fig. 2(e) illustrates the diffractogram of CoS2, revealing distinct crystallographic diffraction rings, thereby further confirming the exceptional purity of our prepared CoS2. Furthermore, Fig. S2† displays the elemental facet distribution of CoS2 as determined by energy-dispersive X-ray spectroscopy (EDX), with the blue and yellow regions representing the distribution of S and Co elements, respectively. The uniform distribution of the two elements in the material, as observed, aligns with the composition of CoS2, thus supporting the successful synthesis of CoS2 material. Additionally, the molecular structure of the material was further investigated through Raman characterization, specifically by assessing the degree of graphitization and disorder defects in the microstructure of CoS2. The Raman spectrum of CoS2 can be seen in Fig. S3.† The D peak observed at 1335.06 cm−1 is indicative of the disorder and discontinuity resulting from the sp2 carbocyclic respiration mode. This mode is primarily employed to assess the structural defects of the material. Additionally, the presence of the peak at 1551.82 cm−1 corresponds to the characteristic graphitic carbon black structure. The ID/IG value of CoS2 (0.86) is less than 1, suggesting that the graphite remains multilayered and stacked without undergoing exfoliation. To gain a deeper understanding of the structure, specific surface area, and porosity of CoS2/commercial CoS2, we conducted BET tests, as illustrated in Fig. S4† provided. Typical mesoporous characteristics are reflected by the adsorption–desorption isotherms of nitrogen for CoS2 and commercial CoS2. Surface areas of CoS2 and commercial CoS2 samples were 7.317 and 1.137 m2 g−1, respectively. Volume of CoS2 and commercial CoS2 samples were 0.004 and 0.0004 cm3 g−1, respectively. CoS2 had a larger specific surface area and accommodates more active sites, which can effectively improve the sodium storage capacity. This structure adapts to the contact between the electrolyte and the electrolytic material, which facilitates the penetration and diffusion of Na+.",
                "Fig. 3(a) presents the cyclic voltammogram (CV) curves of CoS2, with a potential range of 0.01–2.80 V and a scanning rate of 0.1 mV s−1. The discharge curve of the first cycle exhibits three peaks at 1.14, 0.72, and 0.58 V, which correspond to the reactions involving Na+ embedded in CoS2, the formation of solid electrolyte interphase (SEI), and certain accompanying side reactions. Subsequent cycles demonstrate consistent and reversible charge/discharge CV curves, with cathodic peaks observed at 1.78 V and 2 V, representing the conversion of Co into CoS2. The overall reaction equations for the entire process are denoted as follows:",
                "Fig. 3(b) illustrates the charge–discharge behavior of CoS2, wherein two distinct plateaus are observed during the initial discharge process, specifically at 1.47 V and 0.75 V. These plateaus correspond to the formation of NaxCoS2 and Na2S. The first cycle exhibits charging and discharging capacities of 856.8 and 1095 mAh g−1, respectively, resulting in an initial coulombic efficiency of 78.2%. Notably, a decrease in capacity by 21.8% could be ascribed to secondary reactions, encompassing the creation of a solid-electrolyte interphase (SEI) film and the emergence of intermediate substances like polysulfide dissolution. The charging and discharging curves of the next two laps basically overlap, which proves that the cycling stability of CoS2, reversibility is better. Furthermore, the sodium storage performance of CoS2 was assessed. The findings illustrated in Fig. 3(c) demonstrate that the CoS2 material exhibited initial charging and discharging capacities of 1115 and 1752 mAh g−1, respectively. Furthermore, even after undergoing 150 cycles, the capacities exhibited a relatively stable value of approximately 970 mAh g−1. Although a slight capacity decay was observed after 20 cycles, the electrode material exhibited a steady increase in specific capacity after 100 cycles, surpassing the performance of other reported anode materials. This demonstrates the significant advantage of CoS2 in terms of cycle capability at various current densities, as shown in Table S1.†Fig. 3(d) presents the results for estimating the CoS2 multiplier. The current density was set from 50, 200, 500, 1000 to 2000 mA g−1, followed by a symmetrical reduction from 2000 to 200 mA g−1. The reversible specific capacity achieved was 992.5 87.6, 850, 821.9, 849.2, 882.1, 857.1 and 913.7 mAh g−1, with a mere 6.2% capacity loss. This demonstrates the considerable rate performance of CoS2. Moreover, the assessment of high-current cycling was conducted in Fig. 3(e), revealing that the discharge capacities of 760 and 685.5 Ah g−1 (400 cycles) were consistently sustained upon increasing the current to 1000 and 500 mA g−1, respectively, thereby demonstrating remarkable stability.",
                "As displayed in Fig. 4(a), the cyclic voltammetry (CV) curves of this sample were also tested at 0.1, 0.2, 0.4, 0.6, 0.8, 1, and 2 mV s−1 sweep speeds. The peak potentials and currents exhibit slight shifts or increases as the sweeping speed increases, leading to a corresponding gradual increase in the closed areas. This trend suggests an increasing contribution of pseudocapacitance, accompanied by an increase in conductivity and a consistent shape of the CV curves. These findings provide evidence for the exceptional multiplicative performance of CoS2. To assess the presence of pseudocapacitive behavior in the charging/discharging process for electrode materials, the fitting parameter b can be calculated using eqn (6).",
                "The parameters a and b are utilized as fitting and adjustable parameters. The determination of the value of parameter b can be achieved by analyzing the slope of the graph depicting the logarithm of current (i) and voltage (v). Notably, when the value of b approaches 0.5, the battery properties exhibit faradaic diffusion behavior, whereas a value of b approaching 1 signifies the presence of pseudocapacitive properties and capacitive behavior. For CoS2, the calculated b values are 0.801, 0.810, 0.822, and 1.103, indicating a combination of diffusion and capacitive properties (Fig. 4(b)). Additionally, the current i can be further expressed as the sum of capacitance and diffusion contributions, represented by coefficients k1 and k2, which can be defined using the following eqn (7).",
                "where k1v and k2v1/2 represent the capacitive and diffusion effects, respectively.",
                "In addition, we conducted a comprehensive examination of the electrochemical characteristics of CoS2 by employing the galvanostatic intermittent titration technique (GITT) to calculate the diffusion coefficient (DNa) of Na+. Fig. 5(a) illustrates the complete GITT testing procedure, encompassing both the charge and discharge cycles of CoS2 electrodes, which were conducted under identical conditions as those employed for Na-ion batteries. The duration of each charging and discharging process was set at 60 minutes, with a current density of 20 mA g−1. Subsequently, the battery was allowed to rest for 30 minutes to attain a steady state before being cyclically discharged to 0.01 V or recharged to 2.8 V, thus concluding a testing cycle. The diffusion coefficient (DNa) can be determined using eqn (8).",
                "The logDNa can be employed as a means to assess the diffusion rate more comprehensibly. During charging and discharging of CoS2, the logDNa of the electrode material exhibits intricate dynamics, as depicted in Fig. 5(b) and (c). It is evident that the diffusion of Na+ within CoS2 entails complex alterations. Specifically, the logDNa value reaches its minimum at approximately 1.6 V during charging, coinciding with the conversion of Co monomers into NaxCoS2 as indicated by the CV curve. Conversely, the logDNa value reaches its minimum at around 1.0 V during discharging, aligning with the reaction process described by eqn (2) in conjunction with the CV curve. Hence, the facilitation of ion diffusion is observed in the low-voltage region (in the embedded sodium state), while it becomes more challenging in the high-voltage region (in the desodium state). To enhance the logDNa value, it is crucial to minimize the boundary impedance between NaxCoS2 and CoS2. Fig. S5† was the GITT curve of charge and discharge after the second cycle of commercial CoS2. The average Na+ diffusion coefficient of the CoS2 electrode (2.6 × 10−12 cm2 s−1) was significantly better than that of the commercial CoS2 electrode (4.8 × 10−13 cm2 s−1). CoS2 has a favorable Na+ diffusion rate compared to commercial CoS2 and exhibits excellent cycle performance. The large specific surface area of CoS2 promotes a larger specific surface area with the electrolyte, and the diffusion path of Na+ becomes shorter, which is conducive to the intercalation of sodium ions in materials at high current density. Notably, the resistance of CoS2 decreased significantly after multiple cycles at 0.1 A g−1, as depicted in Fig. 5(d). This decrease in resistance can be attributed to the activation of active sites during cycling, resulting in heightened capacitive behavior and enhanced reversibility of redox reactions, thereby improving conductivity.",
                "To check the electrochemical stability of CoS2, SEM was performed on the electrode after 30 cycles. As shown in Fig. S6,† no mechanical cracks or large agglomerations of CoS2 were observed in the electrode, indicating that the large specific surface area of CoS2 particles can not only effectively buffer the large volume changes during sodium ion intercalation/deintercalation, but also prevent CoS2 shedding. The results showed that the stability of CoS2 was good. The EDX mappings (Fig. S6(b, c and d)†) revealed the homogeneous S (blue) and Co (red) element distributions, further confirming the formation of pure CoS2 products."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "CoS2 nanoparticles were synthesized through co-precipitation and vulcanization techniques, demonstrating remarkable long-term stability under high-current conditions. When the current was set at 1000 mA g−1, the discharging capacity of CoS2 was determined to be 762 mAh g−1. Even when the current was elevated to 5000 mA g−1, the discharging capacity also remained constant at 685.5 mAh g−1. The ultra-high performance could be attributed to the specific surface area, which minimized the diffusion distance of sodium-ions during the charging and discharging processes and mitigated the extent of structural damage. The results of our study suggest that the utilization of CoS2 nanoparticles for sodium-ion batteries presents a notable advantage. Our straightforward preparation method enables large-scale production, thereby establishing a solid basis for the development of novel anode materials with exceptional performance in sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Yan-Fen Liu: investigation, writing–original draft. Tian Zhang: investigation, writing–original draft. Ting-Ting Huang: writing–review & editing. Kai Wang: resources, supervision. Yue-Xian Song: review & editing. Jun-Fei Liang: review & editing. Yan-Gang Zhang: resources, supervision. Wei Fan: review & editing. Xiao-Bin Zhong: funding acquisition, project administration."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Macroscale preparation of CoS2 nanoparticles for ultra-high fast-charging performance in sodium-ion batteries"
}