{
    "DOI": "10.1039/C9CC01018A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion batteries (SIBs) have attracted remarkable interest due to their abundant resources, low cost and similar electric charge storage mechanisms to that of LIBs. MoS2 as a typical 2D layered chalcogenide has a larger d-spacing (6.2 Å) than graphite (3.35 Å), and has been identified as a promising anode material for SIBs in recent years. Nevertheless, MoS2 anodes undergo large volume variations and show a structural re-aggregation tendency during the intercalation/deintercalation process of Na+, resulting in a low reversible capacity and fast capacity attenuation.",
                "Various attempts have been made to surmount these drawbacks in MoS2 based anode materials by combining them with conductive materials, fabricating few-layer structures and designing nanostructures, which have been demonstrated as feasible ways to achieve enhanced electrochemical storage. Furthermore, phase transformation of MoS2, 2H phase (with trigonal prismatic D3h) to 1T phase (with octahedral Oh), is also considered to be an effective way to promote the electronic conductivity of MoS2. Metallic MoS2 (1T MoS2) delivers higher conductivity than semiconductor MoS2 (2H MoS2). However, it is difficult to overcome the high conversion barrier of 2H MoS2 to 1T MoS2. The recently reported strategies for synthesizing 1T MoS2, such as the supercritical hydrothermal method, the liquid-solution exfoliation method and the precise chemical vapor deposition technique, are greatly complex and involve high-cost. Moreover, biomass with various morphologies and elements can not only serve as a cheap, renewable and environmentally friendly carbon precursor but also provide heteroatom doping for biomass-derived carbon composites for sodium storage. However, to the best of our knowledge, using biomass as an adsorbent and a nanoreactor to synthesize 1T–2H MoS2 of few layer structure via a facile one-pot calcination route has not been reported.",
                "Herein, chlorella was chosen as an adsorbent and a precursor. The schematic synthesis procedure is shown in Fig. 1a. As one of the single cell microalgae, chlorella was collected from algal blooms in eutrophic water. It is reported that a large number of functional groups (the hydroxyl, carboxyl, carbonyl, thiol, amino, sulfonate and amidic groups) on the cell walls of chlorella can be used to adsorb ion or salt resources. Furthermore, a variety of proteins in chlorella can provide nitrogen and phosphorus elements, which are then in situ converted into the heteroatom doped biomass-derived carbon during calcination. Phosphomolybdic acid (PMA) and stannous sulfate were easily chemisorbed by chlorella via a bio-adsorption process. As a result, stannous sulfate transformed into Sn2+ during calcination, which served as an electron donor. Simultaneously, 2H MoS2 partially transformed into 1T MoS2, and then inserted into the crystal lattice of MoS2. According to the added mass ratios of PMA/SnSO4 during the synthesis process, the samples were denoted as H-MoS2-0 (1:0), TH-MoS2-1 (9:1), TH-MoS2-2 (8:2) and TH-MoS2-3 (7:3), respectively. Furthermore, the actual atom mol ratios of Mo:Sn in the composites are 5.6:1, 3.5:1 and 2.6:1 for TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3, respectively, measured by inductively coupled plasma atomic emission spectroscopy (ICP-AES). The morphological features of all the samples show a similar irregular spherical structure. The amount of nanoparticles on the surface of the composites can be seen from the high-quality SEM images (Fig. S1a–d and S2a, ESI†). Fig. 1b and c represent the HRTEM images of TH-MoS2-2, which was synthesized by adding appropriate amounts of stannous sulfate. Furthermore, the layers of MoS2 are extremely thin and ultra-small, and are widely embedded in the chlorella-derived bio-carbon (Fig. 1b). As vividly shown in Fig. 1c, the layer numbers of ultra-small MoS2 in TH-MoS2-2 are ca. 2–3 layers. The elemental mapping results (Fig. 1d) verified the existence of uniformly dispersed Mo, S, C, N, P and Sn elements on the TH-MoS2-2 composite. These results reveal that the chlorella-derived carbon with co-doped N and P elements and Sn was introduced into the TH-MoS2-2 composite successfully.",
                "X-ray diffraction (XRD) measurements and Raman spectroscopy were used to characterise the components and phases of a series of TH-MoS2 composites. Fig. 2a shows the XRD patterns of the H-MoS2-0, TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3 samples. All the samples can be well indexed to the MoS2 phase (JCPD: 006-0097). The two characteristic peaks located at 34.0° and 59.2° were related to the (100) and (110) diffractions of MoS2, respectively. The peak of the (002) crystal plane at 14.4° was invisible in four samples, suggesting the few-layer structure feature of MoS2. As seen from the enlarged image of the XRD patterns (30°–40°), we can find that the diffractions of the (100) plane showed a slight blue shift with increasing amounts of Sn sources (Fig. S3, ESI†), which indicates that Sn was mainly doped into the plane of MoS2. The small peak located at 31.6° in the XRD pattern of TH-MoS2-3 can be indexed to SnS (JCPD: 001-0984) (Fig. S3, ESI†). The pure carbon resembles typical amorphous carbon in the XRD pattern (Fig. S2b, ESI†). According to the results of the elemental analysis, the carbon contents are ca. 39.2 and 32.6 wt% in TH-MoS2-0 and TH-MoS2-2, respectively. Besides, Raman spectroscopy was used to verify the characteristics and phases of each sample. In the Raman spectra, the peaks at 377.6, 400.8 and 443.2 cm−1 can be ascribed to the E12g, A1g and 2LA(M) modes of 2H-MoS2, respectively. Moreover, E12g and A1g with a peak separation of 23.2 cm−1, which was smaller than that of multilayer MoS2 (26.0 cm−1), indicate the few-layer structure of MoS2 in these samples. The two broad peaks of the D-band and G-band can be ascribed to the disordered carbon and the ordered graphite carbon. In the Raman spectra of TH-MoS2-2 and TH-MoS2-3, there are two weak peaks at 217.6 cm−1 (J2) and 150.1 cm−1 (J1) corresponding to the 1T phase of MoS2, which are invisible in the H-MoS2-0 and TH-MoS2-1 samples.",
                "X-ray photoelectron spectroscopy was performed to further confirm the state of elements in these composites (Fig. 2c and d). Seven fitted component peaks in Fig. 2c correspond to S 2s, 1T-MoS2, 2H-MoS2 and Mo–O–C, respectively. The content of 1T-MoS2 increased with the added amount of Sn sources. In contrast, the H-MoS2-0 composite only displays four fitted component peaks related to 2H-MoS2 and Mo–O–C (Fig. S4, ESI†). For the Sn 3d spectra (Fig. 2d), two peaks located at 495.7 and 487.4 cm−1 were assigned to 3d3/2 and 3d5/2 of Sn2+, respectively. It is noteworthy that the N 1s spectra of TH-MoS2-2 can be deconvoluted into three characteristic peaks, which are related to the pyridinic-N (395.5 eV for N1), pyrrolic-N (398.6 eV for N2), and graphitic-N (401.4 eV for N3) (Fig. S5a, ESI†). Furthermore, the high-resolution XPS spectrum of P 2p has a symmetrical peak corresponding to the P–C bond (Fig. S5b, ESI†). The N/P elements originated from the chlorella-derived bio-carbon. The introduction of N/P co-doping into the chlorella-derived carbon can improve the surface wettability of the carbon composite with the electrolyte, and create more defects and active sites for sodium storage. According to the above-mentioned results, it can be inferred that moderate Sn replaces the Mo site in the planes of MoS2 rather than formation of SnS in TH-MoS2-1 and TH-MoS2-2. Besides, 2H MoS2 was partly transformed into 1T MoS2 in which Sn2+ acts as an electron donor Moreover, introducing a superabundant Sn source in TH-MoS2-3 led to the formation of SnS.",
                "The initial three cyclic voltammetry (CV) curves of the H-MoS2-0, TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3 electrodes are displayed in Fig. S6 (ESI†) at a scanning rate of 0.1 mV s−1. During the anodic scan, the broad oxidation peak at 1.8 V corresponds to oxidation from Mo to MoS2. The weak oxidation peak around 1.2 V is related to the reformation of SnS, which was vividly observed in the TH-MoS2-3 electrode. The charge–discharge profile of TH-MoS2-2 is shown in Fig. S7 (ESI†). It delivers a high initial discharge capacity of 958 mA h g−1.",
                "Fig. 3a shows the cycling performances of the H-MoS2-0, TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3 electrodes at 0.1 A g−1 for 50 cycles. The TH-MoS2-2 electrode delivers the highest reversible capacity of 533 mA h g−1 at 0.1 A g−1 after 50 cycles. In contrast, the H-MoS2-0, TH-MoS2-1 and TH-MoS2-3 electrodes exhibited lower discharge capacities of 383, 440 and 472 mA h g−1 at 0.1 A g−1 after 50 cycles. Besides, the discharge capacity of pure chlorella-derived bio-carbon was 260 mA h g−1 after 100 cycles at a current density of 0.1 A g−1 (Fig. S2c and d, ESI†). In addition, the long-term cycling performances are also obtained at 1 A g−1 (Fig. 3b). Reversible capacities of 244, 278, 320 and 263 mA h g−1 after 500 cycles at 1 A g−1 were maintained for the H-MoS2-0, TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3 electrodes, respectively. Impressively, TH-MoS2-2 also showed high reversible capacities of 647, 586, 530, 464, 414, 348, 266, 219, 199, and 167 mA h g−1 at current densities of 0.05, 0.1, 0.2, 0.5, 1, 2, 5, 8, 10, and 15 A g−1, respectively (Fig. 3c). Moreover, the discharge capacity of TH-MoS2-2 recovered to 626 mA h g−1 when the current density returned to 0.05 A g−1. On the other hand, the rate performances of the other H-MoS2-0, TH-MoS2-1 and TH-MoS2-3 electrodes at the same current density exhibited lower reversible capacities than those of TH-MoS2-2. It is clear that the reversible capacity, long-term cycling stability and high performance rate of H-MoS2-0 were effectively enhanced by the 1T phase MoS2 induced by Sn doping, and TH-MoS2-2 with moderate Sn doping exhibited the highest performance for SIBs. The 1T phase MoS2 provides better conductivity than the 2H phase MoS2. Furthermore, the abundant grain boundaries between few layer 1T MoS2 and 2H MoS2 endowed a fast path for charge transportation. In addition, the formation of SnS in TH-MoS2-3 will lead to a poor cycling stability due to the large volume change. Notably, the electrochemical performance of the TH-MoS2-2 electrode is comparable with other previously reported related electrodes for SIBs (Fig. 3d) (ref. S1–S9, ESI†).",
                "The CV measurements of TH-MoS2-2 were carried out at different scan rates from 0.1 to 0.5 mV s−1 (Fig. 4a). The current (i) and scan rates (ν) obey eqn (1):",
                "The values of b indicate two types of charge storage behavior (b = 0.5 means diffusion-controlled process and b = 1 means capacitive-controlled process). For the TH-MoS2-2 electrode, the b values can be quantified to be 0.85 and 0.82 at peaks 1 and 2 based on eqn (1) (Fig. 4b). The H-MoS2-0 electrode shows b values of 0.76 and 0.78 at peaks 1 and 2 (Fig. S8, ESI†). This means that the TH-MoS2-2 electrode has a higher ratio of the contribution of capacitive-control than that of H-MoS2-0, which can be attributed to the stronger ion transportation performance of TH-MoS2-2. And the capacitor capacity and diffusion-controlled capacity can be quantified based on eqn (2) and (3):",
                "kνkν",
                "The EIS plots of all electrodes show semicircles in the high frequency region and a sloping line in the low frequency region (Fig. S9, ESI†). TH-MoS2-2 exhibited the smallest diameter of the semicircle and the highest slope angle of the linear Warburg parts in the EIS curves. The results indicate that TH-MoS2-2 with a suitable amount of Sn doping and T-phase MoS2 with a few-layer structure can facilitate e− transportation and Na+ diffusion.",
                "In order to verify the structural stability of the H-MoS2-0, TH-MoS2-1, TH-MoS2-2 and TH-MoS2-3 electrodes, SEM measurement was performed for these electrodes after 50 cycles at 100 mA h g−1. The TH-MoS2-2 electrode retained its original structure well after 50 cycles, while several aggregations could be observed outside the TH-MoS2-0, TH-MoS2-1 and TH-MoS2-3 samples, indicating the high stability of the TH-MoS2-2 electrodes (Fig. S10, ESI†).",
                "The TH-MoS2-2 composite with moderate Sn doping displays superior performance for sodium storage, which was mainly based on the following factors: (i) the 1T phase of 1T–2H MoS2 composites provides rich grain boundaries and greatly facilitates the rapid transmission of both electrona and iona, (ii) the ultra-small few-layer structure of 1T–2H MoS2 and N/P co-doped bio-carbon ensures the pseudocapacitive behaviour, and (iii) the moderate Sn doping in 1T–2H MoS2 maintains the integrity of the structure during the cycling process.",
                "In summary, chlorella was used to synthesize an Sn doped 1T–2H MoS2 few-layer structure embedded in N/P co-doped bio-carbon for the first time. When used as an anode for sodium ion batteries, the TH-MoS2-2 composite with moderate Sn doping delivers high capacity, outstanding rate performance, and long-term cycling performance. The pronounced pseudocapacitive behaviour dominates the charge storage of TH-MoS2-2. Synergistic effects of the structure endow fast e− transportation and a short path for Na+ diffusion and maintain a high structural reversibility. Furthermore, the strategy demonstrated herein might open up a new avenue to design advanced materials for versatile applications.",
                "This work was financially supported by the National Natural Science Foundation of China (NSFC 51502036 and 21875037)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "An Sn doped 1T–2H MoS2 few-layer structure embedded in N/P co-doped bio-carbon for high performance sodium-ion batteries"
}