{
    "DOI": "10.1021/acsami.0c11616",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (NaIBs) are promising candidates for large-scale energy storage such as grid storage systems because of their low-cost advantages. However, large-scale commercial deployment of NaIBs remains a significant challenge owing to bottlenecks resulting from development of suitable and eco-friendly cathode materials that can enable high power, high energy density, and long cycle life.  To address this challenge, several cathode chemistries that feature vanadium phosphate-based materials, owing to high performance, excellent structural, and thermal stability, have been extensively studied by researchers as potential and promising cathode candidates in NaIBs.  Cathode classes with a phosphate framework containing V4+ and V3+ with the general formula Na3V2(PO4)2F3–xOx,  NaVOPO4, , NaVPO4F,  Na3V2(PO4)3,  Na4VO(PO4)2,  Na7V4(P2O7)4(PO4),  and Na3V(PO3)3N  are of particular interest owing to their excellent electrochemical performance and cycling stabilities because of their stable structure. Building off of these frameworks, in the recent years, researchers have begun exploring the mixed polyanion with the general formulation Na3V2(PO4)2F3–xOx for high-energy density NaIBs.  During charge/discharge, these materials show the presence of two different redox couples at ∼3.7 and ∼4.1 V, which are higher than the usual ∼3.3 V redox observed for most Na3V2(PO4)3-type materials and most other sodium metal oxide cathodes. Over the years, several synthesis routes have been explored to synthesize these materials with the goal to further increase their energy/power densities and improve cycling stabilities, including solid-state, spray-drying, sol–gel, and hydrothermal approaches, each route yielding varying degrees of successes. For example, Xu et al.  synthesized the Na3V2O2(PO4)2F/reduced-graphene oxide sandwich structure material using the hydrothermal method with N,N-dimethylformamide solvent and NH4VO3, NaF and (NH4)2HPO4 precursors resulting in a cathode material that operates at ∼3.7 V. The presence of reduced-graphene oxide improved the electrochemical performance of the cathode material, delivering a discharge capacity of about ∼110 mA h/g, which was sustained for over 200 cycles at C/10 rates in a half-cell configuration. Similarly, Kumar et al.  synthesized a Na3V2O2(PO4)2F-MWCNT nanocomposite using an ethylene glycol-assisted hydrothermal method. This material showed excellent electrochemical performance with superior cycling stability, delivering a capacity of ∼98 mA h/g at a 0.1 C rate for 120 cycles and 60 mA h/g at a 2 C rate for 1800 cycles.",
                "In this context, the present work focuses on the synthesis of new optimized iron-doped Na3Fe0.3V1.7O(PO4)2F2 cathode material for NaIBs using a new facile hydrothermal route. In the conventional Na3V2O(PO4)2F2 structure, vanadium displays +3 and +4 oxidation states. As only 2 sodium atoms can be removed from the structure when the cell is charged to 4.5 V, vanadium is not totally oxidized to +5 oxidation state with a theoretical capacity of around ∼130 mA h/g (based on 2Na removal). The authors aim to partially substitute the toxic and expensive vanadium metal by a cheap and environmentally friendly element without impairing the material electrochemical performance and especially its reversible capacity during cycling. The first choice was iron because Fe3+ and V3+, in VI coordination, have a similar ionic radius of 0.645 and 0.64 Å, respectively, making it an ideal candidate as a dopant. The synthesized material was characterized using X-ray diffraction (XRD), scanning electron microscopy (SEM), Mössbauer microscopy, and transmission electron microscopy techniques. The electrochemical performances were evaluated using charge/discharge cycling and electrochemical impedance spectroscopy (EIS). Additionally, an electrochemical isothermal calorimetry measurement was performed on the Na/Na3Fe0.3V1.7O(PO4)2F2 half-cell to investigate the impact of state of charge (SOC), charge/discharge rate, and temperature on heat generation and to describe the material thermal behavior during cycling. Overall, this work provides a new synthesis route for the development of iron-doped sodium vanadium oxyflurophosphate high-performance sodium-based material in large-scale energy storage based on sodium battery systems."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Powder XRD measurements were performed using a Bruker D8 diffractometer in the Bragg–Brentano reflection geometry equipped with a 1.6 kW sealed X-ray tube source (Cu Kα radiation) with a Vantec-2000 2D detector to identify the phase purity of the as-synthesized materials between 10 and 80° (2θ value). Full pattern matching was performed on the obtained diffraction patterns with the Jana2006 program package. The particle size and morphology were characterized using a field-emission scanning electron microscope (FEI, Quanta 650). A transmission electron microscope (Talos F200X, FEI) with a 200 kV operating voltage was used to capture the morphology, energy-dispersive X-ray spectroscopy (EDX) spectrum, and selected area electron diffraction patterns of the Na3Fe0.3V1.7O(PO4)2F2 composite."
                    ],
                    "name": " Powder XRD and SEM Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The 57Fe Mössbauer spectroscopy spectrum was recorded in ambient air at room temperature in transmission geometry and the constant accelerator mode with a 57Co source in an Rh matrix. The source was kept in ambient temperature and the experimental spectrum was recorded in the ±4 mm/s velocity range. The velocity scale was calibrated with the magnetically split sextet spectrum of a high-purity iron foil as the reference absorber. The Mössbauer absorber was prepared with 40 mg/cm2 by mixing the material with boron nitride. The Mössbauer parameters were determined by fitting the experimental data with one Lorentzian doublet using the Fulham program. The validity of the fit was evaluated based on minimizing the number of parameters and χ2 values. The value of the isomer shift is given with respect to α-Fe."
                    ],
                    "name": " Mössbauer Spectroscopy",
                    "type": "h3"
                },
                {
                    "content": [
                        "Positive electrodes were prepared from mixtures containing 80 wt % active materials, 10 wt % acetylene black, and 10 wt % polyvinylidene difluorides in N-methyl-2-pyrrolidone as a solvent. The electrodes were prepared by casting the slurry onto aluminum foil with a doctor blade and drying in a vacuum oven at 110 °C overnight under vacuum. The resulting electrode film was pressed with a twin roller, cut into a round plate (Φ = 14.5 mm), and dried at 120 °C for 12 h under vacuum. All the electrochemical performances were carried out using coin-type cells with Whatman fiber glass separators, which were assembled in an argon-filled glovebox. The electrochemical properties were evaluated using galvanostatic techniques in the voltage window of 2.8–4.5 V (vs Na/Na+) at room temperature and 45 °C and in various electrolytes such as 1 M NaPF6 dissolved in ethylene carbonate (EC)–propylene carbonate (PC) (1/1), EC–PC–dimethyl carbonate (DMC) (2:5:3), and EC–diethyl carbonate (DEC) (1:1) in the volume ratio. All the solvents and salt were purchased from Sigma-Aldrich."
                    ],
                    "name": " Electrochemical Cycling",
                    "type": "h3"
                },
                {
                    "content": [
                        "The equivalent current of the C/20 rate was applied during charging/discharging cycling using a Solartron battery cycler (1470E). Detailed discussion about the experimental procedure is found elsewhere.  The cell was charged and discharged stepwise. In every step, the current was applied for 2 h and then the cell rested for 3 h to attain the steady-state cell voltage. The measurement was repeated at least twice. When the cell voltage decay was less than 2 mV/h under the open-circuit voltage (OCV) condition, the EIS measurements were performed in the frequency range between 2 MHz and 5 mHz. A sinusoidal voltage amplitude of 10 mV was applied during EIS data acquisition and fitted with an equivalent circuit.",
                        "In the single particle of Na3Fe0.3V1.7O(PO4)2F2, the sodium depleted from its surface in the charging process and a concentration gradient was generated between the surface and bulk. This condition resulted in a cell voltage polarization with applied current. Under the OCV condition, the polarized cell voltage slowly relaxed with time. The relaxation time was obtained from depolarization voltage versus time derivative. The diffusion length was determined based on the particle diameter.",
                        "Ionic diffusivity was measured as a function of temperature at fixed sodium content (Na2Fe0.3V1.7O(PO4)2F2). The cell was charged for 2 h and relaxed for 3 h as in the procedure mentioned above and again discharged for 2 h to obtain the same composition (Na2Fe0.3V1.7O(PO4)2F2). The measurement was repeated for temperatures from 0 to 50 °C with 10 °C intervals. Under the OCV conditions, the EIS measurements were also performed as a function of temperature after cell relaxation."
                    ],
                    "name": " Galvanostatic Intermittent Titration Technique and EIS Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The isothermal calorimetry system (TAM IV micro-calorimeter system, TA Instruments) coupled with an external Arbin Instrument battery cycler (model BT-2000) was used to measure the heat generation of the Na/Na3Fe0.3V1.7O(PO4)2F2 coin-type half-cells during charge/discharge processes at 25 and 45 °C. The cell was fitted in the sample holder at the specimen side of the calorimeter and connected to the battery cycler through two pairs of wires for charge and discharge. It was isolated adiabatically from the surroundings. The heat generation output was the differential value between the sample and the inert reference. To examine the effect of the charge/discharge rate on heat generation, the cells were cycled between a 2 and 4.5 V cutoff voltage at three different rates (0.1 C, 0.2 C, and 1.0 C) for 25 °C and at 0.2 and 1.0 C for 45 °C. Measurements were performed three times at each temperature and cycling rate to assess the reproducibility."
                    ],
                    "name": " Electrochemical Isothermal Calorimetry Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " displays the time–voltage relationship of the cell in the galvanostatic intermittent titration technique (GITT) measurements at the first cycle. The same measurement was repeated for the second charge/discharge cycle. EIS measurements were performed at each steady state after voltage relaxation. Impedance spectra of selected sodium content (x values) are displayed in  for the first and second cycles, respectively. The shape of the impedance spectra changed from two semicircles in the first cycle to one semicircle (overlapping) in the second cycle. The measured impedance spectra (Nyquist plot) of the cell (Na/electrolyte/Na3Fe0.3V1.7O(PO4)2F2) in the first cycle comprised the following features:iThe intercept at the real axis at high frequencies represents the ionic resistance of the electrolyte solution (R1). It also contains a minor contribution of the solid electrolyte interphase. The inductive effect (L1) appeared below the real axis at higher frequency which is consistent with the relationship (L ∝ f).iiThe semicircle at the Na/electrolyte interface appeared at medium–high frequencies because of the expected lower capacitance value. Therefore, the first semicircle is likely due to the charge-transfer resistance at the Na/electrolyte (R2) boundary layer.iiiOn the other hand, a higher capacitance value is expected at the Na3Fe0.3V1.7O(PO4)2F2/electrolyte interface. The observed second semicircle at medium–low frequencies is likely due to the charge-transfer resistance (R3) at the Na3Fe0.3V1.7O(PO4)2F2/electrolyte interface.iv.Obviously, Warburg response (Ws) appeared at the lower frequency’s interval.",
                        "In the second cycle, the charge-transfer resistance at the metallic sodium/electrolyte and Na3Fe0.3V1.7O(PO4)2F2/electrolyte interfaces was overlapped because of the similar relaxation process and appeared to be a single semicircle. The individual resistance processes were decoupled from the impedance spectra () by fitting with the equivalent circuit (given in the ) and the evaluated data for the semicircles are depicted in a,b.",
                        "To demonstrate the corroboration that can help differentiate between the charge-transfer resistance processes at the Na/electrolyte and Na3–xFe0.3V1.7O(PO4)2F2/electrolyte interfaces, the authors calculated the capacitance value from the circuit elements which was relatively lower at the Na/electrolyte interface than at the Na3–xFe0.3V1.7O(PO4)2F2/electrolyte boundary layer. Details of calculation about capacitance (C) values were discussed in our previous report  using the equation C = (R1–nQ)1/n. On an average, error was ∼3.53% between experimental and simulated data. The calculated capacitance values were ∼5 × 10–5 F for R3 at the Na3–xFe0.3V1.7O(PO4)2F2/electrolyte interface and ∼10–7 F for R2 at the Na/electrolyte interface.  displays that the resistance R3 gradually decreased with increasing SOC; on the other hand, R1 remained almost constant as a function of SOC. It is worth noting that the values of interfacial resistances reduced in the second charging process compared to the first charging/discharge cycle. The charge-transfer resistance decreased gradually with the removal of sodium from the Na3Fe0.3V1.7O(PO4)2F2. The significant amount of capacity loss was observed in the first charge/discharge cycle which was consistent with the measured resistances in the first and second cycles (see a,b). The reason for such a change is not clearly apprehended at this moment. It is expected that the particle deagglomeration might happen and more surface area was exposed to the electrolyte solution. Nonetheless, the cell performance is mainly limited by the interfacial charge-transfer process. Note that no valent change has happened at the Na/electrolyte interface in the SOC and discharge processes and R2 values should not be changed with the SOC or state of discharge (SOD). However, change in electronic conductivity of the active particle resulted from the partial desodiation might be associated with R2 because of the similar relaxation time constant. The pattern of the R2 and R3 was almost similar (see a,b) as a function of sodium content; however, the magnitude of R2 was much lower than that of R3. Here, R3 was mainly associated with the Na3Fe0.3V1.7O(PO4)2F2/liquid electrolyte interface which was impacted by the formation of mixed valence V3+/V4+ (Fe2+/Fe3+) in the course of the charge/discharge cycle.  demonstrates that the Na3Fe0.3V1.7O(PO4)2F2/electrolyte interface was highly resistive and most likely the cell performances were limited by the charge-transfer process at this interface. The electrode microstructure in  shows that particles were agglomerated which might be the reason for the huge value of R3 as explained above.",
                        "During the GITT measurement, sodium was depleted gradually from the surface of the Na3Fe0.3V1.7O(PO4)2F2 particle and the interior of the particle was sodium-rich and exterior was sodium-deficient. Therefore, concentration polarization occurred during applied current and slowly disappeared under OCV conditions. This time-dependent cell-voltage relaxation process can be used for obtaining relaxation time. The cells had the magnitude of depolarization voltages of approximately 50–70 mV (). This depolarization cell voltage was fitted with . Details about the equation and data analysis were discussed in the reported literature.  The obtained relaxation time from fitting data was used to derive the sodium ionic diffusivity. Note that the diffusion length was considered to be half of the particle diameter from the SEM micrograph.",
                        "The extracted relation time and sodium-ion diffusivity for the Na3Fe0.3V1.7O(PO4)2F2 are displayed in c,d, respectively.A is the material-dependent constant term and its value changes with changing the ionic and electronic conductivity for a material and U(t) and U(t=∞) are the depolarized cell voltages at times (t) and t = ∞, respectively. The relaxation time τ can be obtained from the plot of ln(U(t) – U(t=∞)) versus t, which provides ionic diffusivity via .",
                        "The relaxation time followed by sodium-ion diffusivity in Na3–xFe0.3V1.7O(PO4)2F showed very complex behavior as a function of sodium concentration. At x = 0.0–0.5, the ionic diffusivity was almost constant and thereafter decreased gradually up to x = 1.0; beyond x = 1.0, ionic diffusivity started to increase further with gradual removal of sodium. The authors could not clearly understand the complex behavior yet. However, the diffusion mechanism and surrounding interaction of the sodium ion might change with the removal of sodium from Na3Fe0.3V1.7O(PO4)2F. Notably, the ionic diffusivity of Na3Fe0.3V1.7O(PO4)2F decreased with the removal of sodium as long as the interstitial diffusion mechanism is active. On the other hand, ionic diffusivity increased with the removal of sodium as long as the vacancy diffusion mechanism is active.",
                        "The obtained sodium-ion diffusivity was around D = ∼10–12 cm2 s–1 and did not change considerably with the change in sodium in Na3Fe0.3V1.7O(PO4)2F2 except at x = 1. To the authors’ knowledge, no diffusivity data are available for this material.",
                        "It is seen from the  that the electrochemical rate performances of Na3Fe0.3V1.7O(PO4)2F2 were limited by activation energy of interfacial charge-transfer resistance (R3) at the lower temperature interval and at higher temperature interval, rate performance might be limited by activation energy of ionic diffusivity.",
                        "Activation energy is a model parameter which is not known for the Na3Fe0.3V1.7O(PO4)2F2 material.  shows the charge/discharge profile of Na3–xFe0.3V1.7O(PO4)2F2 from the 0 to 50 °C temperature range to check the compatibility of its electrochemical performance under extreme conditions.  shows that the cell capacity at a lower temperature interval was not promising and the cell resistance increased significantly with decreasing temperature. This behavior is another indication that electrochemical performance was limited by interfacial kinetics. To reveal this behavior, the authors measured the impedance spectra at a sodium concentration of x = 1 at different temperatures. The impedance spectra were similar, as shown in  (see ), and the cell-voltage relaxation at selected temperatures is shown in . The same charging and relaxation protocols were followed as discussed previously.",
                        "The ionic diffusivity and interfacial resistances are plotted as a function of inverse temperature in a,b, respectively. The obtained different activation energies are compared in . The activation energy due to sodium-ion diffusion is 0.55 eV and the activation energy of ionic diffusion for Na3–xFe0.3V1.7O(PO4)2F2 has not been reported. However, the activation energy of the ionic conduction of Na3V2(PO4)2F3 has been reported to be 0.68 eV,  which is consistent with the obtained value. The activation energy due to the ionic conductivity of the electrolyte solution (R1) and charge-transfer resistance at the Na/electrolyte (R2) and Na3–xFe0.3V1.7O(PO4)2F2/electrolyte interfaces (R3) was 0.22, 0.26, and 0.33 eV (0.92 eV at lower temperature), respectively. a shows that R3 exhibited two slopes in the measured temperature window. The charge particles (electron and hole) and temperature interval hindered interfacial kinetics at the Na3–xFe0.3V1.7O (PO4)2F2/electrolyte interfaces."
                    ],
                    "name": " Interfacial Kinetics and Ionic Diffusivity",
                    "type": "h3"
                },
                {
                    "content": [
                        " displays the voltage and heat generation profiles of the Na3Fe0.3V1.7O(PO4)2F2/Na half-cell during two first charge/discharge cycles at a 0.1 C rate. A good reproducibility was indicated except a slight decrease in the charging and discharging time on the second cycle. The voltage curve exhibits two plateaus in the charge and discharge cycle, which are correlated to anodic and cathodic peaks in . The heat generation increases from negative to positive values along the low-voltage plateau during charge and then an exothermic peak and an endothermic peak were observed in the middle of charge.",
                        "These peaks were caused by a phase transition in the cathode, followed by continuous increase in heat. A similar behavior was observed during discharge. This overall heat generation included the contribution of both reversible heat owing to entropic change in the electrochemical reaction and irreversible heat due to cell polarization corresponding to Ohmic losses in the cell, charge transfer at the interfaces, and mass transfer limitations.  At the end of each discharge, the heat generation increased sharply up to 7.6 mW/g, which was mainly due to the dominance of the irreversible heat over the reaction heat. Polarization of the electrode significantly increased the overpotential and Ohmic resistance, which was also indicated by the GITT measurements.",
                        " shows the voltage and heat generation of the Na3Fe0.3V1.7O(PO4)2F2 cathode at 0.1 C, 0.2 C, and 1.0 C rates as a function of the SOCs for the charging process and SODs for the discharging process. a shows that the voltage curves for cells tested at 0.1 C and 0.2 C rates were nearly collapsed onto the same curves when plotted against SOC and SOD, respectively. However, the voltage curves for cells tested at the 1.0 C rate appeared to be higher during the charge and lower during the discharge because of the overpotential increase at a high cycling rate. During both charge and discharge processes, the heat generation increased with increasing current rate (b). Endothermic and exothermic heat generation were observed at low and moderate current rates (0.1 C and 0.2 C) because both reversible and irreversible heats contribute to total heat generation at low and moderate current rates. However, only exothermic heat was observed at the high current rate (1.0 C) because usually the irreversible heat dominates the heat generation at a high current rate.  summarizes the heat accumulation data of the Na3Fe0.3V1.7O(PO4)2F2 cathode during charge/discharge at different C rates. The accumulated heat was calculated by integrating the heat curves in charge and discharge processes. The amount of heat was increased with the charge/discharge rate. The heat evolution during the discharge process enhanced by 27% from 0.1 C to 0.2 C rate. However, at the 1.0 C rate, the generated heat increased by 89%, which was mostly because of the dominance of the irreversible heat over the reversible heat because of the huge enhancement of the overpotential caused by the rise of the Ohmic resistance and also electrode polarization.",
                        "A comparison of the voltage and the heat generation of the Na/Na3Fe0.3V1.7O(PO4)2F2 half-cell cycled at a 0.2 C current rate for 25 and 45 °C is shown in a,b. The voltage profiles showed remarkably measurable variation at both charge and discharge. The largest voltage deviation appeared between 75 and 95% SOD (a) likely because of a capacity fade at high temperature.",
                        "The results in  show that the charge and discharge capacities corresponding with the same rate decreased with the increase in the temperature. Additionally, the heat generation in 65–100% SOC was quite high for the cell tested at 45 °C. Also, the heat generation increased significantly with the temperature during the discharge process.",
                        "c,d presents a comparison of voltage and heat generation for the Na3Fe0.3V1.7O(PO4)2F2 cathode cycled under a 1.0 C rate. The voltage profiles during charge and discharge showed differences because of a significant decrease in capacities (c and ). Comparing results in d, the heat generation during charge and discharge processes clearly increased significantly with increasing temperature, which is mainly caused by the irreversible heat increase at the high rate and temperature. With the increase in the charge/discharge rates, the effect of temperature also became important because of the dominance of the irreversible component over the reversible component."
                    ],
                    "name": " Measurements of Heat Generation",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A new iron-doped sodium vanadium oxyflurophosphate Na3Fe0.3V1.7O(PO4)2F2 cathode material was synthesized by the hydrothermal method, and its electrochemical performances were examined in half- and full-cell configurations. The electrochemical half-cell performances were examined using three different electrolyte formulations: DMC–EC–PC, DEC–EC, and EC–PC, which exhibited excellent stability at room temperature. The capacity loss was around 15% and the Coulombic efficiency was 99% after 100 cycles with DMC–EC–PC. The Na3Fe0.3V1.7O(PO4)2F2 versus NaTi2(PO4)3MWCNT full cell delivered an excellent initial discharge capacity of 80 mA h/g. EIS measurements revealed that charge-transfer kinetics played a major role for the electrochemical rate performances of Na3Fe0.3V1.7O(PO4)2F2. The sodium-ion diffusivity was around 10–12 cm2 s–1 and did not change significantly with changed sodium content (SOC). An electrochemical isothermal calorimetry measurement was also performed to understand the effects of the charge/discharge rate and temperature on heat generation behavior of the Na/Na3Fe0.3V1.7O(PO4)2F2 half-cell. Joule heat and reaction heat were the main heat sources, which depended largely on the operating conditions, including SOC/SOD, charge/discharge rate, and cycling temperature. The generated heat increased at high charge/discharge rates and high temperatures because of the dominance of irreversible heat at high C rates and high temperatures. Based on the experimental results, the authors conclude that the choice of the appropriate operating charge/discharge rate and cycling temperature will affect the thermal stability of this electrode, which may play a key role in overall sodium-ion cell safety. Overall, this work provides a broad framework for the development of novel cathodes toward the development of next-generation NaIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Iron-Doped Sodium Vanadium Oxyflurophosphate Cathodes for Sodium-Ion Batteries—Electrochemical Characterization and In Situ Measurements of Heat Generation"
}