{
    "DOI": "10.1021/acsnano.7b08161",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Along with the rapid development of modern society, the ever-increasing market requirements call for the urgent development of high-performance energy storage devices. Lithium ion batteries (LIBs) or sodium ion batteries (SIBs), due to their attractive features, have already been dominant in electronic products and will play critical roles in the future electric vehicles and hold potential for harvesting renewable energy on the grid. Although considerable progress has been made in advancing the technology of LIBs and SIBs in recent years,  there still remains a large space to further enhance the current LIBs or SIBs by exploiting electrode materials by designing favorable nanostructures.  Accordingly, enormous efforts have been thrown into searching for high-performance electrode materials in the past decades. As one type of the most promising anode materials, two-dimensional (2D) transition metal dichalcogenides MX2 (M = Mo, W, V, Ti and X = S or Se) have drawn considerable interest in recent years due to their excellent electrical, chemical, mechanical, and thermal properties caused by their graphene-like structure.  Among them, molybdenum disulfide (MoS2) has attracted increasing research interest in the fields of energy conversion and storage. Especially, a rather large interlayer spacing (∼0.62 nm) along the c-axis of MoS2 can provide a facilitated diffusion path for insertion/deinsertion of lithium/sodium ions during the charge/discharge process, affording fast ion diffusion kinetics and high specific capacity.  However, the practical applications of MoS2 nanosheet anodes are still limited by the following factors that cause low rate capability and fast capacity decay. First, substantial volume changes are inevitable during the charge/discharge cycle due to the conversion reaction mechanism. In addition, the poor intrinsic electrical/ionic conductivity would lead to low utilization efficiency of active materials and low rate capability. Lastly, 2D nanosheets are easy to stack and restack due to their high surface energy and interlayer van der Waals forces.",
                "Various strategies have been proposed to address the above undesired issues, including incorporating them with conductive nanocarbon, tuning the morphology and structure at the nanoscale, and increasing the interlayer distance. Among these methods, incorporation of a conductive nanocarbon with MoS2 has been widely studied and shows promise to improve electron transfer and ion transport at the electrode interface with enhancing stability of electrode materials. Various nanocarbons, including graphene,  carbon nanotubes,  and nanofibers,  have been applied as an additive to the matrix. Graphene has been considered as the most promising matrix owing to its intriguing and desirable features of outstanding electrical conductivity, high chemical stability, and superior mechanical flexibility.  So far, MoS2–graphene composites with different structures have been designed and synthesized to study their potential in the fields of LIBs and SIBs.  Notwithstanding that improved electrochemical performances have been made for these MoS2–graphene composites, we still need strive to address the intrinsic issues. For instance, the high contact resistance between graphene nanosheets gives rise to fast capacity fading and inferior rate capability. Besides, the restacking or aggregating of graphene nanosheets and MoS2 layers is inevitable during the cycling process, particularly during long cycling and high rate running,  and three-dimensional (3D) architectures based on 2D materials have been proved to be an effective approach to solve this problem. ",
                "From another point of view, hollow nanostructures with interior voids and shell permeability have potential for elevating the storage abilities of MoS2 materials for LIBs and SIBs, which not only provides sufficient void space to accommodate volume variation upon repeated lithium/sodium ion insertion/extraction but also increases the electrolyte/electrode contact area, enhancing utilization or capacity. For this reason, various hollow nanostructures, including nanotubes,  hollow nanospheres,  and hollow nanocubes,  have been investigated as anodes of LIBs or SIBs. However, the poorly conductive MoS2 layers are mostly decorated on the surface of hollow nanocarbon shells, which blocks electronic transfer especially at high current densities. Meanwhile, an adverse reaction is likely to occur between MoS2 and the electrolyte during the cyclic process as MoS2 nanosheets directly contact the electrolyte. Besides, the MoS2 nanosheets on the nanocarbon scaffold are still too thick to facilitate the fast transfer of electrons and ions. All of the above issues could ultimately lead to a rapid capacity decrease and poor rate performance.",
                "In this work, we demonstrate an effective and simple method to synthesize a 3D network architecture with reduced graphene oxide (rGO) cross-linked hollow carbon spheres (HCS) as a scaffold of few-layer MoS2 nanosheets, in which MoS2 nanosheets are in situ grown on the surface of both rGO and HCS, forming a 3D network architecture. Such porous structures favorably provide sufficient void space to buffer the volume changes upon cycling, offer a facilitated pathway for efficient transport and diffusion of electrolytes and ions throughout the electrode, and afford a continuous conductive network for electron-expedited transfer. With these merits, the MoS2-rGO/HCS exhibits attractive electrochemical properties in terms of reversible capacity, cycle stability, and rate capability when applied as anode materials of both LIBs and SIBs."
            ],
            "name": " ",
            "type": "h2"
        },
        {
            "content": [
                " displays the synthesis process for the formation of MoS2-rGO/HCS. First, HCS with a uniform particle size of ∼150 nm () were synthesized via self-assembly from a carbon resin and a silicate source. The surface of HCS was then modified with positively charged amine groups by adsorption of poly(allylamine hydrochloride) (PAH), as evidenced by the N 1s peak in the X-ray photoelectron spectroscopy (XPS) survey spectra of PAH-modified HCS (). The solution containg HCS and MoS42– is then dispersed in a solution containg graphene oxide (GO), leading to formation of a cross-linked network structure due to the electrostatic interaction between negatively charged GO and positively charged HCS; the subsequent solvothermal treatment accordingly produces a hydrogel (inset in b), during which few-layer MoS2 nanosheets can be in situ grown on the surface of GO and HCS. The calcination of hydrogel products at 800 °C in Ar/H2 (5%) results in the final MoS2-rGO/HCS products with improved crystallinity and conductivity. For comparison, the reference samples, including MoS2-rGO, MoS2/HCS, and bare MoS2, were also prepared through the minor revised methods above.",
                "a shows a typcial field emission scanning electron microscopy (FESEM) image for the MoS2-rGO/HCS, which manifests a well-organized 3D honeycomb-like network structure. A close observation implys the 3D structure consists of a large amount of uniform nanospheres of ∼150 nm that are cross-linked with interwoven nanosheets (b). The morphology and structure of the MoS2-rGO/HCS nanocomposite were further characterized by transmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM). The 3D network structure is further identified by c, in which one can clearly observe that a quantity of hollow nanospheres are decorated on the rGO surface. The magnified TEM image further demonstrates that the nanosheets well cross-link with HCS, forming an interconnected structure (d). The HRTEM images (e and ) reveal that the MoS2 sheets are either single-layer or few-layers (2–5 layers) with an enlarged interlayer distance of 0.69 nm (vs 0.62 nm for pristine MoS2). Such ultrathin layered MoS2 nanosheets should be beneficial for providing sufficient and accessible electroactive sites, meanwhile shortening the diffusion paths of ions. Furthermore, the enlarged interlayer distance of MoS2 sheets enables reversible intercalation/deintercalation of Li+ and especially Na+ ions along the lateral planes. The elemental distribution of the MoS2-rGO/HCS is further investigated by energy dispersive X-ray spectroscopy (EDS) mapping. f–i show elemental mapping for Mo, S, and C around a single HCS, and one can see a uniform distribution of all elements, confirming that MoS2 nanosheets have good contact with both rGO and HCS. The morphology of the counterpart samples was also investigated by FESEM and TEM. For MoS2/HCS, small MoS2 nanosheets are directly decorated on the surface of HCS (), in which one can see lamellar MoS2 was attached on surface of HCS. For MoS2-rGO composites, one can observe a large-scale 2D sheet-like morphology with numerous highly wrinkled nanosheets, implying the formation of MoS2 on the surface of rGO (). The bare MoS2 exhibits flower-like structures with heavy aggregation (). Notably, the average interlayer distance of MoS2 in MoS2/HCS is ∼0.64 nm (). In contrast, the MoS2-rGO and bare MoS2 have a multilayer and an ordered layer arrangement with an interlayer distance of 0.62 nm (), which is much smaller than that of HCS/MoS2@rGO (0.69 nm).",
                "The crystalline phases of the products are examined by powder X-ray diffraction (XRD). a shows the XRD patterns of MoS2-rGO/HCS, MoS2/HCS, MoS2-rGO, and bare MoS2, respectively. All the peaks match well with the standard hexagonal 2H-MoS2 crystalline structure (JCPDS No. 37-1492). It is noted that, for MoS2-rGO/HCS, the dominant (002) peak assigned to MoS2 disappears, indicating the two types of carbon layers (HCS and rGO) provide a 0D space-confined nanoreactor and inhibit the growth of MoS2 (002) crystalline planes, resulting in the formation of single- or few-layered MoS2 nanosheets, which is in good agreement with the aforementioned TEM results. b shows the Raman spectra of the MoS2-rGO/HCS, the MoS2/HCS, and the bare MoS2. The two characteristic peaks at ∼375 and ∼405 cm–1 correspond to the in-plane E12g and the out-of-plane A1g Raman modes of MoS2, respectively.  A close observation reveals a blue shift of both E12g and A1g peaks for MoS2-rGO/HCS relative to MoS2/HCS and the bare MoS2. It was previously reported that the A1g peak of the MoS2 nanosheets would be downshifted with decreasing layer number.  Therefore, the Raman spectra further confirm that the MoS2 in MoS2-rGO/HCS are few-layer nanosheets. In addition, the MoS2-rGO/HCS and the MoS2/HCS display two peaks at 1350 and 1580 cm–1, corresponding to the characteristic D band and G band of carbon, respectively. The intensity ratios of D and G bands (ID/IG) for MoS2-rGO/HCS and MoS2/HCS are 0.97 and 0.99, respectively. The decrease in ID/IG indicates a higher graphitic carbon in the MoS2-rGO/HCS nanocomposite, suggesting the introduction of rGO in MoS2-rGO/HCS somehow contributes to the improvement of electrical conductivity.",
                "Nitrogen adsorption–desorption measurements were carried out to study the porous structure and surface area on the set of samples. The MoS2-rGO/HCS shows a type IV isotherm curve with an evident hysteresis loop that indicates the existence of a mesoporous structure. The Brunauer–Emmett–Teller (BET) surface area of the MoS2-rGO/HCS is measured to be 93 m2 g–1; this value is much larger than that of the bare MoS2 (23 m2 g–1, ). The pore size distribution for the MoS2-rGO/HCS is derived from the Barrett–Joyner–Halenda (BJH) method (inset in c), and the appearance of a set of peaks in the range of 1–30 nm suggests that the nanocomposites have a pore size distribution from micropores to mesopores to macropores. Such a hierarchical porous nature collaborating with the 3D architectures can not only act as a “reservoir” for ions and electrolytes with reducing diffusion lengths but also provide enough buffer space to alleviate the volume change during the charge/discharge process. XPS measurements were performed to analyze the chemical states of Mo and S on the surface of the samples. The survey XPS spectrum of MoS2-rGO/HCS verifies the presence of C, O, Mo, and S peaks (d). For the high-resolution Mo 3d spectrum (e), the binding energies at 232.4 and 229.2 eV are characteristic for Mo 3d3/2 and Mo 3d5/2 of Mo4+, respectively.  A small peak located at 226.8 eV with slightly lower binding energy than the Mo 3d5/2 peak can be ascribed to the existence of the S 2s peak.  For the high-resolution S 2p spectrum (f), the binding energies at 163.5 and 162.4 eV can be indexed to the S 2p1/2 and S 2p3/2 orbitals of divalent sulfide ions (S2–),  respectively. Thermogravimetric analysis (TGA) of these four samples was carried out in order to evaluate the accurate content of carbon (). All the TGA curves of the three MoS2–carbon composites exhibit two weight loss processes. The first weight loss occurs below 300 °C, which can be ascribed to the evaporation or desorption of physically adsorbed water, while the second weight loss in the range from 300 to 500 °C can be attributed to the oxidation of MoS2 into MoO3 and the decomposition of carbon-based (including HCS and rGO) materials. The weight percentage of carbon in the MoS2-rGO/HCS, MoS2/HCS, and MoS2-rGO is calculated to be around 25.1%, 17.8%, and 10%, respectively.",
                "The electrochemical properties of the MoS2-rGO/HCS as an anode of LIBs was first investigated through cyclic voltammetry (CV). a records the CV curves during the initial four cycles in the potential range of 3–0.01 V vs Li/Li+ at a scan rate of 0.1 mV s–1. During the first negative scan, there are two obvious cathodic peaks. The first cathodic peak at 1.04 V can be attributed to the intercalation of Li+ in the interlayer of MoS2 to form LixMoS2, accompanied by phase transformation from the 2H to 1T structure.  The second cathodic peak at around 0.44 V originates from the reaction between LixMoS2 and Li+ with products of metallic Mo and Li2S, as well as the formation of a solid electrolyte interface (SEI) film.  The reactions involved in the first discharge process can be summarized as below:",
                "In the following several cathodic scans, a reduction peak at 1.94 V emerges, which can be ascribed to the multistep conversion from elemental sulfur to polysulfides and then to Li2S. In addition, two small reduction peaks at 1.12 and 0.35 V are observed, which correspond to the association of Li ions with Mo and lithium storage in the defect sites.  During the anodic scans, a distinct oxidation peak located at 2.33 V and a small oxidation peak located at 1.66 V were clearly observed, which could be assigned to the deintercalation of Li+ and oxidation of LiS2 to S or polysulfide.  Importantly, the peaks are well overlapping for the CV curves after the first cycle, indicating high reversibility and excellent cycling stability for lithium storage.",
                "The galvanostatic discharge/charge voltage profiles of the MoS2-rGO/HCS at a current density of 0.1 A g–1 are presented in b. The plateaus in the discharge/charge voltage profiles at the MoS2-rGO/HCS are in accord with the distinct peaks in the CV curves. The initial discharge and charge capacities based on the total active materials are 1412 and 1036 mAh g–1, respectively, corresponding to an initial Coulombic efficiency of 73%. The irreversible capacity loss likely originates from the formation of an SEI film and electrolyte decomposition. c presents the cycling performances of MoS2-rGO/HCS, MoS2/HCS, MoS2-rGO, and bare MoS2 at a current of 0.1 A g–1 within the voltage range of 0.01–3.0 V. The MoS2-rGO/HCS exhibits a reversible capacity at 1145 mAh g–1 after 100 cycles with a capacity retention of 81% relative to the initial capacity. This result is in stark contrast to that of the MoS2/HCS, MoS2-rGO, and bare MoS2, which show continuous and progressive capacity decay during the cycling process. After 100 cycles, the MoS2/HCS, the MoS2-rGO, and the bare MoS2 electrodes can only deliver 879, 565, and 198 mAh g–1, respectively. Moreover, TEM images of the MoS2-rGO/HCS electrode were further obtained to manifest the structure stability (). After discharge, the electrode keeps the 3D network structure (), and Mo nanoparticles uniformly embed in Li2S (). It should be noted that the original morphology of the MoS2-rGO/HCS can still be maintained after 100 cycles at 0.1 A g–1 (), further indicating its excellent structure stability. In addition, the EDS analysis of the products is shown in ; the calculated atomic ratio of S and Mo elements is approximately 2:1, approaching the theoretical value of MoS2 (). More strikingly, the MoS2-rGO/HCS manifests a slow increase in capacity after 30 cycles; such a phenomenon was also reported in previous research works,  likely being attributed to the activation process with gradual interactions between the electrolyte and electrode materials during cycling. d demonstrates the comparative rate performances for the four electrodes at different test current densities from 0.1 to 5 A g–1. The MoS2-rGO/HCS retains a rather stable galvanostatic discharge/charge profile even at a high current density of 5 A g–1 (). It delivers average discharge capacities of 1142, 1123, 1104, 1057, 955, and 747 mAh g–1 at the current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively. When the current density is returned back to 0.1 A g–1, the MoS2-rGO/HCS can restore a discharge capacity of around 1451 mAh g–1. The good capacity retention of MoS2-rGO/HCS at different rates is highlighted in , which shows a sharp contrast to the other three samples, which exhibit lower reversible capacities and poorer stability under the same conditions, indicating the fast kinetics of MoS2-rGO/HCS due to its favorable porous structure and conductivity. It is also noticed that the rate performance of the MoS2-rGO/HCS is also superior to the previously reported MoS2-based electrodes in LIBs ().",
                "The long cycling stability was also evaluated at a current density of 2 A g–1 after activation with 3 cycles at 0.1 A g–1, and the result is presented in e. The MoS2-rGO/HCS delivered a discharge capacity of 872 mAh g–1 after the initial three cycles and maintained 753 mAh g–1 over 1000 cycles. The calculated capacity retention is 86.4%, which corresponds to an ultralow capacity decay of 0.014% per cycle, further demonstrating excellent cycling stability of this architectural framework even at high charge/discharge rates. Furthermore, the value of the corresponding Coulombic efficiency well remained around 100% during the 1000 cycles, indicating a good reversibility.",
                "CV measurements are further conducted with different scan rates to study the capacitive effect, in the hopes of unveiling the electrochemical kinetics of the MoS2-rGO/HCS electrode for lithium storage.  The CV curves keep similar shapes with accordingly increasing the current intensity when the scan rate increases (a), and the pair of peaks well reflects pseudocapacitive behavior. The peak current is then logarithmically plotted against scan rate, which can be characterized by the CV data obtained at various scan rates according to the following equations: where i stands for the current density, v is the scan rate, and a and b are adjustable parameters. The b value is determined from the slope of log(i) versus log(ν). In general, a b value of 0.5 implies a diffusion-controlled process, while a value of 1.0 reflects that the capacitive behavior dominates the charge storage process. As shown in b, the calculated b values for the cathodic (1.94 V) and the anodic (2.33 V) peak are 0.904 and 0.744, respectively, indicating that the current is predominantly controlled by the capacitive kinetics at the MoS2-rGO/HCS electrode, resulting in a fast Li+ insertion/extraction and superior rate capability. Electrochemical impedance spectra (EIS) measurements were conducted to investigate the resistance at the electrode interface. c records the Nyquist plots after 100 cycles at 0.1 A g–1 for these electrodes, all showing similar EIS curves consisting of a depressed semicircle at high frequency with a diffusion drift in the low-frequency region. The kinetic parameters were obtained from the equivalent circuit (the inset of c), where Rs is the SEI film resistance, Rct is the charge-transfer resistance at the interfaces, and Zw is the Warburg impedance associated with the diffusion of lithium ions. As a result, Rct for the MoS2-rGO/HCS (48 Ω) is much smaller than those of the MoS2/HCS (92 Ω), the MoS2-rGO (196 Ω), and the bare MoS2 (384 Ω). Thus, the MoS2-rGO/HCS electrode shows a facilitated transfer for electrons/ions at the electrode interface with promoting its rate capability. Additionally, d shows the Z′−ω–1/2 (ω = 2πf) curves in the low-frequency region, where ω is the angular frequency in the low-frequency region.  A rather lower slope for the MoS2-rGO/HCS electrode additionally verifies its faster interface kinetics.",
                "The sodium storage properties of the MoS2-rGO/HCS are also investigated by CV at a scan rate of 0.1 mV s–1 between 0.01 and 3.0 V (a). The MoS2-rGO/HCS electrode shows three reductive peaks at 1.07, 0.72, and 0.01 V in the first cathodic scan, which are associated with the formation of the SEI layer, intercalation of Na+ into MoS2 interlayers, and formation of the metallic Mo nanograins embedded in an amorphous Na2S matrix, respectively.  The overall reaction can be expressed by the following reactions: ",
                "During the charge process, a broad oxidation peak was observed at 1.83 V, which corresponded to the oxidation of the Mo nanograins to MoS2. In the subsequent cycles, the CV curves are almost overlapped, implying high reversibility and cycling stability of Na+ storage in the MoS2-rGO/HCS nanocomposites.",
                "b shows the discharge/charge profiles of the MoS2-rGO/HCS at a current density of 0.1 A g–1. The initial discharge and charge capacities based on the total active materials are 932 and 635 mAh g–1 with a Columbic efficiency of 68%. The cycling stabilities of the set of samples as an anode of SIBs were also investigated at 0.1 A g–1 (c). Due to the robust structural stability, the MoS2-rGO/HCS displays a high capacity of 552 mAh g–1 after 100 cycles, which is much higher than those of MoS2/HCS (395 mAh g–1), MoS2-rGO (253 mAh g–1), and bare MoS2 (54 mAh g–1). In addition, the MoS2-rGO/HCS shows better cyclability with a high capacity retention of 86% (based on the second cycle) within 100 cycles compared with MoS2/HCS (72%), MoS2-rGO (68%), and bare MoS2 (15%). The rate capability of the set of samples is depicted in d. As the current densities increased from 0.1 to 0.2, 0.5, 1, 2, and 5 A g–1, the MoS2-rGO/HCS electrode delivers average discharge capacities of 646, 575, 526, 479, 431, and 364 mAh g–1, respectively. When the current density jumps back to 0.1 A g–1, the MoS2-rGO/HCS still releases a high average specific capacity of 578 mAh g–1, corresponding to around 89% retention of the average discharge capacity of the initial 10 cycles, suggesting the good reversibility and stability of MoS2-rGO/HCS. The morphological changes of the MoS2-rGO/HCS electrode were also investigated (). One can clearly see the (222) crystal planes of the Na2S phase and the (110) crystal planes of the Mo phase (), suggesting the occurrence of a conversion reaction from the MoS2 phase to Na2S and Mo phases after discharge. It should be pointed out that the MoS2-rGO/HCS basically maintained the 3D network morphology after the rate tests (). EDS analysis also indicates the atomic ratio of Mo and S elements is also approaching the theoretical value (1:2) of MoS2 (). These combined results confirm the highly reversible conversion reaction of MoS2 in the MoS2-rGO/HCS electrode. Importantly, the capacities are much higher than those of MoS2/HCS, MoS2-rGO, and bare MoS2 electrodes (d and ) and are also superior or comparable to those reported for previous MoS2-based composites (). Besides, to further examine the long-term stability of MoS2-rGO/HCS, a cycling test of 500 cycles was carried out at a current density of 0.1 A g–1 for the first 3 cycles accompanied by a current density of 1 A g–1 for the following hundreds of cycles (e). After 500 cycles, it still maintains a high reversible capacity of 443 mAh g–1 with a Coulombic efficiency around 100%, reconfirming its outstanding cycling stability.",
                "Although the as-designed MoS2-rGO/HCS electrode exhibited a higher reversible specific capacity and cycling stability compared to the previously reported MoS2-based materials in both LIBs and SIBs (), the volumetric capacity is the most relevant figure-of-merit critical in practical applications.  To more accurately evaluate the electrode capacity, we further evaluated the volumetric capacity with the following steps: First, the thicknesses of the MoS2-based electrode were measured by cross-section SEM images and found to be in the range of 10–12 μm (). Next, the mass density of the electrode is calculated by ρ = m(mg)/V(cm3), in which m and V are the mass and volume of the electrode, respectively. Therefore, the volumetric capacity (C/V) is calculated by C/V = (C/m)ρ. As a result, the MoS2-rGO/HCS composites exhibit an outstanding volumetric capacity for both LIBs and SIBs (). For instance, as an anode of LIBs, the MoS2-rGO/HCS can deliver a reversible volumetric capacity as high as 1504 mAh cm–3 at 0.1 A g–1 after 100 cycles. Moreover, even at the relatively high current density of 2 A g–1, the volumetric capacity of MoS2-rGO/HCS is stabilized at about 996 mAh cm–3 upon running 1000 cycles. Even as an anode of SIBs, the MoS2-rGO/HCS can also maintain a high reversible volumetric capacity of 729 mAh cm–3 at 0.1 A g–1 after 100 cycles and a revisible capacity of 583 mAh cm–3 over 500 cycles at 1 A g–1, respectively. As far as we know, there have been very limited prior reports on the volumetric capacity of MoS2/nanostructured carbon composites for LIBs and SIBs. However, the volumetric capacities of the MoS2-rGO/HCS electrode outperform most of the reported electrode materials for Li-ion and Na-ion storage (), indicating that our MoS2-rGO/HCS electrode is a highly competitive candidate for applications.",
                "The above experimental results provide solid evidence that the present MoS2-rGO/HCS shows attractive electrochemical performance for both lithium and sodium storage, which can be majorly attributed to the favorable architecture and properties in the MoS2-rGO/HCS: First, the ultrathin MoS2 nanosheets are tightly overlying on interconnected rGO/HCS conductive networks, which not only effectively hinders the aggregation of MoS2 nanosheets and restacking of graphene nanosheets but also buffers the volumetric expansion during the lithium/sodium insertion–extraction processes, being beneficial for improving the structural stability and cyclability. Second, the 3D porous scaffolds of rGO/HCS are intimately face-to-face in contact; in this way, the few-layer MoS2 sheets could greatly enhance the electrical conductivity and facilitate the electrolyte/ion transport,  resulting in fast electrochemical reaction kinetics and much improved reversible capacity and rate capability. Third, the expanded interlayer spacing could be able to compromise the stress caused by Li+/Na+ insertion and extraction and thus benefit fast ion intercalation and provide more lithium and sodium storage sites. Finally, the 3D honeycomb-like network structures may enhance the affinity of the electrolyte and increase the contact sites between MoS2 active materials and the electrolyte, leading to an enhanced Li+/Na+ accessibility and reduce the Li+/Na+ diffusion length. As a synergistic result, the present MoS2-rGO/HCS exhibit an impressive gravimetric performance and volumetric capacity for both LIBs and SIBs."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed a facile method to fabricate a 3D porous interconnected nanocomposite with few-layer MoS2 nanosheets overlying on networks of rGO cross-linked hollow carbon spheres. The robust architecture constitutes a highly porous and integrated conductive network, resulting in fast electrochemical reactions kinetics. Accordingly, the as-designed MoS2-rGO/HCS exhibits outstanding electrochemical performance for both lithium and sodium storage with high reversible specific capacity, ultralong cycling stability, and good rate capability. The synthesis strategy presented in this work could be extended to the preparation of other metal dichalcogenides as promising electrode materials for the next generation of energy storage devices."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "HCS were prepared by self-assembly from a carbon resin and a silicate source through a minor modified method reported previously.  In a typical synthesis process, 3 mL of an ammonia aqueous solution (28 wt %) was added to 40 mL of an ethanol/water mixture (ethanol/water ratio = 7:1). After the mixture was stirred for 30 min at 30 °C, tetraethylorthosilicate (2.8 mL), resorcinol (0.4 g), and formalin (0.56 mL) were added to the solution at intervals of 10 min. Then, the mixture was vigorously stirred for 24 h at 30 °C, transferred into an autoclave, and maintained at 100 °C for another 24 h. The solid product was then collected by centrifugation and dried at 60 °C. Last, the silica cores were removed by dispersing the powder in 0.2 M HF for a few hours."
                    ],
                    "name": " Synthesis of Hollow Carbon Spheres",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as-prepared porous hollow carbon spheres were immersed into 1 g L–1 poly(allylamine hydrochloride) solution for 6 h, washed by water, and dried in air at 60 °C."
                    ],
                    "name": " Synthesis of Amino-Functionalized Porous Carbon Spheres",
                    "type": "h3"
                },
                {
                    "content": [
                        "Graphene oxide was synthesized from natural graphite flakes by using a modified Hummers method.  The MoS2-rGO/HCS nanocomposite was prepared using a solventless process. In a typical process, the as-obtained amino-functionalized HCS (30 mg) and ammonium thiomolybdate (200 mg) were first dispersed in 30 mL of N,N-dimethylformamide (DMF) via sonication for 30 min to form a homogeneous solution (denoted as solution A). Then, 10 mg of graphite oxide was added in 30 mL of DMF and sonicated for 30 min to form a stable GO dispersion (denoted as solution B). After that, solution A was slowly dropped into solution B under vigorous magnetic stirring for another 60 min, resulting in a uniform mixture solution. Finally, the mixed solution was transferred into an autoclave and heated to 210 °C with maintenance for 12 h. After cooling to room temperature, a black hydrogel was obtained as the autoclave cooled to room temperature. The black hydrogel was fully immersed in water to wash several times and freeze-dried overnight. Finally, the as-prepared products were further annealed at 800 °C in Ar/H2 (5%) for 2 h with a heating rate of 2 °C/min. For comparison, the products were prepared without adding either GO or amino-functionalized PHC, or both of them, in the protocol under the same conditions and were named HCS/MoS2, MoS2@rGO, and bare MoS2, respectively."
                    ],
                    "name": " Synthesis of the MoS2-rGO/HCS Nanocomposite",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD patterns of the prepared samples were obtained on a Miniflex600 powder X-ray diffractometer using Cu Kα radiation in the 2θ range from 10° to 80° at a scan rate of 0.05° s–1. The morphologies of the samples were characterized by FESEM (Hitachi SU-8020), TEM, and HRTEM (Tecnai F20). Energy-dispersive X-ray spectroscopy analysis was carried out in the TEM. Nitrogen adsorption–desorption isotherms and BET surface area measurements were performed with an automated gas sorption analyzer (Hiden IGA100B). The measurements were performed at 77 K, and the pore-size distribution was derived using the density functional theory model. TGA of the sample was recorded with a thermogravimetric analyzer (Netzsch STA449F3) in air with a heating rate of 10 °C min–1 from room temperature to 800 °C. The Raman spectrum was recorded on a Renishaw inVia Raman microscope (532). XPS (ESCALAB 250) was used to determine the components on the surface of the samples."
                    ],
                    "name": " Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was fabricated by compressing the slurry mixture of active materials (80%), acetylene black (10%), and sodium carboxymethyl cellulose (10%) onto a copper foil. The pellets were dried in a vacuum at 80 °C for 24 h, and the 2032 type coin cells were assembled into a half-battery in an Ar-filled glovebox with the concentrations of moisture and oxygen below 1 ppm. Sodium metal (lithium metal, for lithium battery) was used as the counter/reference electrode, and 1 M NaPF6 dissolved in ethylene carbonate (EC)/diethyl carbonate (1:1 by volume) with 5% fluoroethylene carbonate as the electrolyte (1 M LiPF6 dissolved in a 1:1 vol/vol mixture of EC and dimethyl carbonate as the electrolyte for lithium batteries). A Whatman glass microfiber was used as the separator for sodium batteries and polypropylene microporous film as the separator for lithium ion batteries. The loading mass of the active material was about 1.5 mg cm–2. The galvanostatic charge–discharge tests were measured with a LAND test system at varied current densities (Wuhan Kingnuo Electronic Co., China) at room temperature, and the voltage range was from 0.01 to 3.0 V. The cyclic voltammogram profile was recorded with a CHI660E electrochemical workstation at a scan rate of 0.1 mV s–1. For the long-term cycling performance at high current densities, the cell was first activated at 0.1 A g–1 for three cycles and then was operated at a higher current density for a long cycle test. An ac voltage amplitude of 5.0 mV was employed to measure EIS within the frequency range from 10 mHz to 100 kHz."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Three-Dimensional Network Architecture with Hybrid Nanocarbon Composites Supporting Few-Layer MoS2 for Lithium and Sodium Storage"
}