{
    "DOI": "10.1021/jacs.6b10782",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries are currently one of the most important energy storage technologies,  with lithium-ion batteries (LIBs) widely used in portable electronic devices.  Recently, sodium-ion batteries (SIBs), recognized as a promising alternative to the lithium-ion batteries due to the natural abundance of sodium resources, represent the next-generation battery with potential applications in large-scale stationary electric energy storage for renewable energy and smart grids.  Nevertheless, fundamental problems still remain that seriously deteriorate the performance of batteries, including the pulverization of electrode and amorphorization of active anode materials during insertion/extraction of metal ions (Li+ or Na+) into/from anode materials.  The pulverization of electrodes leads to a direct mass loss of active materials and capacity decrease of the batteries, whereas the amorphorization of electrode materials causes irreversible crystal phase transformation, resulting in poor cyclability and inferior rate capability. Compared with LIBs, pulverization and amorphorization problems induced by Na ion insertion/extraction are aggravated in SIBs due to the larger ionic diameter of Na (1.02 Å vs Li 0.76 Å). This often results in an overall performance deterioration of SIBs. Therefore, it is more challenging and urgent to develop ideal SIB anode materials that can effectively suppress pulverization/amorphorization phenomena for high-performance SIBs.",
                "Carbon materials are considered as a promising component for SIB anode materials owing to their good flexibility, excellent conductivity, and high specific surface area that are beneficial for electrode structure stabilization and sodium ion insertion/extraction kinetics.  Recently, great efforts have been made to explore carbon-based anode materials that exhibit integrated advantages, in the hope of circumventing the problems synergistically for enhanced performance.  A variety of carbon materials with different shapes and dimensions such as carbon nanotubes,  carbon fibers,  carbon nanowires,  graphene,  carbon nanospheres,  and three-dimensional (3D) carbon matrixes  have been employed for preparation of carbon-based nanocomposites as SIB anodes. However, current carbon-based composite materials have been proposed as SIB anodes with stable cycling life over 1000 cycles at high rate has been extremely limited, especially for fast sodium ion insertion/extraction at high rate (e.g., over 5 C). For instance, solid structures of inorganic component/carbon composites offered insufficient space for volume changes,  flexible graphene matrixes with deformable architectures served as unstable channels for Na ion diffusion,  or amorphous active materials gave rise to poor conductivity.  Practical applications, long life, high power output as well as great safety are primary key performances requested for stationary batteries.  Metal- or alloy-based Na-storage anode materials have attracted tremendous attention due to their different alloy mechanism from Li storage.  Among them, antimony (Sb) is an intriguing anode material owing to its high theoretical Na-storage capacities ∼660 mAh g–1 and less volume expansion than other metals that can be alloyed with Na.  More importantly, most of the capacities are distributed in the long plateau at a moderate voltage of ∼0.5 V (vs Na+/Na) that is higher than lithium (0.2 V), effectively addressing the safety issue of sodium plating. Although antimony is promising as an anode for sodium-ion batteries, its poor cycling performance induced by pulverization and amorphorization at high rate (e.g., over 5 C) still needs to be improved.  It is therefore important to design antimony-based new structures in order to optimize the performance for practical high-power sodium-ion batteries.",
                "In this article, a robust strategy for a variety of freestanding metal–carbon framework, including Sb–C, Bi–C, Sn–C, Ge–C, and alloyed Sb–Bi–C framework thin films, as SIB anode materials via a space-confined superassembly strategy is reported. The obtained metal–carbon framework is made of stacked multiple-layer graphene nanosheets (MGNSs) and ultrasmall metal nanodots (NDs) that are uniformly distributed in the interspaces of MGNSs, which is realized through the facile pyrolysis of triphenyl antimony (TPA) molecules via a space-confined superassembly strategy. The elaborate selection of phenides (mainly comprising carbon and metal elements) as the sole reactant allows effective atomic-level separation of carbon and metal elements, and free self-assembly of the phenide molecules into 3D structures driven by π–π interaction, enabling the formation of ultrasmall metal NDs and MGNSs, respectively, with the binary metal/carbon frameworks avoiding introducing other impurity elements. Taking Sb–carbon framework as an example, the obtained Sb–C framework with large mesopores (∼21 nm) and macropores (∼60–100 nm) offers enough space for Sb NDs to accommodate their volume changes, and nondeformable channels for stable and fast diffusion of Na ions, respectively. Moreover, the Sb NDs with a high dispersity can alleviate the volume expansion and shorten the diffusion length for Na ions. Interestingly, an unusual reversible crystalline-phase transformation mechanism in unique metal–carbon framework is also discovered, guaranteeing the fast and long-cyclability sodium storage. The reversible crystalline-phase transformation (Sb ⇋ NaSb ⇋ Na3Sb) throughout the whole cycling process was observed, while the architecture of Sb–C nanocomposites remained almost intact, which efficiently reduce the pulverization and amorphorization during the fast ion insertion/extraction process. The synthetic strategy could be applied for other Na-electroactive metal (Bi, Sn, Ge) or alloy (Sb–Bi) systems to fabricate metal–carbon framework film by simply changing different precursor molecules. Moreover, together with the efficient transport pathway, highly conductive network, and unique reversible crystalline-phase transformation, the metal–carbon framework-based battery provided outstanding performance with superior long cyclability of 5000 cycles even at the high current densities of 2.34 A g–1 (5 C) and 3.51 A g–1 (7.5 C) with columbic efficiency and capacity retention of both almost 100%, unveiling a general strategy using metal nanodot–carbon frameworks to effectively reduce the pulverization and amorphorization for high power applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Triphenylantimony ((C6H5)3Sb) was purchased from Aladdin Biological Technology Co., LTD (China). Triphenylbismuthine ((C6H5)3Bi) was purchased from Adamas-Beta Reagent Co., LTD (China). Tetraphenylgermanium ((C6H5)4Ge) and tetraphenyltin ((C6H5)4Sn) were purchased from Sigma Chemical Co. (St. Louis, MO)."
                    ],
                    "name": " Chemicals and Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The framework films were prepared through the facile pyrolysis of triphenylantimony (TPA) molecules via a space-confined superassembly (SCSA) strategy at the designed temperature under vacuum. In the typical synthesis, the solid TPA powder was positioned in a vacuumed quartz capsule at room temperature. The capsule was heated stepwise to 200 °C and 450 °C with the respective hold time at each temperature of 2 and 4 h, to get TPA melted and evaporated gradually, guaranteeing the free self-assembly of TPA molecules in the capsule. Finally, a uniform black thin film depositing on the inner surface wall of the quartz capsule was produced after the capsule was kept at 800 °C for 4 h. The thin film was readily peeled off after being soaked in ethanol. In this condition, the samples were obtained at different pyrolysis temperatures of 600 °C and 900 °C, respectively."
                    ],
                    "name": " Preparation of the Self-Supported Porous Sb–C Framework Films",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of the Sb–C framework films were evaluated in a 2016-type coin cell using a sodium disk as the counter electrode, a glass microfiber separator (Whatman GF/D) as the separator, and a framework film of 1.0 mol·L–1 NaClO4–PC solution with an addition of 5 wt % fluoroethylene carbonate (FEC) as the electrolyte. The working electrode was prepared by directly pressing the self-supported porous Sb–C framework films (stacked by 5–6 layers of the Sb–C films) on copper foil substrate. The loading mass of each electrode (⌀ = 14 mm) was about 2.0–2.5 mg. The electrode was dried at 80 °C overnight in a vacuum oven before the assembly of cells. All the cells were assembled in a glovebox with [O2], [H2O] ≤ 1 ppm. The galavnosatic charge/discharge tests were conducted on a LAND cycler (Wuhan LAND Electronics Co., China) at ambient temperature. The specific capacities were calculated based on the weight of the Sb–C framework films.",
                        "Cyclic voltammetric measurements were carried out at a scan rate of 0.1 mV/s under a voltage range of 0–2 V using a CHI 600c electrochemical workstation (ChenHua Instruments Co., China). Electrochemical impedance spectra were recorded using a Solatron 1260/1287 Electrochemical Interface (Solatron Metrology, UK) with oscillation amplitude of 5 mV at a frequency range from 100 mHz to 100 kHz."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structures and morphologies of the as-synthesized composites were characterized by powder X-ray diffraction (XRD, Rigaku D/max-2500 X-ray generator, Cu Kα radiation), field-emission scanning electron microscopy (SEM, FEI NanoSEM-430, 10 kV), transmission electron microscopy (TEM), and high-resolution transmission electron microscopy (HRTEM, Philips TecnaiF20, 200 kV) together with associated energy-dispersive X-ray spectroscopy (EDS). X-ray photoelectron spectroscopy (XPS) investigation was conducted in a PHI-5000C ESCA system (PerkinElmer) with Mg Kα radiation (ℏν = 1253.6 eV). The XPS spectra were measured with a constant analyzer pass energy of 46.95 eV. All binding energies (BEs) were referred to the C 1s peak (284.6 eV) arising from surface hydrocarbons (or adventitious hydrocarbon). N2 adsorption–desorption isotherms were obtained by using a Micromeritics 3Flex analyzer at the testing temperature of 77 K. Before the measurements, the sample was degassed in vacuum at 200 °C for at least 8 h. The Brunauer–Emmett–Teller method was utilized to calculate the surface areas. The pore size distributions were retrieved by using the Barrett–Joyner–Halanda (BJH) method from the adsorption branch of the isotherms. The contents of Sb element in the Sb-MGNS framework films were measured with an inductive coupled plasma emission spectrometer (ICP-MS) (PerkinElmer Optima 8000)."
                    ],
                    "name": " Characterizations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The procedure of direct space-confined superassembly governed by the elevating system temperature is straightforward and controllable (a,b), which involves a space-confined solid–liquid–vapor phase transformation followed by thermal decomposition of TPA molecules to form the porous Sb–C framework films on a quartz wall (b,c). A TPA molecule comprises nine conjugated double bonds within benzene rings and three freely rotatable Sb–C σ bonds, enabling free self-assembly of the molecules into 3D structures (a). The assembled structures promote the formation of MGNSs and the simultaneously self-supported MGNS framework embedded with uniform Sb nanodots (∼3 nm). The prepared Sb–C framework film has a laminated texture with a thickness of ∼1 μm (d). The framework film can be arbitrarily curved, folded, rolled up, attached to copper foil (e–h), or cut into a coin cell anode (i), showing excellent macroscopic flexibility, high adhesivity, and processing feasibility. The as-prepared Sb–C framework film shows a low resistance down to ∼57 ohm/cm, comparable to the level of commercial graphite (∼30.38 ohm/cm) ().  In this regard, the 3D carbon porous networks assembled by MGNSs with high conductivity and relatively strong rigidity are more favorable as a robust and conductive matrix for highly stable SIB anodes, in contrast with carbon matrixes consisting of flexible few-layer graphene. ",
                "A microsized fragment in rectangular shape scraped from the Sb–C framework film was characterized using element mapping analysis (a). The corresponding C and Sb maps suggest that both elements distribute uniformly throughout the composite particle. A low-magnification TEM image of a Sb–C framework particle (b) demonstrates that Sb NDs are highly dispersed in the carbon matrix. The size of Sb-NDs is estimated to be 2.95 ± 1.48 nm from the size statistics diagram (inset, b, bottom-left corner). The high-magnification TEM image (inset, b) for a single Sb ND shows clear crystal lattice with a spacing of 0.215 nm, corresponding to the (110) planes of Sb crystal (c). The selected-area electron diffraction (SAED) pattern of the observed area displays a set of diffraction rings, assigned to the diffractions of the (110), (006), (214), and (119) planes of face-centered cubic (fcc) structure of metal Sb (JCPDS 05-0562), respectively (d). The interior architecture of the Sb–C framework film was further revealed in e.",
                "The framework is actually made of stably stacked MGNSs and ultrasmall Sb NDs that are uniformly distributed in the interspaces of MGNSs. The existence of C and Sb elements was also mirrored by the energy-dispersive X-ray spectroscopy (EDS) and X-ray photoelectron spectroscopy (XPS) (). The contents of Sb and C in the Sb–C framework were determined by the inductive coupled plasma (ICP) method to be about 33.5 and 66.5 wt %, respectively, approximately according with the Sb content of the organic antimony precursor. Raman spectrum of the Sb–C framework film (f) shows two sharp peaks (1350, 1500 cm–1) corresponding to D and G bands of graphitic materials with D/G intensity ratios of ∼1/1, indicating the graphene nature of the MGNSs with abundant defects.  The porous characteristic of the framework film was evidenced by the the Brunauer–Emmett–Teller (BET) measurement and pore analysis in g. The specific surface area (SBET) of the Sb–C framework film is measured to be ∼85.0 m2 g–1. Two regions of pore size distribution centered at ∼21 and ∼63–75 nm (inset, g) imply the coexistence of mesopores and macropores in the Sb–C framework film. The mesopores and macropores may correspond to the interspaces of MGNSs stacked at different locations within the framework. The XRD pattern of the framework film (h) manifests a set of sharp reflections corresponding to fcc structure of metal Sb, confirming the existence of Sb NDs. Sb nandots inside the framework can withstand oxidation even when being kept in air for as long as 16 months, as confirmed by the corresponding XRD measurements (), demonstrating the air-stable and ease-to-store property. The unique Sb–C framework film with a highly conductive and structurally 3D MGNS matrix, highly dispersed and fully crystalline Sb NDs, and combined mesopores and macropores is promising as an anode material for high-performance SIBs.",
                "The electrochemical properties of the Sb–C framework anode were investigated in a sodium electrolyte of 1.0 mol·L–1 NaClO4–propylene carbonate (PC) solution in a voltage range of 0–2.5 V vs Na+/Na. The cyclic voltammograms (CVs) of the Sb–C framework anode display a weak reduction peak at ∼0.66 V and a strong one at ∼0.31 V during the first cathodic scan (a), attributed to Na–Sb alloying reactions to form NaSb and Na3Sb,  respectively.",
                "The peak current in the first scan is much higher than the following ones due primarily to the formation of solid electrolyte interface (SEI) layer on the surface of the Sb–C framework electrode.  In the second cathodic scan, three reduction peaks appear approximately at 0.66, 0.54, and 0.35 V, corresponding to the multistep Na–Sb alloying reactions accompanying the transformation of Sb into monoclinic NaSb intermediate phase and further into hexagonal Na3Sb phase. In reverse anodic scans, two anodic peaks at 0.75 and 0.87 V are associated with a sequence of desodiation reactions (Na3Sb → NaSb → Sb).  The voltage hystereses are observed during Na+ extraction (0.87 V vs 0.66 V for NaSb → Sb and NaSb ← Sb reactions, respectively), originating from SEI formation, polarization, and internal resistance, which can be minimized by reducing the particle size of active materials or increasing the conductivity of the electrode.  In addition to the redox peaks for Sb–Na alloying/dealloying reactions, a couple of broad weak peaks appear at ∼0 V in the cathodic scan and 0.12 V in the reverse scan, assigned to the insertion/extraction reaction of Na+ into/from the carbon materials.  This suggests that the MGNSs are electrochemically active toward Na storage and contribute to total capacity of the Sb–C framework electrode. From the third cycle onward, the CV scans overlap substantially, indicating the outstanding reversibility of sodiation/desodiation over the framework electrode in the sodium electrolytes.",
                "The cell performance in b shows the initial three charge/discharge profiles of the Sb–C framework anode. Several sloping plateaus at different discharge/charge voltage stages represent the alloying/dealloying reactions as shown above for the framework film, which are in good agreement with the CV results. The Sb–C framework electrode delivers a high discharge capacity of ∼681 mAh g–1 at 0.25 C in the first cycle, which is even much higher than the theoretical value (468 mAh g–1) for the Sb–C framework film. It is noted that the capacity in this work is calculated according to the total mass of the Sb–C framework electrode. Subsequently, the reversible capacities of ∼451 and 446 mAh g–1 are obtained in the second and third cycles, respectively. After 100 cycles, the reversible capacity remains at about 411 mAh g–1 with a high capacity retention of 92% (). The Coulombic efficiencies during the cycling are in the range of 98–99%, demonstrating an excellent electrochemical reversibility. The excellent cycling stability of the Sb–C framework electrode is also observed at higher current densities. The reversible capacities of 387 and 360 mA h g–1 can be delivered in the initial discharge process at 0.5 and 1 C, respectively, giving the corresponding capacity retentions of ∼96.5% and 93% after 100 cycles (). The Sb–C framework film also displays higher specific capacity and cycling stability than that of its counterparts obtained at different pyrolysis temperatures of 600 °C and 900 °C, due to the its higher graphitization of the carbon matrix and dispersity of Sb nandots, respectively ().",
                "To further investigate the stability of the battery, electrochemical impedance spectroscopy (EIS) was employed for the framework electrode. The contact resistance (Rs) and charge-transfer resistance (Rct) are fitted by ZView software in terms of an equivalent circuit (). The value of Rs for the fresh cell is 5.78 ohm (). It is almost constant (5.57–5.84 ohm) during the tests within 150 cycles. The resistance (Rs) of the battery is comparable to or even lower than those of graphene-based electrodes reported previously,  due to the good conductivity of the MGNS-based electrode. As for Rct, it initially drops and then goes to a stable state afterward (from the 40th to 150th cycle). This indicates that the stable SEI layers formed on the surface of the Sb–C framework electrode are responsible for the excellent cycling performance. The stable values of Rs and Rct are ascribed to the high structure stability of the framework electrode and excellent electrode–electrolyte compatible interfacial contact, which enables stable, facile Na+ diffusion/reaction kinetics for achieving superior cyclability and high rate capability.",
                "As expected, the Sb–C framework electrode exhibits superior rate capability. A capacity of ∼442 mAh g–1 is delivered in the first cycle at a low current of 0.25 C (c and ). Then the high reversible capacities of ∼374, 343, 317, 284, 270, 237, 198 mAh g–1 at current densities of 0.5, 1, 2, 3, 5, 10, and 15 C are achieved, respectively. Even at a high rate of 10 C, the reversible capacity of ∼237 mAh g–1 can still be retained. When the current returns from 15 C to the initial 0.25 C after 140 cycles, a revisible capacity of 380 mAh g–1 is still achieved with a high capacity retention of ∼86%.",
                "The Sb–C framework electrode can also demonstrate extremely high cycling stability even at very high current densities. As shown in d, a long cycling test of 5000 cycles was applied to the Sb–C framework battery at different high current densities of 5 and 7.5 C, and the Sb–C framework electrode is quite stable. The discharge capacities at 5 C can be stabilized at ∼306 mAh g–1 accompanied by an upward trend upon cycling. At a higher rate of 7.5 C, the discharge capacities can be still retained at 253 mAh g–1 after 5000 cycles, giving a capacity retention of nearly 100%. To our best knowledge, this is the longest cyclability for SIB anode materials other than insertion anode materials to date,  especially obtained at a high current density of 7.5 C. Such battery performance combining long cycling life and high power output far surpasses that of the reported sodium-ion batteries (see performance comparison in ).  In addition, it is found that the architecture of the Sb–C framework can still be well preserved after 5000 cycles. As shown in , Sb-NDs with a size less than 5 nm are still dispersed uniformly in the 3D MGNS matrix, which is almost the same as that before cycling. More surprisingly, the Sb-NDs confined in MGNSs are very crystalline, as clearly revealed by the high-magnification TEM in . This is very unusual, because generally crystalline anode materials including Sb can become amorphous gradually during the first several cycles.  The insertion/extraction of Li or Na ions into/from the crystal lattice of crystalline anode materials would severely destroy the crystal structures of anode materials. A summary for the battery performance based on the Sb–C framework film electrode was listed in .",
                "Systematic and precise SAED pattern analyses were employed to reveal the structure change of the Sb–C framework anode at different charge/discharge voltages during cycling. Five different sodiation/desodiation states with discharge voltages of 2.0, 0.62, and 0.0 V, and charge voltages of 0.82 and 2.0 V, were chosen for structural analysis, which in theory corresponded to Sb, NaSb, Na3Sb, NaSb, and Sb phases in a sequence of phase transformation during cycling, respectively (a). The SAED patterns corresponding to the five charge–discharge voltages in the second and 1000th cycle show that all the analyzed samples are surprisingly in crystalline states. The crystal structures can be indexed to cubic structured Sb (JCPDS 05-0562), monoclinic structured NaSb (JCPDS 74-0801), and hexagonal structured Na3Sb (JCPDS 04-0724). The exsistence of NaSb and Na3Sb phases demonstrates that the NDs selected for TEM observation undergo the sodiation/desodiation reactions. This result implies that a reversible crystalline transformation over the Sb–C framework anode during sodiation/desodiation cycles has occurred. In theory, Sb is the only phase that is supposed to exist at the discharge voltage of 2 V. However, some NaSb, although in a minority, is found to coexist with Sb, due to incomplete desodiation reaction (NaSb → Sb) in the previous cycle, as shown in the second cycle (b). Subsequently, the NaSb phase is grown to become the majority at a discharge voltage of 0.62 V (b). With continuing sodiation reaction, Na3Sb is gradually formed and becomes the majority relative to NaSb at a discharge voltage of 0 V. When a charge voltage is applied from 0, 0.82, to final 2.0 V, the reverse process of desodiation reaction occurs. The Na3Sb phase gradually decreases and disappears, transformed to NaSb intermediate phase (0.82 V) and finally Sb phase (2.0 V) (b). For the 1000th cycle, a phase transformation similar to the second cycle is observed. Note that NaSb and Sb almost exist throughout the two cycles, which is especially prominent in the 1000th cycle. The constant existence of Sb and NaSb clusters during cycling is due to the incomplete insertion/extraction of Na ions at a high current density. This is solid evidence for the capacity loss of active anode materials of the Sb–C framework film. The SAED analyses reveal a reversible crystalline-phase transformation of Sb → NaSb → Na3Sb → NaSb →Sb upon cycling. The ex situ XRD test of the Sb–C electrode after 1000 cycles at different voltages was also measured, but no obvious signals were detected for the Sb-containing active materials (). The active materials, mixing with electrolytes, in much smaller sizes after cycling, are difficult to detect in the XRD system. Moreover, even after 5000 cycles, the sample is still crystalline (), revealing that the phase transformation is reversible and stable for as long as 5000 cycles. The highly stable reversible crystalline-phase transformation on the structure-stable Sb–C framework electrode ensures the long cycling life and almost zero capacity decrease during 5000 cycles (d). These results clearly demonstrate that both pulverization and amorphorization problems can be effectively suppressed in the Sb–C framework anode.",
                "The facile synthetic strategy is also applicable to other Na-electroactive metals (Bi, Sn, Ge)  and even alloy (Sb–Bi)  that often requires complex synthetic processes. To explore the versatility and feasibility of our strategy, metals with low and high melting-points were chosen, for instance, Sn (231.89 °C), Bi (271 °C), Sb (630.5 °C), and Ge (937.4 °C). A series of metal ND/carbon (Bi–C, Sn–C, Ge–C) and alloy ND/carbon (Sb89Bi11–C) framework films have been successfully prepared through similar pyrolysis methods (). The syntheses were realized by simply changing precursor molecules (), which involve solid–liquid–vapor interfaces with self-assembly behaviors of precursor molecules. The element maps () indicate that the nanodots of metals and alloys are uniformly distributed in carbon matrixes based on TEM observations (). The size of the nanodots is mostly less than 5 nm (). Clear lattices of individual nanodots can be observed with their distances corresponding to specific crystal plane d-spacings of the metal or alloy crystals (). The existence of metal and carbon elements in the framework films is confirmed by EDX measurements (). The XRD patterns () fully accord with standard cards of Bi (JCPDS 15-8329, rhombohedral), Sn (JCPDS 89-2958, tetragonal), Ge (JCPDS 89-5011, cubic), and Sb89Bi11 alloy (JCPDS 35-0517, rhombohedral), suggesting that these metals and alloys are formed in the framework films. Raman spectra of these framework films display typical D and G peaks for graphene materials with ratios of approximately 1:1, revealing the high graphenization of carbon (). The above results clearly prove that all of these metal ND–carbon and alloy ND–carbon framework films have successfully been obtained, further demonstrating that this strategy is a simple and general method.",
                "The occurrence of reversible crystalline-phase transformation during cycling is unusual,  which should involve repeated crystallization–amorphorization processes of active materials accompanied by Na ion insertion/extraction. It is well-known that crystallization is a complex process involving crystal nucleation and growth determined by both kinetics and thermodynamics factors.  In this work, the ultrasmall size of Sb NDs, the existence of Sb or NaSb clusters remaining in the active materials during cycling, and the stable architectures of 3D MGNS networks are considered as crucial factors for the reversible crystalline-phase transformation. According to established crystallization theories, for amorphous nanomaterials such as ultrasmall Sb or its sodiated alloy NDs in this work, their surface atoms are highly active and reactive, which drive them to transform into an energy-stable crystalline state in thermodynamics.  On the other hand, these atoms confined in ultrasmall ND domains can recognize, orient, and attach almost in situ to form a crystalline state, which avoids the adversity of long-distance diffusion in dynamics during the crystallization process.  Moreover, the Sb and NaSb nanoclusters remaining in active anode materials can serve as nucleation sites to “catalyze” the recrystallization of amorphous active materials (Sb, NaSb, or Na3Sb) surrounding them.  Meanwhile, the highly stable, nondeformable structure of the 3D MGNS networks guaranteeing stable and fast diffusion of Na ions during the sodiation/desodiation processes is also an essential prerequisite. Accordingly, compared with conventional bulk or microsized Sb particles, the Sb–C frameworks with ultrasmall Sb nanodots confined in the MGNSs provide higher crystallization energy but a lower crystallization barrier, thus favoring the repeated crystallinzation of Sb NDs from amorphization during cycling.",
                "On the basis of the substantial data and discussion, the mechanism for superior sodium storage performance over the framework film anodes has been proposed, which stresses the synergistic effect of the unique structure. First, 3D carbon frameworks made of stably stacked MGNS offer stable and conductive network for fast diffusion of Na ions; second, highly dispersive Sb NDs isolated in mesopores provide abundant active sites and shorten diffusion length of Na ions; third, large mesopores with enough space can accommodate full volume expansion of active materials, ensuring almost zero volume change of anodes and the integrity of the electrode, while macropores serve as nondeformable channels for stable diffusion of Na ions; last but not least, the reversible crystalline-phase transformation in the anode materials guarantees long capacity retention and high reversibility. All the above factors synergistically facilitate the kinetics and thermodynamic of sodiation/desodiation reactions, significantly boosting the overall performance of the battery. As illustrated in , a schematic diagram depicting the charge/discharge process for the Sb–C framework film anode is tentatively proposed. The architecture evolution of the Sb–C framework anode and its corresponding reversible crystalline-phase transformation during cycling are both illustrated after presodiation. It is conceivable that Na ions can diffuse freely through the large macropores/mesopores to react with Sb, while the electrons can transport rapidly to the electrode through the 3D interconnected MGNS network to effectively accomplish the entire reaction in the battery. Although the active material of Sb NDs inside mesopores undergoes volume expansion/extraction during sodiation/desodiation processes, the Sb–C framework films have almost no macroscopic volume change and keep intact throughout the cycling. As a result, the SIB based on the Sb–C framework film demonstrates superior cycling stability and high rate capability."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the self-supported porous Sb–C framework films comprising MGNS networks and Sb NDs distributed uniformly in the networks have been prepared by the space-confined superassembly (SCSA) strategy. As an anode material for SIB, the 3D frameworks exhibit superior sodium storage performance, such as high reversibility and cycling stability, long cyclability (up to 5,000 cycles), and remarkable rate capability (up to 15 C). The superior battery performance is ascribed to the advantages of the unique Sb–C framework films, such as high structure stability, good conductivity, and remarkable ion-transport facility. Notably, unusual reversible crystalline-phase transformation over the Sb–C framework film anode occurs during cycling and remains stable throughout 5000 cycles, which enables the superior cycling stability of the battery with high capacity retention and Coulombic efficiency. The mechanism stressing nanodomain-confined crystallization assisted by nanocluster nuclei for the reversible crystalline-phase transformation may be applicable as a general concept to fabricating highly stable, long-life electrodes of batteries. The SCSA synthetic strategy can be generally applicable to other metal- and alloy-based systems. The prepared metal nanodot–carbon framework film anodes having a long lifespan and high power may provide a new opportunity to develop outstanding performance SIBs for practical applications."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Direct Superassemblies of Freestanding Metal–Carbon Frameworks Featuring Reversible Crystalline-Phase Transformation for Electrochemical Sodium Storage"
}