{
    "DOI": "10.1002/smll.202005023",
    "Journal": "",
    "Keywords": [
        "in situ Raman spectra",
        "potassium‐ion batteries",
        "SnS2@C",
        "sodium‐ion batteries",
        "yolk–shell structures"
    ],
    "Sections": [
        {
            "content": [
                "The ever‐increasing demand for lithium‐ion batteries (LIBs) is confronted with the challenges of the low abundance and uneven distribution of lithium resource.[] Currently, sodium‐ion batteries (SIBs) and potassium‐ion batteries (PIBs) have been considered as promising alternatives to LIBs due to their similar electrochemical properties, abundant reserves, low cost, and applicable of cost‐effective Al current collector.[] For applications, the major challenge is to develop high‐performance electrode materials.[] Up to now, various electrode categories like carbon, metal/alloy, and metal oxide/sulfide have been investigated as anode materials for SIBs and PIBs.[] Among them, tin‐based compounds exhibit promising prospect, their high theoretical capacity is encouraging researchers to explore further.[]",
                "Tin disulfide (SnS2) is layered metal sulfide with CdI2‐type crystal structure.[] The c axially stacked triple layers (consist of one layer of tin cations sandwiched between two hexagonally‐close‐packed sulfur anions) possess an interlayer space of ≈0.59 nm, which is higher than the widely reported graphite anode materials (≈0.34 nm) and can facilitate fast ionic diffusion.[] For SIBs, it is demonstrated that SnS2 experiences a combination of sequential conversion and alloying reacts delivering a high theoretical capacity of 1136 mAh g−1.[] Encouraged by the high specific capacity in SIBs, SnS2‐based anode is expected to achieve a satisfying utilization in PIBs as well.[] However, SnS2‐based electrode suffers insufficient play of its capacity which arises from the inherently low conductivity and inevitable pulverization caused by the volume expansion.[] In view of this, researchers combined SnS2 with carbonaceous materials to release the volume expansion and enhance the conductivity.[] Despite great efforts made by researchers, SnS2/C based electrodes suffer inevitable pulverization in SIBs owing to the larger radius of Na+ (1.02 Å, 34% larger than Li+, 0.76 Å).[] Similarly, SnS2‐based materials face more serious challenges of sluggish transfer of K+ (radius of 1.38 Å, 81% larger than Li+) and severe volume change during the cycling process.[]",
                "Designing nanostructures with interior void space has become an effective strategy for confining electrode materials with high volume change like Si, Sn, P, and Sb, etc.[] However, to the best of our knowledge, for modification of SnS2‐based materials, very few researches of SnS2@void@C are reported. The existing few works suffer tedious preparation process, requiring caustic NaOH and hyper toxic H2S directly or indirectly, which is harmful considering the possible application.[]",
                "Herein, a green, cost‐effective, and facile fabrication strategy of SnS2@void@N‐doped carbon (SnS2@C) is proposed. SnS2 nanoparticles are encapsulated into N‐doped carbon nanoboxes. The unique structure can effectively accommodate the volume change of SnS2 during charge/discharge and benefit the conductivity as well. Owing to the positive effect of the nitrogen doped carbon shell with interior void space, the as‐prepared SnS2@C anode exhibits excellent cycling stability and superior rate capability, surpassing the composite by mixing SnS2 and carbon (SnS2/C) dramatically. A high reversible capacity of 660 mAh g−1 is achieved at 100 mA g−1 in SIBs, with a remarkable retention of 88.6% after 100 cycles (100th versus 4th). Quantitative analyses were performed to investigate the Na+ storage behavior, attributing the remarkable performance to the domination of capacitive behavior. As for the application in PIBs, the SnS2@C anode exhibits distinctly better cycling stability (72% vs 15%) and rate capability than SnS2/C and other reported SnS2‐based materials. In situ Raman spectra were unprecedentedly conducted to investigate the transition mechanism of sodium/potassium polysulfide during discharge/charge, along with the ex situ X‐ray diffraction (XRD) characterizations, offering insightful illustrations to the Na+/K+ storage mechanism from a unique perspective. This work demonstrates a facile strategy for designing SnS2@void@C material, providing an avenue to modify metal dichalcogenide to applicable anode material, with effectively accommodated volume change and extraordinarily enhanced electrochemical performance."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure  typically illustrates the fabrication of SnS2@C. First, the synthesized ZnSn(OH)6 is uniformly coated by polydopamine (PDA) first. Afterwards, the ZnSn(OH)6@PDA is calcinated (600 °C, Ar/H2 atmosphere), during which the reduced Zn evaporates and the PDA is carbonized as carbon shell. After sulfurization of the as‐prepared Sn@C, the final product is obtained. As comparison, SnS2/C composite is synthesized by mixing sulfurized Sn particles and acid etched Sn@C (morphologies, Figure S1a,b, Supporting Information).",
                        "The morphologies and microstructures were observed by field‐emission scanning electron microscope (FESEM) and transmission electron microscope (TEM). The synthesized ZnSn(OH)6 exhibits nanocubic morphology with an average particle size of ≈100 nm (Figure ; Figure S2a, Supporting Information). The dispersed nanocubes are uniformly coated by PDA shell (Figure ; Figure S2b, Supporting Information), of which the thickness can be easily controlled by tuning the amount of dopamine hydrochloride. During the calcination process, PDA is carbonized and the void is created due to the escape of the elements (O, H, and Zn). The core of the yolk–shell structure tends to be spherical owing to the surface tension of the liquid Sn (Figure ,).[] After sulfurization, the core presents a degree of growth (Figure ,), which is ascribed to the formation of SnS2 (Sn + 2S → SnS2). The designed void space is capable of accommodating the volume change and aggregation of SnS2 nanoparticles during charge/discharge, consequently preventing the pulverization of the electrode and thereby benefiting the cycling stability. Besides, the carbon shell provides well contact area and conductivity between super P and active materials, fully exerting the capacity of the SnS2 nanoparticles. Figure  exhibits the image of high‐resolution TEM (HRTEM). The lattice fringes, of which the interlayer distance is determined to be 0.59 nm on average, are clearly observed (inset of Figure ), corresponding to the (001) plane of SnS2.[] Additionally, elected‐area electron diffraction (SAED) was employed, proving the polycrystalline feature of SnS2 (Figure ). Furthermore, elemental mapping was performed to investigate the distribution of C, Sn, and S (Figure ), clearly demonstrating the yolk–shell structure of SnS2@C.",
                        "XRD analyses were performed to track the phase transformation of the materials throughout. As shown in Figure , the synthesized ZnSn(OH)6, Sn@C, and SnS2@C fit well with PDF#20‐1455, PDF#04‐0673, and PDF#23‐0677, respectively, indicating the complete phase transformation during each synthesis step. Raman spectra (Figure ) present bands at ≈310 cm−1 (A1g vibration of SnS2), ≈1355 cm−1 (disorder/defect‐induced D band), 1590 cm−1 (in‐plane vibrational G band), confirming the existences of SnS2 and carbon in both SnS2@C and SnS2/C.[] Considering the possible existence of N (inherited from the PDA) and S (incorporated into the carbon shell during sulfurization) elements, it is necessary to conduct X‐ray photoelectron spectroscopy (XPS) to investigate the valence state of the elements. The survey spectrum (Figure ) confirms the existence of C, N, O, S, and Sn. High‐resolution XPS spectra are depicted in Figure  (N 1s and S 2p), Figures S3a (C 1s) and S3b (Sn 3d) (Supporting Information). As is shown, the spectrum of N 1s is deconvoluted into three peaks at ≈400.1 eV (N‐5, Pyrrolic‐N), ≈398.3 eV (N‐6, Pyrindinic‐6), and ≈401.5 eV (N‐Q, Graphitic‐N), respectively.[] In S 2p spectrum, three deconvoluted peaks located at 161.5, 163.1, and 164.5 eV, corresponding to S 2p3/2, S 2p1/2, and C–S bonds, respectively.[] This is positive because strong coupling effect will occur at the heterointerface due to the heteroatoms doping induced electron cloud bias, thereby effectively accelerating the electron transport and offering more active sites for Na+/K+ storage.[] In view of the successfully doped N into the carbon shell, the material is expected to exhibit an enhanced ionic diffusion rate, which will benefit the rate capability.",
                        "Thermogravimetric analyses (TGA) were conducted to determine the mass ratio of SnS2 in SnS2@C and SnS2/C. As depicted in Figure , the mass ratios of SnS2@C and SnS2/C are calculated to be almost the same of ≈76.5%. To grasp insightful understanding of the interior pore structure, N2 adsorption/desorption isotherms were measured. As depicted in Figure , the isotherm of SnS2@C exhibits a typical type IV isotherm with a hysteresis loop upon desorption (Brunauer–Emmett–Teller specific surface area = 48.29 m2 g−1).[] More precisely, the observed knee‐like inflexion (P/P0 ≈ 0.01), hysteresis loop (0.4 < P/P0 < 0.9,) and uplift (0.9 < P/P0 < 1.0) correspond to the characteristic for hierarchically porous structure of micropores, mesopores, and macropores, respectively, which is further confirmed by the inset of the pore width distribution (Figure )."
                    ],
                    "name": "Morphology and Structure Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "Figure  shows the cyclic voltammetry (CV) profile of SnS2@C electrode in SIBs. In the initial negative scan, a reduction peak occurs at ≈0.98 V, corresponding to the intercalation of Na+ into the (001) plane of SnS2, as well as the initial phase transition from crystalline SnS2 to Sn and sodium polysulfide.[] The peak at ≈0.65 V should be ascribed to the further formation of sodium polysulfide and the preliminary alloying reaction of Na and Sn, as well as the formation of solid electrolyte interface (SEI).[] The peaks at ≈0.32 and ≈0.01 V correspond to the increasing deeper sodiation of Na–Sn alloy and Na–S compounds, as well as the Na+ storage in the carbon shell.[] During the positive scan, the peak at ≈0.21 V is attributed to the dealloying reaction from NaxSn to metallic Sn as well as the Na+ extraction from the carbon shell.[] Additionally, the inconspicuous peak at ≈0.7 V can be ascribed to the desodiation process of NaxSn as well.[] The broad peak at ≈1.33 V corresponds to the dealloying process and the reconstruction of SnS2.[] It can be observed that the subsequent curves overlap well, indicating the good stability of the electrode.",
                        "The galvanostatic charge/discharge (GCD) profiles of SnS2@C electrode in SIBs are presented in Figure . At a current density of 100 mA g−1, the SnS2@C electrode exhibits initial capacities of 1059 mAh g−1 for discharge and 683 mAh g−1 for charge. Good cycling performance is expected considering the well overlapped GCD profiles from 2nd to 5th cycle. For cycling stability testing (Figure , current density = 100 mA g−1), SnS2@C electrode shows significantly enhanced performance compared with SnS2/C electrode, as well as a higher initial coulombic efficiency (ICE) of 64.6% (59.5% of SnS2/C). In addition, SnS2@C electrode exhibits faster growing coulombic efficiency (CE) to ≈100%, which could be attributed to the unique structure of SnS2@C. With the accommodation of the carbon nanobox with void space, the SnS2 volume change induced cracking‐healing cycles of SEI can be avoided, the more stable SEI averts the severe Na+ consumption. Considering the 3D continuous carbon matrix conducted by the close‐contact carbon nanoboxes and the benefit from nitrogen doping in the carbon shell, it is expected to achieve good conductivity of SnS2@C material. In view of this, the rate performance for SnS2@C and SnS2/C electrodes were evaluated (Figure ). Benefiting from the fast insertion/extraction of Na+ in the material, the rate performance of SnS2@C electrode exceeds SnS2/C electrode significantly (750, 668, 614, 548, 438, and 362 mAh g−1 at 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1 for SnS2@C, respectively). With the density reverted back to 0.2 A g−1, the capacity of SnS2@C electrode almost fully recovers, which is distinctly superior to SnS2/C electrode. Long‐term cycling stability was evaluated at 2000 mA g−1 for 500 cycles (Figure ). After fully activated (100 mA g−1, three cycles), the SnS2@C delivers reversible capacity of 440 mAh g−1, with a retention of 67% (500th versus 4th), whereas SnS2/C exhibits 472 mAh g−1 but 22% retention merely. In the meantime, the CE of SnS2@C reaches 99.4% in the 10th cycle while SnS2 cannot reach to 99.3% until the 43rd cycle. The good reversibility indicates that the unique microstructure of SnS2@C benefits the stability of the electrode during cycling, which is observed via TEM characterization after 100 cycles (Figure S4, Supporting Information). The stable microstructure can effectively solve the critical issues of severe volume expansion and poor conductivity."
                    ],
                    "name": "Electrochemical Performance of SIBs",
                    "type": "section"
                },
                {
                    "content": [
                        "To further investigate the Na+ storage behavior, CV measurements at various sweep rates from 0.1 to 1.5 mV s−1 were performed within the voltage window from 0.01 to 2.5 V (Figure ). With the increase of the rates, the anodic peak shifts to higher potential range while the cathodic shifts to lower, indicating the existing contribution of surface‐induced capacitive behavior.[] According to the power‐law equation describing the relationship between current response (i) and sweep rate (v), an equation is obtained by transformation as follows[]1i=avb2logi=blogv+loga",
                        "In which a is adjustable parameter, i the peak current, and v the corresponding scan rate. b is determined from the slope factor of linear fitting of log(i) versus log(v). It indicates that diffusion‐controlled process dominates when b‐value approaches 0.5 while surface‐induced capacitive process dominates when b‐value is close to 1.0.[] As illustrated in Figure  and Figure S5 (Supporting Information), the b‐values for the anodic peak and cathodic peak are calculated to be 0.87 and 0.92, respectively, indicating that the Na+ storage behavior of SnS2@C is the combination of diffusion‐controlled process and surface‐induced capacitive process.[] In view of this, the contribution of surface‐induced capacitive behavior was further quantitatively distinguished obeying the following equations[]3iV=k1v1/2+k2v4iV/v1/2=k1+k2v1/2",
                        "Where k1 and k2 are constants, i(V) the current response. Contributions of diffusion‐controlled process and surface‐induced capacitive process are represented by k1v1/2 and k2v, respectively. Figure  depicts the contributions of capacitive process at sweep rates of 0.1, 0.2, 0.4, 0.8, 1.0, and 1.5 mV s−1 (52.3%, 60.5%, 65.6%, 72.7%, 76.9%, and 83.8%, respectively). The high contribution of capacitive behavior demonstrates the derivation of the good rate capabilities of SnS2@C. The abundant porous structure of carbon shell and the small size of SnS2 nanoparticle inside benefit the surface‐induced capacitive behavior.[] Additionally, the close packed shells of SnS2@C in the electrode can be regarded as 3D continuous conductive carbon matrix, which enhances conductivity of the active material and thereby reduces the polarization inside the electrode, further improving the rate performance. The separation of surface‐induced capacitive contribution (red‐color area) is typically illustrated in Figure  at the sweep rate of 0.4 mV s−1."
                    ],
                    "name": "Quantitative Analyses of Na+ Storage",
                    "type": "section"
                },
                {
                    "content": [
                        "Inspired by the remarkable performance of SnS2@C electrode in SIBs, the K+ storage performance of SnS2@C was evaluated. As shown in Figure S6 (Supporting Information), for cycling stability testing (current density = 100 mA g−1), SnS2@C electrode performs significantly superior cycling stability compared with SnS2/C electrode in PIBs. Additionally, the fast growing CE should be ascribed to the good structure stability of SnS2@C, which is further proved by structural integrity observed via ex situ TEM characterization (Figure S7, Supporting Information). For the GCD profiles of SnS2@C in PIBs, even after 100 cycles, the remains well‐maintained platform, indicating the good cycling stability of SnS2@C electrode (Figure ). As for the rate performance, at current densities of 0.1, 0.2, 0.5, 1.0, 1.5, and 2.0 A g−1, SnS2@C electrode respectively exhibits capacities of 508, 443, 392, 339, 285, and 222 mAh g−1, surpassing SnS2/C significantly (Figure ). When the current density is set back to 0.2 A g−1, a capacity of 390 mAh g−1 is maintained, as well as a retention of 84% after more than 100 cycles. As for the long‐term cycling stability testing, SnS2@C shows a capacity of 347 mAh g−1 at 1000 mA g−1 with a capacity retention of 72% (Figure ). As a contrast, SnS2/C electrode exhibits a capacity of 352 mAh g−1 but a low retention of 15% merely. In addition, the CE of SnS2@C increases rapidly from 97.5% (3rd cycle) to 99.7% (12th cycle), whereas SnS2/C electrode shows relatively low CE with continuous capacity fading until ≈55 mAh g−1 in the 40th cycle. Comparing the reported SnS2‐based materials in summary, SnS2@C exhibits the best overall performance (Figure ; Table S1, Supporting Information). The results demonstrate that the unique yolk–shell structure of SnS2@C can effectively enhance the conductivity and improve the structural stability, benefiting the electrochemical performance of the material.",
                        "To understand the potassiation/depotassiation process, CV measurements were conducted at a sweep rate of 0.1 mV s−1 (Figure ). During the initial sweep, the cathodic peak at ≈0.95 V, which disappears in the subsequent sweeps, should be ascribed to the SEI formation, as well as the initial intercalation of K+ into SnS2.[] The peak at ≈0.51 V is ascribed to the combination of phase transition (from SnS2 to K–Sn compounds and Sn) and the alloying of K and Sn.[] As for the initial anodic sweep, the peaks at 0.98 and 1.44 V are assigned to the dealloying of K–Sn alloy and the depotassiation of K‐S compounds.[] The well overlapped profiles in the subsequent sweeps indicate good stability and reversibility of the electrode."
                    ],
                    "name": "Electrochemical Performance of PIBs",
                    "type": "section"
                },
                {
                    "content": [
                        "It is of great significance investigating the phase evolution to understand the electrochemical behavior in SIBs and PIBs during charge/discharge. In view of this, to clarify the reaction mechanism of SnS2@C in SIBs, ex situ XRD and in situ Raman measurements were employed. Figure  shows the ex situ XRD patterns of SnS2@C electrodes at various charge/discharge states in SIBs within the voltage window of 0.01–2.5 V. During the discharge process, the XRD peaks of SnS2 (PDF#23‐0677) completely vanish at 1.2 V and relatively weak peaks of Sn (PDF#04‐0673) and Na2S (PDF#01‐017‐4842) emerge, indicating the phase transition from SnS2 to Sn and sodium polysulfide. With the sodiation state increasing deeper, Sn phase presents stronger and sharper XRD peaks (0.6 V), indicating the complete transition from SnS2 to Sn and sodium polysulfide. After further discharged to 0.01 V, the peak intensity of Sn tends to be weaker while the Na2S peak gets stronger, indicating the consumption of Sn phase during alloying process along with the further formation of Na2S phase. It is noteworthy that there is no obvious peak of Na–Sn alloy observed, indicating that the formed Na–Sn alloy, presumably Na15Sn4, is amorphous, which corresponds well with the previously reported results.[]",
                        "Consistent with the XRD results, during the in situ Raman characterization (Figure ), the A1g vibration mode of SnS2 (≈313 cm−1) gradually decreases (Stage I) due to the phase transition, and the newly emerged peak at ≈214 and ≈451 cm−1 should be attributed to Na2S5.[] Afterwards, the intensity of Na2S5 peak decreases and a strong peak of Na2S at ≈188 cm−1 increases along with the developing sodiation depth (Stage II), which matches well with the above ex situ XRD results.[] During the charge process, the peaks of Sn become sharp and strong again, indicating the reform of metallic Sn due to the dealloying process of Na–Sn alloy. In the meantime, the XRD and Raman peaks of Na2S gradually decrease with the increasing desodiation depth (Stage III), and finally vanish at the cut‐off potential (2.5 V), as well as the disappearance of Sn peaks in XRD patterns. In consideration of the appearance of Eu and A2u characteristic band for amorphous SnS2 during in situ Raman characterization (Stage IV), it is reasonable to conclude the reaction process of Stage IV to the reconstruction of amorphous SnS2.[] To summarize the transition mechanism of SnS2@C electrode in SIBs, the reactions are described as follows5Discharge: SnS2+Na+→Sn+Na2S56Na2S5+Na+→Na2S7Sn+Na+→NaxSny8Charge: NaxSny→Sn+Na+9Sn+Na2S→α−SnS2+Na+",
                        "For the mechanism of K+ storage process, previously reported works have illustrated the structural evolution via ex situ and in situ XRD measurements during patassiation/depotassiation.[] However, the phase evolution of polysulfide, in spite of which gives a strong contribution to the capacity, still left weak point. In view of this, to further understand the K+ storage process, in situ Raman spectra were performed to investigate the phase evolution of potassium polysulfide.",
                        "Figure  shows the ex situ XRD patterns of SnS2@C electrodes at various charge/discharge state in PIBs within the voltage window of 0.01–2.5 V. During the discharge process, the XRD peaks of SnS2 (PDF#23‐0677) completely disappear at 1.1 V and relatively weak peaks of K4Sn23 (PDF#03‐065‐3351) and K2Sn5 emerge, corresponding to the gradual decrease of SnS2 A1g (≈313 cm−1) along with the emerged broad band from 300 to 400 cm−1 for K2S6 (Figure , Stage I) during in situ Raman characterization.[] This indicates the phase transition from SnS2 to K–Sn alloy and potassium polysulfide occurs which corresponds to the initial cathodic peak at 0.95 V in CV curves (Figure ). When the electrode is further discharge to 0.6 V, the peaks of K4Sn23 become stronger, as well as the newly emerged peaks of K4Sn9 (PDF#97‐024‐0048) and KSn (PDF#97‐010‐4614). With the potassiation depth increasing (Stage II), the K2S6 band of Raman results eliminates while peaks of K2S2 (≈460 cm−1) and K2S (≈131 cm−1) appear successively, and further coexistent at the cut‐off voltage (0.01 V), which is attributed to the insufficient conductivity of K2S2 leaded incomplete transition from K2S2 to K2S. This phenomenon matches well the XRD results of the coexistence of K2S2 (PDF#97‐007‐3171) and K2S (PDF#04‐011‐1014) at 0.01 V.[] Additionally, there is a coexistence of K4Sn23, K2Sn5, KSn, and Sn phase in the XRD pattern at 0.01 V, indicating an incomplete alloying reaction. During the charge process, K+ extracts from K–Sn alloys and potassium polysulfide, corresponding to the increased XRD peaks of K4Sn23 and K4Sn9, as well as the disappearance of K2S2 and K2S in both XRD and Raman results (Stage III, 1.2 V). With the charging process further increasing, the XRD peaks of K–Sn alloys and potassium polysulfide disappear, at the same time, the A2u mode of α‐SnS2 in Raman results emerges (Stage IV), indicating the amorphous structure of the reformed SnS2.[] The reformed SnS2 suggests the good reversibility of SnS2@C electrode during potassiation/depotassiation process.",
                        "Summarizing the phase evolution of potassium polysulfide, the reactions are described as follows10Discharge: SnS2+K+→K2S6+K4Sn2311K2S6+K+→K2S12K4Sn23+K+→KSn+K4Sn9+K2Sn513Charge: K2S3+KxSny→α−SnS2+K+"
                    ],
                    "name": "Energy Storage Mechanism of SnS2@C in SIBs and PIBs",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, the facile and green strategy for yolk–shell structure engineering benefits the electrochemical performance of SnS2@C overall. The unique structure of the carbon nanobox accommodates the huge volume change and prohibits the severe aggregation of SnS2 nanoparticles during charge/discharge, benefiting the structural stability and thereby achieving superior cycling stability. Meanwhile, the close‐contact nanoboxes form 3D continuous conductive carbon matrix, along with the positive effect of nitrogen doping, enhancing the fast electron/ionic transportation. The SnS2@C electrode exhibits considerable capacity, superior cycling stability, and excellent rate capability in both SIBs and PIBs. The expectably good electrochemical performance of SnS2@C electrode is attributed to the high capacity contribution of surface‐induced capacitive behavior, the enhanced conductivity, the structural accommodation for the volume change, and the prohibited aggregation of SnS2 nanoparticles. In situ Raman technology is unprecedently introduced to investigate the phase evolution of polysulfides in SIBs and PIBs, shedding great light on the mechanism understanding of Na+/K+ storage in SIBs and PIBs. Meaningfully, this work provides an avenue to modify metal dichalcogenide anode materials with high capacity but severe volume change, boosting the application of high‐performance anode materials."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "ZnSn(OH)6 nanocubes were synthesized via a precipitation method.[] Typically, 10 mmol ZnSO4·7H2O and 10 mmol Na2SnO3·3H2O were respectively dissolved in two beakers containing deionized water (50 mL for each) under stirring. After ZnSO4 was completely dissolved, Na2SnO3 solution was poured into the ZnSO4 solution under stirring for 5 h. The acquired suspension was centrifuged, washed by deionized water and ethanol. The collected white ZnSn(OH)6 product was dried at 100 °C for 10 h. Afterwards, 100 mg ZnSn(OH)6 was weighed and ultrasonically dispersed in a prepared Tris‐buffer (9 mmol C4H11NO3, 50 mL deionized water, and 50 mL ethanol). 100 mg dopamine hydrochloride was added into the dispersed suspension, followed by stirring for 24 h to obtain ZnSn(OH)6@PDA. With a ramping rate of 5 °C min−1, ZnSn(OH)6@PDA was pyrolyzed at 600 °C for 8 h to evaporate Zn and carbonize PDA (atmosphere: mixture of 5% H2 and 95% Ar). The obtained black Sn@C powder and sulfur were placed in two quartz boats separately (mass ratio: Sn@C : sulfur = 1:5), and transferred into a tube furnace for sulfurization process (conditions: N2 atmosphere, 5 °C min−1, 400 °C for 3 h). The final product is obtained and labeled as SnS2@C.",
                        "Sn@C was etched by hydrochloric acid (36 wt%) and collected to obtain carbon. SnS2 particles were fabricated by commercial Sn and sulfur using the same procedure as SnS2@C fabrication. The as‐prepared SnS2 was mixed with the obtained carbon by grinding, the as‐obtained composite is denoted as SnS2/C.",
                        "For morphology and structure characterization, a JEOL JSM‐7610F field emission scanning electron microscopy (FESEM) and a JEOL JEM‐2100 TEM were used. A Rigaku Miniflex 600 X‐ray diffractometer (40 kV, Cu Kα radiation, λ = 1.5406 Å) is used for XRD and a Renishaw Invia Reflex for Raman spectra (532 nm). XPS characterization was conducted on an ESCALAB‐250 spectrometer (Al Kα X‐ray source, excitation energy = 1486.71 eV). The N2 adsorption/desorption isotherms for specific surface area (SSA) and pore width distributions were acquired on an ASAP‐2020 analyzer. A Mettler‐Toledo TGA2 Thermo Analyzer was applied for the thermogravimetric analyses (air atmosphere, 800 °C, 5 °C min−1, 20 mL min−1). For ex situ characterization, the coin cells were disassembled in an Ar‐filled glove box. Afterwards, the obtained electrodes were rinsed in DEC solvent to dissolve the residual electrolyte. The electrodes were vacuum dried at 60 °C for 8 h before the ex situ characterization. For in situ Raman characterization, the modularized cell for in situ Raman spectra was assembled in an Ar‐filled glovebox (H2O < 1 ppm, and O2 < 1 ppm). Afterwards, the modularized cell was placed on the Raman spectrometer and connected with an electrochemical workstation in GCD mode (Autolab, Metrohm). The acquisition interval for the spectra was 20 min for fear of overheating. Image of the in situ Raman characterization platform is presented in Figure S8 in the Supporting Information.",
                        "The electrodes were fabricated by mixing the as‐prepared active materials (SnS2@C and SnS2/C, 80 wt%), super P (10 wt%), and sodium carboxymethyl cellulose (CMC, 10 wt%). After dissolving the mixture in deionized water and magnetic stirring, the well dispersed slurry was coated onto copper foil, and then dried in a vacuum oven at 90 °C for 12 h. The completely dried electrodes were punched into circles (Φ14 mm). The mass loading of the electrode is approximate 4 mg cm−2. The coin cells (CR‐2032) were assembled with sodium metal and potassium metal as counter electrodes in a glove box (Ar‐filled, H2O < 1 ppm, and O2 < 1 ppm). As for the electrolyte, 1 m NaClO4 was dissolved in ethylene carbonate/propylene carbonate (EC/PC v/v = 1:1 with 5 wt% fluorinated ethylene carbonate as additive) for SIBs and 0.8 m KPF6 in ethylene carbonate/diethyl carbonate (EC/DEC v/v = 1:1) for PIBs. The electrolyte for each cell is about 150 µL. Whatman GF/D glass fiber membranes were applied as separators. The charge/discharge performance was tested on a LAND‐CT2001A within 0.01–2.5 V. The CV measurements were conducted at various sweep rates from 0.1 to 1.5 mV s−1 on an electrochemical workstation (Autolab, Metrohm)."
                    ],
                    "name": "Synthesis of SnS2@C",
                    "type": "section"
                },
                {
                    "content": [
                        "ZnSn(OH)6 nanocubes were synthesized via a precipitation method.[] Typically, 10 mmol ZnSO4·7H2O and 10 mmol Na2SnO3·3H2O were respectively dissolved in two beakers containing deionized water (50 mL for each) under stirring. After ZnSO4 was completely dissolved, Na2SnO3 solution was poured into the ZnSO4 solution under stirring for 5 h. The acquired suspension was centrifuged, washed by deionized water and ethanol. The collected white ZnSn(OH)6 product was dried at 100 °C for 10 h. Afterwards, 100 mg ZnSn(OH)6 was weighed and ultrasonically dispersed in a prepared Tris‐buffer (9 mmol C4H11NO3, 50 mL deionized water, and 50 mL ethanol). 100 mg dopamine hydrochloride was added into the dispersed suspension, followed by stirring for 24 h to obtain ZnSn(OH)6@PDA. With a ramping rate of 5 °C min−1, ZnSn(OH)6@PDA was pyrolyzed at 600 °C for 8 h to evaporate Zn and carbonize PDA (atmosphere: mixture of 5% H2 and 95% Ar). The obtained black Sn@C powder and sulfur were placed in two quartz boats separately (mass ratio: Sn@C : sulfur = 1:5), and transferred into a tube furnace for sulfurization process (conditions: N2 atmosphere, 5 °C min−1, 400 °C for 3 h). The final product is obtained and labeled as SnS2@C.",
                        "Sn@C was etched by hydrochloric acid (36 wt%) and collected to obtain carbon. SnS2 particles were fabricated by commercial Sn and sulfur using the same procedure as SnS2@C fabrication. The as‐prepared SnS2 was mixed with the obtained carbon by grinding, the as‐obtained composite is denoted as SnS2/C.",
                        "For morphology and structure characterization, a JEOL JSM‐7610F field emission scanning electron microscopy (FESEM) and a JEOL JEM‐2100 TEM were used. A Rigaku Miniflex 600 X‐ray diffractometer (40 kV, Cu Kα radiation, λ = 1.5406 Å) is used for XRD and a Renishaw Invia Reflex for Raman spectra (532 nm). XPS characterization was conducted on an ESCALAB‐250 spectrometer (Al Kα X‐ray source, excitation energy = 1486.71 eV). The N2 adsorption/desorption isotherms for specific surface area (SSA) and pore width distributions were acquired on an ASAP‐2020 analyzer. A Mettler‐Toledo TGA2 Thermo Analyzer was applied for the thermogravimetric analyses (air atmosphere, 800 °C, 5 °C min−1, 20 mL min−1). For ex situ characterization, the coin cells were disassembled in an Ar‐filled glove box. Afterwards, the obtained electrodes were rinsed in DEC solvent to dissolve the residual electrolyte. The electrodes were vacuum dried at 60 °C for 8 h before the ex situ characterization. For in situ Raman characterization, the modularized cell for in situ Raman spectra was assembled in an Ar‐filled glovebox (H2O < 1 ppm, and O2 < 1 ppm). Afterwards, the modularized cell was placed on the Raman spectrometer and connected with an electrochemical workstation in GCD mode (Autolab, Metrohm). The acquisition interval for the spectra was 20 min for fear of overheating. Image of the in situ Raman characterization platform is presented in Figure S8 in the Supporting Information.",
                        "The electrodes were fabricated by mixing the as‐prepared active materials (SnS2@C and SnS2/C, 80 wt%), super P (10 wt%), and sodium carboxymethyl cellulose (CMC, 10 wt%). After dissolving the mixture in deionized water and magnetic stirring, the well dispersed slurry was coated onto copper foil, and then dried in a vacuum oven at 90 °C for 12 h. The completely dried electrodes were punched into circles (Φ14 mm). The mass loading of the electrode is approximate 4 mg cm−2. The coin cells (CR‐2032) were assembled with sodium metal and potassium metal as counter electrodes in a glove box (Ar‐filled, H2O < 1 ppm, and O2 < 1 ppm). As for the electrolyte, 1 m NaClO4 was dissolved in ethylene carbonate/propylene carbonate (EC/PC v/v = 1:1 with 5 wt% fluorinated ethylene carbonate as additive) for SIBs and 0.8 m KPF6 in ethylene carbonate/diethyl carbonate (EC/DEC v/v = 1:1) for PIBs. The electrolyte for each cell is about 150 µL. Whatman GF/D glass fiber membranes were applied as separators. The charge/discharge performance was tested on a LAND‐CT2001A within 0.01–2.5 V. The CV measurements were conducted at various sweep rates from 0.1 to 1.5 mV s−1 on an electrochemical workstation (Autolab, Metrohm)."
                    ],
                    "name": "Synthesis of SnS2@C",
                    "type": "section"
                },
                {
                    "content": [
                        "ZnSn(OH)6 nanocubes were synthesized via a precipitation method.[] Typically, 10 mmol ZnSO4·7H2O and 10 mmol Na2SnO3·3H2O were respectively dissolved in two beakers containing deionized water (50 mL for each) under stirring. After ZnSO4 was completely dissolved, Na2SnO3 solution was poured into the ZnSO4 solution under stirring for 5 h. The acquired suspension was centrifuged, washed by deionized water and ethanol. The collected white ZnSn(OH)6 product was dried at 100 °C for 10 h. Afterwards, 100 mg ZnSn(OH)6 was weighed and ultrasonically dispersed in a prepared Tris‐buffer (9 mmol C4H11NO3, 50 mL deionized water, and 50 mL ethanol). 100 mg dopamine hydrochloride was added into the dispersed suspension, followed by stirring for 24 h to obtain ZnSn(OH)6@PDA. With a ramping rate of 5 °C min−1, ZnSn(OH)6@PDA was pyrolyzed at 600 °C for 8 h to evaporate Zn and carbonize PDA (atmosphere: mixture of 5% H2 and 95% Ar). The obtained black Sn@C powder and sulfur were placed in two quartz boats separately (mass ratio: Sn@C : sulfur = 1:5), and transferred into a tube furnace for sulfurization process (conditions: N2 atmosphere, 5 °C min−1, 400 °C for 3 h). The final product is obtained and labeled as SnS2@C."
                    ],
                    "name": "Synthesis of SnS2@C",
                    "type": "section"
                },
                {
                    "content": [
                        "Sn@C was etched by hydrochloric acid (36 wt%) and collected to obtain carbon. SnS2 particles were fabricated by commercial Sn and sulfur using the same procedure as SnS2@C fabrication. The as‐prepared SnS2 was mixed with the obtained carbon by grinding, the as‐obtained composite is denoted as SnS2/C."
                    ],
                    "name": "Synthesis of SnS2/C",
                    "type": "section"
                },
                {
                    "content": [
                        "For morphology and structure characterization, a JEOL JSM‐7610F field emission scanning electron microscopy (FESEM) and a JEOL JEM‐2100 TEM were used. A Rigaku Miniflex 600 X‐ray diffractometer (40 kV, Cu Kα radiation, λ = 1.5406 Å) is used for XRD and a Renishaw Invia Reflex for Raman spectra (532 nm). XPS characterization was conducted on an ESCALAB‐250 spectrometer (Al Kα X‐ray source, excitation energy = 1486.71 eV). The N2 adsorption/desorption isotherms for specific surface area (SSA) and pore width distributions were acquired on an ASAP‐2020 analyzer. A Mettler‐Toledo TGA2 Thermo Analyzer was applied for the thermogravimetric analyses (air atmosphere, 800 °C, 5 °C min−1, 20 mL min−1). For ex situ characterization, the coin cells were disassembled in an Ar‐filled glove box. Afterwards, the obtained electrodes were rinsed in DEC solvent to dissolve the residual electrolyte. The electrodes were vacuum dried at 60 °C for 8 h before the ex situ characterization. For in situ Raman characterization, the modularized cell for in situ Raman spectra was assembled in an Ar‐filled glovebox (H2O < 1 ppm, and O2 < 1 ppm). Afterwards, the modularized cell was placed on the Raman spectrometer and connected with an electrochemical workstation in GCD mode (Autolab, Metrohm). The acquisition interval for the spectra was 20 min for fear of overheating. Image of the in situ Raman characterization platform is presented in Figure S8 in the Supporting Information."
                    ],
                    "name": "Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrodes were fabricated by mixing the as‐prepared active materials (SnS2@C and SnS2/C, 80 wt%), super P (10 wt%), and sodium carboxymethyl cellulose (CMC, 10 wt%). After dissolving the mixture in deionized water and magnetic stirring, the well dispersed slurry was coated onto copper foil, and then dried in a vacuum oven at 90 °C for 12 h. The completely dried electrodes were punched into circles (Φ14 mm). The mass loading of the electrode is approximate 4 mg cm−2. The coin cells (CR‐2032) were assembled with sodium metal and potassium metal as counter electrodes in a glove box (Ar‐filled, H2O < 1 ppm, and O2 < 1 ppm). As for the electrolyte, 1 m NaClO4 was dissolved in ethylene carbonate/propylene carbonate (EC/PC v/v = 1:1 with 5 wt% fluorinated ethylene carbonate as additive) for SIBs and 0.8 m KPF6 in ethylene carbonate/diethyl carbonate (EC/DEC v/v = 1:1) for PIBs. The electrolyte for each cell is about 150 µL. Whatman GF/D glass fiber membranes were applied as separators. The charge/discharge performance was tested on a LAND‐CT2001A within 0.01–2.5 V. The CV measurements were conducted at various sweep rates from 0.1 to 1.5 mV s−1 on an electrochemical workstation (Autolab, Metrohm)."
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by High‐level Talents’ Discipline Construction Fund of Shandong University (31370089963078), Shandong Provincial Science and Technology Major Project (2016GGX104001, 2017CXGC1010, and 2018JMRH0211), the Fundamental Research Funds of Shandong University (2016JC005, 2017JC042 and 2017JC010), the Natural Science Foundation of Shandong Province (ZR2017MEM002), China Postdoctoral Science Foundation (Grant No. 2019M661276), and Guangdong Basic and Applied Basic Research Foundation (Grant No. 2019A1515110756)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "Structural Engineering of SnS2 Encapsulated in Carbon Nanoboxes for High‐Performance Sodium/Potassium‐Ion Batteries Anodes"
}