{
    "DOI": "10.1021/acsami.1c04776",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In modern society, developing efficient energy storage systems (ESS) with high efficiency and low price is of high importance to meet the ever-growing scale of the energy market.  Among all ESS strategies, rechargeable secondary batteries (RSBs) have been proven to be a successful way that can be applied almost everywhere even from little toys to giant spaceships. In particular, lithium-ion batteries (LIBs) and sodium-ion batteries (SIBs) hold tremendous promise due to their virtues of low price, environment friendliness, portability, and high power density.  Recently, LIBs have intensively been demonstrated as a successful ESS, especially for applications in portable devices and newly emerged electric vehicles (EVs). Meanwhile, due to the same storage mechanism as LIBs and abundant availability, SIBs are considered to be a cheaper substitute for LIBs. As a result, there have been extensive efforts made to develop electrode materials for LIBs and SIBs with improved performance.",
                "Currently, the anode of Li/Na-ion batteries has been reported considerably over carbon-based materials, metallic compounds (mainly including oxides/complex oxides, sulfides, selenides, phosphides, etc.), Si/Si-based, alloy-based materials, and organic materials.  Among them, transition-metal chalcogenides (TMCs) have been intensively designed and explored in terms of their easily manipulated synthetic procedure and fabrication, relatively low price, and excellent performance in both Li and Na storage.  As a typical member of TMCs, manganese-based chalcogenides received increasing interest as LIB/SIB anode materials due to their nontoxicity, great abundance, and low-voltage plateau.  In detail, Hao et al. reported α-MnS composites for LIBs with a capacity of 232.5 mA h g–1 over 600 cycles at a current density of 100 mA g–1.  Li et al. reported nanostructured α-MnSe for LIBs with a capacity of 150 mA h g–1 after 5000 cycles.  Xu et al. fabricated MnS/RGO nanosheets with capacities of ∼830/∼308 mA h g–1 for LIBs/SIBs, respectively.  Also, α-MnSe@N-doped carbon composites were fabricated by Liu et al. and were intensively investigated for application of both LIBs (∼800 mA h g–1) and SIBs (∼400 mA h g–1).  However, it is no doubt that there are still some apparent drawbacks in the transition-metal compounds, including manganese-based chalcogenides. Their electrochemical properties should be improved largely to meet the requirements for technical applications, although they are very potential to work as anodes. In typical, there are two fundamental issues to be concerned and explored to enhance and improve the performance of manganese-based chalcogenides serving as anode materials. The first barrier is the intrinsically low electrical conductivity of the manganese-based chalcogenides, which limits the output practically with a high capacity. To solve this problem, introducing various kinds of carbon materials was proven to be an efficient method to enhance the electrical conductivity and support the structure as the framework.  On the other hand, the second problem is how to expose more active sites while reducing diffusion pathways for Li/Na ions.  As noted, the active electrode materials could be largely expanded in surface area when they are fabricated with reduced size, especially compared to the bulk material. Also, nanocrystals with smaller sizes would be capable of presenting some more active sites comparably.  However, it cannot be ignored that even if the active materials are nanocrystallized in small size, a problem still remained since according to thermodynamics, possible agglomeration cannot be easily prevented in the system, which will waste and even deplete the effort of such nanocrystallization. Therefore, there would be a balance between the aspects to reduce the active electrode materials with smaller size and to avoid the agglomeration effectively, while in general, it is still a challenge to tune an optimal size for the electrodes although there has been so much progress achieved to date.",
                "As reported, vacancy engineering has been applied as an alternative strategy to generate active sites for electrode materials. The vacancies can generate more active sites by remodeling the electronic structure and redistribution of electrons, which can absorb more Li/Na ions.  For example, by alloying MoS2 and MoSe2, anion vacancies can be generated in situ in the nanocrystals. When a 1:1 molar ratio of S and Se is selected, there is the largest vacancy concentration generated in MoSSe compared to different ratios between MoS2 and MoSe2.  Similar strategies have also been demonstrated in MxSSe (M = metals like Sn, Cr, etc.)  that would be promising and technically potential in the future as an electrode for alkali-ion batteries.",
                "In view of this point  along with our recent investigations,  we promoted a moderate and straightforward one-pot solution-phase route to the nonequilibrium alloyed solid-state solution MnS0.5Se0.5 nanocubes first at a relatively low temperature and assembled them with N-doped graphene (N-G) heterostructurally aiming to fabricate a kind of enhanced hybrids with dense structure and property-modulated interfaces for Li/Na-ion storage. Such designed hybrids would be able to solve the as-mentioned problems with improved electrochemical performances based on the following aspects: (1) alloyed nanostructures with densely stabilized and exposed active components achieved under nonequilibrium conditions at relatively low temperatures; (2) anchored active components on N-G preventing possible agglomeration but generating dense functional interfaces over the hybridization; (3) enhanced electroconductivity and strengthened mechanical property efficiently through interface structure regulation at heterojunction areas; and (4) generated dense vacancies and active sites over segregations/defects within the alloyed nanostructures besides the heterostructured interfaces favorable for Li/Na-ion storage. It turned out the MnS0.5Se0.5/N-G hybrids showed prominent capacities of ∼1039 and ∼457 mA h g–1 (for LIBs and SIBs, respectively, over 80/100 cycles at 100 mA g–1), desirable rate performance, and excellent long-term stability. Moreover, the full cells for LIBs of MnS0.5Se0.5/N-G//LiFePO4 have been constructed that are capable of supplying 37 red light light-emitting diode (LED) bulbs at the same time with a single cell, which confirmed that the as-fabricated MnS0.5Se0.5/N-G hybrids are promising for potential technical applications, especially in energy storage systems."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis of MnS0.5Se0.5 nanocubes was carried out through a simple one-pot route via the reaction of Mn(II) acetylacetonate with dibenzyl dichalcogens in a mixed media of oleylamine and octadecene. Representatively, 0.2 mmol of manganese acetylacetonate (50.63 mg), 0.05 mmol of dibenzyl disulfide (12.32 mg), and 0.05 mmol of dibenzyl diselenide (17.01 mg) were introduced into a 100 mL three-neck flask together with ligand and solvent of oleylamine (4 mL) and 1-octadecene (2 mL). To remove moisture and possible impurities, the reaction temperatures were first elevated to 150 °C and kept for 30 min under argon flow besides magnetic stirring. After that, the mixed solution was raised to 320 °C lasting 10 min before it was cooled down naturally. Subsequently, the centrifuged MnS0.5Se0.5 nanocubes with a thorough washing of toluene and isopropanol were collected for the assembly with N-doped graphene (N-G) to form MnS0.5Se0.5/N-G hybrids for further studies."
                    ],
                    "name": "2.1.  Synthesis of MnS0.5Se0.5 Nanocubes",
                    "type": "h3"
                },
                {
                    "content": [
                        "First, graphene oxide was synthesized from graphite powder through the Hummers’ method.  Then, N-G was synthesized following our previous work.  In brief, 10 mg of graphene oxide and 400 mg of urea were dissolved in 25 mL of water under intensive ultrasonication. After ultrasonicated for 30 min, the homogeneous mixture was reacted in an autoclave at 160 °C for 3 h. Finally, the black sample was collected by centrifugation, washed with deionized water several times, and dried for further use. "
                    ],
                    "name": "2.2.  Synthesis of N-G",
                    "type": "h3"
                },
                {
                    "content": [
                        "The MnS0.5Se0.5/N-G hybrids were fabricated through a self-assembly strategy in the solution-phase processing.  Briefly, the as-synthesized MnS0.5Se0.5 nanocubes were dispersed in toluene and further mixed with another toluene solution containing different amounts of N-G. The mixture solution of MnS0.5Se0.5 with N-G was sonicated for 1 h to a kind of heterostructured hybrids. Finally, the hybrid composites were vacuum-dried and heated in Ar/H2(3% H2) flow at 250 °C for 2 h to ensure they are assembled to be a stable heterojunction-like structure."
                    ],
                    "name": "2.3.  Fabrication of MnS0.5Se0.5/N-G Hybrids",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline phase and phase purity were checked by a Rigaku TTR-III X-ray diffractometer (incident source: Cu Kα1 radiation, λ = 1.54182 Å).  Morphological analyses were performed by electron microscopy techniques, including scanning electron microscopy (SEM) (JEOL JSM-6700F) and normal transmission electron microscopy (TEM) (Hitachi H-7700).  High-resolution TEM (HRTEM), selected area electron diffraction (SAED), high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM), and affiliated energy-dispersive X-ray spectroscopy (EDX) mapping analyses were executed on a JEOL JEM-ARF200F TEM/STEM supplied with a spherical aberration corrector.  The valence states of the elements were checked by X-ray photoelectron spectra (XPS) using a PerkinElmer ESCALAB 250 spectrometer. The products were also characterized via Raman spectroscopy with an excitation source of 532 nm over Lab-RAM HR UV/VIS/NIR. At the same time, the Brunauer–Emmett–Teller (BET) method was applied to measure the specific surface areas of both isolated MnS0.5Se0.5 nanocubes and MnS0.5Se0.5/N-G hybrids using a Micromeritic TriStar II 3020 V1.03 instrument (Micromeritics Instrument Corporation). Meanwhile, the carbon content of MnS0.5Se0.5/N-G hybrids was analyzed by thermogravimetric analysis (TGA) using an SDT Q600 TG-DTA analyzer in air."
                    ],
                    "name": "2.4.  Structure Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Half-cell coin-type batteries (CR-2016 type) were constructed in an argon atmosphere glovebox to evaluate the performance of LIBs/SIBs for MnS0.5Se0.5/N-G hybrids compared with MnS0.5Se0.5. In detail, a slurry was made by mixing the products of pure MnS0.5Se0.5 nanocubes or MnS0.5Se0.5/N-G hybrids with Ketjen Black and poly(vinylidene difluoride) in an 80:10:10 ratio by weight applying N-methyl pyrrolidone as the solvent. Such slurry mixtures were hand-milled over 2 h and then smeared on cleaned copper foil with uniform thickness.  The copper foil was then treated in vacuum at 80 °C for 12 h. After complete drying, it was cut into round pieces. The active material mass loadings were set as ca. 1.2–1.5 mg cm–2. In the assembly of half-cell LIBs, the cathodes were performed using MnS0.5Se0.5/N-G hybrids, the anodes were lithium foil, and the separators were Celgard 2400 pieces. The electrolyte for LIBs was the solution of 1.0 M LiPF6 in ethylene carbonate (EC)/diethyl carbonate (DEC) = 1:1 vol % with 5% fluoroethylene carbonate (FEC). Similarly, in the half-cell SIBs, the cathodes were MnS0.5Se0.5/N-G hybrids, the anodes were sodium foil, the separators were Whatman GF/F glass fiber. The electrolyte for SIBs was the solution of 1.0 M NaPF6 in 100% diglyme.  For full-cell LIBs, commercial LFP was employed as the cathode, with MnS0.5Se0.5/N-G hybrid electrodes as the anode. The mass loading for LFP is about 6 times larger than that for the MnS0.5Se0.5/N-G hybrid anode. Both LFP cathode and MnS0.5Se0.5/N-G hybrid anode were activated for three cycles with lithium metal counter electrode at low current densities before assembling the full batteries. The galvanostatic charge/discharge curves were obtained from a LAND-CT2001A. Cyclic voltammetry (CV) tests at different sweep rates and the electrochemistry impedance spectroscopy (EIS) were conducted in a CHI 760E electrochemical workstation."
                    ],
                    "name": "2.5.  Electrochemical Test",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthetic procedure to monodisperse MnS0.5Se0.5 nanocubes and the subsequent self-assembly of the nanocubes on N-G to form the MnS0.5Se0.5/N-G hybrids is schematically illustrated in a besides the description in the . The hybrids were integrated by van der Waals force, forming van der Waals-type heterostructured composites, which would provide sufficient stability against electrochemical reactions under severe conditions on the basis of investigations on Ni3S4- and FePSe3-based systems. ",
                "XRD patterns for MnS0.5Se0.5 nanocubes, N-G, and their binary hybrids are shown in b. The detected pattern of MnS0.5Se0.5 nanocubes in the six-coordinate bonding rock-salt phase (black) matched perfectly with the standard card JCPDS no. 01-089-4955 (lattice constants: a = 5.346 Å, α = 90°). In detail, the peaks at 33.5, 48.1, 59.9, and 70.4° (2θ) can be assigned to the (200), (220), (222), and (400) facets of MnS0.5Se0.5, respectively, when both S and Se atoms occupy in disorder. However, there could be an asymmetric feature of diffraction peaks detected in the magnified pattern (), revealing a detectable decrease in crystallinity. The decrease in crystallinity often results from the possible generation of segregations in the disordered solid-state solutions including the present MnS0.5Se0.5 nanocubes grown at relatively low temperatures, which is similar to the ones in PbSexS1–x nanocrystals via nonequilibrium growth,  especially along with point defects, relevant to distortion and disorder within MoSSe, MoS2(1–x)Se2x, and CdTe/CdS.  The XRD pattern in blue color shows the result obtained for N-doped graphene with the (002) diffraction peak. As for the hybrid sample, the XRD pattern (in orange) reveals the presence of diffraction peaks for both nanocubes and N-doped graphene, which proves that the MnS0.5Se0.5 nanocubes successfully anchored onto N-G.",
                "c is the schematic structure of MnS0.5Se0.5 nanocubes, displaying a typical NaCl-type structure with the Fm3̅m space group in a disordered form of solid-state solution between the endmembers of MnS and MnSe. In detail, manganese ions occupy the positions of sodium ions while sulfur or selenium ions randomly take the place of chloride ions. Raman spectroscopy was also checked to verify the chemical composition and structure. From , three peaks can be clearly found in Raman spectra. The first peak lying in the Raman shift region of 580–700 cm–1 comes from the intrinsic vibration mode of Mn–S and Mn–Se, which is supported by XRD results. The imitated peaks are shown in detail in the inset of , with the peaks of Mn–S and Mn–Se located at about 628 and 655 cm–1, respectively, which are well indexed to the previous report on α-MnS and α-MnSe.  The other two peaks centered at high wavenumbers of ∼1353 and ∼1586 cm–1 show typical features of disordered carbon and graphitic carbon that are known as D and G bands.  It is deduced that the peak intensity ratio between D and G bands is 0.94 (), suggesting that the N-doped graphene is of higher graphitization.",
                "To identify the morphological features, both pure MnS0.5Se0.5 nanocubes and MnS0.5Se0.5/N-G hybrids were illustrated using TEM and SEM. From TEM images (a,b, in different magnifications), the pure MnS0.5Se0.5 nanocrystals showed excellent monodispersity with a uniform cubic shape, followed by the cubic symmetric crystal structure. The sizes of the majority isolated nanocubes were counted in the range of 19–24 nm (b, inset). After a solution-phase self-assembly process (d,e, in different magnifications), the MnS0.5Se0.5 nanocubes were successfully anchored on the N-G surface through van der Waals force and formed a kind of heterojunction-like hybrids.  All of the nanocubes were uniformly distributed onto the surface of N-doped graphene without any individual particle outside detected. As a comparison, the pure MnS0.5Se0.5 nanocubes aggregated to a larger cluster after they were dried, as shown in the SEM images (c). Through introducing N-G to the system forming the hybrids, the component of MnS0.5Se0.5 nanocubes distributed evenly with good monodispersity onto N-G (f), generating dense functional interfaces in between MnS0.5Se0.5 and N-G probably with strengthened structures and enhanced functionalities.",
                "From their BET results (as seen in ), the surface areas of the agglomerated bare MnS05Se0.5 nanocubes and the MnS0.5Se0.5/N-G hybrids were determined to be 12.19 and 45.72 m2 g–1, respectively. The surface area is nearly 3 times larger than that of the MnS0.5Se0.5 nanocubes after they were assembled on N-G. The large surface area is mainly contributed by the sheetlike geometry of N-G, and the division of the MnS0.5Se0.5 nanocubes on N-G prevented agglomeration. There are more active sites generated with the increase of the specific surface areas in the hybrids, and the electrolyte can fully get in contact with the active electrode materials, based on the recent investigations of a ternary system (Ni3S4/g-C3N4/N-G). ",
                "To further reveal the microstructures of the monodisperse MnS0.5Se0.5 nanocubes, we also performed HRTEM determinations at the same time. In a, there are two lattices detected with distances of 0.267 and 0.187 nm, which match the ideal distance of (200) and (220) planes, respectively, for MnS0.5Se0.5 nanocubes. As measured, the angle between the two detected planes is 45°, which is in accordance with the theoretical angle between the two facets. In b, there are fast Fourier transform (FFT) pattern, HAADF-STEM image, and EDX mappings detected for the pure MnS0.5Se0.5 nanocubes. The FFT image shows two sets of diffraction spots representing (200) and (220) facets, consistent with the XRD result (b) and confirming the purity of single-crystalline MnS0.5Se0.5 nanocubes in the cubic rock-salt phase. The EDX elemental mappings (b) show that the Mn element was evenly distributed within the MnS0.5Se0.5 nanocubes while S and Se elements were not so homogeneous as Mn was. Also, as seen from the STEM-EDX line scan (c), the signals of the three elements remained stable with the intensities of S and Se roughly equal to each other. However, in the segregation region, the amounts of S and Se would be a little different. Meanwhile, as shown in , the EDX spectrum revealed that the overall atomic ratios of Mn, S, and Se elements are 49.2, 25.7, and 25.1%, respectively, close to the ideal atomic ratio (2:1:1). Although the overall atomic ratio fits the theoretical ratio, the alloying is still uneven in the partial area. As can be witnessed in the HAADF-STEM image of b, some partial areas with lower contrast suggest that there are segregations remained in the nanocubes.  This uneven alloying had been reported to be a common phenomenon in the solid-state solution of metal sulfides and selenides due to a fast growth at relatively low temperatures, which is related to the generation of distortions and vacancies, thus improving the electrochemical performance.  The nanoscale dislocations can be further confirmed from the magnified HAADF-STEM image (). The SAED pattern of MnS0.5Se0.5/N-G hybrids (d) showed three diffraction rings, which can be assigned to the (200), (220), and (222) planes of MnS0.5Se0.5 with a very faint diffraction ring, which is the (002) plane of N-doped graphene. Similarly, from the HAADF-STEM and EDX mappings of MnS0.5Se0.5/N-G hybrids (d), the homogeneous distribution of Mn, S, and Se from MnS0.5Se0.5 together with C and N from N-doped graphene was confirmed, suggesting the successful construction of the binary-component hybrids. Furthermore, as witnessed by the HRTEM determination (), there are clear lattice overlaps between MnS0.5Se0.5 and N-doped graphene, which further prove the existence of heterointerface in the hybrids.",
                "XPS analysis was also employed to detect the chemical composition of these MnS0.5Se0.5/N-G hybrids in the present work. From the result of the XPS survey spectrum (f), elements including Mn, S, Se, C, N, and O (coming from surface oxidation) were detected, which matches well with the results of EDX mapping analysis. The detailed XPS spectra for Mn 2p, S 2p, Se 3d, C 1s, and N 1s are illustrated in a–e, respectively. The peaks located at 642.3 and 653.6 eV can be indexed to Mn 2p3/2 and 2p1/2 (a), respectively, which agree with previous studies.  The satellite peaks of Mn 2p at 641.0 and 645.7 eV may arise from the multiple splitting of energy levels, which are the evidence of intensive interaction between Mn and carbon. b shows the peaks of S 2p and Se 3d. In detail, peaks of S 2p3/2 and 2p1/2 are located at 162.1 and 163.7 eV, while peaks of Se 2p3/2 and 2p1/2 are located at 161.1 and 166.9 eV, respectively.  The peak centered at 165.1 eV represents the connection of S and C, while the peaks at 168.5 eV were caused by surface oxidation.  The Se 3d spectrum (c) exhibits three peaks with binding energies located at 55.4, 56.3, and 58.7 eV, which can be indexed to the peaks of Se 3d5/2, 3d3/2, and Se–O/Se–C, respectively.  The high-resolution XPS spectrum of C 1s (d) shows five peaks at 284.8, 285.9, 286.9, 287.5, and 288.8 eV, which can be assigned to C–C, C–N, C–O/C–Mn, C═O, and O–C═O, respectively, in good agreement with previous reports.  The peaks centered at the binding energies of 398.6, 400.0, 402.0, and 405.8 eV correspond to N 1s (e) of pyridinic-N, pyrrolic-N, graphitic-N, and oxidized-N.  All of the elements show the typical peaks of connection between MnS0.5Se0.5 nanocubes and C, which are the evidence of the successful construction of the van der Waals heterojunction between the nanocubes and N-G through the self-assembly process.  The C–Mn/C–S/C–Se bonds at the interface of the MnS0.5Se0.5/N-G heterojunction would reduce the electron gathering polarization, which leads to a faster electron transfer. ",
                "The electrochemical behaviors over MnS0.5Se0.5/N-G hybrids as anodes for LIBs had been carried out to reveal the corresponding lithium storage potentials. The CR-2016 half-cell batteries were constructed using MnS0.5Se0.5/N-G hybrid electrodes (see the  for detailed information). All of the tests were performed in a voltage window of 0.01–3.00 V versus Li+/Li. a shows the CV curves for the initial three cycles at 0.1 mV s–1. There are three reduction peaks detected in the first cathodic scan. The first broad peak from 1.3 to 1.7 V can be assigned to the insertion of Li+ into MnS0.5Se0.5 to form LixMnS0.5Se0.5 based on the investigations of the MnS system.  The second peak located at ∼0.53 V is relevant to the formation of the solid electrolyte interface (SEI) and a phase change from α-MnS0.5Se0.5 to β-MnS0.5Se0.5, which has already been reported on similar materials such as MnSe.  The third peak emerged at ∼0.13 V was reported to be responsible for the formation of metallic Mn together with the final products Li2S and Li2Se. ",
                "After the first cathodic scan, it shows a good overlap for the rest of CV scans, suggesting good stability of the subsequent charge/discharge process. In the following anodic scan, the peak at ∼1.35 V is attributed to the oxidation of metallic Mn to Mn2+, whereas the peaks at ∼1.90 and ∼2.54 V correspond to the stepwise deintercalation of Li+ from LixMnS0.5Se0.5 over the determinations of MnS and MnSe.  In the second cathodic scan, a new peak at ∼0.27 V appears, which is corresponds to the generation of metallic Mn, Li2S, and Li2Se.  The peak position shift is mainly due to the phase change and the subsequent structural transformation of the MnS0.5Se0.5 material, based on the previous investigation of MnSe.  To further support the mechanism proposed by CV, we performed ex situ XRD tests for LIBs () at the same time. In the XRD patterns, besides the diffraction peaks of Cu from the copper current collector, there are still two peaks of (200) and (220) planes for α-MnS0.5Se0.5 clearly detected in the fresh batteries. When they were discharged to 2.0 and 1.0 V, the diffraction peaks of (200) and (220) planes shifted to a lower 2θ degree with expanded lattices, indicating the insert of Li+ into MnS0.5Se0.5 forming LixMnS0.5Se0.5. When they were discharged to 0.01 V, the diffraction peaks of α-MnS0.5Se0.5 disappeared, while the ones of Li2S and Li2Se were recorded. In the first charge process, the diffraction peaks of Li2S and Li2Se gradually disappeared, whereas the peaks of β-MnS0.5Se0.5 appeared instead. Based on the CV tests and ex situ XRD determinations, the mechanism of Li+ storage can be described as followsThe charge/discharge curves for the initial three cycles at 100 mA g–1 are presented in b, which reveals that the MnS0.5Se0.5/N-G hybrid electrode delivered initial lithiation and delithiation of ∼1508 and ∼856 mA h g–1, respectively, upon which the Coulombic efficiency (CE) for the first cycle is calculated to be 56.8%. During the first cycle, the low CE probably resulted from an irreversible phase conversion from α-MnS0.5Se0.5 to β-MnS0.5Se0.5 and SEI film formation together with the decomposition of electrolyte.  The lithium storage performance of the MnS0.5Se0.5/N-G hybrid electrode is displayed in c–e, where the charge and discharge processes of the anode in half-cells correspond to the discharge and charge ones in the full cells, respectively.  As shown in c, under the current density of 100 mA g–1, the discharge/charge specific capacity (similarly hereinafter) of the MnS0.5Se0.5/N-G hybrid electrode increased steadily with an activation process to ∼1039/1026 mA h g–1 over 80 cycles and a high average Coulombic efficiency over 99%, suggesting superior reversibility. This activation process is a common phenomenon in many carbon-coated materials, mainly due to the generated structural defects on carbon material and the “pocket effect” for the hybrids.  In comparison, at 100 mA g–1, the MnS0.5Se0.5 electrodes without integration of N-G can only deliver a capacity of ∼827/427 mA h g–1 with a Coulombic efficiency of 51.6% in the initial cycle and ∼253/250 mA h g–1 over 80 trails. The Coulombic efficiencies of bare MnS0.5Se0.5 are also inferior to those assembled on N-G, as shown in c (top).",
                "Furthermore, the rate performances (d) of these two electrodes were examined under variable current densities of 100, 200, 500, 1000, 2000, 5000, 1000 mA g–1, and finally drop back to 100 mA g–1, which lasted 10 cycles for each density. The MnS0.5Se0.5/N-G hybrid electrodes delivered reversible capacities of 901, 846, 810, 767, 738, 706, 841, and 1065 mA h g–1, respectively, indicating satisfactory rate performance. By contrast, the bare MnS0.5Se0.5 electrodes can only deliver capacities of 538, 442, 223, 129, 79, 41, 130, and 557 mA h g–1, which showed colossal capacity degradation under high current densities. The poor capacity may be on account of the severe agglomeration of the bare materials, which greatly hindered the contact of Li+ with inner material, which made the insertion difficult. In the long-term stability test (e), the MnS0.5Se0.5/N-G hybrid electrodes maintained a specific capacity of ∼563/561 mA h g–1 at 2 A g–1 after 1000 trials, with a capacity retention of 84.4% (compared with the first reversible discharge capacity), revealing perfect long-term stability. The hybrid electrodes showed superior behavior to the bare electrodes, which is mainly due to the formation of the MnS0.5Se0.5/N-G heterointerface and thus enhanced the electroconductivity of the electrode. Thereafter, electrochemical impedance spectroscopy (EIS) was measured for fresh batteries of these two materials from 100 to 0.1 Hz. From the Nyquist plots (), a much smaller semicircle for MnS0.5Se0.5/N-G hybrid electrode can be seen. The charge transfer resistances (Rct) for bare and hybrid electrodes are measured to be 604 and 86 Ω, reflecting that assembling MnS0.5Se0.5 on N-G can effectively reduce the resistance due to the enhancement of N-G-introduced interfaces.  Furthermore, the 2D plane of N-G can effectively support MnS0.5Se0.5 nanocubes and limit their possible agglomeration due to the connected heterojunction-like interfaces that will also expose some more active sites based on the specific surface area determination (). The TEM images of the MnS0.5Se0.5/N-G hybrid electrode after 300 charge/discharge trails are shown in , which reveals that the N-G can still support the active material efficiently over the repeated electrochemical intercalation/deintercalation.",
                "The SIB performances of MnS0.5Se0.5/N-G hybrids were also studied using a half-cell system in 0.01–3.00 V. The CV curves for the initial three cycles are shown in a. Three peaks emerged at ∼1.63, ∼0.68, and ∼0.13 V, respectively, in the first cathodic scan. The reduction peaks at ∼1.63 and ∼0.13 V probably correspond to the insertion of Na+ into MnS0.5Se0.5 and the generation of metallic Mn together with Na-S/Se compounds,  while the broad peak at ∼0.68 V may attribute to the SEI layer generation and possible phase transition.  In the subsequent anodic scan, the oxidation peaks at ∼0.81, ∼1.52, ∼2.03, and ∼2.19 V are associated with the multistep conversion from metallic Mn to MnS0.5Se0.5, which is very close to the investigations of α-MnS and α-MnSe in the SIB system.  From the second cycle onward, the shifted reduction peak of ∼0.13 to ∼0.25 V is also attributed to the SEI formation and structural change, which is similar to the CV curves of LIB tests.  Due to the similarity of mechanism between LIBs and SIBs, the reaction equation can be described as followsThe charge/discharge curves for SIB at 100 mA g–1 are displayed in b, matching well with the peaks in a. The first charge and discharge capacities are determined to be 420.6 and 618.6 mA h g–1, respectively (initial Coulombic efficiency: 68.0%). Likewise, a similar activation process occurred. The specific capacity slightly increased to 457/458 mA h g–1 after 100 continuous trails (c). Meanwhile, the bare MnS0.5Se0.5 electrodes delivered the first capacity of 549/259 mA h g–1, and after 100 cycles, only 184/184 mA h g–1 remained. The rate performance of SIBs was further evaluated (d). The current densities changed from 100 to 2000 mA g–1 gradually and finally dropped back to 100 mA g–1. The reversible capacities of hybrid electrodes are 395, 385, 352, 319, 293, and 447 mA h g–1. In contrast, the unsatisfactory capacities of 286, 251, 159, 115, 90, and 238 mA h g–1 are delivered by the bare electrode. e is the long-term SIB test for the hybrid electrode, which shows that after 400 cycles at 1 A g–1, the specific capacity still remained to be 340/339 mA h g–1 that is still slightly larger than that of the second discharge due to the activation process (capacity retention: 101%, compared with the first reversible discharge capacity).",
                "To understand the effect of the N-doped graphene in the composite material, we constructed MnS0.5Se0.5/N-G hybrids with different loaded N-G ratios (termed as MSS/NG-1, 2, and 3, of which MSS/NG-1 has been performed as seen in  and ), and the corresponding carbon ratios were identified by TGA measurements. As illustrated in , it is revealed the MnS0.5Se0.5/N-G hybrids changed to Mn2O3 finally after TGA tests in the air atmosphere. The carbon ratios for MSS/NG-1, 2, and 3 were determined as 52.6, 40.4, and 26.8 wt %, respectively. Meanwhile, the cycling performances of MSS/NG-1, 2, and 3 were tested. As observed in , MSS/NG-1 with the highest carbon ratio delivered the best performance in both capacity and stability, which further proves the importance of N-G involved in the hybrids. The above result reveals that the participation of N-doped graphene in the bare isolated MnS0.5Se0.5 nanocubes not only avoided the agglomeration but also enhanced the conductivity of the bare nanocubes. All of these roles mentioned above as well as their own participation in the metal-ion storage ensured the potential of the MnS0.5Se0.5/N-G hybrids for fabricating both Li/Na-ion batteries as an ideal anode, which is consistent with varied electrode materials integrated with graphene and/or carbon-based systems. ",
                "To further study the electrochemical kinetics of the MnS0.5Se0.5/N-G hybrids for LIBs, CV measurements at incremental scanning speeds (0.1–1.5 mV s–1) were tested (a). The peak current (i) and the sweep rates obey the following equation and its variation expression There are two constants in the equation, a and b, which can be calculated by linear fitting for the plots of ln(sweep rate) versus ln(peak current). The slopes for the fitted lines are the values of b.  When it approaches 0.5, the Li/Na-ion storage reaction is mainly controlled by ion diffusion, whereas its value close to 1 suggests that the capacitive behavior is predominant.  In b, the b values of six peaks marked in a are fitted to be 0.918, 0.709, 0.993, 0.866, 0.951, and 0.846, respectively, indicating that capacitive reactions mainly control these peaks except for peak 2.",
                "Moreover, the ratio of capacitive and ion-diffusion reaction contributions follows the formula where k1v and k2v1/2 represent capacitive and ion-diffusion contributions for i (the CV current), respectively, and k1 and k2 are two constants.  The currents (i) under different sweep rates (v) can be read from a, and the corresponding polynomial fittings for the above equation were carried out to determine the values of k1 and k2 for all voltages. In this way, the contribution ratio for capacitive and ion diffusion can be calculated. For example, c is the fitted result at the speed of 0.5 mV s–1 with the capacitive fraction shown in the blue region, while the capacitive contributions for all of the sweep rates are demonstrated in d. The capacitive contribution ratios are 63.5, 69.8, 72.6, 78.6, and 85.3% under sweep speed from 0.1 to 1.5 mV s–1. Similar kinetic properties have also been checked in SIB half-cells ().",
                "To reveal the ability of MnS0.5Se0.5/N-G hybrids for practical application, LIB full cells were assembled, and their electrochemical properties have been investigated. The full cells were constructed with commercial LiFePO4(LFP) as the cathode and MnS0.5Se0.5/N-G hybrids as the anode (a, inset). a shows the charge/discharge profiles for the full cells between 0.60 and 3.60 V at 0.1C, revealing that the full cell delivered first charge/discharge capacities of 155/129 mA h g–1 (calculated with the mass of LFP) with an initial Coulombic efficiency of 83%. Furthermore, in the cycling test (b), the full cell’s capacity retention after 125 cycles at 1C was 94.6%, which showed excellent stability. In addition, the full cells also presented superior rate performance, as determined in d. When the current density changed incrementally from 0.1C to as high as 10C, it delivered capacities of ∼129, 125, 112, 102, 90, 72, and 61 mA h g–1, respectively. Afterward, the capacity could return to 100 and 121 mA h g–1 at 1C and 0.2C, further revealing the high reversibility and stability of the full cells. The optical image in c shows that one single cell can light 37 red LED bulbs (operating voltage: 2 V), which further demonstrated its potential for practical energy storage application."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, the monodisperse MnS0.5Se0.5 nanocubes in rock-salt structure have been fabricated using a facilely developed one-pot colloidal synthetic route from the reaction of Mn(II) acetylacetonate with dibenzyl dichalcogens in a mixed media of oleylamine with octadecene at 300 °C, and they presented with segregations and even point defects based on structure determinations using XRD, HRTEM, XPS, and BET techniques. They were successfully assembled to MnS0.5Se0.5/N-G hybrids by integrating the isolated MnS0.5Se0.5 nanocubes on the surface of N-doped graphene heterostructurally to form heterojunction-like hybrid composites, which were performed for the application of LIBs/SIBs for the first time. Disordered alloying of MnS and MnSe to the MnS0.5Se0.5 nanocubes with defects is favorable for the generation of active sites increasingly. The introduction of N-doped graphene and the formation of heterointerface efficiently enhanced the electroconductivity and avoided the agglomeration of active nanocubes, which is favorable for the improvement of MnS0.5Se0.5/N-G hybrids as anode for both lithium- and sodium-ion batteries with high performance. When functioned as anodes for Li/Na-ion batteries, the MnS0.5Se0.5/N-G hybrids delivered a capacity of 1039/457 mA h g–1 at 100 mA g–1 after 80/100 cycles, revealing excellent rate performance and long-term stability. Moreover, full-cell LIBs of MnS0.5Se0.5/N-G//LFP have been constructed to light LED bulbs, which further demonstrated its promising practical application in the future."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Rock-Salt MnS0.5Se0.5 Nanocubes Assembled on N-Doped Graphene Forming van der Waals Heterostructured Hybrids as High-Performance Anode for Lithium- and Sodium-Ion Batteries"
}