{
    "DOI": "10.1021/acsnano.1c00131",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been extended as a prospective energy storage–conversion device owing to abundant sodium resources.  However, current challenges, such as the poor reversibility, low rate performance, and short cycling life, still impede their practical applications.  Developing superior electrode materials for SIBs is an essentially effective strategy and has attracted much attention.  Among the various anode materials, ZnS is a highly appealing anode material due to its low operation voltage (<1 V vs Na/Na+) and high theoretical specific capacity (≈ 581.4 mAh g–1). Nevertheless, the ZnS anode usually suffers from drastic structure changes, poor reversibility, and sluggish Na+ diffusion kinetics. ",
                "To date, various effective methods have been developed aiming at improving the electrochemical performances of ZnS, such as utilizing carbon incorporation, morphology design, and hybrid material construction.  For instance, Zhang et al. incorporated graphene with ZnS quantum dots to enhance the electrochemical cycling stability and reversibility of the ZnS, leading to an improved specific capacity of 491 mAh g–1 at 100 mA g–1 after 100 cycles.  Fang et al. enhanced the electrochemical kinetics and structure stability of the ZnS by hybridizing with Co9S8 and N-doped carbon nanosheet, exhibiting an enhanced specific capacity of 542 mAh g–1 at 100 mA g–1 after 100 cycles.  Despite the encouraging results, improving the electrochemical performances of ZnS in SIBs without the carbon incorporation is rarely reported, while the incorporation of carbonaceous materials could impede its electrochemical activity. Thereby, it is still challenging to utilize the Zn-based sulfides for rapid and robust sodium storage.",
                "Recently, heteroatom incorporation has been demonstrated as an effective strategy for material optimization in SIBs.  This strategy relies on fundamental structure modifications, which is essentially different from the common carbonaceous decoration approach. For example, Huang et al. incorporated cobalt to increase the unit-cell volume of iron sulfide (from 66.72 to 66.95 Å3) and thereby improved its electrochemical kinetics.  Nevertheless, the improvement of electrochemical performances is still limited after cobalt incorporation due to its limited effect on optimizing crystal structure. Compared with only optimizing the original crystal structure, the incorporation of heteroatoms to form a derivative crystal structure with significantly expanded unit-cell volume is more desirable. The large unit-cell volume is beneficial for not only boosting diffusion kinetics but also offering a more appropriate host structure for robust sodium storage. Among the various Zn-based sulfides, hexagonal ZnIn2S4 exhibits the theoretical lattice parameters of a = b = 3.85 Å and c = 24.68 Å (JCPDS 03-065-2023) with a large unit-cell volume (V = 316.81 Å3). These are much larger than those of the conventional ZnS, such as the hexagonal ZnS (a = b = 3.82 Å; c = 18.74 Å; V = 237.25 Å3; JCPDS 01-089-2156) and cubic ZnS (a = b = c = 5.40 Å; V = 157.46 Å3; JCPDS 03-065-0309). Moreover, the hexagonal ZnIn2S4 also displays an intrinsic layered structure with alternatively stacking layers of S–Zn–S–In–S–In–S along the c-axis (a).  These are in favor of constructing two-dimensional (2D) morphology to offer abundant exposed electrochemical active sites, and hence boost pseudocapacitive behavior and diffusion kinetics.  However, comprehensive studies on ZnIn2S4 as SIB anodes are yet to be reported.",
                "Herein, inspired by the crystallography, we employed the indium incorporation to develop the ZnIn2S4 as an SIB anode. The ZnIn2S4 anode exhibited a high specific capacity of 545.0 mAh g–1 at 50 mA g–1, prominent rate capability of 394.3 mAh g–1 at 5 A g–1, and excellent cycling stability of ∼100% capacity retention during 500 cycles, which outperforms most of the previously reported Zn-based sulfides and other advanced anode materials. In-depth analyses were conducted to reveal the optimization mechanism of indium incorporation, attributing to its induced synergistic effects among the layered structure feature, superior electrochemical kinetics, good structure integrity upon cycling, and complementary reaction mechanism. Furthermore, a full cell based on the ZnIn2S4 anode with excellent electrochemical performance was demonstrated."
            ],
            "name": "Figure 1",
            "type": "h2"
        },
        {
            "content": [
                "In this work, the ZnIn2S4 was prepared through a hydrothermal reaction (details in the ; ), and the ZnS was synthesized via the same process without adding the indium source. The Rietveld refined X-ray diffraction (XRD) pattern of the ZnIn2S4 (b) indicates reasonable R-factors  (Rp = 3.82, Rwp = 5.16, Rexp = 1.99) without impurities, confirming the hexagonal ZnIn2S4 with the P̅3m1 space group (JCPDS 03-065-2023). Lattice parameters of the ZnIn2S4 derived from the refinement are a = b = 3.85697 and c = 24.89847 with a cell volume of 320.772 Å3. Refined XRD of the as-prepared ZnS was performed via employing hexagonal ZnS (JCPDS 01-089-2156; ) and cubic ZnS (JCPDS 03-065-0309; ) with a reasonable fit of the profile (Rp = 2.94, Rwp = 4.00, Rexp = 1.20; ). Lattice parameters of the cubic ZnS from the refinement are a = b = c = 5.40534 with the cell volume of 157.932 Å3, and those of the hexagonal ZnS are a = b = 3.81768 and c = 18.82301 with the cell volume of 237.585 Å3. The interlayer spacings of exposed crystal planes from the refined XRD are shown in . As a comparison, the cell volume and interlayer spacing of the ZnIn2S4 are larger than those of the ZnS, which are more beneficial for sodium-ion diffusion. Raman analysis was then conducted and indicates three peaks centered at 358, 294, and 248 cm–1, ascribed to longitudinal optical (LO2), transverse optical (TO2), and longitudinal optical (LO1) modes of the ZnIn2S4, respectively (c).  There are no signals of carbonaceous contribution (around 1300–1600 cm–1)  and other impurities, further demonstrating the pure ZnIn2S4. Morphology of the ZnIn2S4 was examined via scanning electron microscopy (SEM; d–f and ) and transmission electron microscopy (TEM; g). A microsphere with an interlaced nanosheet morphology is displayed (d–g and ). The lattice interplanar distance of 0.192 nm assigned to the (110) plane of ZnIn2S4  was indicated through the high-resolution TEM (HRTEM; h) and fast Fourier transform (FFT; inset in h). The energy dispersive X-ray (EDX) spectrum and the element mapping images demonstrate the existence and uniform distribution of Zn, In, and S (j–m). The Zn/In/S ratio is at 1:2:4 (i) and consistent with the success in formation of the ZnIn2S4. This is further confirmed by X-ray photoelectron spectroscopy (XPS; ) results. In contrast, the as-prepared ZnS shows the microspherical morphology assembled from nanoparticles (). Further EDX results demonstrate the uniform distribution of Zn and S in the ZnS () with the Zn/S ratio of 1:1 (). Notably, the difference in the morphology between the ZnIn2S4 and ZnS is ascribed to their intrinsic structural features. The hexagonal ZnIn2S4 exhibits an intrinsic layered structure, which is in favor of constructing the 2D morphology to result in its higher pore volume and larger specific surface area versus those of the ZnS ( and ). These can help to offer more exposed electrochemical active sites for sodium-ion transfer and storage.  In general, the indium incorporation strategy can arouse the layered structure of Zn-based sulfide, hence leading to the big cell volume, large interlayer spacing, and abundant sodium-ion diffusion channels for ZnIn2S4 to realize its boosted electrochemical kinetics.",
                "Cyclic voltammetry (CV) of the ZnIn2S4 was conducted at 0.1 mV s–1 (). In the first cathodic scan, three cathodic peaks at 1, 0.6, and 0.3 V corresponding to sodiation process and formation of a solid electrolyte interface (SEI) film are shown. In the corresponding anodic scan, peaks at 0.45, 0.6, 0.9, and 1.2 V indicate a stepwise desodiation process. Referring to the mechanism discussion as shown in , the cathodic–anodic peaks of CV correspond well to the working process (details in ). Subsequent cycles demonstrate excellent electrochemical reversibility with overall similarity of CV profiles, indicating the stable kinetics and low polarization of the ZnIn2S4. Galvanostatic charge–discharge profiles show that ZnIn2S4 exhibits initial discharge and charge capacities of 894.4 and 562.4 mAh g–1, respectively, with the Coulombic efficiency (CE) of 62.8% (a). The initial irreversible loss is attributed to the well-designed open layered structure of the ZnIn2S4, thereby resulting in the large irreversible reactions occurring at the interface for the SEI formation during the first sodiation process.  With cycling, the CE of ZnIn2S4 increases to 94% in the second cycle and gradually to 98% within 4 cycles, much higher than those of the ZnS (b and ). This is direct proof of the boosted electrochemical reversibility with indium incorporation. After 50 cycles, the ZnIn2S4 shows a reversible specific capacity of 545.0 mAh g–1 (b), showing a much better capacity retention (96.9%) than the ZnS (50.2%). Notably, the reversible capacity of as-prepared ZnIn2S4 is slightly larger than its theoretical specific capacity (≈538.3 mAh g–1) mainly induced by the interfacial charge storage.  Conventionally during sodiation, the alkali-ion is first intercalated into the bulk structure of metal-compound anodes, followed by converting to phase-separated alkali-ion compounds and metal. Further anomalies with capacitive features often occur at the interfaces between the ionic compounds and metal within the low potential to offer additional capacities.  In addition, the unconventional electrochemical activity of defects at the interfaces and the amorphous phase area may contribute to additional capacities especially for anodes with pseudocapacitive behavior. c further compares the rate performances of ZnIn2S4 and ZnS. ZnIn2S4 exhibits much improved rate capability and more stable CE in stark contrast to the ZnS, delivering reversible capacities of 566.7, 559.7, 554.9, 523.4, 500.8, 473.2, and 394.3 mAh g–1 at 50, 100, 200, 500, 1000, 2000, and 5000 mA g–1, respectively. As the cycling rate returns to 50 mA g–1, the reversible capacity of ZnIn2S4 reverts to 556.5 mAh g–1, demonstrating the good stability. Overall, the electrochemical performance of ZnIn2S4 is more excellent than those of other reported Zn-based anode materials (d) and other advanced anode materials in SIBs (), especially on the rate performance.  In addition, the ZnIn2S4 also exhibits much improved capacity retention of ∼100% within 500 cycles versus the ZnS (∼10%; e). In view of the fact that cycling fading is usually due to the lost in structural intactness of the electrode materials ascribed to their fatigue and pulverization, ex situ SEM measurements were further employed to investigate structure stability of both electrode materials after 500 cycles (). The ZnIn2S4 almost maintains its overall spherelike morphology, and the layered structure is covered by the generated SEI film during repeated (de)sodiation processes (). No obvious signals of collapse and pulverization occur in the ZnIn2S4, while the microsphere morphology of ZnS completely collapses (). The results further demonstrate the stable structure of ZnIn2S4 during electrochemical cycling mainly due to its open-layered structure with abundant exposed active sites, large interlayer spacing, and big cell volume induced by the indium incorporation. These structural features are beneficial for alleviating the mechanical strain and prompting stable Na+ diffusion, which is further supported by the investigation of improvement mechanisms including the kinetics analysis and reaction mechanism in later sections (–). To further evaluate the applicable performances of ZnIn2S4 in SIBs, a full SIB was assembled by employing the ZnIn2S4 as an anode and Na3V2(PO4)3/C as a cathode (f). Besides, we employed the presodiation technology to reduce the irreversible sodium loss when we assembled the full cell (detailed in the ). The electrochemical performances of the full cell (based on mass loading of cathode materials) are depicted in g and h, indicating a reversible capacity of 88.4 mAh g–1 at 200 mA g–1 after 100 cycles with capacity retention of 94% and CE of 99%. As calculated (details in the ), the full cell exhibits a high energy density of 294 Wh kg–1 at a power density of 333 W kg–1 (based on the total mass of active materials; g). Notably, a gradual capacity increment is observed during initial cycles for the ZnIn2S4 based half and full cells (b, c, e, and h), which is more obvious at the high current density (e). This is usually attributed to the activation process of active materials during the initial cycles,  and the cell needs more cycles to be fully awakened at the high current densities with fast operation rate.",
                "The surface kinetic behavior of ZnIn2S4 was first studied by density functional theory (DFT) calculation and pseudocapacitive analysis to ascertain the factors contributing to the electrochemical performance. The charge density differences for Na+ adsorbed on the ZnIn2S4 and ZnS surfaces were modeled and are shown in a–b and . Charge redistribution is observed after Na+ adsorption with strong electron depletion around the adsorbed Na region. The ionic adsorption behavior is modeled after the following expression:where Etotal and EZnIn2S4/ZnS are the total energies of ZnIn2S4 and ZnS surfaces with and without the Na+ adsorption, respectively. ENa is the energy inclined to Na self-clustering. The ZnIn2S4 and ZnS exhibit the Eadsorption around −1.89 and −2.78 eV, respectively, and the negative value of Eadsorption indicates energetically favorable Na+ adsorption on the ZnIn2S4 and ZnS surfaces instead of self-clustering.  To further analyze the surface kinetic behavior upon electrochemical evolution, CV profiles of the ZnIn2S4 at the different scan rates were examined (c). The relationship of the peak currents vs various scan rates obeys the equation of i = avb. The terms a, i, and v indicate the constants, current, and scan rate, respectively.  The electrochemical kinetic behavior at the (de)sodiation processes is identified through the b-value (d).  The b-value of the anodic peak at 0.95 V is evaluated as 0.56, indicating domination by diffusion processes, and the others are mainly controlled by pseudocapacitive reaction (d and e).  Pseudocapacitance (k1v) to total capacity contribution (k1v + k2v1/2) of the ZnIn2S4 was further obtained via the equation of i(V) = k1v + k2v1/2.  The pseudocapacitive contributions of ZnIn2S4 are calculated as 78.7, 80.6, 82.2, 83.9 and 86.0% at 0.2, 0.4, 0.6, 0.8, and 1 mV s–1, respectively (f). The large pseudocapacitive contribution enables fast and stable Na+ diffusion, as well as benefits the superior rate property and long-term cycling.  In addition, the ZnIn2S4 shows high pseudocapacitive contributions even at low scan rates, indicating the intrinsic pseudocapacitive behavior of the ZnIn2S4 as SIB anodes.  The intrinsic pseudocapacitive behavior favors prompting the reactions on ZnIn2S4 surfaces, which may awaken the defects with unconventional electrochemical activity to deliver additional charge storage.  In order to confirm whether the generation of SEI layer influences the pseudocapacitive behavior during cycling, we further detected the variation of b-value for ZnIn2S4 after 100 cycles (). As seen, the b-values do not vary drastically, thereby implying the stable pseudocapacitive behavior of ZnIn2S4.",
                "To further investigate the diffusion behavior in terms of the diffusion energy barrier and overall kinetic evolution, DFT calculation and in/ex situ electrochemical impedance spectroscopy (EIS) were then conducted (). The Na+ diffusion processes along the ZnIn2S4 and ZnS surfaces were evaluated and are shown in a–d and . The Na+ diffusion energy barriers along the ZnIn2S4-I, ZnIn2S4-II, ZnS-hexagonal, and ZnS-cubic surfaces are 0.23, 0.19, 0.22, and 0.21 eV (e), respectively. They manifest comparable Na+ diffusion energy barriers, and the diffusion barrier along the ZnIn2S4-II surface displays the lowest value with the best diffusion kinetic. Besides, their Na+ diffusion barriers are lower than those of other reported anode materials,  implying the excellent Na+ diffusion kinetics on ZnIn2S4 and ZnS surfaces. Furthermore, the Na+ diffusion coefficients derived from the DFT simulation are displayed in . It is compared that the Na+ diffusion coefficient on the ZnIn2S4-II is higher than that on the ZnS and ZnIn2S4-I, further demonstrating the excellent surface kinetics on ZnIn2S4-II. To further conduct in-depth kinetic investigations, in situ EIS measurement was then carried out at various charge/discharge states of both electrode materials after adequate activation processes (f and g). Kinetic evolutions of the two electrodes manifest almost similar trends within the 10th cycle. When sodiation from open-circuit voltage (OCV) state to 0.01 V, both the electrodes show an increase of resistances owing to the growth of SEI film induced by gradual volume expansion and the formation of insulating Na2S due to conversion processes (proven in later sections). Charging from 0.01 to 2.5 V, gradual decrease in resistances is ascribed to the decomposition of insulating Na2S and part of the SEI film.  In stark contrast, the ZnIn2S4 electrode demonstrates much lower resistances and subtler changes as compared to ZnS within the whole cycle, strongly supporting the superior reaction kinetics and excellent stability of the ZnIn2S4. In addition, ex situ EIS results of the ZnIn2S4 () at various cycles exhibits small and similar resistances, while those of the ZnS () increase significantly with large values. These results further reveal the more stable charge transfer kinetics of ZnIn2S4 in stark contrast to ZnS.",
                "To further reveal the origin of the excellent electrochemical performances, it is necessary to unveil the reaction mechanisms of ZnIn2S4 (). In situ XRD was conducted at 100 mA g–1 within initial two cycles (a and ). The strong peaks labeled as “◆” are ascribed to the signals of current collector and X-ray transmission window in the in situ setup. At the OCV state, patterns at ∼21.5°, 27.7°, and 47.2° correspond to (006), (102), and (110) planes of the ZnIn2S4 (JCPDS No. 03-065-2023), respectively. Discharging from OCV to 0.9 V (Stage I), the peaks of ZnIn2S4 gradually move to the low angles () due to the Na+ intercalation and the Nax–ZnIn2S4 formation. With the sustained sodiation (Stage II), the peaks of Nax–ZnIn2S4 gradually disappear, instead by the emerging peaks at ∼23.5° and 38.8° ascribed to the formation of Na2S (JCPDS 00-003-0933) and Nay–In6S7 (JCPDS 01-080-0126),  respectively, indicating the commencement of the conversion process. Notably, no obvious signals of Zn can be identified by the XRD mainly due to either the amorphous nature or small crystallite grains of the formed Zn.  With continuous discharging, additional phases around 20.4° and 35.6° are formed and attributed to the emergence and dominance of alloying reactions indicated by the formation of NaZn13 (JCPDS No. 00-003-1008).  At the same voltage range, the Nay–In6S7 phase at 38.8° is gradually shifted to the lower Bragg angle (38.0°; Stage III) and eventually increased to 39.6° (In6S7; JCPDS No. 01-080-0126) at the following desodiation reaction (Stage IV).  This strongly suggests the reversible Na+ (de)intercalation process. In addition, the phases of the Na2S, NaZn13, and Nay–In6S7 disappear during the succeeding desodiation process, suggesting the reversible conversion reaction and the reappearance of Nab–ZnIn2S4 (21.5°, 27.7°, and 47.2°). However, the weak XRD intensity of the reformed Nab–ZnIn2S4 indicates its small crystal size or poor crystallinity, which is similar to the most relevant reports of conversion-dominated anodes.  Moreover, the similar working process is observed within the second cycle, thus demonstrating the stable and reversible working processes.",
                "Selected area electron diffraction (SAED) from ex situ TEM was then conducted to further reveal the reaction mechanism complementing the operando study (b–d). At the sodiation state of 0.75 V (b), the signals of Na2S (JCPDS 00-03-0933), Zn (JCPDS 00-001-1238), and Nay–In6S7 (JCPDS 01-080-0126) from the SAED pattern are detected, suggesting the conversion process and revealing the formation of Zn which is not observed in the in situ XRD results. After being fully sodiated (c), the generated additional phases are attributed to NaZn13 (JCPDS No. 00-003-1008) from the alloying process. As charging back to 2.5 V (d), the characteristic diffraction pattern of Nab–ZnIn2S4 reappears, affirming the reversible (de)sodiation processes as discussed. Furthermore, we employed the ex situ HRTEM to verify the reversibility of Nab–ZnIn2S4 in the second cycle. Obviously, the d(110)-spacing of Nab–ZnIn2S4 at the OCV state of second cycle is 0.197 nm (). At the sodiation state of 1.1 V in the second cycle (), the d(110)-spacing of Nab–ZnIn2S4 increases to 0.200 nm, indicating the intercalation of Na+. As further charging back to 2.5 V (), the d(110)-spacing reduces back to the 0.197 nm, demonstrating the reversible reaction process and high reversibility of Nab–ZnIn2S4. In addition, the morphology of ZnIn2S4 retains its pristine state after the initial (de)sodiation cycle (), indicating its good structural stability. To summarize, the ZnIn2S4 as the SIB anode undergoes a stepwise electrochemical reaction, which is described as follows:",
                "The reaction mechanism and corresponding structure evolution can be understood in a more direct manner and are illustrated in e. During the early sodiation process, Na+ can be easily adsorbed on the ZnIn2S4 surface and further intercalated into the interior structure with fast reaction kinetics. This is mainly owing to its open layered feature with large unit-cell volume, as well as the low Na+ diffusion energy barrier and high Na+ diffusion coefficient. At the subsequent conversion and alloying stages, the Zn-based components usually ensure and deliver large capacity contribution but suffer from poor structural stability. By incorporating indium, the generated indium-based compounds during cycling contribute to a reversible Na+ (de)intercalation reaction, and hence  induce a complementary working process to relieve the mechanical strain on the electrode during cycling. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, ZnIn2S4 as an SIB anode was developed and studied to reveal its sodiation improvement from the conventional ZnS anode. It is revealed that the indium incorporation strategy can not only endow the Zn-based sulfides with a layered structure but also excite a complementary electrochemical process. First, the layered structure induced by the indium incorporation leads to abundant exposed electrochemical active sites and large cell volume of the ZnIn2S4, which is beneficial for sodium-ion diffusion and storage to boost its electrochemical kinetics. In addition, the pseudocapacitive behavior of ZnIn2S4 prompts the fast and stable sodium-ion diffusion, and thus benefits its electrochemical kinetics and cycling capabilities. Next, the aroused complementary working process of ZnIn2S4 can ensure the display of high electrochemical capacity without sacrificing its rate and cycling performances, ultimately contributing to its excellent electrochemical performance. In general, these features synergistically endow the ZnIn2S4 with highly reversible capacity, excellent rate performance, and stable cycling. As an effective modification strategy and study of electrode materials targeted for high-performance SIBs, this work provides deep insights in the exploration of superior electrode materials for alkali-ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "For the preparation of ZnIn2S4, 1 mmol zinc chloride (Sigma-Aldrich-14422), 2 mmol indium chloride tetrahydrate (Sigma-Aldrich-334073), and 6 mmol thioacetamide (Sigma-Aldrich-163678) were dispersed in 37.5 mL water with churning for 0.5 h. Then, the solution was put into a Teflon-lined steel autoclave (50 mL) to conduct a reaction at 180 °C for 24 h. Next, the products were collected by centrifuging, washing, and freeze-drying. Eventually, the ZnIn2S4 was obtained after a thermal treatment at 500 °C for 2 h in Ar flow. Besides, ZnS was synthesized via the same process as described above except without addition of indium chloride tetrahydrate."
                    ],
                    "name": " Preparation of ZnIn2S4 and ZnS",
                    "type": "h3"
                },
                {
                    "content": [
                        "XPS (Thermo Fisher Scientific Inc., 250Xi), Raman (WITec, Alpha300), XRD (Bruker, D8 Advance), specific surface area and pore volume analyzer (Autosorb, iQ-MP/XR), TEM (JEOL, JEM-2100F) and SEM (Hitachi, S-4800) were employed to test the chemical environment, composition, phase structure, pore volume, specific surface area, and morphology of the as-prepared samples, respectively."
                    ],
                    "name": " Structure Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the half cell, electrodes were developed by mixing active materials (80 wt %), Ketjen black (10 wt %; Lion Specialty Chemicals Co., Ltd.-ECP600JD), and sodium alginate (10 wt %; Sigma-Aldrich-W201502) in deionized water to get a slurry and then were cast onto Al foils (MTI Corporation) with mass loading of ≈1.3 mg cm–2. The half batteries were assembled in coin-type cells (MTI Corporation-CR2032) where the electrodes were employed as working electrodes, a piece of sodium (Sigma-Aldrich-483745), as the counter electrodes, glass fiber (Whatman-GF/D), as a separator, and 1 M NaPF6 in DME solution, as the electrolyte (DuoDuo-NP-035). For the full battery, a Na3V2(PO4)3/C cathode was developed by mixing Na3V2(PO4)3/C (80 wt %), Ketjen black (10 wt %; Lion Specialty Chemicals Co., Ltd.-ECP600JD), and polyvinylidene fluoride (10 wt %; Sigma-Aldrich-182702) in N-methyl pyrrolidone solution (Sigma-Aldrich-443778) to form a slurry, which was cast onto Al foils (MTI Corporation) with mass loading of ≈6.5 mg cm–2 for cycling test. The anode was prepared via the same process as for the half-cell (mass loading of ≈1.3 mg cm–2). To compensate for the initial irreversible capacity, the anode was presodiated by directly contacting with sodium metal for 60 min. After that, the full batteries were packaged in coin-type cells (MTI Corporation-CR2032) where the as-prepared anodes and cathodes were employed as electrodes, glass fiber (Whatman-GF/D) as separator, and 1 M NaPF6 in a solution of EC and DMC (volume ratio of 1:1) containing 5.0 wt % fluoroethylene-carbonate as the electrolyte (DuoDuo-NP-007). The calculation of the energy density for the full cell is based on the following equations:where P and E mean the power and energy densities, respectively; V is the average discharging voltage (2 V; 50th cycle); i/m is the current density (m is the total mass of the active materials in electrodes; 166.6 mA g–1); and t is the discharging time (3180 s; 50th cycle). Electrochemical cycling measurements were tested on Neware battery testing systems. EIS and CV tests were conducted on electrochemical workstations (Bio-Logic, VMP3)."
                    ],
                    "name": " Electrochemical Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT was conducted via VASP,  and the ionic potentials were served as the projector augmented wave method.  The cutoff energy of 500 eV and a 3 × 3 × 1 k-point grid were adopted for calculations. The convergence criteria for force (0.02 eV Å–1) and energy (10–4 eV) were employed, respectively. The exchange-correlation potential was treated through the Perdew–Burke–Ernzerhof function.  A vacuum region of 15 Å was set, and Bader charge analysis was used to calculate the charge transfer between ZnIn2S4/ZnS and Na.  Climbing-image nudged elastic band was employed to calculate the Na diffusion barriers on ZnIn2S4 and ZnS. "
                    ],
                    "name": " Theoretical Simulations (DFT)",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Unlocking Rapid and Robust Sodium Storage Performance of Zinc-Based Sulfide via Indium Incorporation"
}