{
    "DOI": "10.1002/smll.202102109",
    "Journal": "",
    "Keywords": [
        "anodes",
        "hard carbon",
        "heterogeneity",
        "Na‐ion batteries",
        "reaction pathways",
        "STXM"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion battery (SIB) is a potential candidate for large‐scale stationary energy storage, given the natural abundance of Na resources and the compatibility with aluminum as the anode current collector. The development of high‐performance anode materials for SIB is currently at the center of intense research,[] with hard carbon (HC), which consists of turbostratic nanodomains of few‐layer graphene and can be derived from widely available biomass feedstocks and waste polymers,[] emerging as a promising anode material for SIB, given its low cost, relatively high capacity, and low storage voltage. However, the performance of the HC anodes in SIB remains below that of graphite in Li‐ion battery (LIB),[] especially at high current densities.[] Various strategies have been employed to improve the performance of HC, including optimizing interlayer distance,[] creating micropores,[] and generating defects.[] Another possible strategy is to engineer the graphene layer orientation in the nanodomain, as it has been demonstrated for LIB that a graphitic carbon layer with vertically aligned (002) planes shows accelerated ion intercalation.[] Due to the lack of crystallographic texture in the precursors, such alignment has not been realized in HC.",
                "The development of high‐performance HC materials with rational microstructure and morphology requires a fundamental understanding of the Na‐ion storage mechanisms. In situ or ex situ techniques, such as X‐ray diffraction (XRD), Raman spectroscopy, nuclear magnetic resonance spectroscopy (NMR), small‐angle X‐ray scattering (SAXS), and high‐resolution transmission electron microscopy (HRTEM), have been widely used to study the sodium storage mechanisms and reaction pathway.[] These studies however reached two contradictory storage models, i.e., the “intercalation‐filling” model[] and the “adsorption‐intercalation” model,[] regarding the assignment of the voltage‐sloping region (VSR) and low‐voltage plateau (LVP) on the (dis)charge profile. This dissension indicates that the involved mechanisms are likely to overlap with each other and a single characterization technique can hardly be sensitive to all possible mechanisms. Adding to the complexity, HC is just a broadly defined class of carbon materials and the HCs used in these studies could be substantially different depending on the precursor and preparation process. Studying a model HC with a characteristic microstructure may help to gain insights regarding the sodium storage mechanisms.",
                "Direct observation of structural and phase evolution at different stages of (dis)charge could also enlighten mechanistic understanding, especially useful for two‐phase electrochemical reactions (for example, intercalation) characterized by flat voltage plateaus in the (dis)charge curves.[] Many battery electrodes such as LiFePO4,[] LixMn1.5Ni0.5O4,[] LiNi0.4Mn0.4Co0.2O2,[] Sn,[] and FeS,[] which exhibit one or several flat voltage plateaus, have been characterized by synchrotron‐based X‐ray spectromicroscopy techniques,[] enabling multiangle investigations of not only the morphological evolution but also the chemical state distribution during the (dis)charging process.[] Different reaction pathways including particle‐by‐particle,[] concurrent nucleation and growth,[] and shrinking‐core[] were observed, corresponding to different rate‐limiting steps of the (dis)charging process. The synchrotron‐based X‐ray spectromicroscopy techniques, however, have seldom been used to investigate the reaction pathway of sodium storage in carbon materials, even though direct mapping of lithiated graphite using electron energy loss spectroscopy (EELS) in TEM revealed inhomogeneities of the lithium spatial distribution.[]",
                "Synchrotron‐based X‐ray spectromicroscopy is actually a powerful tool to study carbon materials, as the X‐ray absorption near‐edge spectroscopy (XANES) of carbon is very sensitive to the orientation of graphene basal planes with respect to the incidence of the polarized X‐ray radiation.[] A pronounced π*CC intensity relative to the σ*CC in the C K‐edge spectrum suggests that the orientation of the graphene basal plane is mostly aligned with the incidence X‐ray, whereas a much attenuated π*CC intensity is suggestive of a perpendicular relative orientation.[] As the intensity ratio of π*/σ* is likely to vary with concurrent interlayer expansion, the variation of the ratio can provide convincing evidence of intercalation reaction. In addition, the local state of sodiation can be determined from the Na K‐edge spectromicroscopy.",
                "Derived from biomass, cellulose nanocrystal (CNC) is a sustainable highly crystalized nanomaterial. It has been reported that CNCs can be converted into bulk turbostratic HC coexisted with localized pseudo‐graphitic nano‐crystallites upon carbonization.[] Here, utilizing self‐assembled CNC sheets with a preferred crystallographic orientation, we developed moderately textured HC nanosheets with a higher proportion of the (002) planes oriented vertically to the sheet surface (hereafter denoted as VOHC). The VOHC nanosheets not only show remarkably improved rate performance but also serve as a model HC to investigate the Na‐ion storage mechanisms and reaction pathway. By coupling synchrotron scanning transmission X‐ray microscopy (STXM)/XANES with scanning transmission electron microscopy (STEM)/energy‐dispersive X‐ray spectroscopy (EDS) analyses at different sodiation states of the VOHC, we for the first time unveil the heterogeneous nature of sodiation in HC, driven by the local Na‐ion concentration."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The VOHC nanosheets were fabricated through self‐assembly of CNCs under hydrothermal conditions, followed by a carbonization process. Specifically, aqueous CNC solution (10 mg mL−1) was hydrothermally treated at 180 °C in an autoclave for self‐assembly of CNCs. The freeze‐dried CNC aerogel is composed of CNC nanosheets which are interconnected in a 3D manner (Figure , Supporting Information). While the formation of CNC sheets is favored by high dispersion concentration at ambient conditions,[] the hydrothermal pretreatment appears to further promote the 2D morphology, as the control sample prepared without the hydrothermal showed smaller sheet dimensions (Figure , Supporting Information). After pyrolyzing the CNC aerogel in an inert atmosphere, 2D carbon nanosheets were obtained (Figure ), denoted as VOHC650, VOHC850, and VOHC1050 according to the pyrolysis temperature. The average thickness of the VOHC nanosheets is ≈37 nm, despite a relatively large standard deviation of 15 nm (Figure , Supporting Information).",
                        "The VOHC nanosheets contain nonuniformly distributed surface dents (Figure ), which are likely formed during freeze‐drying or temperature ramping by releasing the hard‐to‐remove water such as trapped water and (non)freezing‐bound water.[] During pyrolysis, CNC depolymerizes into smaller molecules via thermal cleavage of the CO bonds. While releasing the gas products from decomposition, the small molecules undergo CC coupling along with cyclodehydrogenation[] and finally transform into the HC microstructure with graphitic nanodomains. It should be pointed out that the carbon lattice fringes shown in the HRTEM (Figure  and Figure , Supporting Information) are uniformly distributed across the sheet surface of the VOHC. This is different from the typical (hard) carbon nanosheets reported in the literature,[] where the lattice fringes are concentrated at the edge of the nanosheets. Such difference in the distribution of lattice fringes suggests a different orientation of the (002) planes (see Figure , Supporting Information for additional discussions), which will be investigated further using STXM/XANES analysis.",
                        "The orientation of the (002) planes in the VOHC was further investigated against a graphene sheet and a disordered carbon (lacey carbon film on the TEM grid), by acquiring carbon K‐edge X‐ray absorption spectra from individual sheets at normal incidence using polarized X‐ray radiation (Figure ). The graphene sheet exhibits an almost entirely attenuated π* intensity in the carbon K‐edge spectrum, as the (002) plane is in parallel with the sheet surface. For the disordered carbon, the π*/σ* ratio is ≈0.5, which is consistent with the values reported for ordinary hard carbons with a high degree of turbostratic disorder.[] For VOHC850 nanosheets, the π*/σ* ratio is ≈1, which is two times higher than the baseline with random (002) orientation. The pronounced π* intensity suggests that the VOHC850 nanosheets are moderately textured with a preferred orientation of the (002) planes. As the overall orientation of the (002) planes is at a much higher angle from the sheet surface,[] the VOHC850 nanosheets must contain a higher proportion of the (002) planes oriented vertically to the sheet surface. As will be demonstrated next, the preferred vertical orientation of the (002) planes in the VOHC is originated from the crystallographic texture of the self‐assembled CNC sheets, according to the XRD analyses of the CNC sheets before carbonization (Figure ).",
                        "The freeze‐dried CNC aerogel, which was first compressed to have the individual CNC sheets roughly aligned with the substrate plane when mounted for XRD analysis, was compared to a spray‐dried CNC powder with a “spherical” particle morphology (Figure ). While the CNC powder with random crystalline orientation shows smooth and complete Debye rings in the area detector frame of XRD, the compressed CNC sheets show incomplete Debye rings, indicating the existence of crystallographic texture in the self‐assembled CNC sheets. The XRD patterns in Figure  show that the CNC powder has the polymorph of cellulose I, while the CNC sheets contain mixing polymorphs of cellulose I and a small amount of cellulose II.[] It was reported that the cellulose I polymorph, which can be produced by a variety of natural organisms,[] can be converted to cellulose II by solubilization and recrystallization.[]",
                        "Careful examination of the XRD patterns revealed the preferred crystallographic orientation of the CNCs with respect to the sheet surface of the assembled CNC. By normalizing the (1‐10)Cellulose I peak intensity of the two XRD patterns, the (200), (004), and (102) peak intensities become substantially reduced in the XRD of the CNC sheets, compared to the CNC powder with random crystalline orientation. This trend would be more obvious if the (200)Cellulose I peak is not overlapping with the (020)Cellulose II peak. The intensity at 22.5° in the XRD of the CNC sheets would become even lower without such superimposition. Nevertheless, the vanished intensities of the (200), (004), and (102) peaks imply that these lattice planes of the CNCs are standing vertically to the substrate plane or the sheet surface of the assembled CNC.[] Figure  and Figure  (Supporting Information) present the simulation of CNC crystal structure, using previously reported data,[] to mimic the crystallographic texture in the CNC sheets. When the simulated crystal is oriented in a way that the (200), (004), and (102) lattice planes are all standing vertically to the substrate plane, the angle between the (1‐10) plane and the substrate is 40° while the angle between the (110) plane and the substrate is 50°. Such angle values are consistent with the XRD of the textured CNC sheets, the peak intensity of the (1‐10) plane being higher than that of the (110) plane.",
                        "With the unambiguous determination of the crystallographic texture in the self‐assembled CNC sheets, we propose that the CNC (200) lattice planes, which are standing vertically to the sheet surface, will transform into vertically oriented graphene (002) planes in the resulted VOHC upon carbonization. This possible orientation relationship of lattice planes between the CNC crystals and the graphitic nanodomains is shown in Figure , with the supposition being supported by their almost identical d‐spacing values of ≈3.9 Å (XRD analysis of the VOHCs are shown in Figure , Supporting Information). Figure  illustrates the self‐assembly of the CNC sheet and the transformation into VOHC upon pyrolysis. The CNC sheets were self‐assembled through interactions between the (100) surfaces of the CNC crystals.",
                        "It is worth discussing the microstructural differences between the VOHCs derived from self‐assembled CNC nanosheets versus the HC derived from randomly oriented CNCs. It has been reported that the highly crystalline CNCs can be converted into a bulk hard carbon structure co‐existed with localized pseudo‐graphitic nanocrystallites upon pyrolysis.[] From a biomass without pretreatment (e.g., bulk cellulose), there are millions of CNCs with random orientations and surrounded by hemicellulose. After carbonizations, these CNCs will become randomly oriented pseudo‐graphitic nanocrystallites, resulting in an overall hard carbon structure without any texture. On the other hand, through self‐assembly of CNCs under the hydrothermal condition, the well‐aligned CNC crystals in the self‐assembled nanosheet have the right basis to make all the pseudo‐graphitic nanocrystallites in the resulted VOHC nanosheet roughly aligned in a way with preferred vertical orientation of (002) planes to the sheet surface. However, it needs to be emphasized that the pseudo‐graphitic structure in the moderately textured VOHC nanosheet is still far from that of graphitic carbon. Although the highly defective graphene layers stack together with a preferred orientation, the layers can still slide away from each other with small angles, carrying the overall turbostratic characteristics of hard carbon.",
                        "Other physical parameters of the VOHCs, obtained from XRD analysis (Figure , Supporting Information) and Raman spectroscopy (Figure , Supporting Information) are summarized in Table  (Supporting Information). The slightly reducing d‐spacing of the (002) planes, increasing crystallite sizes in the directions perpendicular (Lc) and parallel (La) to graphene layers, decreasing intensity ratio of ID/IG, and the more pronounced graphene layers stacking as shown in the HRTEM micrographs along with sharper features in the corresponding FFT (Figure , Supporting Information), all suggest enhanced microstructural ordering in the VOHCs with increasing pyrolysis temperature. Also, the VOHCs retain abundant oxygen‐containing functional groups, as determined by X‐ray photoelectron spectroscopy (XPS). From the deconvoluted O 1s and C 1s XPS spectra (Figure , Supporting Information), the oxygen groups are aliphatic COH hydroxylic/COC ether, phenolic COH, CO carbonyl, and COOH carboxylic groups. Quantitative XPS analysis shows that the oxygen content in the VOHC1050 is significantly lower, largely due to the selective removal of carbonyl and carboxyl groups at higher temperatures (Figure , Supporting Information). The VOHCs also retain some residual sulfur (<1 at%) from the synthesis process of the CNC precursor (Figure , Supporting Information). Moreover, Brunauer‐Emmett‐Teller (BET) surface area of the VOHC850 is ≈65 m2 g−1 with the pore size distribution curve suggesting the existence of mesopores (Figure , Supporting Information)."
                    ],
                    "name": "Microstructural Characterizations",
                    "type": "section"
                },
                {
                    "content": [
                        "The sodium storage properties of the VOHCs were evaluated in half‐cells, with 1 m NaClO4 electrolyte in a voltage range of 0.01–2.5 V versus Na+/Na. The temperature‐dependent microstructural ordering and the variations in oxygen groups show profound influences on the shape of the discharge profiles and the Na‐storage capacities of the VOHCs (Figure ). Among the VOHCs being evaluated, the VOHC850 exhibits the highest reversible discharge capacity of 327 mAh g−1 at 0.05 A g−1, with 140 mAh g−1 from the LVP (defined as below 0.1 V). The first cycle coulombic efficiency of VOHC850 is ≈ 65%, as calculated from both the galvanostatic dis(charge) (Figure , Supporting Information) and the cyclic voltammetry (CV) (Figure ) profiles. A broad cathodic peak at ≈0.5 V, observed in the first CV but disappeared in the subsequent cycles, can be generally ascribed to the electrolyte decomposition and the solid electrolyte interface (SEI) formation on the carbon surface.[] The surface‐induced SEI formation and any irreversible sodium storage within the carbon structure are the main factors accounting for the initial capacity loss. The VOHC650, which consists of a more disordered microstructure, exhibits more capacities at higher potentials without a distinct LVP. The VOHC1050, which contains a substantially lower concentration of carbonyl and carboxyl groups, exhibits overall the lowest potentials for Na+ storage but with an inferior capacity.",
                        "The VOHC nanosheets show superior rate capability (Figure  and Figure , Supporting Information), as compared to the “spherical” HC particles directly carbonized from the spray‐dried CNC particles with random crystalline orientation (Figure , Supporting Information). While the VOHC850 delivers capacities of 327, 161, and 110 mAh g−1 at 0.05, 1.0, and 5.0 A g−1, respectively, the HC‐particle‐850 only delivers capacities of 275, 109, and 48 mAh g−1 at the respective current densities. Such rate performance of the VOHC850 is one of the best‐performing SIB HC anodes that have distinct LVP (Figure ). The excellent rate capability of the VOHC is originated from combined effects of the dilated interlayer spacing (3.9 Å) induced by oxygen heteroatoms,[] a relatively short sodium diffusion distance[] in the thickness direction of the HC sheets, and most importantly a higher proportion of vertically oriented (002) planes. Previously, engineering graphene layer orientation to achieve high rate capability has been demonstrated for LIB graphitic anode.[] Similar to the diffusion mechanism of lithium‐ion in graphite,[] the insertion–extraction of sodium ions is expected to occur from the edge planes. Therefore, with a higher proportion of (002) planes oriented vertically to the sheet surface, the increased contact between the edge planes and the electrolyte would facilitate the insertion–extraction of sodium ions in the VOHCs.",
                        "When cycled at a low current density of 0.05 A g−1 (Figure ), the VOHC850 can maintain 80% of its original capacity after 260 cycles. At a higher current density of 1.0 A g−1, its capacity retention ratio reaches 73% after 2000 cycles (Figure ). The VOHC650 and VOHC1050 show similar retention ratios (Figure , Supporting Information). To further investigate the electrochemical kinetics, CV analyses were performed on the VOHC850 electrode at various scan rates from 0.1 to 2.0 mV s−1 (Figure , Supporting Information). By expressing i (V) = k1 v + k2v1/2, where i(V) is the current density and v is the scan rate, the (pseudo)capacitance‐controlled (k1v) and diffusion‐controlled (k2v1/2) charge storage processes can be separated quantitatively. As illustrated in Figure , the (pseudo)capacitance‐ and diffusion‐controlled processes contribute 55% and 45%, respectively, of the total charge of the CV at 0.1 mV s−1. Such values agree with the slope and plateau contributions of the galvanostatic discharge capacity measured at 0.05 A g−1 (The inset of Figure ).",
                        "Based on the aforementioned electrochemical properties, we selected the best‐performing VOHC850 for STXM/XANES analysis to understand the sodiation phase transformation in detail."
                    ],
                    "name": "Electrochemical Properties",
                    "type": "section"
                },
                {
                    "content": [
                        "The VOHC with 2D morphology and a higher proportion of vertically oriented (002) planes may serve as an interesting model HC to visualize the phase transformation and to understand the sodiation mechanism. A set of ex situ analyses were performed on the VOHC850 sheets discharged to various potentials. At each potential, a series of synchrotron X‐ray transmission (i.e., absorption) images were collected at normal incidence using polarized X‐ray, while the probing X‐ray energy was scanned across the absorption edge of a selected element. Figure  shows the integrated C K‐edge (280–320 eV) and Na K‐edge (1060–1160 eV) STXM images of individual VOHC850 sheets before and after discharging to 0.7, 0.13, and 0.01 V. As marked on the discharge curve in Figure  (Supporting Information), these potential values correspond to the sodiation states that are exiting the steep high‐potential VSR (1.5 to 0.7 V), before entering the LVP (0.13 V), and after reaching the end of sodiation process (0.01 V). The corresponding XANES spectra from different regions of the VOHC sheet and the entire sheet are shown to highlight four important aspects: i) the relative intensities of π*/σ* across different regions of individual VOHC sheets and at different stages during the sodiation process; ii) the relative carbon thickness deduced from the edge jump, i.e., the difference between the pre‐ and post‐edge of the C K‐edge spectrum; iii) the relative sodium concentration deduced from the peak intensity or edge jump of Na K‐edge spectrum; and iv) the change of chemical state for carbon and sodium at different sodiation states.",
                        "Figure  shows the carbon STXM image of a pristine HC sheet along with the spectra from three demarcated regions marked as A, B, and C. Albeit some minor variations, the intensity ratios of π*/σ* are close to 1.0 across different regions, confirming a fairly consistent overall orientation of the (002) planes in the VOHC. Variation of optical density (OD) is observed in the carbon STXM image (Figure ), as also evidenced by the greater edge jump value obtained from the spectrum of region B. Such inconsistency of thickness/density contrast in the carbon STXM image not only is due to the overlap with the underneath lacey carbon film on the TEM grid but also indicates some local variations of the thickness or the presence of geometric corrugation. To ensure proper comparison of sodium concentration across different regions and between individual VOHC sheets, the intensity of each Na K‐edge spectrum is normalized by the edge jump value of the corresponding C K‐edge spectrum.",
                        "As indicated in the normalized Na K‐edge spectra shown in Figure , the Na peak intensities from three demarcated regions do not differ significantly from the mean (0.028 ± 10%). This suggests that the initial sodiation process with potential down to 0.7 V has resulted in an overall uniform distribution of Na on the VOHC sheet. The observation is in accordance with the general understanding that the steep high‐potential VSR is mainly attributed to the capacitive storage of Na+ on the surface,[] which is expected to be uniform from a macroscopic view. It is however noted that local variation of OD can still be observed. Such local heterogeneity of Na concentration suggests that the nontrivial capacity of ≈75 mAh g−1 at 0.7 V (see Figure  in the Supporting Information) must have secondary contributions from non‐capacitive storage processes, with the electrochemically driven phase transformation initiating heterogeneously.",
                        "During the latter stage of the VSR (0.7–0.13 V) with a moderate slope, nucleation and propagation of Na‐rich phases (denoted as NaxC compounds) clearly occur heterogeneously at numerous locations within the sheet surface of the VOHC (Figure ). The peak intensities of the normalized Na K‐edge spectra from three demarcated regions are of great differences from the mean (0.044 ± 41%), with the intensity at region C being only 48% of the value at region A. This heterogeneous behavior is similar to the concurrent phase transformation mechanism reported for layered cathode materials,[] where several nucleation events per particle were usually observed at preferential crystal facets. As the preferred sodiation direction in carbon is in parallel with the (002) basal planes, more vertically oriented (002) planes or those at high angles to the sheet surface of VOHC could provide abundant sites for nucleating the NaxC compounds.",
                        "It is however noteworthy that the nucleation of NaxC compounds does not proceed uniformly from all the edges of the basal planes. This behavior may be attributed to the structural heterogeneity of the edge sites, for example, an uneven distribution of CO functional groups that could serve as redox sites to interact with Na+[] and lower the energy barrier for nucleating the NaxC intercalation compounds. It was also suggested by theoretical calculations that Na+ could insert into layered carbon materials with a minimum layer spacing of 3.7 Å.[] Since defects and heteroatoms are responsible for expanding the interlayer distance,[] further insertion/intercalation between the expanded layered graphene may commence in regions with defects.[] The formation of isolated nuclei and their subsequent growth would favor the diffusion of Na+, considering the decreasing Na+ diffusivity as a function of the sodiation process.[] In the case of uniform and dense nucleation, early impingement of the growing nuclei would hinder the diffusion of Na+ by forming a continuous layer of the NaxC compounds, whereas, for isolated nuclei, the Na+ would diffuse toward the growth front through the surrounding carbon matrix with low Na+ concentration. Besides, considering the short sodium diffusion distance in the thickness direction of the VOHC sheets, the propagation of NaxC compounds during the VSR may be interface‐controlled rather than diffusion controlled. This argument is in line with the results of kinetics analysis, such that the diffusion‐controlled processes contribute only a small fraction of the capacity within the VSR.",
                        "With further sodiation down to 0.01 V, the growing nuclei of NaxC compounds in a VOHC sheet appear to impinge on each other and coalesce into larger aggregates, as indicated by the three demarcated regions of the Na STXM image shown in Figure . The growth fronts of these larger aggregates can be observed. Apparently, partial phase transformation still exists within the VOHC sheet. As the (dis)charging voltage profiles are affected by factors such as hysteresis and polarization, the termination of the discharge process at 0.01 V does not necessitate a complete phase transformation of the entire HC anode, especially for two‐phase transitions that involve heterogeneous nucleation and propagation. The relative sodium concentration remains inhomogeneous, as the peak intensities of the normalized Na K‐edge spectra from the three larger aggregates show considerable differences from the mean (0.062 ± 27%). However, compared to the case at 0.13 V, the inhomogeneity in sodium distribution becomes less severe at 0.01 V.",
                        "Figure  presents the integrated carbon K‐edge and sodium K‐edge spectra from the entire sample region of each VOHC sheet, as a function of the discharge potentials. The peak intensities of the normalized Na spectra increase from negligible in the pristine state, to 0.028 at 0.7 V, to 0.044 at 0.13 V, and finally to 0.061 at 0.01 V. The scale of such increases agree with the discharge capacities at different sodiation states (Figure , Supporting Information). Moreover, the absorption edge of the Na K‐edge spectra from these sodiation states are consistently located at higher energies than the edge position of metallic Na (marked by a dashed line in Figure ).[] This observation rules out not only the occurrence of sodium plating but also the presence of metallic Na clusters. Recently, increasing evidence from operando NMR, X‐ray scattering, in situ HRTEM, and DFT calculations suggests that the stored sodium in nanopores remains in the quasi‐metallic state.[] Therefore, the absence of metallic sodium signal from the STXM/XANES analysis suggests that the dominant sodium storage mechanism in the VOHC is adsorption‐intercalation, rather than pore filling.",
                        "On the other hand, the π*CC peak intensities of the integrated C spectra were normalized to facilitate the comparison of π*CC/σ*CC intensity ratios at different sodiation states. While a minor but non‐negligible decrease in the π*/σ* intensity ratio was observed between the pristine state and 0.13 V, a more substantial decrease in the intensity ratio (from 0.97 to 0.89) was observed between 0.13 and 0.01 V. This indicates that bulk Na+ intercalation indeed takes place during the LVP, as the orientation of the (002) planes are likely to vary with the intercalation‐induced interlayer expansion coupled with geometric corrugation or volume expansion. It is worth discussing that the observation of heterogeneous phase transition between 0.7 and 0.13 V does suggest that the bulk sodiation processes already occur within the VSR. However, as intercalation likely initiates at edge planes or defect sites with large interlayer spacing, the early stage of intercalation may not induce sufficient geometric corrugation for a detectable variation in the π*/σ* intensity ratio.",
                        "It is noted that a set of new peaks located at 288.6 and 287.9 eV were observed from the C K‐edge spectra at sodiation states of 0.13 and 0.01 V. These peaks do not originate from the carbonate species, which have been reported to exhibit a primary peak at 290.0−290.3 eV.[] In fact, a small shoulder peak at 290.2 eV (marked as π*carbonate) does exist in the VOHC850 sample, due to the SEI and the residual electrolyte. The corresponding O K‐edge spectra shown in Figure  (Supporting Information) provide supporting evidence for ruling out carbonate species as the major component. The emerging peak observed from sodiation states of 0.13 and 0.01 V is located at 532.5 eV, which is different from the peak position of ≈534 eV reported for carbonate species.[]",
                        "The absorption peaks at 288.6 and 287.9 eV can be attributed to several possibilities. First, π* resonance of CO moiety in the carboxylic groups has been reported to exhibit an absorption peak at 288.5 eV.[] This resonance is polarization‐dependent, so its intensity can grow as the orientation varies with the bulk sodiation processes. Second, the formation of CONa during sodiation would increase the unoccupied density of state for carbon in CO through inductive effects.[] The absorption peak of CONa is expected to be at similar energy of COLi which was also reported at 288.5 eV.[] Third, σ* resonance of CH has been reported to exhibit an absorption peak at 288.3 eV.[] Since the electronegativity of Na is lower than H, the absorption peak at 287.9 eV may be attributed to the σ* resonance of CNa of the NaxC intercalation compounds.",
                        "The heterogeneous nature of sodiation in VOHC may originate from the heterogeneities at nanoscale.[] We investigated the heteronanostructure at different sodiation states using ex situ STEM/EDS analysis (Figure ). The aberration‐corrected HAADF‐STEM with high sensitivity to Z‐contrast, coupled with Na elemental mapping, enabled us to determine the sodium distribution with high spatial resolution. In the pristine state (Figure  and Figure , Supporting Information), the VOHC850 sheet displays a uniform distribution of C, O, and S in the vicinity around the surface dents. The uniform distribution of S and its invariance at different stages of sodiation allowed us to use the molar ratio of Na/S as an effective indicator to track the sodium concentration qualitatively. The Na/S ratio increases from 0.03 (pristine) to 1.7 when discharged to 0.7 V (Figure ). The higher sodium concentration near the edge of the surface dents indicates possible preferential adsorption at those sites. The Na/S ratio then increases to 3.3 when discharged to 0.13 V (Figure ). The NaxC compounds appear to nucleate in the vicinity around the surface dents, as evidenced by the Na elemental mapping and the brighter regions in the HAADF micrograph. This spatial correlation between the nucleation sites and the preferential adsorption sites is not surprising, as the concentration of Na+ would affect the nucleation rate of the NaxC phase according to the classic theory of phase transformation.[] Also, the surface dents on the HC sheet may function as a local electrolyte reservoir that provides additional Na+ for nucleation without long‐range ion transport.[] The Na/S ratio further increases to 4.7 with discharge down to 0.01 V (Figure ). As the Z‐contrast in the HAADF micrograph becomes more uniform at 0.01 V than at 0.13 V, propagation of the NaxC phase appears to dominate the phase transformation during the LVP.",
                        "Overall, these findings of STEM/EDS analysis support the mechanistic picture revealed by STXM/XANES analysis. While the heterogeneous nature of the phase transition in conversion anode or intercalation cathode is defined by grain boundaries[] or preferential crystal facets,[] the heterogeneous nucleation of NaxC compounds in HC may be defined by the local Na+ concentration, which is determined by defects or heteroatoms that have strong bindings to Na+."
                    ],
                    "name": "Phase Transformation in VOHC during Sodiation",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In this work, we fabricated unique VOHC nanosheets with a moderate texture of vertically oriented (002) planes and used them as a model HC to investigate the sodiation mechanisms and reaction pathways. The model HC simplifies the complicated 3D sodiation process in a typical HC particle into a 2D sodiation, which allowed us to resolve the distribution, concentration, and chemical state of sodium at different states of charge, by utilizing STXM/XANES and STEM/EDS analyses at complementary length scales. Our results for the first time point to a mechanistic picture that the sodiation in hard carbon occurs heterogeneously. The heterogeneous nature of sodiation in the VOHC is shown to originate from the heterogeneities at nanoscale. The spatial correlation between the preferential adsorption and nucleation sites suggests that the heterogeneous nucleation of NaxC compounds is driven by the local Na‐ion concentration, which is determined by defects or heteroatoms that have strong binding to the Na ions. The STXM/XANES analysis also rules out the presence of metallic Na clusters. This suggests that adsorption–intercalation is the dominant sodium storage mechanism in the VOHC, rather than pore filling.",
                "The finding of the heterogeneous nature of sodiation in HC enlightens new directions to enhance the rate performance of the SIB HC anodes. While the conventional strategies such as nanostructuring and dilating the interlayer distance both focus on the diffusion of the Na ions, our findings highlight the importance of increasing the nucleation density of the NaxC intercalation compounds, by engineering the graphene layer orientation and the structural heterogeneity of the edge sites. With a higher nucleation density, the shorter distance between the growing nuclei of NaxC would also lead to a shorter diffusion distance of the Na ions. Moreover, increasing the nucleation density for the two‐phase electrochemical reaction would help minimize the local polarization of the HC anode, by lowering the untransformed proportion during the discharge. This in turn would protect the HC anode from the detrimental sodium plating."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The aqueous CNC solution diluted to 10 mg mL−1 was hydrothermally treated in a Teflon lined autoclave at 180 °C for 20 h, obtaining a soft hydrogel with brownish color, immediately followed by a freezing process at ‐40 °C without agitating the soft gel. The frozen product was then freeze‐dried using a Savant Super Modulyo Freeze dryer for more than 48 h. After freeze‐drying, the porous gel was pyrolyzed in a quartz tube furnace at 650, 850, or 1050 °C for 2 h with a heating rate of 5 °C min−1 under a flow of Ar at 50 sccm, achieving the VOHC sheets with large 2D dimension. For comparison, a control sample was prepared by the same synthetic route except for the hydrothermal pretreatment. The stock CNC slurry (12 wt% in water) and a spray‐dried cellulose nanocrystal (CNC) powder were obtained from the Nanocellulose Process Development Center at the University of Maine.",
                        "The electrochemical evaluations of the VOHCs were carried out using CR2032 coin cells. To prepare the working electrode, a homogeneous slurry of 75% active material, 15% Super P, and 10% polyvinylidene difluoride (PVDF) in N‐methyl‐2‐pyrrolidinone (NMP) was coated onto 316L stainless steel spacers, dried overnight at 110 °C in a vacuum oven, resulting in ≈1 mg cm−2 of active material on each electrode. The coin cells were assembled inside an Ar‐filled glovebox, using sodium metal as the counter/reference electrode and Whatman 934‐AH glass microfiber filter paper as the separator. The electrolyte was 1 m NaClO4 dissolved in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) with a volume ratio of 1:1. The galvanostatic charge–discharge of the coin cells was carried out using an Arbin BT2000 battery measurement system. Cyclic voltammetry was measured using a Solartron 1470 Multistat system. All electrochemical tests were conducted at room temperature.",
                        "Scanning transmission X‐ray microscopy (STXM) analyses were performed at the 10ID‐1 spectromicroscopy (SM) beamline of the Canadian Light Source, a 2.9 GeV third‐generation synchrotron facility. The beamline source is a 75 mm generalized Apple II type elliptically polarizing undulator and a 250 line mm−1 plane grating of the entrance slit‐less monochromator was used in this work. Incoming X‐rays are focused with a Fresnel zone plate lens, using an order‐sorting aperture to remove the unwanted diffraction orders. The optics design achieves a 30 nm focal spot size with high flux (≈108 ph s−1) in transmission geometry. While sampling areas were raster scanned through the focal point of the X‐ray, transmitted beam intensities were measured at the detector pixels. The nominal energy resolving power (E/ΔE) is 3000−10 000. Energy scans were performed stepwise through edges of interest with an energy step of 0.15 eV around the edge and 0.4–1.5 eV in the pre‐edge and continuum. The 10ID‐1 SM beamline covers the photon energy range from 130 to 2700 eV. X‐ray photon energy was calibrated using the gas phase XANES of CO2 reported in the literature. For ex situ analysis at different stages of the sodiation process, the active material in the sodiated state is sensitive to moisture, CO2, and O2. Therefore, the specimen for STXM analysis was prepared with great care, by disassembling the coin cells in a glovebox with the active material being removed from the current collector, cleaned, and immediately loaded into the STXM chamber that will be purged with helium gas and gently pumped. The phase transformation during the first discharge was analyzed to avoid the build‐up of SEI with increasing cycles. The STXM data were analyzed using aXis2000 software.",
                        ""
                    ],
                    "name": "Synthesis of the CNC‐Derived VOHCs",
                    "type": "section"
                },
                {
                    "content": [
                        "The aqueous CNC solution diluted to 10 mg mL−1 was hydrothermally treated in a Teflon lined autoclave at 180 °C for 20 h, obtaining a soft hydrogel with brownish color, immediately followed by a freezing process at ‐40 °C without agitating the soft gel. The frozen product was then freeze‐dried using a Savant Super Modulyo Freeze dryer for more than 48 h. After freeze‐drying, the porous gel was pyrolyzed in a quartz tube furnace at 650, 850, or 1050 °C for 2 h with a heating rate of 5 °C min−1 under a flow of Ar at 50 sccm, achieving the VOHC sheets with large 2D dimension. For comparison, a control sample was prepared by the same synthetic route except for the hydrothermal pretreatment. The stock CNC slurry (12 wt% in water) and a spray‐dried cellulose nanocrystal (CNC) powder were obtained from the Nanocellulose Process Development Center at the University of Maine.",
                        "The electrochemical evaluations of the VOHCs were carried out using CR2032 coin cells. To prepare the working electrode, a homogeneous slurry of 75% active material, 15% Super P, and 10% polyvinylidene difluoride (PVDF) in N‐methyl‐2‐pyrrolidinone (NMP) was coated onto 316L stainless steel spacers, dried overnight at 110 °C in a vacuum oven, resulting in ≈1 mg cm−2 of active material on each electrode. The coin cells were assembled inside an Ar‐filled glovebox, using sodium metal as the counter/reference electrode and Whatman 934‐AH glass microfiber filter paper as the separator. The electrolyte was 1 m NaClO4 dissolved in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) with a volume ratio of 1:1. The galvanostatic charge–discharge of the coin cells was carried out using an Arbin BT2000 battery measurement system. Cyclic voltammetry was measured using a Solartron 1470 Multistat system. All electrochemical tests were conducted at room temperature.",
                        "Scanning transmission X‐ray microscopy (STXM) analyses were performed at the 10ID‐1 spectromicroscopy (SM) beamline of the Canadian Light Source, a 2.9 GeV third‐generation synchrotron facility. The beamline source is a 75 mm generalized Apple II type elliptically polarizing undulator and a 250 line mm−1 plane grating of the entrance slit‐less monochromator was used in this work. Incoming X‐rays are focused with a Fresnel zone plate lens, using an order‐sorting aperture to remove the unwanted diffraction orders. The optics design achieves a 30 nm focal spot size with high flux (≈108 ph s−1) in transmission geometry. While sampling areas were raster scanned through the focal point of the X‐ray, transmitted beam intensities were measured at the detector pixels. The nominal energy resolving power (E/ΔE) is 3000−10 000. Energy scans were performed stepwise through edges of interest with an energy step of 0.15 eV around the edge and 0.4–1.5 eV in the pre‐edge and continuum. The 10ID‐1 SM beamline covers the photon energy range from 130 to 2700 eV. X‐ray photon energy was calibrated using the gas phase XANES of CO2 reported in the literature. For ex situ analysis at different stages of the sodiation process, the active material in the sodiated state is sensitive to moisture, CO2, and O2. Therefore, the specimen for STXM analysis was prepared with great care, by disassembling the coin cells in a glovebox with the active material being removed from the current collector, cleaned, and immediately loaded into the STXM chamber that will be purged with helium gas and gently pumped. The phase transformation during the first discharge was analyzed to avoid the build‐up of SEI with increasing cycles. The STXM data were analyzed using aXis2000 software.",
                        ""
                    ],
                    "name": "Synthesis of the CNC‐Derived VOHCs",
                    "type": "section"
                },
                {
                    "content": [
                        "The aqueous CNC solution diluted to 10 mg mL−1 was hydrothermally treated in a Teflon lined autoclave at 180 °C for 20 h, obtaining a soft hydrogel with brownish color, immediately followed by a freezing process at ‐40 °C without agitating the soft gel. The frozen product was then freeze‐dried using a Savant Super Modulyo Freeze dryer for more than 48 h. After freeze‐drying, the porous gel was pyrolyzed in a quartz tube furnace at 650, 850, or 1050 °C for 2 h with a heating rate of 5 °C min−1 under a flow of Ar at 50 sccm, achieving the VOHC sheets with large 2D dimension. For comparison, a control sample was prepared by the same synthetic route except for the hydrothermal pretreatment. The stock CNC slurry (12 wt% in water) and a spray‐dried cellulose nanocrystal (CNC) powder were obtained from the Nanocellulose Process Development Center at the University of Maine."
                    ],
                    "name": "Synthesis of the CNC‐Derived VOHCs",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrochemical evaluations of the VOHCs were carried out using CR2032 coin cells. To prepare the working electrode, a homogeneous slurry of 75% active material, 15% Super P, and 10% polyvinylidene difluoride (PVDF) in N‐methyl‐2‐pyrrolidinone (NMP) was coated onto 316L stainless steel spacers, dried overnight at 110 °C in a vacuum oven, resulting in ≈1 mg cm−2 of active material on each electrode. The coin cells were assembled inside an Ar‐filled glovebox, using sodium metal as the counter/reference electrode and Whatman 934‐AH glass microfiber filter paper as the separator. The electrolyte was 1 m NaClO4 dissolved in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) with a volume ratio of 1:1. The galvanostatic charge–discharge of the coin cells was carried out using an Arbin BT2000 battery measurement system. Cyclic voltammetry was measured using a Solartron 1470 Multistat system. All electrochemical tests were conducted at room temperature."
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                },
                {
                    "content": [
                        "Scanning transmission X‐ray microscopy (STXM) analyses were performed at the 10ID‐1 spectromicroscopy (SM) beamline of the Canadian Light Source, a 2.9 GeV third‐generation synchrotron facility. The beamline source is a 75 mm generalized Apple II type elliptically polarizing undulator and a 250 line mm−1 plane grating of the entrance slit‐less monochromator was used in this work. Incoming X‐rays are focused with a Fresnel zone plate lens, using an order‐sorting aperture to remove the unwanted diffraction orders. The optics design achieves a 30 nm focal spot size with high flux (≈108 ph s−1) in transmission geometry. While sampling areas were raster scanned through the focal point of the X‐ray, transmitted beam intensities were measured at the detector pixels. The nominal energy resolving power (E/ΔE) is 3000−10 000. Energy scans were performed stepwise through edges of interest with an energy step of 0.15 eV around the edge and 0.4–1.5 eV in the pre‐edge and continuum. The 10ID‐1 SM beamline covers the photon energy range from 130 to 2700 eV. X‐ray photon energy was calibrated using the gas phase XANES of CO2 reported in the literature. For ex situ analysis at different stages of the sodiation process, the active material in the sodiated state is sensitive to moisture, CO2, and O2. Therefore, the specimen for STXM analysis was prepared with great care, by disassembling the coin cells in a glovebox with the active material being removed from the current collector, cleaned, and immediately loaded into the STXM chamber that will be purged with helium gas and gently pumped. The phase transformation during the first discharge was analyzed to avoid the build‐up of SEI with increasing cycles. The STXM data were analyzed using aXis2000 software.",
                        ""
                    ],
                    "name": "Material Characterizations",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "X‐Ray Spectromicroscopy Investigation of Heterogeneous Sodiation in Hard Carbon Nanosheets with Vertically Oriented (002) Planes"
}