{
    "DOI": "10.1002/smtd.202200995",
    "Journal": "",
    "Keywords": [
        "Bi2S3",
        "in situ transmission electron microscopy",
        "ionic transport",
        "phase transformation",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "High‐performance rechargeable batteries, for instance, lithium‐ion batteries (LIBs), are in high demand due to the fast‐developing markets for portable electronic gadgets.[] However, LIBs will ultimately be constrained for emerging large‐scale applications, such as power grid storage and electric vehicles, due to the limited natural resources and geographically unequal distribution of lithium supplies. Owing to the vast natural abundance and low cost of sodium resources, sodium‐ion batteries (SIBs) have piqued the scientific and industrial sectors’ interest in response to the growing demand for energy storage.[] As sodium placed in the vicinity of lithium in the periodic table has physicochemical characteristics similar to lithium, SIBs and LIBs operate similarly. However, for reversible insertion/extraction of Na+, the traditional graphite anode is rather ineffective due to very sluggish Na+‐interaction kinetics.[] The electrochemical capacity is substantially influenced by the intercalation diffusion behavior of Na+ in electrode materials, which is primarily driven by the electrochemical interactions between Na+ and electrode materials. As a result, research into Na+ diffusion behavior in electrode materials is crucial for electrode material optimization that allows for rapid Na+ diffusion while maintaining an unusually stable structure.",
                "Carbons, metal phosphors, metal oxides, and metal sulfides, are currently under extensive investigation for SIBs anode materials.[] Particularly, bismuth sulfide (Bi2S3) is a compound semiconductor that belongs to the V‐VI group.[] Its narrow band gap of 1.3–1.7 eV and weak metal–sulfur bonding resulted in long‐term storage ability of Na+ via conversion followed by a de/alloy process, resulting in comparably high specific capacity.[] Sun et al. first proved a high‐capacity of Bi2S3 for SIBs and found that the intercalation of Na+ ions into Bi2S3 would generate an intermediate phase of NaBiS2, which was subsequently transformed into Bi and Na2S by through ex situ X‐ray diffraction (XRD).[] Lu et al. clarified that the local microstructure of Bi2S3 directly generated the conversion phases Bi and Na2S, without the intermediate phase NaBiS2.[] They also pointed out that Bi and Na ions undergo further alloying reaction to generate a Na3Bi phase. Obviously, the complete examination of dynamic electrochemical reaction mechanisms is still under debated. Furthermore, due to a lack of direct evidence, adequate understandings of lively microstructural evolution generated by Na+ ionic diffusion and atomic re‐organization, critical for optimizing battery performance, remain rather vague, which is yet to be investigated.",
                "To this end, in this work, the atomic‐scale origins of sodium ionic transport pathway, microstructure/phase evolution, and detailed reaction mechanism encountered in Bi2S3 during live sodiation–desodiation cycles are explicitly elucidated by combined in situ transmission electron microscopy (TEM), consecutive electron diffraction coupled with theoretical calculations, for the first time. The basic atomic structure of Bi2S3 is revealed using spherical aberration–corrected scanning TEM (Cs‐STEM). The in situ HRTEM images and DFT calculations demonstrated the existence of distinct ionic transport channels in Bi2S3 along the (110) direction faster than the (200) direction. In addition, the intercalation of Na+ ions into Bi2S3 generates the NaBiS2 phase; following that, continuing Na+ intercalation triggered the conversion process, resulting in the formation of Na2S and Bi phases. Finally, Bi could alloy with Na+ to produce the Na3Bi phase via successive intermediate NaBi phases. Modeling of reaction‐induced deformation by finite‐element analysis (FEA) clearly shows that the shape of the multiple‐phase reaction front and stress evolution is the combined effect of the mechanical and electrochemical interaction. It is anticipated that these discoveries will provide deep insights into inherent fundamental science about atomistic mechanism for Na‐ion storage and transport, phase transformation, and performance degradation of metal chalcogenide anodes, eventually providing significant implications for high‐performance SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The crystal structure of Bi2S3 was determined via X‐ray diffraction (XRD) analysis. Figure  shows the characteristic signals corresponding to orthorhombic Bi2S3, which matched well with the standard data (JCPDS No. 75–1306, space group: Pbnm, a = 11.11 Å, b = 11.25 Å, c = 3.97 Å).[] The chemical composition and electronic states of Bi2S3 were verified using X‐ray photoelectron spectroscopy (XPS) measurements. The signals of Bi and S are visible in the full‐scan spectra in Figure  (Supporting Information), which are consistent with the XRD data. The two strong peaks characterize the binding energy for Bi 4f spectrum in Figure  at 158.3 and 163.4 eV corresponding to 4f7/2 and Bi 4f5/2, respectively, demonstrating the presence of Bi3+.[] The fringe width of 0.79 nm corresponds to (110) of Bi2S3 in Figure . The orthorhombic structure was verified by the associated fast Fourier transform (FFT) image. Figure  shows ordered lattice fringes of 0.49 nm, corresponding to (210) plane of Bi2S3. The low magnification high‐angle annular dark‐field STEM (HAADF‐STEM) image was presented in Figure , (Supporting Information). Figure  shows an atomic‐resolution HAADF‐STEM image that clearly shows the “quasi‐S” shape arrangement of the Bi atom column, which agrees with the atomic structure model of Bi2S3 (Figure ).[] The elemental mapping images of a single Bi2S3 nanorod shown in Figure  demonstrate that the Bi and S elements are distributed uniformly. The all‐solid nanosized SIB inside a TEM set‐up was used to explore real‐time (de)sodiation of Bi2S3, as schematically depicted in Figure . Figure  shows a panoramic TEM image of the as‐constructed nanosized SIBs based on Bi2S3 nanorods.",
                "Figure −f depicts time‐sequenced TEM images of a Bi2S3 nanorod during sodiation, revealing real‐time morphological and structural changes (Movie , Supporting Information). Upon sodiation, a wedge‐shaped reaction front (RF‐I) was observed, which was attributed to the insertion of Na+ ions resulting in a change in contrast (marked with a white dashed line in Figure ). The unique wedge‐shaped RF, similar to other in situ TEM tests of sodiation in Sb2O3 nanobelt and MnO2 nanorod, should result from faster Na+ diffusion along the surface of the nanorod than in bulk.[] With the sodiation proceeding, RF‐I continued wedge‐shaped propagation. It was noted that another reaction front (RF‐II) followed closely and some nanograins (marked by red circles) emerged behind it. Thus, we speculate that RF‐I corresponds to the intercalation reaction while RF‐II indicates conversion reactions.[] Meanwhile, a third reaction front (RF‐III) denoted as another wedge‐shape (marked by a white dashed line) was also detected in the reaction region close to the sodium source, suggesting that three different reactions take place at the same time. From Figure , the newly formed tiny nanograins (marked by green circles) right behind RF‐ III, directly suggest the occurrence of alloying reaction. Similar results were seen in SnSe2 nanoflakes and Sb2S3 nanowires, where the intercalation, conversion, and alloying reactions all resulted in considerable changes in contrast.[] After the completion of sodiation in Figure , prominent expansions of ≈13.4% in the radial direction and 11.7% in the axial direction (from 486.3 to 551.5 nm, from 161.4 to 180.3 nm, respectively) were observed, suggesting an efficient sodiation.",
                "The areal variations of the mentioned three reaction zones are quantified using time‐lapsed HRTEM images to quantitatively characterize the sodiation diffusion of Bi2S3 (Figure ). The intercalation reaction begins with a steady increase in the area as the insertion of Na+. In accordance with the wedge‐shaped propagation path of the intercalation front (Figure −d), the intercalation kinetics are controlled by the diffusion of Na ions in Bi2S3. Following that, the conversion reaction area and the alloying reaction area begin to grow. The area change rates of three reactions in Figure  are calculated using the values from Figure . The initial intercalation reaction is clearly three times faster than the conversion reaction. The intercalation velocity drops substantially when RF‐I advances away because of the immediate consumption of sodium by the following conversion reaction and newly developed alloying reaction. After the intercalation and conversion reactions are completed, the Bi2S3 undergoes an alloying reaction at a relatively constant rate. Figure  shows the HAADF‐STEM image of two partially sodiated Bi2S3 nanorods overlapping at a point. In this scenario, a second pathway for sodium transport was observed due to the close lateral contact points between both nanorods (Figure , Supporting Information). Local enlarged HAADF‐STEM image (Figure ) of the overlapped region of nanorods and the corresponding EDS mapping (Figure −m) all verified the ionic lateral transport pathway of sodium.",
                "Figure  shows time‐lapse HRTEM images of Bi2S3 nanorod during the sodiation, revealing distinctly selective sodium ion diffusion pathways in Bi2S3 (Movie , Supporting Information). Figure  shows a typical HRTEM image of a pristine Bi2S3 nanorod with the [001] zone axis. The associated FFT pattern (inset of Figure ) reveals prominent (110) and (100) diffraction spots, showing the orientation of this sample. The bottom right corner of the HRTEM image is the sodium source, marked by the white dashed line. Interestingly, after applying negative bias, two gray‐contrast stripes along with specific orientation (marked by yellow arrows) can be found in Figure . The sodiation stripes were parallel to the (110) plane of Bi2S3, indicating that the preferred direction of Na+ ions diffusion is along the (110) plane direction instead of taking place along the contact geometry between the sodium source and Bi2S3. With further sodium insertion, more stripes emerged and the orientation of stripes always remains consistent in Figure −e. According to FFT results, the reflection of the (110) plane initially became weak, then disappeared and obvious expansion of the (100) plane was observed because of the insertion of sodium in Figure . Because of the unique stripe‐like sodium transport channels, sodium ions preferentially move in the (110) direction, most likely due to the intrinsic character of Bi2S3. In phosphorene and MoSe2 nanosheets, similar phenomena were also observed.[] Figure  shows the total area of striped domains in this selected region as a function of time, indicating that sodiation occurs slowly at first and then swiftly when more sodiation stripes are added. The DFT calculations were used to analyze sodium ion transport pathway in a few‐layer Bi2S3 for an improved understanding of this selective diffusion behavior (Figures  and , Supporting Information). Schematic in Figure  displays sodium ions diffusion pathways in the (110) and (200) directions. Figure  shows the energy profiles of atomic‐scale sodium ion diffusion along two different routes in Bi2S3. The energy barrier for sodium ion diffusion along the (200) plane is roughly 0.18 eV in Figure  (the red curve). However, a relatively low energy barrier of 0.11 eV is demonstrated for sodium ion diffusion along the (110) plane (the blue curve). As a result, the diffusion constant can be calculated using the equation: D ≈ exp (−Ea/kBT), where, kB is the Boltzmann constant (8.617× 10−5 eV K−1), Ea is the diffusion barrier calculated using DFT, and T is the temperature (300 K at room temperature).[] According to this equation, the sodium diffusion mobility in the (110) direction is ≈2.76 times faster than in the (200) direction. This result is a precise explanation of the sodium‐rich stripes preferentially running in the direction of (110).",
                "We used real‐time HRTEM observation to analyze the atomic structures of all the reaction phases for a clear identification of the phase transformations of Bi2S3 during the sodiation (Movie , Supporting Information). Figure  shows time‐lapsed HRTEM images at various stages of sodiation, and magnified views of localized areas and related FFT patterns. The pristine Bi2S3 has a single‐crystal structure before reaction. The Bi2S3 (200) plane can be well indexed to the lattice fringe of 0.55 nm. The insertion of sodium ions causes the lattice spacing of the (200) planes to gradually expand. The inset of magnified HRTEM in Figure  showed newly generated dark particles that can be indexed by (012) plane of Bi. In addition, the formation of the NaBiS2 phase was clearly visible. Besides, the lattice fringes at the regions where Na+ ions had swept remained unchanged from the original, implying that Na+ ions do not collapse the entire crystal structure. Furthermore, the creation of NaBiS2 and Bi phases suggests that the subsequent conversion reaction happens, allowing the intercalation reaction to co‐exist. The diffraction spots of pristine Bi2S3 vanished as more Na ions were inserted, but the newly generated Bi remained as shown in Figure , demonstrating a complete conversion reaction. Furthermore, as shown by the matching FFT in Figure , the electrochemically reduced Bi nanoparticles react with Na to generate NaBi alloy. When excess Na+ ions are injected, the overall contrast difference (Figure ) before and after sodiation clearly shows a distinct structural change, while HRTEM image (Figure ) show the generation of substantial nanoparticles of alloying reaction of Na3Bi, with a darker contrast.",
                "The phase evolutions of Bi2S3 anode during sodiation were explored in details utilizing in situ selected area electron diffraction (SAED). The corresponding cell parameters in the process of before and after sodium ion intercalation were presented in Table  (Supporting Information). The radially integrated intensity profile (presented with false colors) as a function of time is plotted (Figures ) for improved visualization of the overall phase transformations during sodiation, allowing for quantitative analysis of the intensity evolutions of (141) Bi2S3, (220) NaBiS2, (012) Bi, (111) NaBi, and (102) Na3Bi diffractions. Figure  depicts the major reaction phases (Movie , Supporting Information). Figure 1 shows the single‐crystal structure of Bi2S3. After Na+ intercalation, most of Bi2S3 diffraction spots vanished, and the (012) diffraction rings associated with Bi and the (220) diffraction rings of NaBiS2 appeared in Figure 2,3. These findings support the prior findings of Figure , indicating that a conversion reaction occurs. Figure 4 shows that the intermediate phase represented by (222) and (220) diffraction rings from NaBiS2, faded as the sodiation progressed, while new NaBi diffraction rings emerged, indicating the start of the alloying reaction. We discovered freshly generated diffraction rings in Figure 5 can be indexed to the (112) plane of Na3Bi. The creation of the corresponding (102), (112), (302), and (220) diffraction rings in Figure 6 confirms that NaBi finally changed into the Na3Bi phase following complete sodiation. As a result, in situ TEM was used for the first time to reveal the fully sodiated Bi2S3 products. The sodiation of Bi2S3 can be split into three steps, according to Figure : intercalation and conversion (Stage 1), alloying‐I (Stage 2), and alloying‐II (Stage 3). The diffraction intensity associated with Bi2S3 rapidly weakened during stage 1, and Bi's (012) diffraction appeared simultaneously. These findings suggest the subsequent conversion reaction occurs swiftly, allowing the intercalation reaction to coexist. The corresponding reactions are as follows Bi2S3 + xNa+ + xe− → NaxBi2S3 → 2Bi + 3NaxS. Because of the extra Na+ intercalation at Stage 2, an intermediate phase called NaBi was formed: Bi + Na+ + e− → NaBi. At Stage 3, the intermediate NaBi continued to alloy with Na to form Na3Bi, accompanied with the emergence of Na2S: NaxS + NaBi + (4‐x) Na+ + (4‐x) e− → Na2S + Na3Bi. These results, thus, demonstrate that during sodiation, Bi2S3 underwent intercalation and conversion followed by a two‐step alloying reaction.",
                "In situ observation was also used to clearly define the structural changes and their related phase evolution throughout the sodiation‐desodiation cycle (Movie , Supporting Information). The first detailed desodiation of Bi2S3 nanorods prepared by focused ion beam (FIB) were displayed in Figures  and  as well as in Movie  (Supporting Information). The wedge‐shaped reaction front was discovered in Figure 1, which is consistent with the results in Figure . Even after multiple insertions and extraction of sodium ions, the volume expansion and contraction of the Bi2S3 nanorods remained reversible as shown in Figure . Figure  further displays the specific diameter for each cycle. These results demonstrate that the Bi2S3 nanorod as an electrode material is viable for the recyclable SIBs. Figure −f presents the SAED patterns of Bi2S3 nanorod during the first two cycles, demonstrating that sodiated products can always be well indexed to Na2S and Na3Bi, which further transformed to Bi2S3 and Bi phase after the desodiation. In addition, the SAED patterns of the second sodiated and desodiated products indicated the subsequent electrochemical cycles are partially reversible between the Bi2S3 and Na3Bi phases. The sodiation nanoparticles are speculated in the following manner (Figure ): First, Na+ is introduced into the Bi2S3 lattice, resulting in a metastable NaxBi2S3 and intermediate NaBiS2 phases. Metastable NaxBi2S3 and intermediate NaBiS2 phases are rapidly decomposed by excess Na+ and subsequently converted into ultrafine Bi nanograins. As sodiation progresses, the fresh ultrafine Bi combines with Na to form Na‐Bi alloying nanoparticles, which develop in a wedge‐shaped RF. The nanoparticles of NaBi phase and the final sodiated Na3Bi phase generated as evidence in Figure . Different nanoparticles varied growth stages are clearly visible in the TEM image with different contrast (Figure ).",
                "Furthermore, we constructed an electrochemical mechanical model using finite‐element analysis (FEA) to reveal detailed concomitant of ion transport, reaction interface advance and stress distribution during the sodiation. Distinct concentration‐dependent gradients are clearly shown as sodium ions diffusion in Figure , suggesting multi‐step phase transformations at sharp phase boundaries. Figure  demonstrated that the stronger stress concentration occurs at the edge of Bi2S3 nanorod. The stress concentration gradient indicated that despite the normalized concentration gradient, discrimination of reaction pathways will lead to disparate stress geometries, which may affect the advance of the reaction front and sodium ion transport. Combined with SAED patterns in Figure , wedge‐shape of the reaction front is the result of electrical and mechanical interaction, as shown by TEM images in Figure . Schematic diagram of sodiation and desodiation was displayed in Figure , as ascertained by in situ TEM investigations and theoretical calculations."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, in situ TEM imaging and consecutive ED sampling coupled with DFT calculations and FEA model were employed to explore the atomistic origin of Na+ interaction behavior and (de)sodiation mechanisms. Our atomic‐scale observation for the first time demonstrated a highly anisotropic diffusion pathway for sodium ions transport in which sodium ions in Bi2S3 prefer to diffuse along the (110) direction instead of the (200) plane. The electrochemical sodiation processes were confirmed as three stages: i) first, the NaxBi2S3 phase is formed as a result of the initial intercalation reaction, with the expansion of the original 2D crystal lattices; ii) second, the conversion reaction continues via the nucleation and growth of NaBi and Bi nanoparticles that remain coherent to the original structure; iii) finally when deep sodiation is performed, Bi further reacts with Na to form Na3Bi via an alloying reaction. During desodiation, the incomplete conversion of Na2S and Bi phases back to Bi2S3 was thought to induce initial capacity loss, despite the reversible dealloying of Na3Bi. Chemo‐mechanical simulations using FEA method further reveal the reaction‐induced deformation and the relevant stress evolution originating from the combined effect of the mechanical and electrochemical interaction. We believe this work would furnish valuable insights towards understanding the electrochemistry and ionic transport encountered in metal chalcogenide anodes and provide important implications for performance optimization."
            ],
            "name": "Conclusions",
            "type": "section"
        },
        {
            "content": [
                "The Bi2S3 sample was procured from Hangzhou Semiconductor materials. A Ga+ focused ion beam (FIB, Helios G4 UC, Thermal Fisher) was used in conjunction with a lift‐off approach to create multilayer Bi2S3 nanorods. The Bi2S3 nanorods attached with Cu grid were served as the working electrode. An electrically grounded sharp tungsten probe was covered with sodium metal as the counter electrode. The components were together put onto a Pico Femto TEM specimen holder integrated with a positioning probe for electrical biasing. During the holder's transfer to the TEM chamber, the sodium metal was purposefully exposed to air (for <10 s), thereby generating a thin passivation layer of NaOx on the surface, which behaved as a solid‐state electrolyte and allowed sodium ions to be transported. A minimal negative bias was applied between the Cu grid and the tungsten probe to begin the sodium insertion, whereas a small positive bias was used to start the sodium extraction."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Key R&D Program of China (Grant No. 2019YFB130970), the National Natural Science Foundation of China (Grant Nos. 12004034, U1813211, 52072323, 52122211, 11904372), the Beijing Natural Science Foundation (Grant No. Z210006), the General Research Fund of Hong Kong (Project No. 11217221), China Postdoctoral Science Foundation Funded Project (Grant No. 2021M690386). The authors acknowledge the Analysis & Testing Center in Beijing Institute of Technology for using in situ TEM platform."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available on request from the corresponding author. The data are not publicly available due to privacy or ethical restrictions."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Unraveling Atomic‐Scale Origins of Selective Ionic Transport Pathways and Sodium‐Ion Storage Mechanism in Bi2S3 Anodes"
}