{
    "DOI": "10.1039/C8DT04744H",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past few decades, the rapid development of society's economy has resulted in the huge consumption of energy storage systems. Rechargeable lithium-ion batteries (LIBs), one of the most promising energy storage systems, have been widely used in portable electronics and electric vehicles. However, the geographical distribution and high cost of lithium resources have hindered the large-scale application of LIBs for a long time. Sodium-ion batteries (SIBs), as one of the most promising candidates, have attracted significant attention due to the lower cost of sodium salt and similar processing technology as used for LIBs. However, graphite, one of the successfully commercialized materials in LIBs, possesses a low theoretical capacity for SIBs (<300 mA h g−1). On the other hand, MoS2 has a layered structure with a d-spacing of 6.2 Å, which is much larger than that of graphite (3.35 Å), and a high theoretical capacity of 670 mA h g−1, and thus, it has been reported as a promising anode material for SIBs in recent years. However, the high surface energy and interlayer van der Waals interactions resulting in restacking and agglomeration of MoS2 layers, large volume variation during charging/discharging process and low electronic conductivity are still the challenges that lead to its poor cycling stability and rate performance.",
                "To improve the electrochemical performance of MoS2, many strategies have been developed including the fabrication of novel nanostructures or carbon composites, designing few-layer MoS2 and expanding the interlayer spacing of MoS2. Among them, many nano-carbon materials (e.g. graphene, carbon fiber, carbon nanotube) with different morphologies and structures have been used to enhance the electronic conductivity of electrodes. Fabrication of few-layer MoS2 or expansion of the interlayer spacing of MoS2 could also enhance the Na+ diffusion kinetics and facilitate sodium-ion intercalation/de-intercalation during the charge/discharge process. Wang's group fabricated ultrathin few-layer MoS2 nanosheet, and it delivered an outstanding reversible capacity of 386 mA h g−1 at 0.04 A g−1 after 100 cycles. Chen et al. synthesized flower-like MoS2 with an expanded interlayer spacing of (002) plane, which exhibited a high capacity of 195 mA h g−1 at 10 A g−1. Wang et al. observed the phase transition of MoS2 from semiconductive phase to metallic phase at the atomic scale. It's reported that nano-carbon materials can improve the conductivity of electrodes. The few-layer MoS2 could enhance the sluggish Na+ diffusion kinetics and the porous structure could effectively alleviate the volume change during the charge/discharge process, which encouraged us to design the high-performance MoS2-based anodes involving these merits. However, MoS2/C anodes for SIBs with high rate performance and long cycling life (e.g. <2000 cycles) are still limited and urgently needed.",
                "It is well known that the battery-type electrode enables an enhanced energy density compared to the capacitance-type electrode. Capacitance-type electrode mainly stores sodium ions on the surface of active materials based on electrical double-layer capacitance (EDLC) or faradaic pseudocapacitance, which shows better cycling stability than battery-type electrode. It is generally recognized that microporous carbon with high specific surface area and large pore volume is compatible for capacitance-type electrodes, while mesoporous carbon may function as a promising template for fabricating battery-type electrode nanomaterials. Therefore, it encouraged us to extend our studies to fabricate dual-mode anode material by the in situ synthesis of MoS2 confined on hierarchical porous carbon fiber (HPCF). Generally, the porogen for synthesizing mesoporous carbon is not a green agent, such as CaCO3 or SiO2 hard template; it is necessary to remove the template with concentrated acid/alkali solution after carbonization. On the other hand, the porogen for synthesizing microporous carbon easily corrodes the equipment, such as excess amount of KOH or ZnCl2, which hinders the practical application. Therefore, fabricating such a HPCF with the mesoporous and microporous structure simultaneously in mild conditions is not easy but highly desirable. Despite the great enhancements that are achieved with regard to MoS2 electrodes for SIBs, fabricating ultra-small few-layer MoS2 nanostructure confined on hierarchical porous carbon composite for high-performance SIBs is scarcely reported. By combining the advantages of hierarchical porous carbon template and ultra-small few-layer MoS2 nanostructure, enhanced sodium storage properties are expected.",
                "Herein, we designed a novel approach and mild condition for synthesizing HPCF via an electrospinning technique (will be discussed in detail). The ultra-small few-layer MoS2 nanostructure confined on hierarchical porous carbon fiber composite (FM-HPCF) was fabricated through the nanocasting route by using a novel HPCF as the template. Acting as the anode material, the FM-HPCF displayed outstanding electrochemical performance for SIBs. The FM-HPCF in this study endows the ultra-small MoS2 nanocrystal with few-layer structure confined onto a hierarchical porous carbon fiber, combining the battery-type active material (MoS2) with the capacitance-type active material (HPCF) simultaneously. Moreover, it shows one of the best long-term cycling properties of MoS2-based anode materials for SIBs reported so far. Furthermore, the relationship between the intrinsic properties of FM-HPCF and the sodium-ion storage performance was also investigated in detail."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Sodium lignosulfonate was purchased from Tokyo Chemical Industry. Polyacrylonitrile was supplied by Macklin with Mw 1300000. Phosphomolybdic acid was purchased from Strem with 99% purity. Other reagents were supplied by Sinopharm Chemical Reagent Co., Ltd with a purity of AR. All chemical reagents were used without further purification."
                    ],
                    "name": "Chemical reagent",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Typically, 0.6 g of sodium lignosulfonate (LN) and 0.6 g of polyacrylonitrile (PAN, Mw 1300000) were dissolved in 10 mL of N,N-dimethylformamide (DMF, 99.5%) and stirred for 12 h. The obtained homogeneous solution was electrospun between an aluminium foil collector and a needle tip (+22 kV), with a feeding rate of 0.8 mL h−1. The distance between the needle and the collector was 15 cm. Subsequently, the as-prepared fiber was preoxidized in air (280 °C 1 h). After preoxidation, the brown precursor was mixed with KOH (w:w = 1:1.2) and distilled water in a PTFE-lined flask and stirred for 4 h, followed by heating overnight at 110 °C to remove water. The dried mixture was carbonized and activated at 850 °C for 1 h (10 °C min−1, N2 atmosphere). Finally, the mixture was washed with 1 M HCL and deionized water (DI) until the pH become neutral, then HPCF was obtained."
                    ],
                    "name": "Synthesis of HPCF",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For a typical synthesis of FM-HPCF, 50 mg of HPCF was firstly added into a solution (3 mL deionized water and 3 mL nitric acid) and stirred for 30 min at 60 °C to induce hydrophilicity. Also, 144 mg of phosphomolybdic acid (PMA) was dissolved in 5 mL of alcohol to form a transparent yellow solution. Then, the nitric acid treated HPCF was introduced and stirred for 10 min, followed by ultrasonication for 0.5 h. After that, the solution was stirred until it was dry. Finally, the black composite was ground with sulfur (w:w = 1:2), and then calcined at 600 °C for 1 h (5% H2/95% Ar atmosphere). As a reference sample, M-HPCF was synthesized through the same process used to synthesize FM-HPCF, except for using 192 mg of PMA as the molybdenum source. As another reference sample, bulk MoS2 was synthesized through the same process used to synthesize FM-HPCF, except without the HPCF matrix."
                    ],
                    "name": "Synthesis of FM-HPCF, M-HPCF and bulk MoS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures of the composite were studied using X-ray diffraction (XRD) recorded on a Bruker D8 diffractometer using filtered Cu-Kα radiation. The microstructures of the samples were investigated by scanning electron microscopy (SEM) (Hitachi 8010) and transmission electron microscopy (TEM) (FEI F20 S-TWIN). N2 adsorption–desorption measurements were recorded on a BELSORP-mini-type Brunauer–Emmett–Teller (BET) analyzer. Thermogravimetric analysis (TGA) was obtained on a TA-SDT Q600 analyzer (10 °C min−1, air). Raman spectra were performed on DXR2xi with a laser at wavelength of 532 nm."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active materials (FM-HPCF, M-HPCF, bulk MoS2), a conductive agent (super P) and a binder (CMC) with mass ratio of 7:2:1 in DI water were mixed to prepare the working electrode, and then spread onto a copper foil and dried in a vacuum oven at 80 °C overnight. The electrolyte for SIBs was 1 M NaClO4 in 1:1 (weight ratio) EC/PC with 5% fluoroethylene carbonate (FEC) additive, and sodium foil was used as the counter electrode. The specific capacity was calculated on the basis of the total mass of FM-HPCF or M-HPCF or bulk MoS2. The amount of active material in the test cells for SIBs was about 2–2.5 mg cm−2. The electrochemical performance was measured by using CR2025. Tests of cycling performance were conducted with Land CT 2001A tester. Cyclic voltammetry (CV) measurements were made with an Ivium-n-Stat electrochemical workstation at a scan rate of 0.1 m V s−1 from 0.01 to 3.00 V. Electrochemical impedance spectroscopy (EIS) tests were performed in the range of 10−2 to 105 Hz with the AC oscillation amplitude of 5 mV."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Scheme 1 illustrates the synthetic process of FM-HPCF. First, the carbon fiber precursor was prepared by electrospining and preoxidation. After that, the precursor was carbonized and activated with little amount of KOH, and then HPCF was obtained. Finally, the ultra-small few-layer MoS2 nanostructure confined on hierarchical porous carbon fiber (FM-HPCF) was fabricated through the nanocasting route by using HPCF as the nanoreactor. The hierarchical porous structure (micropoous and mesoporous) was produced by the whole synthesis procedure including electrospinning, carbonization and activation. Because of the prominent difference in compatibility between LN and PAN, the “sea-island structure” was formed in the as-prepared electrospun LN–PAN composite fiber. Mesopores and micropores were also obtained due to the decomposition of LN and PAN, activation assisted by LN and a small amount of KOH. By adding an appropriate amount of PAM as the molybdenum source, the ultra-small few-layer MoS2 nanostructure was successfully confined on the HPCF matrix, labeled as FM-HPCF. This material displayed an outstanding cycling stability for more than 3000 cycles as electrode for SIBs.",
                        "The morphologies of the HPCF, FM-HPCF, M-HPCF and bulk MoS2 samples were characterized by SEM measurements (Fig. 1). Fig. 1a and b present the SEM images of HPCF. It shows a hierarchical carbon fiber structure with a diameter of ∼120–200 nm; its surface is coarse with a large number of hierarchical pores. The SEM images of FM-HPCF are depicted in Fig. 1c and d and Fig. S1.† It also shows a similar hierarchical porous carbon fiber structure, while the MoS2 particles are not obviously observed outside HPCF. With increase in the utilization of PMA, lots of MoS2 particles are grown outside the HPCF surface in the M-HPCF composite (Fig. 1e). In addition, it was hard to synthesize MoS2 nanoparticles by the traditional sulfuration route without adding HPCF (Fig. 1f), suggesting the important role of HPCF as the template.",
                        "Fig. 2 presents the TEM images and the corresponding elemental mapping results of FM-HPCF. Fig. 2a shows that FM-HPCF maintains the morphology of hierarchical porous fiber with a diameter of ca. 150–200 nm, which is composed of a nanostructure with a transparent configuration at the edge region. On closer observation of the edge of one single fiber, structural wrinkles and ultra-small few-layer nanostructures are observed, as shown in Fig. 2b. The interlayer spacing is measured to be 0.62 nm, which corresponds to the (002) plane of MoS2. Furthermore, the layers of MoS2 are extremely thin and ultra-small, and are randomly embedded in the hierarchical porous carbon fibers (Fig. 2c and d). Moreover, it is observed that the number of layers of ultra-small MoS2 in FM-HPCF is ca. 1–3 layers (Fig. 2d). The lateral dimension of such few-layer MoS2 is only ca. 5–10 nm. To further confirm the composition of FM-HPCF, the elemental mapping test was carried out. As shown in Fig. 2e, the uniform distribution of Mo, C and S elements in the single fiber further demonstrates the structure of FM-HPCF.",
                        "The porous character of HPCF was confirmed by the N2 adsorption–desorption isotherms (Fig. S2†). HPCF exhibits a typical type I and IV curve (Fig. S2a†). At the low pressure section, the curve shifts upward, suggesting the existence of micropores. Furthermore, there is a small hysteresis loop in the medium pressure section, indicating the presence of mesopores. The BET specific surface area of HPCF is 2198 m2 g−1, accompanied by the high pore volume of 2.01 cm3 g−1. As shown in Fig. S2b,† it can be confirmed that there are a number of mesopores within HPCF according to the BJH pore size distribution of HPCF, and the partial pore size distribution was between 10–50 nm.",
                        "The XRD patterns of bulk MoS2, FM-HPCF and M-HPCF are shown in Fig. 3a. As seen in Fig. 3a, all the samples can be well indexed to the MoS2 phase (JCPD: 01-089-5112), suggesting that the pure-phase MoS2 has been synthesized successfully. It is noteworthy that the peak located at 14.4° assigned to the reflection of (002) is invisible in the FM-HPCF spectrum. However, MoS2 and M-HPCF show the reflections of (002), indicating that the stacking nature of layered MoS2 is suppressed in FM-HPCF. Raman spectroscopy further verifies the character of few-layer structure of MoS2 in FM-HPCF (Fig. 3b). The two strong peaks located at 1352 and 1597 cm−1 can be attributed to the D and G bands of carbon in FM-HPCF and M-HPCF, respectively, while the pure MoS2 is without D and G bands. The E12g and A1g at 382.3 and 405.9 cm−1, respectively, can be ascribed to the MoS2 of FM-HPCF with a peak separation of 23.6 cm−1, which is smaller than that of the standard multilayer MoS2 which has a peak separation of 26.1 cm−1 (black line), suggesting the formation of few-layer MoS2 nanostructure in FM-HPCF. As a comparison, the peak separation of M-HPCF is 25.1 cm−1, closer to that of bulk MoS2, suggesting the character of multilayer MoS2 structure. The mass content of MoS2 in the FM-HPCF and M-HPCF composites was analyzed by thermogravimetric analysis (TGA), as shown in Fig. 3c. The weight loss before 150 °C corresponded to the evaporation of adsorbed moisture. The weight change between 150 and 700 °C was due to both the oxidation of MoS2 (MoS2 + O2 → MoO3) and the combustion of carbon (C + O2 → CO2). The content of MoS2 in the composites was estimated to be ∼65 wt% and ∼73 wt% in FM-HPCF and M-HPCF, respectively. In a word, all the results of SEM, TEM, XRD and Raman analyses confirmed that the few-layer MoS2 nanostructure (1–5 layers) has been well loaded and dispersed on HPCF with appropriate amount of PMA utilization."
                    ],
                    "name": "Characterizations of HPCF, FM-HPCF, M-HPCF and bulk MoS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of FM-HPCF electrode were evaluated by cyclic voltammetry (CV) measurements. The cyclic voltammetry (CV) curves of the FM-HPCF electrode are shown in Fig. 4a, which are the CV measurements for the initial 3 cycles at a scanning rate of 0.1 mV s−1 between 0.01 and 3.0 V. Three reductive peaks of FM-HPCF are vividly observed in the first cathodic sweep. The peaks located at approximately 0.8 and 1.1 V correspond to the intercalation of Na+ into MoS2 and the formation of SEI film, respectively. Moreover, the peak between 0.01 and 0.2 V is related to the formation of Mo and Na2S (NaxMoS2 + (4 − x)Na+ + (4 − x)e− → Mo + Na2S). The single oxidation peak at 1.78 V corresponds to the oxidation from Mo to MoS2. The anodic curve of the second cycle shows the similar trend as the first cycle, while the cathodic curve shows difference trend. This difference in behavior could be due to the formation of SEI film in the first cycle. The reduction and oxidation curves almost overlapped in the second and third cycle, indicating the high reversibility of the FM-HPCF composite. Fig. 4b displays the charge–discharge profiles of the FM-HPCF composite at a current density of 0.1 A g−1, which shows a high initial capacity of 829 mA h g−1. Similar to the CV curves, it also shows a high reversibility base on the almost overlapping curves in the second and 50th cycles.",
                        "The cycling performances of the FM-HPCF, M-HPCF and bulk MoS2 electrodes at 0.1 A g−1 are described in Fig. 4c. Negligible capacity fading is observed during cycling for the FM-HPCF electrode. It delivers a high reversible capacity of 491 mA h g−1 at 0.1 A g−1 after 50 cycles. In contrast, the M-HPCF and bulk MoS2 electrodes show relatively poor cycling performance, and the discharge capacities reach to 368 and 152 mA h g−1, respectively, at 0.1 A g−1 after 50 cycles, as shown in Fig. 4c. We further investigated the rate capabilities of the FM-HPCF, M-HPCF and bulk MoS2 electrodes at different current densities from 0.05 to 2 A g−1 (Fig. 4d). The FM-HPCF electrode showed a high initial specific capacity of 1083 mA h g−1 at 50 mA g−1, which delivered the charge capacity of 533, 448, 392, 345, 285 and 240 mA h g−1 at the current density of 0.05, 0.1, 0.2, 0.5, 1 and 2 A g−1 for each of the 10 cycles, respectively (Fig. 4d), indicating the superior rate performance of FM-HPCF. In addition, the discharge capacity of FM-HPCF was recovered at its original state when the current density returned to 0.1 A g−1. On the other hand, M-HPCF and bulk MoS2 delivered irreversible capacities of 388, 368, 325, 288, 245 and 189 mA h g−1 and 457, 360, 270, 180, 118 and 76 mA h g−1 at the current densities of 0.05, 0.1, 0.2, 0.5, 1 and 2 A g−1, respectively. In short, the electrochemical performance of the FM-HPCF electrode was obviously superior to that of the M-HPCF and bulk MoS2 electrodes.",
                        "The long-term cycling performance and coulombic efficiency of the FM-HPCF electrode were tested at 1 A g−1 (Fig. 4e). The discharge specific capacity of the FM-HPCF electrode was 286, 293, 274, 255, 237 and 234 mA h g−1 after 10th, 100th, 500th, 1000th, 2000th and 3000th cycle, which demonstrated that it had large reversible capacity at high current densities. Impressively, it exhibited excellent long-term cycling stability (more than 3000 cycles), as evidenced by a high discharge capacity of 234 mA h g−1 after 3000 cycles, corresponding to a high capacity retention of 81.8% and a low capacity-fading rate of 0.006% per cycle (from 10th to 3000th cycles). As shown in Table S1,† the electrochemical performance of FM-HPCF is one of the best performances in terms of long-term cycling properties of MoS2-based anode for SIBs reported so far.",
                        "The electrochemical kinetics was evaluated by CV measurements at different scan rates from 0.1 to 0.7 mV s−1 (Fig. 5a). The current (i) and scan rates (v) conform to the power law relationship (1)",
                        "where the b value is related to the charge-storage behavior, and a and b are adjustable values. According to previous literature, b = 0.5 means a diffusion-controlled process while b = 1 indicates a capacitive-controlled process. The log(v)–log(i) plots can be used to figure out the b values of 0.88 and 0.87 with the peaks 1 and 2 (Fig. 5b), respectively, which indicates that the charge-storage behavior of FM-HPCF is mainly capacitive-controlled. Moreover, the pseudocapacitive contribution is quantified based on eqn (2) or (3)or where k1 stands for the capacitive-controlled contribution and k2 corresponds to the diffusion-controlled contribution. The pseudocapacitive contribution at the scanning rate of 0.5 mV between 0.01 and 3.0 V is shown in Fig. 5c. The pseudocapacitive contributions increase from 58.8% to 77.2% with gradual increase in scan rates (from 0.1 to 0.7 mV) (Fig. 5d). This high pseudocapacitive contribution can be attributed to the synergistic effect between the few-layer ultra-small nanostructure of MoS2 and the hierarchical porous carbon fiber, especially the short diffusion path of Na+ of few-layer MoS2 and the rapid electron transportation path of HPCF.",
                        "EIS measurements of pure MoS2, FM-HPCF and M-HPCF for SIB are shown in Fig. S3.† It can be found that there are semicircles in the medium/high frequency region attributed to the charge transfer resistances Rct. An inclined line appears in the low-frequency region corresponding to the Warburg impedance (Wo). It is clear that the smallest diameter of the semicircle of FM-HPCF indicates the best conductivity in these samples. Moreover, FM-HPCF also displays the highest slope angle of the linear Warburg parts reflecting the enhanced electrochemical reaction kinetics of the composite.",
                        "The stability related to structure can be confirmed from the SEM images by investigating the images of the electrodes before and after 100 cycles (Fig. 6). It can be seen that the bulk MoS2 (Fig. 6a and b) and M-HPCF (Fig. 6e and f) electrodes were obviously pulverized and agglomerated after 100 cycles, suggesting their unstable or irreversible structures. However, the FM-HPCF electrode maintained its hierarchical porous fiber structure without any visible large range of aggregations (Fig. 6c and d), which confirmed that FM-HPCF possesses a significantly reversible stable structure during the sodium storage processes.",
                        "In summary, the superior performance of Na+ storage of the FM-HPCF composite might be mainly related to the following factors: (i) the hierarchical porous structure of HPCF effectively confines the few-layer MoS2 in the porous matrix, which facilitates the electrolyte penetration and accommodates the volume change during sodium-ion intercalation, which contributes to the superior cycling stability; (ii) HPCF serves as a capacitance-type active material providing a fast electron transportation path; (iii) the few-layer MoS2 acts as the battery-type active material, which offers a short path for Na+ diffusion and ensures an aggregation-free character during the charge–discharge process. The kinetic advantages of FM-HPCF are illustrated in Scheme 2. The surrounding few-layer MoS2 could serve as an efficient battery-type material. Combined with the rapid electronic channel and protective layer—hierarchical porous carbon—it showed outstanding capacity as an anode for SIB."
                    ],
                    "name": "Electrochemical performance of FM-HPCF, M-HPCF and bulk MoS2 as anode of Na-ion batteries",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we successfully fabricated the ultra-small few-layer MoS2 nanostructure confined on hierarchical porous carbon fiber composite (FM-HPCF) through the nanocasting route by using a novel hierarchical porous carbon fiber (HPCF) as the template. Acting as the anode material, the FM-HPCF displayed outstanding electrochemical performance for SIBs. The FM-HPCF in this study endows the ultra-small MoS2 nanocrystal with few-layer structure confined onto hierarchical porous carbon fiber, combining the battery-type active material (MoS2) with the capacitance-type active material (HPCF) simultaneously. It's worth mentioning that FM-HPCF shows one of the best long-term cycling properties of MoS2-based anode materials for SIBs reported so far. We believe that the present work could exploit an effective avenue to fabricate an advanced few-layer metal dichalcogenide–carbon composite for energy applications, not only in sodium-ion batteries but also in other areas such as potassium-ion batteries, supercapacitors, and electrocatalysts."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "An ultra-small few-layer MoS2-hierarchical porous carbon fiber composite obtained via nanocasting synthesis for sodium-ion battery anodes with excellent long-term cycling performance"
}