{
    "DOI": "10.1002/chem.202004241",
    "Journal": "",
    "Keywords": [
        "electrochemical properties",
        "electrochemistry",
        "in situ synthesis",
        "lithium/sodium ion battery",
        "MxSy",
        "N/S co-doped carbon"
    ],
    "Sections": [
        {
            "content": [
                "On account of our rapid energy consumption and environmental pollution, there is a tremendous requirement for the development of rechargeable batteries with excellent energy density. Lithium ion batteries (LIBs) are a type of advanced energy storage device, and because of their attractive features of long lifespan, satisfactory energy density, and environmental friendliness, they have been applied widely in portable computers, communication devices, electric automobiles, and so on. On the other hand, sodium ion batteries (SIBs) have also attracted in‐depth investigation, and are viewed as a possible substitute for LIBs as the properties of sodium and lithium are similar. It is well known that the theoretical capacities of commercial graphite for SIBs and LIBs are 35 and 372 mA h g−1, respectively, so it is difficult for them to meet our energy storage requirements. Therefore, it is necessary to develop new electrode materials with large capacities.",
                "Transition metal sulfides (TMSs) have been investigated extensively owing to their large theoretical capacity and abundant redox sites. However, because of the pulverization of materials, polysulfide dissolution in the electrolyte during the redox process, and large volume expansion, there are some drawbacks of TMSs anodes that need to be overcome, including their sluggish kinetics, rapid capacity fading, and poor cycling stability. Up to now, nanostructure engineering has been considered an effective way to address the issues mentioned above. A decrease in the mean particle size of metal sulfides not only shortens the diffusion path of Li+/Na+, but also alleviates the volume expansion, thus improving the electrochemical reactivity. Moreover, hybridization of metal sulfides with carbon matrices is also considered a feasible approach, and conductive carbon has been proved to enhance the electronic conductivity and adsorption of polysulfide intermediates. For example, Mai et al. prepared CoS@carbon yolk–shell microspheres with a high Li/Na‐ion storage capacity (790 mA h g−1 at 1 A g−1 after 500 cycles for Li‐ion storage, 532 mA h g−1 at 0.2 A g−1 after 100 cycles for Na‐ion storage). Xu et al. reported the FeS2@NC‐G composite, which displayed an excellent Li/Na‐ion storage capability.",
                "Recently, metal–organic frameworks (MOFs), as a class of inorganic–organic compounds, have been investigated widely in many fields (e.g., energy storage, catalysis, solar cells, sensors, gas separation/storage, etc.) because of their tunable pore size, high surface area, and controllable structure. Meanwhile, MOFs have also been applied as self‐sacrificial templates for transformation into various functional composite materials. Tang et al. fabricated the FeS2@octahedral carbon composite through the sulfurization of MIL‐53(Fe), which presented an excellent Li‐ion storage performance of 607 mA h g−1 at 2 A g−1. Zhang et al. synthesized the Fe7S8@C‐G composite using MIL‐88 as a precursor, and as an anode for the SIB it exhibited a capacity of 449 mA h g−1 after 150 cycles. So far, various metal sulfide/carbon composites have been fabricated using MOFs as precursors, but the development of a general strategy for the in situ synthesis of composites of MxSy/carbon from metal ions and sulfonic ligands of MOFs is still a challenge.",
                "Herein, a general and simple route has been realized for the fabrication of the composites of metal sulfides immobilized to N/S co‐doped carbon (MxSy/NSC) by employing sulfonate‐based M‐MOF (M=Fe, Co, Cu, Ni, Zn, Mn) as precursors. Upon application as an anode for LIBs/SIBs, they display a remarkable electrochemical performance. For instance, the composite of Fe7S8/NSC delivers a reversible capacity of 645 mA h g−1 for LIBs after 1500 cycles and a capacity of 426.6 mA h g−1 for SIBs after 1000 cycles at 5 A g−1. It is indicated that such a fascinating electrochemical property can be attributed mainly to the synergistic effects between Fe7S8 nanoparticle and N/S co‐doped carbon, which can not only short the Li+/Na+‐ion diffusion pathway and alleviate the volume expansion, but also enhance the electronic conductivity and inhibit the dissolution of polysulfides."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The simple, general route for the fabrication of MxSy/NSC composites is illustrated in Figure . Typically, the sulfonate‐based M‐MOF (M=Fe, Co, Ni, Cu, Mn, Zn) precursors were synthesized using 1,5‐naphthalenedisulfonic acid and 4,4′‐bipyridine as the organic ligands at room temperature. During the pyrolysis process, 1,5‐naphthalenedisulfonic acid not only served as a sulfur source for the in situ sulfurization reaction with metal ions to form metal sulfides (MxSy=Fe7S8, Co9S8, Ni9S8, Cu1.96S, MnS, ZnS), but also provided N/S co‐doped carbon together with 4,4′‐bipyridine. Figure S1 (Supporting Information) shows the SEM images and XRD patterns of the precursors. The former shows that the morphology and size of the M‐MOF precursors are different, and the well‐defined diffraction peak is detected in the latter, indicating a high degree of crystallinity. The IR spectra of the M‐MOF precursors are displayed in Figure S2 (Supporting Information). The stretching mode peaks of the sulfonate group in 1,5‐naphthalenedisulfonic acid of all precursors are in the range 1000–1250 cm−1. The peaks at around 1420 and 1610 cm−1 can be ascribed to the stretching vibrations of the pyridyl rings of 4,4′‐bipyridine.",
                "The crystal structure of MxSy/NSC was investigated by XRD measurements. As shown in Figure , a wide peak at 2θ=25.0° corresponds to the (002) diffraction plane of the graphite carbon. All other identified peaks can be indexed to Fe7S8 (JCPDS card 24‐0220), Co9S8 (JCPDS card 86‐2273), Ni9S8 (JCPDS card 78‐1886), Cu1.96S (JCPDS card 29‐0578), MnS (JCPDS card 72‐1534), and ZnS (JCPDS card 89‐2143), respectively. These results indicate that the M‐MOF precursor has been transferred in situ to MxSy after calcination. The Raman spectra of MxSy/NSC are displayed in Figure S3 (Supporting Information). Three characteristic peaks at 1348, 1590, and 2860 cm−1 can be assigned to the D, G, and 2D bands of carbon, respectively. The value of IG/ID is in the range 1.0–1.2, demonstrating that the carbon is partially graphitic, which is beneficial for improving the electronic conductivity. Thermogravimetric analysis (TGA) was performed to calculate the content of MxSy in the MxSy/NSC composite. As displayed in Figure S4 (Supporting Information), the total weight loss can be ascribed to the evaporation of adsorbed water, the conversion of MxSy to metal oxides, and the decomposition of carbon. The XRD patterns of the residue after the TGA test demonstrate that the final product is metal oxides. According to the amount of metal oxides, the content of MxSy in the composite is calculated to be 35–50 %; the specific data are shown in Table S1 (Supporting Information).",
                "The N2 adsorption/desorption isotherm of the Fe7S8/NSC composite (as an example) was measured to analyze the pore size distribution and surface area. As displayed in Figure , Fe7S8/NSC has a typical type IV isotherm, and the specific surface area is about 234.8 m2 g−1. Moreover, the pore size distribution indicates that the Fe7S8/NSC has a micro/mesoporous structure with mesopores of around 15 nm. Further morphological and structural information on the Fe7S8/NSC composite was obtained through SEM and TEM measurements. Figure  and Figure  show SEM and TEM images of the Fe7S8/NSC composite; the results show that the bulk morphology of the Fe‐MOF precursor is well maintained after calcination. The same result can be concluded for the other samples (Figure S5, Supporting Information). In addition, the Fe7S8/NSC was treated with HCl and Fe7S8 nanoparticles were removed, and the N/S co‐doped carbon (NSC) could be observed in the SEM image and XRD pattern, as displayed in Figure S6 (Supporting Information). From the high‐resolution TEM (HRTEM) images displayed in Figure –d, the bulk Fe7S8/NSC composite is composed of Fe7S8 nanoparticles with an average size of around 10–20 nm, in which the Fe7S8 nanoparticles are immobilized uniformly in the porous carbon. As shown in the inset image in Figure , there is a well‐defined lattice fringe with a spacing of 0.205 nm, which is consistent with the (206) lattice plane of crystalline Fe7S8. The elemental mapping images are displayed in Figure –i, which demonstrate the homogeneous distribution of Fe, S, N, and C elements in the Fe7S8/NSC composite.",
                "XPS investigation was performed to further observe the chemical state and surface composition of the Fe7S8/NSC composite. As presented in Figure S7 (Supporting Information), the survey spectrum proves the existence of Fe, N, C, and S elements. The presence of the O 1s peak might be attributed to oxygen adsorption and partial oxidation on the surface of Fe7S8. The high‐resolution spectrum of Fe 2p is displayed in Figure ; two binding energies located at 720.1 and 710.7 eV can be attributed to the Fe 2p1/2 and Fe 2p3/2 states of Fe2+, respectively, and the peaks of the Fe 2p1/2 and Fe 2p3/2 states of Fe3+ are located at 724.7 and 714.5 eV, respectively. Moreover, the peak at 707.1 eV demonstrates the presence of metallic Fe. Also, the two peaks at 163.5 and 161.6 eV are well fitted with the location of S 2p1/2 and S 2p3/2 in Figure , respectively, whereas the peak located at 164.8 corresponds to the C−S−C group, indicating that some sulfur can be doped into the carbon lattice. Additionally, the peak at 168.2 eV corresponds to SO42−. As shown in Figure , the peak located at 284.5 eV is recognized as the C−C/C=C bond, and another two peaks at 286.7 and 289.2 eV can be attributed to C−N/C−S bonds and the C=O bond, respectively. As shown in Figure , the N 1s spectrum presents three peaks at 401, 399.2, and 398.4 eV, corresponding to the existence of graphitic N, pyrrolic N, and pyridinic N, respectively, indicating that the N element has been doped into carbon successfully. According to previous experimental results, the nitrogen and sulfur doping are instrumental in improving the electrical conductivity and the electrochemical performance.",
                "The half cell (2025‐type) was assembled to evaluate the Li‐ion storage performance of the Fe7S8/NSC. Figure  presents CV curves of the Fe7S8/NSC composite in the typical three cycles at 0.2 mV s−1. In the initial cycle, three cathodic peaks at 1.58, 1.21, and 0.38 V can be related to the generation of Li2FeS2, the subsequent reduction to metallic Fe and Li2S, and the inevitable formation of the solid electrolyte interphase (SEI) layer, respectively. In the anodic scan, only one peak is found at 1.9 V, which corresponds to the conversion reaction of Fe to form Li2−xFeS2. Summarizing the above, the related (de)lithiation reaction process might be described as given in Equations (1–.123",
                "In the subsequent second and fifth cycle, a pair of redox peaks shifted slightly to 1.36/1.97 V, indicating that the electrode polarization was suppressed. The corresponding three typical galvanostatic discharge/charge curves at 0.2 A g−1 are displayed in Figure . The initial discharge and charge capacities of the Fe7S8/NSC electrode were 1780.6 and 1021.1 mA h g−1, respectively, resulting in an initial Coulombic efficiency of 57.3 %. The low initial Coulombic efficiency might be attributed to the generation of the SEI layer, the partial irreversible conversion reaction, and decomposition of the electrolyte.",
                "Figure  presents the cycling property of the Fe7S8/NSC composite at 0.2 A g−1. The sample retained a high capacity of 825.6 mA h g−1 after 100 cycles. The rate capabilities of the Fe7S8/NSC electrode were tested under different current densities (0.1 to 10 A g−1) and the results are presented in Figure . Average specific capacities of 1061.8, 831.7, 724.4, 665.3, 605, and 525.8 mA h g−1 can be obtained at 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1, respectively. Even at10 A g−1, the electrode still presents a capacity of 466 mA h g−1. Also, upon restoring the current density to 0.1 A g−1, the capacity returned to 949.8 mA h g−1, illustrating the superior rate capability. As displayed in Figure S8 (Supporting Information), electrochemical impedance spectra (EIS) of the Fe7S8/NSC composite were recorded at 0.2 A g−1. The results show that the charge transfer impedance (Rct) in the high‐frequency region decreased with increasing cycle number, confirming a faster interface electron mobility.",
                "Moreover, the long cycling performance is one of the important evaluation indicators for LIBs. As revealed in Figure , the composites of Co9S8/NSC, Ni9S8/NSC, Cu1.96S/NSC, MnS/NSC, and ZnS/NSC maintained reversible capacities of 561.9, 408.9, 242.5, 488.2, and 310.4 mA h g−1 at 5 A g−1 after 1000 cycles, respectively. In particular, the Fe7S8/NSC anode still exhibited a large capacity of 645 mA h g−1 even after 1500 cycles, demonstrating excellent structural stability and long‐term cycling performance. Figure S9 (Supporting Information) displays the cycling performance of the NSC at 5.0 A g−1, delivering a capacity of 299.2 mA h g−1 after 300 cycles. Such a fascinating long‐term cycling property might be ascribed to Fe7S8 nanoparticles embedded into the carbon, which retard the volume expansion and polysulfide dissolution. To the best of our knowledge, this large capability is one of the best results of FeSx‐based electrodes as compared with previous literature results (Table S2, Supporting Information).",
                "For further exploration of the possible Li‐ion storage kinetics of the Fe7S8/NSC composite anode, CV profiles were recorded at various scan rates from 0.1 to 2.0 mV s−1, as displayed in Figure . On the basis of Dunn's previous studies, the relationship between peak current (i) and scan rate (v) can be analyzed according to Equations (4) and (5), in which the value of b can be calculated from the slope of log i versus log v [Eqs. (4), ].45",
                "If b is between 0.5 and 1, the Li+ storage kinetics are dominated by a diffusion‐controlled process and pseudocapacitive behavior. The log i versus log v plot is shown in Figure , and the slopes of the two peaks are 0.699 and 0.730, respectively, indicating that the reaction of the Fe7S8/NSC anode is related to both the diffusion‐dominated process and capacitive‐controlled behavior. Equation (6) allows the capacity contribution of the diffusion‐dominated reaction (k2v1/2) and pseudocapacitive effect (k1v) to be estimated quantitatively [Eq. ].6",
                "As displayed in Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "General Synthesis of Sulfonate‐Based Metal–Organic Framework Derived Composite of MxSy@N/S‐Doped Carbon for High‐Performance Lithium/Sodium Ion Batteries"
}