{
    "DOI": "10.1021/acsami.8b16129",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have recently attracted renewed interest as low-cost alternatives or complements to Li-ion batteries (LIBs) for large-scale electric energy storage applications, because of the widespread availability of sodium resources.  In the past few years, considerable efforts have been devoted to exploring Na-host compounds with high Na storage capacity and long-term cyclability.  A large number of Na storage cathodes and anodes such as Prussian blue analogs,  metal oxide cathodes,  transition-metal phosphate cathodes,  and hard carbon (HC)  have been identified to be capable to deliver a considerably high redox capacity with an acceptable cycle life, possibly being implemented for battery application. In contrast, less attention has been paid to the interfacial chemistry and electrochemical compatibility of these Na storage materials with electrolytes.  Particularly, the SIBs developed so far are mostly based on volatile and flammable organic carbonate electrolytes, which still impose a safety hazard for practical applications. ",
                "In principle, the use of nonflammable electrolytes can completely eliminate the firing and explosion of the batteries. In the light of previous studies of safer electrolytes for LIBs,  several types of nonflammable organic solvents have been used to partially or fully replace the organic carbonate electrolyte for SIBs.  Butylmethylpyrrolidinium bis(trifluoromethanesulfonyl)imide-based ionic liquid electrolytes with 1 mol L–1 NaClO4 have demonstrated electrochemical compatibility with the Na0.44MnO2 cathode, which could deliver its full reversible capacity of 115 mAh g–1 at 0.05 C.  A nonflammable electrolyte composed of 5% ethoxy(pentafluoro)-cyclotriphosphazene and 95% conventional ethylene carbonate (EC)/diethyl carbonate (DEC) electrolyte was shown to be applicable for SIBs as well.  Our recent works revealed that the nonflammable trimethyl phosphate (TMP)-based electrolytes were electrochemically compatible with noncarbonaceous anode materials in SIBs.  Unfortunately, all these nonflammable electrolytes failed to work with hard carbon, the most attractive high-capacity and low-cost anode for SIBs, due to their inability to form a compact and stable solid electrolyte interphase (SEI) on the hard carbon surface. Therefore, it remains a challenge to enhance the electrochemical stability of nonflammable electrolytes toward the Na+ insertion reaction of hard carbon anodes as for establishing intrinsically safe SIBs.",
                "Highly concentrated electrolytes have demonstrated a strong ability to promote the formation of stable anion-derived SEI films on a number of electrode materials for LIBs and SIBs.  Wang et al. reported that a highly concentrated LiFSI flame-retardant electrolyte can form a robust inorganic passivation film by LiFSI to realize sodium-ion reversible insertion/extraction into hard carbon.  However, the high salt-concentrated electrolyte (>3 mol L–1) with film-formed salts (LiFSI or LiTFSI) is too expensive to be used in practical application. Thus, it is important to use low-cost salts (e.g., NaClO4) to realize reversible electrochemistry of Na+ ion intercalation into hard carbon in phosphate electrolytes, which will further expand on low-cost and safe SIB application for large-scale energy storage. Recently, Zeng et al. reported that increasing the salt-to-solvent molar ratio (MR) can suppress efficiently the decomposition of the solvent to improve greatly the electrochemical compatibility between phosphate electrolytes and carbonaceous electrodes, due to the significantly decreased population of free solvent molecules.  A LiFSI/triethyl phosphate (TEP) electrolyte with high MR (1:2) but not a high molar concentration (∼2.2 mol L–1) exhibits high electrochemical compatibility on Li+ ion insertion into graphite.  Thus, it is possible to enhance the electrochemical stability of carbon anodes in nonflammable electrolytes with non-film-formed salts by increasing the molar ratio of salt to solvent molecules.",
                "In this paper, we report a nonflammable phosphate electrolyte with a high MR of salt/solvent by using low-cost NaClO4, in which hard carbon (HC) displays a reversible and stable charge/discharge performance as a Na+-insertion anode. As a result, the HC anode in the nonflammable electrolyte with [NaClO4]/[TMP] = 1:3 and 5 vol % fluoroethylene carbonate (FEC) additive demonstrated a high Na+ insertion capacity of 238 mAh g–1, a superior cycling performance with 84% capacity retention over 1500 cycles at 200 mA g–1, and a strong rate capability at 1000 mA g–1, suggesting a great prospect for battery application. More significantly, this work validates the feasibility to effectively improve the electrochemical stability of organic phosphate electrolytes by increasing the MR for building intrinsically safe SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Trimethyl phosphate (TMP) was obtained from Aladdin and purified by a vacuum distillation prior to use. The tested nonflammable electrolytes were prepared by dissolving NaClO4 (Aldrich, 98%) in TMP with the MR of 1:9, 1:4.5, and 1:3, corresponding to 0.91, 1.74, and 2.50 mol L–1, respectively. To help the SEI formation, 5 vol % FEC was added into the electrolytes. For comparison, 1 mol L–1 NaClO4 in ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1 v/v) with and without 5 vol % FEC were supplied by Guotai Huarong Co. Ltd., China, and used as a control electrolyte. The hard carbon (LBV-10010) was purchased from Sumitomo Bakelite Co., Ltd. and used as received."
                    ],
                    "name": "2.1.  Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Raman spectroscopy of the samples was performed with a laser micro-Raman spectrometer with 532 nm excitation wavelength (Renishaw in Via, Renishaw). Scanning electron microscopy (SEM) and energy-dispersive X-ray spectroscopy (EDS) were recorded in a field-emission scanning electron microscope (ZEISS Merlin Compact VP, Germany; EDS, Oxford Instruments Link ISIS). X-ray photoelectron spectroscopy (XPS) was recorded with a Thermo Fisher ESCALAB 250Xi using monochromic Al Kα X-ray source. All samples were taken out from the half cells after electrochemical cycles. The electrodes were rinsed by dimethyl carbonate three times and dried under vacuum for 1 h before SEM/EDS and XPS measurement."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The conductivities of the electrolytes were measured by using a conductivity measuring meter (DDS-307, Leici, China) in the temperature range of 5–65 °C. The HC electrode was prepared by mixing the HC, Super P, and polyacrylic acid in deionized water with a weight ratio of 8:1:1 to form the electrode slurry. The slurry was pasted on a Cu foil followed by drying in a vacuum oven at 100 °C overnight. The loading of the active material in the electrode is about 1.5 mg cm–2. The half cells were assembled in a 2016-type coin cell in an argon-filled glove box with a hard carbon working electrode, a sodium metal counter electrode, and a glass fiber filter separator, filled with the TMP electrolytes. The cells were galvanostatically cycled on a LAND cycler (Wuhan LAND Electronics Co., China) between 0 and 2 V. Cyclic voltammetry (CV) measurements and electrochemical impedance spectroscopy (EIS) tests were carried out with Autolab PGSTAT128N (Eco Chemie, Netherlands)."
                    ],
                    "name": "2.3.  Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The chemical stability, electrochemical window, and Na+ ion conductivity are the basic criteria for judging whether the nonflammable TMP electrolyte is appropriate for SIB applications. The chemical reactivity of the TMP electrolyte toward Na metal can be seen by color changes of the Na metal stored in the TMP electrolyte. a shows three samples of Na metals in the TMP electrolytes with different MRs of NaClO4/TMP. After being stored at room temperature (25 °C) for 90 days, the surface of the sodium metal in the electrolyte with NaClO4/TMP = 1:9 appeared tarnished and the electrolyte became slightly turbid, implying that a slow chemical corrosion took place on the Na surface by the electrolyte. Meanwhile, in the electrolytes with NaClO4/TMP = 1:4.5 and 1:3, the surface of Na metal remained bright, reflecting a depressed reactivity of Na metal with the TMP electrolytes at a higher molar ratio of NaClO4/TMP. This observation suggests a simple way to improve the chemical stability of the TMP electrolyte by increasing the MR of NaClO4/TMP.",
                        "Electrochemical windows of the TMP electrolytes are the largest available potential range that is usable for the operation of SIBs. b displays the CV curves of a Pt microelectrode in the TMP electrolytes with different MRs of NaClO4/TMP. When scanning over a wide potential range from +5.0 to −0.25 V (vs Na/Na+), only an irreversible reduction current emerged below the potential of 0 V in the TMP electrolyte with MR = 1:9, corresponding to the electrochemical decomposition of the electrolyte, whereas this reduction current became reversible with increasing MRs of NaClO4/TMP in the electrolyte, resembling very much the electrochemical plating/stripping peaks of Na. Except for these CV peaks, there were no other redox peaks observed in the potential region of 0–5.0 V, indicating a wide electrochemical stability window of 5.0 V of the TMP electrolytes. It is also interesting to note that when the MR was increased to 1:3 in the electrolyte, the CV peaks at low potentials became greatly enlarged and fully reversible, implying a greatly suppressed reduction of the electrolyte along with the emergence of fully reversible electrochemical deposition/dissolution of Na. This phenomenon further confirms that increasing the MR of NaClO4/TMP can increase not only the chemical stability but also the electrochemical stability of the TMP electrolytes.",
                        "Room-temperature ionic conductivities of the TMP electrolytes with various NaClO4/TMP are shown in c. In general, the ionic conductivities of the electrolytes increase with increasing temperature and decrease with increasing MRs of NaClO4/TMP, as expected from the Vogel–Tammann–Fulcher equation. This is simply because the higher temperature can accelerate the dissociation of ion pairs and produce a larger amount of free ions, whereas higher MRs favor the formation of ion clusters that have no contribution to the conductivity.  The room-temperature conductivities of the TMP electrolytes were found to be 5.75, 4.22, and 2.35 mS cm–1 at the MRs of NaClO4/TMP = 1:9, 1:4.5, and 1:3, respectively, all of which are sufficiently high for SIB applications.",
                        "The results presented above demonstrate a considerable enhancement in the chemical and electrochemical stability of the TMP electrolytes with increased MRs of NaClO4/TMP. These stability enhancements could be explained by the change in the solvation structure of the electrolytes. d shows the Raman spectra of the TMP electrolytes with different NaClO4/TMP ratios. In a relatively diluted TMP electrolyte (an MR of NaClO4/TMP = 1:9), the P–O–C stretching band did not show much change as compared with the 737 cm–1 band of pure TMP, suggesting the existence of a large amount of free TMP molecules in the electrolyte. When the MR increased to 1:3, this P–O–C band was positively shifted to 743 cm–1, reflecting a strong bonding between Na+ ions and TMP molecules.  This Raman shift suggests that with an increasing MR of NaClO4/TMP, the structure of the solvation spheres of Na+ and ClO4– ions changes considerably due to the gradual depletion of free TMP molecules. In the MR of NaClO4/TMP =1:3, almost all the TMP molecules are coordinated with Na+ ions and even ClO4– participate in the coordination since the Na+ ions are at least four-coordinated (inset in d), thus greatly decreasing the chemical reactivity and electrochemical activity of the TMP solvent."
                    ],
                    "name": "3.1.  Physical Properties of the Electrolytes with Different NaClO4/TMP MRs",
                    "type": "h3"
                },
                {
                    "content": [
                        "A major obstacle for battery applications of nonflammable TMP electrolytes is their failure to form a desirable SEI film on the carbon anodes, which leads to ceaseless electrochemical decomposition (reduction) of TMP molecules at low potentials and then depresses the ionic insertion reaction. Therefore, development of effective strategies to suppress the cathodic reduction of the TMP electrolytes is vital for the successful use of carbon-based anodes in LIBs and SIBs.",
                        "a shows the CV curves of HC electrodes in the TMP electrolytes with different MRs. In the low MR TMP electrolyte (NaClO4/TMP = 1:9), a huge and broad reduction band appears at the cathodic scan from +0.5 to 0 V, whereas no oxidation peak is detected on the reversed anodic scan, reflecting an irreversible electrochemical reduction of the TMP molecules. When the MR of NaClO4/TMP is increased to the higher ratios of 1:4.5 and 1:3, the cathodic peaks are greatly reduced due to the lesser decomposition of TMP molecules and accordingly a distinct oxidation peak appears at around 0.2 V, corresponding to a reversible Na-insertion/extraction process on the HC anode. Nevertheless, the cathodic peaks appearing in the higher MR TMP electrolytes have much larger areas than their corresponding anodic peaks, suggesting that there still exists a considerable electrochemical reduction of TMP molecules accompanying the reversible Na+-insertion reaction.",
                        "The charge/discharge curves of the TMP electrolytes show electrochemical features similar to the CV curves. As displayed in b, the HC anode in the TMP electrolyte with NaClO4/TMP = 1:9 is hard to be charged and therefore gives only a negligible charge capacity, which is ascribed to the irreversible reduction of TMP molecules on the HC anode. On increasing the MR to 1:4.5 and 1:3 in the TMP electrolytes, the reversible charge capacities of the HC anode increase remarkably to 232.3 and 256.1 mAh g–1, and the initial Coulombic efficiencies (ICE) of the HC anode rise to 45.6 and 67.1%, respectively. Although these ICEs are still lower as compared with that (72%) in the carbonate electrolyte (), the observation of a reversible Na+-insertion reaction on the HC anode suggests a possible way to enhance the electrochemical utilization by increasing the MRs of the nonflammable TMP electrolytes even using non-film-forming salts (NaClO4). In such a high MR electrolyte, the TMP solvent shows less tendency of decomposition, while the NaClO4 shows high reductive stability. Thus, the 1:3 NaClO4/TMP electrolyte displays good electrochemical compatibility.",
                        "It should be noticed that after the initial cycle, the HC electrode in the high MR electrolyte (1:3) exhibits a stable reversible capacity of ∼240 mAh g–1 (c) and a quite high Coulombic efficiency of ∼98.5% during subsequent cycles (d), reflecting considerable electrochemical reversibility and cyclability for the Na+ insertion reaction. Even so, the HC electrode cannot give a satisfactory cycling performance and shows serious capacity fading after 50 cycles. The reason is that the NaClO4 and TMP cannot construct a compact and stable SEI film that completely prevents further reduction of the electrolyte at subsequent cycles, despite its irreversible decomposition being greatly suppressed."
                    ],
                    "name": "3.2.  Electrochemical Behaviors of Hard Carbon in the TMP Electrolytes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Since both NaClO4 and TMP cannot form a stable SEI film on the surface of HC anodes, we tried to use a highly efficient SEI-forming additive, fluoroethylene carbonate (FEC), to promote the SEI formation and thereby enhance the cycling performance of the HC anode in the TMP electrolytes.",
                        "The basic chemical and electrochemical properties of the TMP electrolytes with the addition of 5 vol % FEC are given in . Compared with blank TMP electrolytes, the TMP electrolytes with 5 vol % FEC show no discernible change in the chemical stability, ionic conductivity, and solvation structure, but a much improved electrochemical reversibility. a shows the initial CV curve of the HC anode in the electrolyte of 1:3 NaClO4/TMP-5 vol % FEC. It exhibits a two-stepped CV response with broad redox currents in the potential region of 1.0–0.25 V, followed with a pair of sharp redox peaks at ∼0.1 V. The cathodic and anodic branches are symmetric with very similar shapes and areas, reflecting a greatly improved electrochemical reversibility of the redox reactions if compared with the CV curve obtained in the absence of the FEC additive (a).",
                        "In accord with the CV feature, the discharge curve of the HC anode in the electrolyte of 1:3 NaClO4/TMP-5 vol % FEC gives a sloping profile from 1.0 to 0.25 V, followed by a low potential plateau at ∼0.1 V, which is proved to be a characteristic of Na ion insertion reaction (b).  On the other hand, the charge–discharge profiles of HC anodes cycled in a low-MR FEC-added electrolyte display a shorter plateau (for NaClO4/TMP = 1:4.5) or even no plateau (NaClO4/TMP = 1:9) (), demonstrating higher polarization in these cells. The HC anode in the electrolyte of 1:3 NaClO4/TMP-5 vol % FEC exhibits a reversible capacity of 243.8 mAh g–1 and a Coulombic efficiency of 68.4%, higher than those in 1:9 NaClO4/TMP-5 vol % FEC (114.4 mAh g–1 and 47.6%) and 1:4.5 NaClO4/TMP-5 vol % FEC (210.9 mAh g–1 and 62.5%) electrolytes, indicating that the benefits of a high-MR electrolyte for good electrochemical performance are also valid in the FEC-added electrolyte. Note that all the HC anodes using FEC-added electrolytes show higher ICE than those cells using corresponding FEC-free electrolytes, illustrating that the FEC additive could reduce the undesired decomposition reaction. c displays the rate capability of the HC anode in the 1:3 NaClO4/TMP-5 vol % FEC electrolyte at various current densities. When the current rate changes from 20 mA g–1 to 50, 100, 200, 1000, and 2000 mA g–1, the reversible capacity gradually decreases from 238.3 mAh g–1 to 225.9, 163.1, 88.2, 52.3, and 33 mAh g–1, respectively, and this reversible capacity can fully recover its original value when the current rate returns to 20 mA g–1. This rate capability is comparable to those of the HC anodes in 1 mol L–1 NaClO4 EC + DEC electrolyte,  despite the high-MR TMP electrolyte having a lower ionic conductivity (2.60 mS cm–1) than the EC/DEC-based electrolyte (∼6.0 mS cm–1). This phenomenon seems to indicate that the SEI film formed by the FEC additive in the TMP electrolyte is sufficiently thin, compact, and ion-conductive, enabling the HC anodes to achieve a high rate performance.",
                        "The stable SEI formation leads to a long-term cycle stability of the HC anode in the TMP electrolyte. As shown in d, the reversible capacity of the HC anode can retain 84% of its initial capacity over 1500 cycles with the average Coulombic efficiency of ∼99.8%. If compared with the poor cycling performance (50% capacity retention after 100 cycles, d) obtained from the blank TMP electrolyte, the cycling capacity and cycle life of the HC anode are surprisingly enhanced by adding 5% FEC in the TMP electrolyte. Obviously, such an excellent cycling performance is attributed to the synergistic effect between the high-MR electrolyte and the stable FEC-derived SEI film that suppressed solvent decomposition."
                    ],
                    "name": "3.3.  Improved Cyclability of the HC Anode in the FEC-Added TMP Electrolytes",
                    "type": "h3"
                },
                {
                    "content": [
                        "To get an insight into the mechanism for the enhanced cyclability, the changes in the surface structures of the HC electrode cycled in the FEC-added and FEC-free TMP electrolytes with a high-MR of NaClO4/TMP were characterized by SEM, EDS, XPS, and EIS measurements.",
                        " shows the morphological changes of the cycled HC anodes with various MRs of NaClO4/TMP in the TMP electrolytes. It is clearly seen in the SEM images that the surface deposition becomes smaller and thinner with increasing MRs. As shown in a, the surface of the HC anode is covered with large granules of deposition when cycled in the TMP electrolyte with a lower ratio of NaClO4/TMP = 1:9, exclusively due to the electrochemical decomposition of the TMP solvent, as confirmed by EDS mapping (). Once cycled in the high MR TMP electrolyte (1:4.5), the surface deposition on the HC anodes becomes a thin layer of small particles (b). Furthermore, when cycled in the higher MR TMP electrolyte (1:3), the surface morphology of the HC anodes (c) remains almost the same as that of the uncycled HC anode (), which confirms the aforementioned suggestion that the electrolyte with a high MR of NaClO4 to TMP can effectively suppress the electrochemical decomposition of the TMP solvent.",
                        "When the FEC additive was introduced into the TMP electrolyte, the surface compositions and morphologies of the cycled HC anodes change considerably with the formation of an intact SEI layer. As shown in d, the surface of the HC anode even cycled in the low-MR TMP electrolyte comprises a layer of microspherical particles in the presence of FEC molecules, totally different from the large granules observed in the absence of FEC (a), which arises most likely from the prior formation of the FEC-derived SEI film that suppresses the decomposition of the TMP solvent. In the TMP electrolyte, with higher MRs of NaClO4/TMP = 1:3, the cycled HC anode shows a morphology very similar to that of the uncycled HC anode, but the surface appears to be covered by a very thin layer of SEI film (f). Since the electrochemical reduction of FEC molecules for SEI formation starts at much higher potentials of ∼0.7 V (a) than the decomposition potential (<0.7 V) of TMP molecules (a), the FEC-derived SEI film must help inhibit the decomposition of TMP molecules. On the other hand, when a higher MR of NaClO4/TMP is used in the TMP electrolyte, the smaller and fewer deposited particles formed on the surface can in turn help construct a thinner and more compact SEI layer as discussed above.",
                        "The above statement is further supported by EDS mapping analysis of the HC electrodes cycled in the different TMP electrolytes. As shown in , the P content is 11.15 atom % (NaClO4/TMP = 1:9), but only 0.11 atom % on the cycled HC anode in the electrolyte with a high MR of NaClO4/TMP = 1:3, definitely confirming the decreased decomposition of the TMP solvent by increasing the NaClO4 concentration. Similar results were also found for the HC anode in the presence of the FEC additive. Even in the low-MR TMP electrolyte containing 5% FEC, the P content on the cycled HC anode drops down heavily to 0.14 atom %, whereas a high content of F element (6.67 atom %) appears on the HC surface, which clearly reflects the suppressed decomposition of the TMP solvent by SEI formation from the reduction of the FEC additive. When cycled in the 5% FEC-added and high-MR TMP electrolyte (1:3), almost none of the P element was observed and only 0.64 atom % F element was detected on the HC surface, further confirming the inhibited decomposition of the TMP solvent and the formation of a thin SEI film with an increase of the MR of NaClO4/TMP.",
                        "The changes in the surface chemical compositions of the HC anode cycled in different TMP electrolytes were further investigated by XPS spectroscopy. When cycled in FEC-free electrolytes, the HC anode shows two major XPS bands at 133.7 (a) and 533.3 eV (b), characteristic of the binding energies of P 2p electrons in higher oxidation states (PO43–/HPO42–/H2PO4–) and the O 1s binding energies in P–O, respectively. Obviously, these surface species of P–O stem from the electrochemical decomposition of the TMP solvent.  These two XPS bands show a common feature that their intensities decrease remarkably with the increase of the MR of NaClO4/TMP in the TMP electrolytes, confirming again the inhibited electrochemical decomposition of TMP on the HC anode in the high-MR TMP electrolyte.",
                        "When cycled in the FEC-added TMP electrolytes, the HC anode shows very different XPS signals from those observed in the FEC-free electrolytes. The XPS band at 133.7 eV due to P 2p electrons becomes very weak and even indiscernible with an increase of the NaClO4/TMP ratio from 1:9 to 1:3 in the presence of 5% FEC (c). Instead, a large new band appears at 684.6 eV, which is characteristic of NaF on the HC surface (d), and becomes weaker with the increase of the NaClO4/TMP ratio. This result indicates that increasing the molar ratio of salt to solvent not only reduces the decomposition of the TMP solvent but also the decomposition of the FEC additive due to the reduced availability of reactive molecules. Therefore, the reductive decomposition of FEC in a high-MR electrolyte leads to a thin SEI layer with less amount of F element. These XPS results are consistent with the SEM and EDS analyses discussed above.",
                        "The compositional and structural changes at the interface of HC electrode can also be detected by electrochemical impedance spectroscopy (EIS).  presents the Nyquist plots of the HC electrodes at 1 and 10 cycles in different TMP electrolytes. Generally, the semicircle in the high–medium-frequency region is related to the interfacial impedance of the HC anode, which reflects sensitively the thickness of the SEI film and the active area of the electrode surface. Apparently, the HC anode cycled in the FEC-added TMP electrolyte displays larger interfacial resistance (RSEI and Rct) than those in the FEC-free electrolyte, whereas the HC anode cycled in the more high-molar-ratio TMP electrolytes exhibits lower interfacial resistance. These phenomena are consistent with previous studies.  As shown in  and , the RSEI and Rct values of the HC anode after the first cycle in low-MR TMP electrolyte (NaClO4/TMP = 1:9) are 53.4 and 86.2 Ω, respectively, considerably higher than the values of 6.5 and 3.5 Ω observed from the high-MR TMP electrolyte (1:3). This is, as discussed above, because the electrochemical reduction proceeds easily in the more dilute TMP electrolytes, resulting in an accumulation of solid reaction products that lead to a high electrochemical impedance. Nevertheless, after 10 cycles in the low-MR TMP electrolyte, the HC anode shows a largely increased RSEI (74.5 Ω) and a drastically decreased Rct (7.8 Ω), respectively, suggesting a continuous decomposition of the TMP solvent to passivate the surface that eventually promotes the Na+ insertion reaction on the HC electrode. Very differently, the HC electrode cycled in all the FEC-added TMP electrolytes shows a considerable decrease in both RSEI and Rct values after 10 cycles (), which seems to form a stabilized interface structure by the FEC-derived SEI formation, although it would increase the RSEI values compared with the TMP electrolyte without FEC (a–c). Undoubtedly, the lower RSEI and very small Rct can be simultaneously achieved on the HC electrode by using the FEC-added and high-MR TMP electrolytes, in which the suppression of TMP decomposition and the construction of a thin and compact SEI film can be attained at the same time."
                    ],
                    "name": "3.4.  Investigating the SEI Film in the TMP Electrolytes with FEC Additive",
                    "type": "h3"
                },
                {
                    "content": [
                        "Based on the results and analysis presented above, the working mechanism for achieving the electrochemically compatible and cycle-stable HC anode can be schematically illustrated in . As shown in a, in the low-MR TMP electrolyte (NaClO4/TMP = 1:9), there exist a large number of free TMP molecules that tend to undergo electrochemical reduction to form inorganic phosphate deposition (such as Na3PO4, Na2HPO4). Such a deposition layer is loose and porous due to the accompanying gaseous products (such as methane and ethane)  and cannot block off the penetration of the solvent, therefore leading to a continuous decomposition of TMP molecules during subsequent cycles. In contrast, increasing the MR of NaClO4/TMP greatly reduces the number of free TMP molecules and therefore decreases the irreversible decomposition reaction of the TMP solvent (b).  Density functional theory calculation also indicated that as the MR of salt to solvent increases, the projected density of states of the solvent decreases and the energy levels of salt anions are lower than those of solvents, demonstrating the preferential reduction of anions but not the solvent on the electrode surface. ",
                        "A different way to inhibit the electrochemical reduction of the TMP solvent is using the FEC additive, as shown in c, to form a robust SEI film to prevent the contact of the solvent with the HC surface, even in the low-MR electrolytes. When the FEC additive is added into the high-MR TMP electrolytes, a thin and compact SEI film is formed simultaneously with no free TMP molecules on the HC anode, thus giving a synergistic effect to achieve the best electrochemical performance, as shown in d. Therefore, we can use low-cost, even no film-formed salt, to realize the electrochemical compatibility of the nonflammable TMP electrolyte on the hard carbon anode by using general film-formed additives, which can further extend the practical application of nonflammable electrolytes."
                    ],
                    "name": "3.5.  Working Mechanism for Cycle Stability of the HC Anode",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully demonstrated the feasibility of using hard carbon anodes and nonflammable TMP electrolytes to build an intrinsically safe Na-ion battery by increasing the molar ratio of NaClO4/TMP coupled with the use of an SEI film-forming additive FEC. On increasing the NaClO4/TMP ratio to 1:3 with 5 vol % FEC-added, the HC electrode exhibits a considerable reversible capacity (238 mAh g–1 at 20 mA g–1), long-term cycling life up to 1500 cycles with 84% capacity retention at 200 mA g–1, and a high rate capability (52.3 mAh g–1 at 1000 mA g–1). The results exhibit that the nonflammable phosphate electrolyte with a low-cost and non-film-formed salt can be successfully used to realize Na+ ion reversible insertion/extraction into hard carbon, and the SEI film-formed additive can further enhance the cycling stability. Furthermore, this study provides a potential solution for the development of low-cost, high-energy, and highly safe sodium-ion batteries for large-scale EES applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High Capacity and Cycle-Stable Hard Carbon Anode for Nonflammable Sodium-Ion Batteries"
}