{
    "DOI": "10.1039/C9NR04790E",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The development of environmentally friendly alternative energy storage and delivery systems was distinctly promoted by the ever-increasing need for clean, renewable, and efficient sources of energy and the growing concerns for the environment. Among renewable energy systems, lithium-ion batteries have been considered to be ideal energy storage systems and have been widely used due to their relatively high power density. However, the continually increasing demand for lithium leads to a sharp decrease of lithium stores in natural resources, leading to the increase in their cost. To avoid this bottleneck, it is of great importance to develop a chemical power system with lower cost, safety, and long cycle life.",
                "Sodium-ion batteries have been regarded as a promising alternative for commercial lithium-ion batteries due to the abundance of sodium resources and their safety. Nevertheless, the larger radius of Na+ (0.106 nm) compared to Li+ (0.076 nm) will likely limit their development and application because the poor Na+ movement and severe volume expansion of the host materials lead to poor rate capability and cycling stability. It is crucial to develop appropriate electrode materials for sodium-ion batteries to achieve a power density as high as that of lithium-ion batteries, in which anode materials play an important role as the component of high-performance sodium-ion batteries for the insertion/de-insertion of sodium ions with high rate and ultracycle stability. A low sodium-ion insertion potential, low polarization for sodium-ion insertion, excellent structural stability during the cycling process, abundant resource and low cost are the required elements for effective anode materials. In recent years, two-dimensional (2D) layer structure materials have attracted great attention for their use in energy storage systems due to their open structure and high surface area. For application in rechargeable batteries, a typical representative of 2D layer structure materials is graphene, which has high conductivity and power density. Despite these advantages, the high price of graphene has limited its further large-scale application. Thus, some graphene-like structural materials have been gradually developed as alternatives; among them, transition metal carbides or nitrides (MXenes), relatively new members of the 2D material family, have gradually become important materials for rechargeable batteries in recent years, due to their high conductivity and excellent chemical reactivity.",
                "Ti3C2 has been widely studied as an anode material for lithium-ion batteries due to its relatively high specific capacity and controllable morphology. Subsequently, studies on the application of Ti3C2 in sodium-ion batteries have gradually emerged as well. It has been reported that Ti3C2 powder can only exhibit a discharge capacity of 100 mA h g−1 at a current density of 20 mA g−1. Compared with other anode materials, Ti3C2 as the electrode material exhibits a good stability, while its specific capacity should be improved. An effective approach for the improvement of its specific capacity is to prepare composite materials with other materials which have high theoretical specific capacity or conductivity. The composite of Ti3C2 with MoS2 and Sb2O3 showed higher discharge capacity than Ti3C2 alone.",
                "Black phosphorus (BP) with an extremely high theoretical specific capacity of 2596 mA h g−1 has also been regarded as a promising candidate for sodium-ion batteries. First-principles calculations showed that BP could form an ohmic contact with MXenes (Zrn+1CnT2, n = 1, 2) in the vertical direction based on the work functional group on the surface of MXenes, and an ohmic contact can also be formed with other MXene materials.",
                "In this study, the BP/Ti3C2 composite used as an anode material for sodium-ion batteries was prepared by compositing BP nanoparticles and Ti3C2 nanoflakes. The sodium-ion storage mechanism of the BP/Ti3C2 composite electrode was discussed based on experimental and theoretical study. It was found that the synergy of BP and Ti3C2 based on an intimate interaction simultaneously addresses the resistances from both electron and Na+ transport, resulting in the impressive electrochemical performance of the BP/Ti3C2 composite in sodium-ion batteries."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Bulk BP was synthesized by a ball-milling method. After grind milling for 1 h, 1 g of red phosphorus was added into a stainless steel container with 50 g of zirconium beads and then ball-milled for 24 h under an Ar atmosphere. To prepare BP nanoparticles, 100 mg of the as-prepared BP powder was ball-milled again in 10 mL of N,N-dimethylformamide (DMF) solution for 12 h. Then the obtained mixed solution was transferred into a 100 mL vial with 90 mL of DMF solvent and sonicated for 12 h under an Ar atmosphere. After centrifugation at 3500 rpm, the suspension was sequentially collected (∼1 mg mL−1) as BP.",
                        "Ti3C2 powder was obtained by selectively etching Al from Ti3AlC2 with HF at room temperature for 30 h. 300 mg of Ti3C2 powder was dispersed into 10 mL of dimethyl sulfoxide (DMSO) and stirred for 18 h to prepare exfoliated Ti3C2 nanoflakes. After centrifugation at 10000 rpm, the obtained powder was added into 100 mL of deionized water and sonicated for 2 h. The dispersed solution was centrifuged at 3500 rpm and the supernatant was collected (∼1 mg mL−1) as Ti3C2 nanoflakes.",
                        "10 mL of BP/DMF solution was mixed with 50 mL of Ti3C2/DI water and dispersed in an autoclave to prepare the BP/Ti3C2 composite. After magnetically stirred for 24 h and sonicated for 1 h, the mixture was filtered through a polytetrafluoroethylene (PTFE) separator membrane with a diameter of 21 mm. Then the obtained product, the BP/Ti3C2 composite, was dried in a vacuum oven at room temperature overnight."
                    ],
                    "name": "2.1 Preparation of the BP/Ti3C2 composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The structure and morphology of the as-prepared materials were determined by X-ray diffraction (XRD) and field-emission scanning electron microscopy (FE-SEM). The XRD patterns of the sample powders were obtained using an X-ray diffractometer (PANalytical X'Pert spectrometer) with Cu Kα irradiation (λ = 1.54056 Å) from 5° to 80° with a scan rate of 5° min−1. The FE-SEM images of the samples were obtained using a JEOL JSM-6701F microscope, with a working voltage of 7 kV and a working current of 15 μA.",
                        "The as-prepared BP/Ti3C2 composite was mixed with acetylene black additives and a PVDF binder in a mass ratio of 7:2:1. By using NMP as the solvent, the mixed slurry was coated onto the Cu foil disc and then dried at 110 °C for 12 h. The mass loading for each disc was about 2 mg cm−2. The obtained BP/Ti3C2 composite electrode was employed as the anode electrode. Half-cells were assembled in a glove box using sodium metal as the counter electrode and 1 M NaClO4 in the PC and EC (volume ratio 1:1) mixed solvent as the electrolyte. For comparison, the BP and Ti3C2 electrodes were also prepared by the same method, respectively.",
                        "Cyclic voltammetry was measured on a CHI660C electrochemical workstation. The cycling performance and the charge–discharge profiles of the as-prepared samples were determined using a Land CT2001A battery tester device. The voltage ranges for both the Ti3C2 and BP/Ti3C2 composite electrodes were from 0.01 to 3.0 V, while the voltage range for the BP electrode was 0.01–2.0 V."
                    ],
                    "name": "2.2 Characterization and electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Theoretical studies of band structures, density of states (DOS), and partial density of states (PDOS) for BP, Ti3C2, and BP/Ti3C2 composites were performed based on density functional theory (DFT) using the Cambridge Sequential Total Energy Package (CASTEP) program in the Materials Studio package. The generalized gradient approximation (GGA) with the Perdew–Burke–Ernzerhof (PBE) exchange–correlation functional was used to treat all electronic energies of the exchange correlation. The pseudopotential used in the theoretical calculation was on-the-fly generated (OTFG) ultrasoft."
                    ],
                    "name": "2.3 Computational methods",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fig. S1 (ESI†) shows the XRD patterns of RP and the as-prepared products after ball-milling of RP. It could be observed that the RP raw material had an amorphous structure based on its characteristic peak. After ball-milling for 24 h, diffraction peaks could be assigned to the standard PDF card of BP (PDF card no. 01-076-1958, Cmca), indicating that the RP raw material had already been successfully converted into the BP. SEM images in Fig. S3† show that the purchased RP (Fig. S3(a)†) had extremely large bulk structures, over 10 μm in size, while after grinding the particle size of the RP (Fig. S3(b)†) was significantly reduced to an average size of 3–4 μm. After ball-milling, the obtained BP (Fig. S3(c) and (d)†) had an average particle size of smaller than 2 μm with layer structures. After sonication in DMF solution, the filtered and collected small BP particles exhibited a different morphology from that of the large bulk structures of the BP obtained by ball-milling; the BP in DMF solution showed a uniform morphology with an average particle size of about 20–30 nm, as shown in Fig. S4.†",
                        "The XRD patterns of MAX phase Ti3AlC2 and the product after being etched by HF are shown in Fig. S2.† After being etched by HF, the characteristic peak of Ti3AlC2 at 10° shifted to 8.9°, indicating the removal of the Al metal layer. Three diffraction peaks at 8.9°, 18.31° and 27.7° were assigned to the (002), (006) and (0010) planes of Ti3C2, which was consistent with the previously reported results. No peak of Ti3AlC2 existed after the etching process; however, two strong peaks at 35.4° and 42.1° belonging to the peaks of TiC in the raw material of MAX phase Ti3AlC2 existed, which were difficult to remove. The SEM images of the bulk Ti3C2 and the exfoliated Ti3C2 in deionized water, shown in Fig. S5(a)†, showed that an accordion-like layer structure, with most layers separated from each other and of about 50 nm layer thickness, could be observed on the etched Ti3C2, indicating the removal of the Al layers. The exfoliated Ti3C2, shown in Fig. S5(b)†, had ultrathin nanoflakes larger than 1.5 μm, demonstrating that Ti3C2 was successfully exfoliated to Ti3C2 nanoflakes.",
                        "The XRD patterns and SEM images of the obtained composite, shown in Fig. 1 and 2, illustrated that two characteristic peaks at 35.47° and 42.58° could be assigned to BP, while other diffraction peaks belong to Ti3C2. The XRD results indicated that the BP/Ti3C2 composite was successfully preparedwithout insertion of BP into the interlayer of the Ti3C2 crystal structure. Densely restacked Ti3C2 nanoflakes could be observed on the morphology of the as-prepared BP/Ti3C2 composite. However, wrapped by the densely restacked Ti3C2 nanoflakes, the BP nanoparticles could not be clearly found from the SEM images."
                    ],
                    "name": "3.1 Structure and morphology",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To study the influence of BP on the electrochemical performance of the BP/Ti3C2 composite electrode, the CV curves of the Ti3C2 and BP/Ti3C2 composite electrodes were measured, as shown in Fig. 3.",
                        "It was found from the CV curves of the Ti3C2 electrode that the 1st cycle exhibited the same curves as those of subsequent cycles, illustrating that nearly no side reaction occurred for the initial cycle of this material. In addition, these four cycles nearly coincided with each other, indicating the excellent stability of the Ti3C2 electrode. Furthermore, a pair of reduction peaks at about 1.75 V and an oxidation peak at about 2.0 V was observed, which could be assigned to the redox process of Ti4+/Ti3+. Meanwhile, the BP/Ti3C2 composite exhibited a set of completely different CV curves from those of the Ti3C2 electrode, as shown in Fig. 3(a). A reduction peak appeared at about 0.75 V during the first discharge process, while in the following cycles this reduction peak disappeared. Thus, this peak might correspond to the side reactions of the BP in this composite. In the subsequent cycles, a sharp reduction peak appeared at 0.25 V, which may be due to the sodium-ion insertion into the structure of BP. Meanwhile, a sharp oxidation peak at 0.7 V could be found for each cycle, while a weaker oxidation peak at 2.0 V could be observed for the first 2 cycles but disappeared from the 3rd cycle. Compared with the CV curves of the Ti3C2 electrode, the oxidation peak at 2.0 V belongs to the sodium-ion de-insertion process from Ti3C2, and a reduction peak for Ti3C2 was not found. In contrast, a pair of peaks was found at a lower voltage, indicating the insertion of sodium ions into the structure of both BP and Ti3C2, while the insertion process into the Ti3C2 structure was more irreversible.",
                        "The charge–discharge curves for the 10th cycle of the BP, Ti3C2, and BP/Ti3C2 composite electrodes at a current density of 0.1 A g−1 are shown in Fig. 4(a).",
                        "Obviously, as shown in Fig. 4(a), the BP/Ti3C2 composite electrode exhibited an improved discharge specific capacity of 331.9 mA h g−1 compared to BP and Ti3C2 electrodes, which is 146.1 and 98.5 mA h g−1, respectively. It was worth noting that the voltage plateaus for both the BP and Ti3C2 electrodes were difficult to observe. After compositing, a discharge voltage plateau at about 0.25 V can be found clearly, which made a great contribution to the obtained specific capacity. Thus, the BP/Ti3C2 composite electrode achieved a higher specific capacity than the BP and Ti3C2 electrodes. Moreover, this low voltage plateau was also beneficial to match with other cathode materials. The charge–discharge profiles of the 1st, 2nd and 10th cycles of the BP/Ti3C2 composite electrode at a current density of 0.1 A g−1, shown in Fig. 4(b), showed that for the initial cycle high discharge and charge capacity of 1280 and 661.9 mA h g−1 were obtained, respectively, indicating the formation of a SEI film and some side reactions also occurred for the BP/Ti3C2 composite electrode. Subsequently, the BP/Ti3C2 composite electrode could retain a relatively high discharge specific capacity of 774.4 and 331.9 mA h g−1 for the 2nd and 10th cycles, respectively, revealing the electrode stability of the BP/Ti3C2 composite. Moreover, the increased coulombic efficiency also indicated a good reversibility of the sodium-ion insertion/de-insertion process.",
                        "The charge–discharge profiles of the BP and Ti3C2 electrodes at the same current rate are shown in Fig. S6.† Since the BP was reported to possess a relatively narrow voltage window, the charge–discharge process of the as-prepared BP electrode was measured at a voltage range of 0.1–2.0 V. As shown in Fig. S6(a),† the BP electrode can deliver an extremely high initial discharge capacity of 1687.8 mA h g−1, while in the 2nd and 5th cycles the discharge capacity decreased to 691.4 and 241.4 mA h g−1, illustrating the irreversibility of the BP electrode. In contrast, despite the high initial coulombic efficiency, the Ti3C2 electrode exhibited a relatively lower discharge capacity of 286.1, 148.6 and 98.5 mA h g−1 for the 1st, 2nd and 10th cycles, respectively.",
                        "The charge–discharge profiles for the 1st, 2nd and 10th cycles of the BP/Ti3C2 composite electrode at a current density of 0.5 A g−1 shown in Fig. S7† stated that the BP/Ti3C2 composite electrode also exhibited a high but irreversible initial discharge and charge specific capacities of 1064 and 559.5 mA h g−1. In the 2nd and 10th cycles, discharge capacities of 649.0 and 240.8 mA h g−1 could be achieved, respectively, indicating a good reversibility at a high current rate. The cycling performances of the BP/Ti3C2 composite electrode measured at current densities of 0.1 A g−1 and 0.5 A g−1 are shown in Fig. 5.",
                        "Although the specific capacity of the BP/Ti3C2 composite electrode decreased with the increasing cycles at a current density of 0.1 A g−1, a discharge capacity of about 121.1 mA h g−1 remained after 60 cycles. Furthermore, a specific capacity of 80 mA h g−1 remained after cycling 100 times at a much higher current density of 0.5 A g−1, as shown in Fig. 5(b). It could be observed that the discharge capacity could remain over 200 mA h g−1 for the first 20 cycles at both the current densities of 0.1 and 0.5 A g−1, and afterwards the specific capacity gradually decreased with increasing cycles. The layer structure of BP or Ti3C2 in the composite might fracture after repeating the insertion/desertion process of the sodium ions for multiple times. Fig. S8† shows a comparison of the cycling performances of BP and Ti3C2 electrodes and the BP/Ti3C2 composite at a current density of 0.1 A g−1. The Ti3C2 electrode showed a discharge capacity of 74 mA h g−1 after 100 cycles with a relatively better stability, as shown in Fig. S8(a).† On the other hand, the BP electrode showed a high initial specific capacity, but faded quickly during the following cycles. After cycling 100 times, a discharge capacity of only 36 mA h g−1 was maintained for the BP electrode. It could be concluded that the BP/Ti3C2 composite showed a better discharge capacity than the other two electrodes after cycling multiple times at the same current density, proving a centered stability among these three electrodes. Fig. 6 shows the rate performance of the BP/Ti3C2 composite electrode with a current density range from 0.05 to 1.0 A g−1.",
                        "An initial irreversible discharge capacity of 1400 mA h g−1 was achieved at a current rate of 0.05 A g−1. After cycling 10 times at 0.05 A g−1, a high discharge capacity of nearly 300 mA h g−1 could be remained. Afterwards, when the current density was increased to 0.1, 0.2, and 0.5 A g−1, the specific capacities were remained at 172.1, 119, and 88.7 mA h g−1, respectively. Even at a high current density of 1.0 A g−1, the BP/Ti3C2 composite electrode could maintain a specific capacity of 67.3 mA h g−1, indicating a good rate capability of this composite electrode. After cycling under different current rates for 50 cycles, when the current density returned to 0.1 A g−1, the BP/Ti3C2 composite electrode still exhibited a discharge capacity of 132 mA h g−1. In addition, after continuous cycling at a current density of 0.1 A g−1, the BP/Ti3C2 composite electrode maintained a specific capacity of about 100 mA h g−1 even after 200 cycles, illustrating a good reversibility of the BP/Ti3C2 composite electrode.",
                        "The BP/Ti3C2 composite electrode exhibited a better electrochemical performance than BP and Ti3C2 electrodes used as the anode for sodium-ion batteries. Both BP and Ti3C2 possess 2D layer structures, which could permit the insertion of the sodium ions into the interlayer space; the layer structure also provides a large specific surface area for the storage capability of sodium ions. By compositing small BP nanoparticles on the surface of the exfoliated Ti3C2, the specific surface area and the active sites on the Ti3C2 layer might be further improved, which is beneficial for the storage of sodium ions and the electrolyte. In addition, the nanostructure also contributes to shortening the diffusion pathways of sodium ions and the electrons."
                    ],
                    "name": "3.2 Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To further understand the better electrochemical performance of the BP/Ti3C2 composite electrode compared with BP and T3C2 electrodes, the compound interfacial property of BP and Ti3C2 was further studied by DFT calculation to theoretically compare the electronic conductivity and electrochemical reactivity. The theoretical models of BP, Ti3C2, and BP/Ti3C2 composite electrodes are shown in Fig. 7.",
                        "As for BP, for simplicity, a single-surface BP was constructed as a reasonable model to adsorb on the surface of the Ti3C2 nanoflake. After the structural optimization of the BP/Ti3C2 composite, the average interval between BP and the Ti3C2 nanoflake was calculated to be about 0.17 nm, providing enough space for the storage and transfer of Na+ with a radius of 0.102 nm. The interfacial interaction of BP and the Ti3C2 nanoflake may increase the probability of occurrence of electrons arising in the interface and enhance their electron-donating ability for electrochemical reactions through the formed chemical bonds of BP and Ti3C2 as the fast electron transfer bridges. Band structures and density of states (DOS) of BP, Ti3C2, and BP/Ti3C2 composites, shown in Fig. 8, explained the electronic properties of the BP/Ti3C2 composite with the interfacial interaction of BP and the Ti3C2 nanoflake.",
                        "Based on band structures in Fig. 8(a)–(c) and DOS of these materials, the Fermi level is referenced at 0 eV, compared with BP and Ti3C2, and the BP/Ti3C2 composite possessed a broader conduction band and a valence band. It is also found that the interfacial interactions greatly modified the electronic properties of the BP/Ti3C2 composite, and a larger overlapping zone between the conduction band and valence band could be observed for the BP/Ti3C2 composite interface than that of Ti3C2, which suggests the better electronic conductivity of the BP/Ti3C2 composite. Moreover, more electron states around the Fermi level is an another favorable condition to achieve higher electronic conductivity; a special electronic structure around the Fermi level ensures that the BP/Ti3C2 composite exhibits higher electronic conductivity and better electrochemical activity. PDOS shown in Fig. S9–S11† further evaluates the interaction between BP and Ti3C2 in the composite electrode and the influence of BP on different PDOSs of Ti3C2 based on its atomic orbital.",
                        "The above measurements and theoretical calculation results demonstrate the good electrochemical performance of the BP/Ti3C2 composite and its potential application as the anode material for sodium-ion batteries. The intimate interaction between BP and Ti3C2 constructed an efficient conductive network for fast electron transport in the composite. Ti3C2 with robust mechanical strength serves as a skeleton to enhance the holistic structure robustness of the composite for improving the cycling stability of the electrode. The interfacial structure can effectively improve the penetration of the electrolyte for shortening the Na+ diffusion length and to accommodate the volume change during Na+ insertion/extraction.",
                        "Therefore, it can be deduced that the synergy of the above-mentioned factors to simultaneously reduce the resistances from both electron and Na+ transport results in the impressive electrochemical performance of the BP/Ti3C2 composite in sodium-ion batteries."
                    ],
                    "name": "3.3 Mechanism of the BP/Ti3C2 composite",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a BP/Ti3C2 composite was prepared by compositing small BP nanoparticles with exfoliated Ti3C2 layers. When used as an anode in sodium-ion batteries, the composite electrode exhibited an improved electrochemical performance compared to the Ti3C2 electrode. A high discharge capacity of 774.4 mA h g−1 was achieved in the 2nd cycle at a current density of 0.1 A g−1. Also in the 2nd cycle at a high current density of 0.5 A g−1, the composite electrode exhibited a specific capacity of 649.0 mA h g−1, indicating a good rate capability of the BP/Ti3C2 composite electrode. In addition, a combined experimental and DFT calculation study is also introduced to better understand the electrochemical behavior. The synergy of BP and Ti3C2 based on a stable interfacial interaction simultaneously reduces the resistances from both electron and Na+ transport, resulting in the impressive electrochemical performance of the BP/Ti3C2 composite in sodium-ion batteries. In view of the ease of fabrication of the BP/Ti3C2 composite, the synthesis process and research concept could also be extended to the further application of MXene materials and studies on sodium-ion batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A black phosphorus/Ti3C2 MXene nanocomposite for sodium-ion batteries: a combined experimental and theoretical study"
}