{
    "DOI": "10.1021/acsami.3c12984",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been considered attractive candidates for efficient electrical energy storage systems due to the widespread availability and low cost of sodium as well as similar physical/chemical characteristics to lithium-ion batteries.  In the past decade, various anode materials such as carbonaceous materials, transition metal chalcogenides, and alloying compounds have been developed for SIBs. However, the large radius (1.02 Å) and the heavy molar mass (22.99 g mol–1) of sodium ions lead to limited ion diffusion and structural expansion, giving rise to the capacity fading of SIBs, which restricts their commercial application.  Therefore, there is an urgent demand to explore novel electrode materials and special design methods to address this challenge.",
                "Among the masses of advanced anode materials, metal sulfides hold great promise as high-capacity anodes on account of their multistep reaction mechanisms.  MnS, for example, is particularly appealing to SIBs because of their low cost, high abundance, and large theoretical specific capacity (616 mA h g–1).  Nonetheless, they also have some drawbacks, such as low conductivity and ion-diffusion coefficient, severe volume change, and poor reversibility after deep discharging, which degrade the cycle stability and rate performance of batteries.  Generally, several strategies have been proposed to address the above-mentioned obstacles, including nanostructure designing  and carbon modification.  For instance, Liu et al.  constructed MnS nanowires embedded in carbon nanoreactors to shorten the ion transport pathway and accommodate volume change simultaneously, leading to the high specific capacities of 720 mA h g–1 at 0.02 A g–1 for SIBs. Zhu et al.  successfully prepared the N, S-codoped carbon-coated MnS nanocubes with a core/shell structure. They confirmed the important role of the in situ generated C–S–Mn bonds in enhancing Na-storage performance. As a result, this unique structure exhibited an excellent reversible capacity of 594.2 mA h g–1 at a current of 0.1 A g–1.",
                "Additionally, compared with the monometal sulfides, using mixed metal sulfides to construct the heterogeneous structure has been demonstrated as an efficient way to enhance the electrochemical performance.  The heterostructures could combine the advantages of different phase structures of materials to facilitate the electron/charge-transfer and electrochemical reaction kinetics.  To date, many new heterostructures have been explored and used as anode for SIBs, such as Sb2S3/FeS2,  Fe1–xS/MoS2,  and Ni3S2/MoS2.  Despite the excellent work that has been published, the improvement of the sodium storage properties is limited. It is believed that combining the above tactics to develop a material with a unique structure can effectively improve the storage performance of sodium, but it is still a big challenge.",
                "In this article, we report a well-designed material with Co4S3 nanoparticles confined in a MnS nanorod-grafted N, S-codoped carbon polyhedron (denoted as Co–Mn–S@N–S–C) as the anode material for SIBs. The Co–Mn–S@N–S–C sample was obtained by the in situ growth of ZIF-67 on a MnO2 nanorod and subsequent carbonization and sulfurization, where the inner one-dimensional (1D) MnS nanorods are grafted with an outer three-dimensional (3D) N, S-codoped carbon polyhedron and the Co4S3 nanoparticles are self-confined in the carbon polyhedron. This delicate design of the materials combined with the 1D MnS nanorod structure and the confined Co4S3 nanoparticles as well as the porous carbonaceous framework not only facilitates the ion migration with improved electrochemical reaction kinetics but also guarantees the sufficient electrolyte/electrode contact area and abundant Na-storage sites. Moreover, the existence of strong Co–N bonds and C–S–Mn/C–N–Mn bonds support the high structural stability and integrity of materials. Owing to these advantages, the as-prepared material delivers an excellent long-term cycling performance with 90.2% capacity retention over 1000 cycles at a current density of 2 A g–1. Furthermore, the Co–Mn–S@N–S–C anode shows an outstanding rate performance of approximately 305 mA h g–1 at 10 A g–1. Additionally, the intercalation/conversion reaction mechanism of Co–Mn–S@N–S–C has been deeply identified by in situ X-ray diffraction (XRD) patterns and transmission electron microscopy (TEM) observation."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "a schematically describes the synthetic process of the Co–Mn–S@N–S–C materials. First, the MnO2 nanorods are synthesized by hydrothermal method according to the literature,  which show a typical nanorod morphology with an average diameter/length of 100 nm/2 μm (b). Second, the well-defined ZIF-67 templates are in situ grown on MnO2 nanorods after the mixing methanol solution of PVP, MeIM, and cobalt nitrate with the methanol dispersion of MnO2 nanorods at room temperature, obtaining the sugar gourd-shaped MnO2/ZIF-67 with the diameter of around 500 nm (c). The power XRD patterns match well with the JCPDS card of MnO2 and ZIF-67 (). Third, during the subsequent carbonization, MnO2 nanorods and ZIF-67 are transformed into MnO nanorod and Co nanoparticles anchored on the MOF-derived N-doped carbon polyhedron (namely MnO/Co/N–C, d), respectively, which are also confirmed by XRD patterns shown in . Finally, MnO/Co/N–C is converted to Co–Mn–S@N–S–C via a sulfurization process, where the MnO nanorods and Co nanoparticles are sulfurized to MnS nanorods and Co4S3 nanoparticles, respectively, together with S doping around the carbon polyhedron. It can be noted that the sugar gourd shape is well-maintained without any obvious separation and damage (e), demonstrating the structural stability of the materials.",
                "The crystal structure of Co–Mn–S@N–S–C was then studied by XRD patterns. As shown in a, the distinct diffraction peaks at 29.6, 34.3, 49.3, 61.4, and 72.3° are ascribed to the (111), (200), (220), (222), and (400) of MnS, which well matched the JCPDS card no. 06–0518. The peaks at 30.6, 35.3, 46.8, 51.9, and 54.2° are attributed to the (100), (101), (102), (003), and (110) of Co4S3, matching well with the JCPDS card no. 02–1458. Moreover, no unexpected diffraction peaks for precursors and impurities are observed, indicating the successful conversion of MnO2/ZIF-67 to Co–Mn–S@N–S–C. In addition, the morphology and crystalline characteristics of Co–Mn–S@N–S–C are further confirmed by TEM (b,c and ). It demonstrates that the carbon polyhedrons with uniformly distributed Co4S3 nanoparticles are well-grafted on the MnS nanorods. Meanwhile, the MnS nanorods are encapsulated by a thin carbon shell () due to the modification of PVP, which is favorable for fast ion transport. The size distribution of Co4S3 nanoparticles is shown in , suggesting the average particle size of 15–17 nm. The energy-dispersive spectroscopy (EDS) elemental mappings (d) also indicate that the MnS nanorods are well-grafted by N, S-codoped carbon frameworks and that the Co4S3 nanoparticles are homogeneously distributed on the carbon substrate. In addition, high-resolution transmission electron microscopy (HRTEM) of Co–Mn–S@N–S–C (e) suggests the clear lattice fringes with measured distances of 2.61 and 3.02 Å, corresponding to the (200) and (111) crystal planes for MnS. In addition, the (003) and (101) crystal planes for Co4S3 are also clearly observed. Moreover, the carbon shell shows the typical characteristics of graphitic layers () due to the high pyrolysis temperature, which is favorable for the transformation of the carbon atoms from the disordered state to the ordered graphitic state.  For comparison, Co4S3@N–S–C and MnS were also prepared by the same procedure without MnO2 and ZIF-67, respectively. All of the diffraction peaks can be indexed to the Co4S3 (JCPDS card no. 02–1458) and MnS (JCPDS card no. 06–0518) without any impurities ().",
                " lists the Raman spectra of Co–Mn–S@N–S–C to evaluate the quality of the carbon structure, in which the obvious peaks at 1344 and 1586 cm–1 are attributed to the D-band (disorder carbon) and G-band (graphitic carbon). The ratio of ID/IG is 0.99, indicating the existence of small amounts of graphitic carbon. Further, the carbon content of Co–Mn–S@N–S–C is determined by thermogravimetric analysis (TGA) (). The weight loss is 33.1%, whereas the residue is a composite of Co3O4 and Mn3O4 based on the XRD patterns (). Therefore, the mass ratio of carbon is calculated as 18.27% (the detailed calculation process is described in the ). Pore structures of Co–Mn–S@N–S–C, Co4S3@N–S–C, and MnS are also measured by Brunauer–Emmett–Teller (BET) techniques. As shown in , the Co–Mn–S@N–S–C presents a BET surface area of 16.7 m2 g–1 and a mesoporous structure with the pore size distributed in the range of 10–40 nm. It should be noted that the pristine MnS nanorods show a very low surface area (8.1 m2 g–1). Such an enhanced surface area is ascribed to the incorporation of the carbon matrix on the nanorods, facilitating the adsorption of adequate electrolytes and accelerating mass transport. In addition, Co4S3@N–S–C possesses the highest surface area (61.2 m2 g–1), which is mainly due to its outstanding pore structure (). By contrast, the relative decrease in the surface area for Co–Mn–S@N–S–C stems from the limited incorporation of porous carbon framework and the construction of the unique hierarchical structure, which are beneficial for easing the reaction with the electrolyte and stabilizing the solid electrolyte interface (SEI) layer.",
                "X-ray photoelectron spectroscopy (XPS) is further carried out to investigate the composition of the as-prepared samples. The survey spectra are shown in , which indicates that the Mn/Co/S element ratio of Co–Mn–S@N–S–C is around 0.75:0.53:1. The high-resolution C 1s XPS spectrum of Co–Mn–S@N–S–C (a) can be deconvoluted into four peaks at 288.8, 286.3, 285.2, and 284.6 eV, corresponding to the C═O, C–O, C–S/C–N, and C–C/C═C bond. This demonstrates the distribution of nitrogen and sulfur in the carbon framework and is consistent with the peaks of C 1s spectra for Co4S3@N–S–C. The high-resolution N 1s peaks (b) are mainly deconvoluted into four peaks at 405.1, 401.9, 400.4, and 398.7 eV, which are associated with graphitic N, Co–N,  pyrrolic N, and pyridinic N, respectively, and have no obvious difference with that of Co4S3@N–S–C (). For the S 2p spectrum (c), a pair of peaks at higher binding energy (purple color) is attributed to the oxidized sulfur species. The two broad peaks at 164.5 and 163.2 eV correspond to the Mn–S bond, whereas the peaks at 165.3 and 164.1 eV correspond to the Co–S bond, both of which shift to higher binding energies in comparison with that of Co4S3@N–S–C, implying the electron transfer from Co to S.  Moreover, the peak at 161.8 eV is ascribed to the C–S bond, suggesting sulfur doping in the carbon substrate. In the spectrum of Co 2p (d), two different chemical states can be observed, where the peaks at lower binding energies correspond to Co2+ and the peaks at higher energies are assigned to Co3+. These peaks are related to the Co–S bond, which is the characteristic peaks of cobalt sulfides. Meanwhile, the Co 2p spectrum also confirms the existence of Co–N bonds,  indicating the strong coupling interaction between Co4S3 and nitrogen-doped carbon framework. In contrast with Co4S3@N–S–C, it can be clearly seen that the spin-energy separation of Co 2p3/2 and Co 2p1/2 changes from 17.4 to 16.5 eV, reflecting the distinct interaction between Co and S and the decrease of the Co3+ electronic density.  In addition, for the high-resolution spectrum of Mn 2p, the peaks at binding energies of 654.9 and 641.0 eV are assigned to Mn 2p1/2 and Mn 2p3/2, respectively. Moreover, it gives a peak at 643.9 eV, which is ascribed to the C–S–Mn/C–N–Mn bonds.  The introduction of these high-strength covalent bonds (C–S–Mn/C–N–Mn bonds and Co–N bonds) would ensure the effective contact between MnS/Co4S3 and C during cycling, thus contributing to improving the structural stability and stabilizing the structure. ",
                "The electrochemical properties of the as-prepared electrodes are evaluated in the half cells by using sodium foil as the reference and counter electrodes. a shows the first five CV curves of the Co–Mn–S@N–S–C sample at a scan rate of 0.1 mV s–1 in the voltage window of 0.01–3.0 V. In the first discharge sweep, many reduction peaks can be detected due to the intercalation/conversion of Co4S3 and MnS with Na+ ions accompanied by the formation of the solid electrolyte interphase (SEI) layer and the Na+ insertion into the carbon skeleton.  Specifically, the broad peak signals at 1.34 0.5–1.8, and 0.4 V are attributed to the conversion reaction of Co4S3 and MnS to form the intermediates NaxCo4S3 and NayMnS to metallic Co and Mn as well as byproduct sodium polysulfides (Na2Sz). In the subsequent cycles, the peaks caused by the reduction of Co–Mn–S@N–S–C with Na+ appear at 1.55, 0.97, 0.81, and 0.54 V. In addition, the broad features at 0.53 and 2.52 V in the first anodic sweep can be assigned to the deintercalation of Na+ from carbon and the side reaction related to the Cu current collector, respectively.  In addition, the peaks between 1.2 and 2.2 V correspond to the multistep desodiation processes of Na2S to NaxCo4S3 and NayMnS intermediates and final Co4S3 and MnS. The detailed electrochemical mechanism will be investigated in the following in situ XRD and TEM sections. Additionally, the CV curves of Co4S3@N–S–C and MnS are shown in  for comparison. In the first cycle of Co4S3@N–S–C (), two peaks at 0.93 and 0.40 V are observed, which can be attributed to the initial insertion and conversion reaction as well as the generation of SEI film, respectively. In the following cycles, the cathodic peaks shift to 1.55, 1.19, 0.91, and 0.83 V, which is related to the multistep electrochemical reaction for sodiation. As for the anodic cycles, the peaks at 1.56 and 1.72 V are assigned to the reverse conversion reaction from Co and Na2S to CoxS, whereas the peak at 2.11 V is ascribed to the extraction of Na+ ions from the NaxCoS structure. In , during the first cathodic scan, MnS exhibits three peaks at 1.59 0.89, and 0.38 V. The former two peaks correspond to the intercalation of Na+ into MnS and the conversion reaction of MnS to metallic Mn, respectively, which shift to 1.56 and 0.83 V in subsequent cycles. The latter is related to the formation of SEI owing to the electrolyte decomposition and then disappears in the subsequent cycles. During the corresponding anodic scan, the apparent peak at 1.55 V is assigned to the reverse conversion reaction between Mn and Na2S. The broad peaks between 1.8 and 2.5 V may be related to the further removal of the Na+ process of the multistep deintercalation reaction. ",
                "The discharge–charge profiles for the first, second, fifth, 10th, and 50th cycles for three electrodes at a current density of 0.1 A g–1 are shown in b and . c demonstrates the corresponding cycling performance and Coulombic efficiencies of the electrodes. Co–Mn–S@N–S–C gives an initial discharge/charge capacity of 810.5/663.7 mA h g–1, corresponding to an initial Coulombic efficiency of 81.9%, which is superior to that of the Co4S3@N–S–C and MnS electrodes (67.3 and 65.5%, respectively). The irreversible capacity loss is mainly ascribed to the formation of the SEI layer on the surface of electrode materials. After five cycles, the Co–Mn–S@N–S–C electrode has a reversible specific capacity of 598.8 mA h g–1 and a capacity of 566.2 mA h g–1 is retained after 50 cycles, corresponding to 94.6% retention of the discharge capacity from the fifth cycle. However, only the capacities of 398.8 and 297.4 mA h g–1 are delivered and the capacities of 336.5 and 256.5 mA h g–1 are retained after 50 cycles for the Co4S3@N–S–C and MnS electrodes, respectively, which are much lower than that of Co–Mn–S@N–S–C. This demonstrates the better structural stability and higher sodium storage capability for the Co–Mn–S@N–S–C electrode. In addition, an ex situ SEM image after cycling for 50 cycles () strongly confirms that the Co–Mn–S@N–S–C almost maintains the structural integrity without obvious damage. The rate performance of electrodes is evaluated at varying current densities ranging from 0.1 to 10 A g–1, which is shown in d. The specific discharge capacities of Co–Mn–S@N–S–C are 671.0, 605.6, 537.0, 483.0, 430.7, 352.1, and 283.8 mA h g–1 at current densities of 0.1, 0.2, 0.5, 1, 2, 5, and 10 A g–1, respectively. When the Co–Mn–S@N–S–C electrode is again backed to a current rate of 0.1 A g–1, it resumes a capacity of 649.6 mA h g–1, suggesting superior stability for extended cycling. Moreover, the increase of current density does not lead to the huge increase of overpotential (e) in comparison with that of Co4S3@N–S–C and MnS electrode (), indicating the outstanding sodium diffusion kinetics of the Co–Mn–S@N–S–C electrode. To explore the structural stability, the long cycling performance at a current density of 2 A g–1 is also evaluated. As shown in f, after 1000 cycles, the Co–Mn–S@N–S–C electrode delivers a specific capacity of 371.2 mA h g–1, corresponding to a capacity retention rate of 90.2%. Interestingly, the gradually increasing capacity during cycling can be observed, which may be related to the optimization of stable SEI by a high-rate sodiation-induced reactivation. As a comparison, although such a phenomenon is also seen in pure MnS nanorods, without the incorporation of MnS nanorod, a distinct capacity decay occurs after 1000 cycles with a capacity retention rate of 50.9%, which may be attributed to the pulverization of materials. In addition, without the incorporation of MnS nanorods and the unique hierarchical architecture, the bulk Co4S3@N–S–C electrode exhibits apparent capacity fading with a capacity retention rate of only 31.1% after 1000 cycles. Therefore, the Co–Mn–S@N–S–C electrode demonstrates the obvious advantages in reversible capacity under long-term cycling.",
                "To ascertain the possible reasons for the superior electrochemical performance, scan rate-dependent CV measurements are performed sequentially (g and ). Generally, the relationship between the scan rate (v) and the measured peak current (i) complies with the following equationi=avblog⁡i=b⁡log⁡v+log⁡awhere both a and b are empirical parameters. According to the previous reports, the value of b of 0.5 stands for the diffusion-controlled behavior, whereas the value of 1.0 indicates the surface-controlled capacitive one. As shown in h, the b values calculated by the fitted line for peaks 1–6 are 0.80, 0.83, 0.75, 0.71, 0.81, and 0.96, respectively, suggesting the surface-controlled capacitive sodiation mechanism for the Co–Mn–S@N–S–C electrode. The ratio of surface-controlled capacitive contribution (k1v) and diffusion-controlled contribution (k2v1/2) for sodium can be verified by the following relationshipi(V)=k1v+k2v1/2As identified, the surface capacitive contributions at 1 mV s–1 for Co–Mn–S@N–S–C, Co4S3@N–S–C, and MnS electrodes are 86.8% (i), 82.0% (), and 76.9% (), respectively. Moreover, with the increase of the scan rates, the surface capacitive contribution increases (), where the fraction of diffusion-controlled contribution decreases (j). It has been demonstrated that the higher ratio of surface capacitive contribution is favorable to the stable and fast sodium storage,  which directly results in superior long-term cycling stability and rate capability.",
                "The in situ electrochemical impedance spectroscopy (EIS) during the first charge/discharge process at different potentials is also investigated to clarify the outstanding electrochemical performance of the Co–Mn–S@N–S–C electrode. As shown in k, all Nyquist plots show similar features with the semicircle in the high-frequency region and a line in the low-frequency region, which are related to the charge–discharge resistance (Rct) and the Warburg impedance (W). It can be observed that the Rct values are very stable at different voltages, suggesting the fast and robust charge-transfer properties during the successive structure evolution processes. Meanwhile, after 100 cycles, the Co4S3@N–S–C and MnS electrodes present higher Rct (), confirming the advantages of the unique structure for Co–Mn–S@N–S–C in greatly promoting the charge-transfer kinetics.",
                "The microstructure and morphology evolution for the Co–Mn–S@N–S–C electrode during the charge/discharge processes are further conducted via in situ XRD and TEM (). In situ XRD (a) is measured at a current density of 0.1 A g–1, during which a sequence of continuous XRD patterns over the first charge–discharge cycle is collected. Of note, the peaks at 38.8, 41.5, and 44.2° belong to the characteristic information on BeO (JCPDS card no. 35–0818). The peak at 46.1° is indexed to Be (JCPDS card no. 22–0111). In the XRD contour map, pristine Co–Mn–S@N–S–C shows two prominent strong peaks at 34.5 and 49.6°, corresponding to the (200) and (220) planes of MnS. The weak peaks at 35.4 and 47.0° are assigned to the (101) and (102) planes of Co4S3. As sodiation proceeds, the intensity of the peak for Co4S3 gradually weakens until it disappears due to Na+ intercalation and NaxCo4S3 formation. Notably, no obvious signals of NaxCo4S3 can be detected by XRD, which is mainly attributed to the weak resulting NaxCo4S3 signal. With continuous discharging, additional peaks of Na2Mn2S3 (JCPDS card no. 76–1763) emerge at the positions of 35.0 and 49.0°, and the matched crystal planes are (510) and (640), respectively. Particularly, with the formation of Na2Mn2S3, the peaks for MnS do not disappear but just become weaker, looking thinner in the XRD contour map. This indicates the partial intercalation for MnS in the sodiation reaction. As the Na+ ions insert further into the electrode, the peaks for Na2Mn2S3 gradually disappear, whereas the new peaks stemming from the Na polysulfides Na2S3/Na2S2  appear around 35 and 48° and then disappear, accompanied by the emergence of the crystalline planes (220) and (311) of Na2S (JCPDS card no. 47–1698) at 38.8 and 46.3°, respectively, indicating the conversion reaction between Na2Mn2S3/NaxCo4S3 and Na+ as well as the formation of metallic Mn and Co. However, no obvious peaks of Mn and Co can be identified, which can be explained by either the poor crystallinity or the ultrasmall crystal size.  During the desodiation process, the expected reversible conversion reaction occurs, as supported by the disappearance of Na polysulfide peaks together with the re-emergence of Na2Mn2S3. After that, the peaks of Na2Mn2S3 gradually back to the position of MnS during the subsequent desodiation process, demonstrating the reversible Na+ (de)intercalation reaction. However, the reformed NaxCo4S3 and Co4S3 peaks could not be detected, maybe due to their weak signal.",
                "Moreover, the phase transformation of the Co–Mn–S@N–S–C electrode during the initial discharge–charge cycle can be verified by the ex situ HRTEM measurements. When the potential drops to 1.2 V, the product of Na2CoS2 (JCPDS card no. 79–2145) is produced as confirmed by the clear lattice fringes of 2.72 Å in the HRTEM image of b, which originated from its (211) crystalline planes. Further decreasing the voltage to 0.5 V (c), the d-spacing of 2.21 and 2.35 Å assigned to the (060) and (141) planes of Na2Mn2S3 and Na2CoS2, respectively, can be observed. As the electrode is continuously discharged to 0.01 V (d), the lattice fringes of Co (JCPDS card no. 88–2325) with the (111) plane, Mn (JCPDS card no. 89–4085) with the (330) plane, and Na2S with the (220) plane emerge, demonstrating the generation of the conversion reaction. In addition, the signal of MnS is detected with the d-spacing of 2.61 Å associated with the (200) plane during the whole discharging process (b–d), revealing its partial intercalation/conversion reaction with sodium. When the electrode is charged back to 2 V (e), the lattice fringes of the reversibly transformed phase Na2CoS2 with the (002) facet and Na2Mn2S3 with the (−131) and (−402) facets are detected again due to sodium extraction. In addition, at the charged state of 3.0 V, only the signals of MnS and Co4S3 can be observed, further suggesting the reversibility of phase transformation. These results are not only consistent with the above in situ XRD results but also provide more intuitive and sufficient evidence for the multistep intercalation and conversion reaction mechanisms of Co–Mn–S@N–S–C electrode with Na+ during the sodiation/desodiation processes.",
                "Real-time in situ TEM observation is further investigated to explore the morphology and structure evolution upon sodiation reactions. g,h demonstrates the in situ TEM images of the Co–Mn–S@N–S–C electrode connected to Na. The corresponding selected area electron diffraction (SAED) patterns are shown in i,j. It can be seen that after 280 s of sodiation, the morphology and size for Co–Mn–S@N–S–C almost do not change, indicating the superior structural stability of materials. The SAED patterns (280 s) reveal the presence of Na2S and Mn/Co metal, confirming the conversion reactions. Meanwhile, the lattice fringe with spacing distances of 2.61 Å belongs to the (200) plane of MnS, demonstrating the partial intercalation conversion process for MnS."
            ],
            "name": "2.  Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a unique architecture with Co4S3 nanoparticles confined in MnS nanorod-grafted N, S-codoped carbon polyhedron as an anode for sodium-ion batteries is developed. This nanostructure design assimilates the advantages of carbon materials and different dimensional nanomaterials, resulting in highly efficient electrochemical performance. The prepared Co–Mn–S@N–S–C electrode exhibits a long cycle life (90.2% at 2 A g–1) and a high surface capacitive contribution (86.8% at 2 mV s–1). The in situ EIS, real-time TEM, and ex situ SEM show very few changes, indicating outstanding structural stability during the charge/discharge reactions. In addition, the in situ XRD, ex situ HRTEM, and SAED patterns demonstrate the intercalation conversion mechanism of the Co–Mn–S@N–S–C electrode for sodium storage. Therefore, this work will contribute to the development of SIBs and other energy storage devices for new advanced electrode materials."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                "The pristine MnO2 nanorods were prepared by hydrothermal. Thirty milliliters of 0.1 M KMnO4 was mixed with 30 mL of 0.6 M MnSO4·H2O under vigorous stirring. The mixture was then loaded into a 100 mL Teflon-lined autoclave and hydrothermally treated at 140 °C for 12 h. After cooling to room temperature, the sample was collected by centrifugation, washed with distilled water, and dried overnight in air at 80 °C. The obtained MnO2 nanorods (65.81 mg) were added into 10 mL of methanol dispersed with 0.5628 g of PVP in advance and stirred for 30 min (denoted as solution 1). Next, 0.291 g of Co(NO3)2·6H2O was added into 10 mL of methanol to get the uniform solution 2. Then, solution 2 was poured into solution 1 and stirred for 2 h to ensure the complete absorption of Co2+. Meanwhile, 0.6568 g of 2-methylimidazole (MeIM) was added to 10 mL of methanol and subsequently dropped into the above solution to in situ get the uniform growth of ZIF-67. After centrifugation and drying, the material of MnO2/ZIF-67 was obtained. MnO2/ZIF-67 was transferred to a tubular furnace for carbonization at 800 °C for 2 h, obtaining the material for MnO/Co/N–C. Eventually, Co–Mn–S@N–S–C was obtained after sulfurization under 600 °C for 2 h. The other experimental details for the synthesis of materials and the characterization are described in the ."
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Co4S3 Nanoparticles Confined in an MnS Nanorod-Grafted N, S-Codoped Carbon Polyhedron for Highly Efficient Sodium-Ion Batteries"
}