{
    "DOI": "10.1002/cssc.202201310",
    "Journal": "",
    "Keywords": [
        "amines",
        "energy storage",
        "lithium-ion batteries",
        "Schiff bases",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "With the rapid development of power equipment and the large‐scale application of renewable energy, lithium‐ion batteries (LIBs), as one of the most important energy storage devices, have been widely used in mobile electronic devices, electric vehicles, power grids, and other fields. Further development and application of LIBs will undoubtedly be hindered due to the shortage and uneven geographical distribution of lithium resources. In contrast, sodium‐ion batteries (SIBs) have attracted increasing attention because of their rich sodium resources and low costs. However, the sodium ion (Na+) radius is large (0.102 nm) and the direct utilization of graphite anodes in commercial LIBs suffers from severe volume changes and kinetic hysteresis during cycling, resulting in a significant reduction in the specific capacity. It is therefore of great significance to explore stable mechanical properties and low‐cost anode materials to improve the electrochemical performance of LIBs and SIBs.",
                "Carbon‐based anode materials are most likely to be commercialized owing to its advantages of being low cost, widely available, and having good cycling stability. However, carbon‐based anodes also face several challenges such as good rate performance, high reversible capacity, and so on. Several strategies have been adopted to solve these problems. One method is to prepare materials with special morphologies to shorten the diffusion distance of lithium and sodium ions (Li+ and Na+), primarily porous carbon, hollow carbon spheres, and carbon nanotubes. Among them, hollow carbon spheres have great potential as anode materials for high‐rate LIBs and SIBs owing to their unique properties, such as high electrical conductivity and chemical inertness. Another effective strategy involves heteroatomic doping. Nitrogen is a heteroatom commonly used to improve the electrochemical properties of carbon materials. Doping with nitrogen atoms is fairly straightforward, as heteroatoms of the same size may be incorporated into the framework of carbon atoms or attached as functional groups on surfaces and defect active sites. When nitrogen atoms are introduced into carbon materials, they induce changes in the distribution of electron density and energy band positions. The introduction of polarity enhances the adsorption properties and wetting ability of carbon materials, thereby enhancing the storage of Li+ and Na+. Huo et al. prepared nitrogen‐doped hollow carbon spheres using silica as a template and coated them with dopamine hydrochloride. The capacity remains at 485 mAh g−1 after 1000 cycles at 0.5 A g−1 in LIBs. Ni et al. prepared nitrogen‐doped hollow carbon spheres using CaCO3 nanoparticles as the template and coated them with dopamine hydrochloride. In SIBs, the capacity was 169 mAh g−1 at 0.5 A g−1 current density. The prepared nitrogen‐doped hollow carbon spheres exhibited high reversible capacity and good cycling stability. However, most nitrogen doping in the process of preparation of hollow carbon spheres is very dependent on the silica template, the silicon template to be removed by HF, NaOH, and other dangerous chemicals, and inevitably on the environment caused by pollution. In doping strategy, there are usually two ways to obtain nitrogen‐containing carbon materials. One is a post‐treatment method using ammonia, urea, and/or nitrogen plasma. However, this always involves a relatively inhomogeneous nitrogen distribution considering N‐functional groups are preferentially introduced at the edge of carbon materials. An alternative is the in‐situ synthesis approach using diverse nitrogen‐containing precursors, including ZIF‐8 and dopamine hydrochloride, which can introduce nitrogen atoms with a uniform distribution. Unfortunately, this method frequently results in nitrogen content lower than 5 % in the products, which limits deeper exploration of the N‐doping effect on the electrochemical properties. Designing hollow carbon sphere with high nitrogen content, uniform distribution, and no pollution, therefore, remains a challenge.",
                "In this study, melamine formaldehyde (MF) nanospheres and poly tannic acid (PTA) were selected as templates and carbon sources. PTA is inexpensive and can be coated on almost any material surface in an alkaline buffer. More importantly, its structure contains a large number of phenolic hydroxy groups, which provide more active sites for redox reactions. The nitrogen‐containing polymer MF sphere spontaneously decomposed during the carbonization process, and its nitrogen atoms were introduced into the carbon skeleton along with nitrogen‐rich gas during the decomposition process to activate the carbon shell. Conventional ammonia or urea was not used for post‐processing in the doping strategy. Instead, the special structures of PTA (carbonyl group) and diethylenetriamine (DETA, amine group) were rationally used for the classical Schiff base reaction to carbon materials with uniform distribution and high nitrogen content (PTA‐NHCS‐700). The classical and ingenious doping method exposes the active nitrogen‐doping sites of the electrode on the electrode surface, resulting in high activity. PTA‐NHCS‐700 as LIBs anode, at a current density of 0.1 A g−1, the reversible capacity is up to 635.7 mAh g−1, and even at a high current density of 5 A g−1 after 7000 cycles, the capacity is still 204.2 mAh g−1. For SIBs, at the current density of 0.1 A g−1, the reversible capacity is 351.9 mAh g−1 after 100 cycles. When the current density is increased to 5 A g−1, the reversible capacity is still 154.2 mAh g−1 after 10000 cycles. This anode material has broad prospects for applications in LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "Figure  presents the preparation flow chart of PTA‐NHCS‐T (T indicates the carbonization temperature). The reaction of melamine with formaldehyde first leads to hydroxylation, and the hydrogen atoms in the NH2 group of melamine are replaced by methyl groups (−CH2OH). The melamine‐formaldehyde oligomeric derivatives are then produced by the formation of two different types of bridges between triaging rings, namely, an amethylene ether bridge (M−NHCH2OH+HOCH2HN−M⇄M−NHCH2OCH2NH−M+H2O) and a methylene bridge (M−NHCH2OH+H2N−M⇄M−NHCH2"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Nitrogen‐Doped Hollow Carbon Spheres Based on Schiff Base Reaction as an Anode Material for High‐Performance Lithium and Sodium Ion Batteries"
}