{
    "DOI": "10.1021/acsami.4c09246",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid development of portable electronic devices, electric vehicles, and the depletion of nonrenewable energy sources, the demand for sustainable energy storage systems is gradually increasing. As a key factor in determining battery performance, the research of electrode materials has both theoretical and practical significance. The commercial graphite anode has a low theoretical capacity (372 mAh g–1) in lithium-ion batteries (LIBs), which fails to meet the demanding market need. Therefore, the development of anodes with high energy density and long life is urgent.  Nickel-based metal oxides have been widely studied for their good electrochemical properties. At the same time, metal selenides, sulfides, and oxides have similar properties, since S, Se, and O have similar chemical properties and valence states. Of note, Se has stronger electronegativity and metallicity than O and S, resulting in better conductivity and higher theoretical capacity of nickel-based selenides. However, as an electrode material, the structure of selenide is easily destroyed in the charge/discharge process.  As a result, the electrochemical performance of nickel-based selenide is disappointing. Composition regulation strategies have gained considerable attention in improving the kinetics and electrochemical performance of the electrode. Therefore, compared with pure selenides, graphene-based and carbon-coated selenides have a higher ability to reduce internal stress and improve electrochemical performance. In addition, in situ generated phase boundaries can provide small crystal regions as hosts, thus reducing the diffusion path of ions. Sun et al.  have used metal–organic frameworks (MOFs) as precursors to acquire carbon-coated Co–Zn–Se microrods as LIB anodes. The coated carbon contributed to improve the stability of the Co–Zn–Se microrods. Shang et al.  have synthesized a Cu–NiSe2@C composite as a LIB anode. The battery showed a good discharge specific capacity of 489 mAh g–1 even after 20 000 cycles, and the Coulombic efficiency (CE) remained 100%. Such performance was attributed to the synergistic effect of doped copper ions and primary carbon in the electrode material. Wang et al.  have studied the effect of heterogeneous structural interfaces of different metal selenides on the rate performance of sodium-ion batteries, and the experimental results show that the SnS/SnSe2 hierarchical anode exhibits outstanding rate performance, where the normalized capacity at 10 A g–1 compared to 0.1 A g–1 is 45.6%. Ali et al.  have prepared hierarchically porous transition metal selenide nanomaterials with improved intrinsic conductivity, which showed excellent rate properties as anode materials for sodium-ion batteries (816.3 mA h g–1 at 0.5 A g–1 and 400.2 mA h g–1 at 32 A g–1). Zhang et al.  have obtained a hybrid material (Fe7Se8/N-CNFs) of nitrogen-doped nanofibers by electrospinning technology. As a sodium-ion anode material, this is due to the synergistic effect of ultrasmall Fe7Se8 nanoparticles and the unique interconnection network of N-rich CNFs. The cell obtained a high specific capacity of 286.3 mAh g–1 at 20 A g–1. Su et al.  have synthesized the NiSb alloy embedded in nitrogen-doped carbon (NiSb/C) derived from a Ni-based framework. The NiSb alloy particles and nitrogen-doped carbon could effectively cooperate to retain the structural completeness of antimony, which promoted the cycling stability and high-rate performance of the anode. Xie et al.  have successfully synthesized a bimetallic transition-metal selenide nanocube composite (CoNiSe2/NC). Specifically, the reversible capacity of CoNiSe2/NC approached 1245 mAh g–1 at 0.1 A g–1. When cycled at 1 A g–1, the capacity still remained at 642.9 mAh g–1 even after 1000 cycles. Deng et al.  have reported the successful preparation of NiS2@CoS2 nanocubes (NCSC). The obtained NCSC anode materials delivered a high specific sodium storage capacity of 848 mAh g–1 at 0.1 A g–1. Cheng et al.  have synthesized the NiS/Ni2P nanoparticles. The heterostructure promoted ion transport and electrochemical reaction kinetics. Moreover, the interconnected porous carbon sheets inhibited the volume change during Na+ intercalation and deintercalation, guaranteeing excellent structural stability.",
                "MOFs are formed by organic ligands and metal ions or with abundant voids and cavities, which can provide more storage sites for Li+, and also alleviate the volume change during charge and discharge. In addition, MOFs are rich in metal ions or clusters, so that MOF substitutes can obtain metal/metal oxide materials with large specific surface areas and porous structures under suitable calcination conditions. These MOF-derived materials can inherit the advantages of MOFs, including inherent morphology, high surface area, and adjustable porosity. Recently, MOFs have attracted much attention for applications in energy storage and have proven to be promising precursors for constructing various nanostructured electrodes.  Zhang et al.  have prepared nitrogen-doped graphene particles by pyrolyzing ZIF-8 polyhedrons. As a lithium battery anode material, the PNCs@Gr electrode maintained a high capacity of 2132 mAh g–1 after 50 cycles at 0.1 A g–1 and a capacity of 785 mAh g–1 after 1000 cycles at 5 A g–1. Gao et al.  have wrapped SnO2@MOF composite material in graphene as a negative electrode material for lithium-ion batteries. Due to abundant electroactive sites, short ion diffusion pathways, and superior electronic conductivity, the specific capacity of 450 mAh g–1 is still maintained after 1000 cycles at 1A g–1. Dai et al.  have prepared MOF-derived materials (Nd-cMOF/ZIF-CFs) with novel structures by electrospinning. ZIF-CFs provided electrical conductivity and porous structure, while Nd-cMOF provided interfacial dynamic activity, electrical conductivity, sufficient space, and volume buffer. Therefore, as a sodium-ion battery anode, it shows excellent electrochemical stability, with a specific capacity of 480.5 mAh g–1 at 0.05 A g–1 and a capacity retention rate of 84% after 500 cycles.",
                "A large number of studies indicate that thermal runaway (TR) is the essential issue of batteries.  Typically, the solvents with low flash points used in electrolytes are composed of highly combustible organic ester and ether compounds. Under abusive conditions, chemical exothermic reactions can easily occur between the active electrode material and the electrolyte. When the heat production rate of the battery is greater than the rate of heat dissipation to the environment, the heat inside the battery continues to accumulate, resulting in a continuous increase in the system temperature. When the chemical reaction rate and battery temperature reach the threshold, the TR of the battery occurs, releasing a large amount of heat and toxic combustible gases in a very short time and further evolving into combustion or explosion accidents. With the gradually increased energy density, safety has become at the forefront of current energy storage research. The design and use of flame-retardant electrolyte additives  (phosphates and fluorinated compounds), noncombustible electrolytes,  and modified separators  have been extensively studied. However, these improvements often come with electrochemical performance trade-offs. Therefore, achieving simultaneous promotions in electrochemical and safety performances has become an urgent issue. In this context, developing a safe anode with high energy density has been a great choice.",
                "In this contribution, a heterogeneous engineering and carbon confinement strategy is employed to transform MOFs into metal selenides encased in a carbon substrate. The acquired product Ni–Se@G@C is further utilized as anodes. When used in LIBs, the cell delivers an initial discharge capacity of 936.5 mAh g–1. Even when running at 1 A g–1 for 1000 cycles, a high capacity of 626.1 mAh g–1 is discharged. When used in SIBs, the cell shows an initial discharge capacity of 624.9 mAh g–1 at 0.1 A g–1. Even after 200 cycles at 1 A g–1, the cell still delivers a high capacity of 269.4 mAh g–1. Compared with cells with graphite anodes, cells with Ni–Se@G@C anodes show an obviously delayed TR process and promoted TR Ea. These results strongly indicate the efficacy of the Ni–Se@G@C anode in promoting the electrochemical properties and safety of cells."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The detailed information about reagents, synthesis, and characterizations is given in the ."
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation scheme of Ni–Se@G@C is shown in . First, Ni-MOF nanospheres are synthesized by the solvothermal reaction. The corresponding scanning electron microscopy (SEM) images are given in a,b. Of note, these nanospheres tend to accumulate to form microspheres. Subsequently, graphene oxide with a high aspect ratio and specific surface area is utilized to encapsulate Ni-MOF microspheres, through a hydrothermal reaction, to obtain the hybrid of rGO-Ni-MOF. Finally, the mixture is calcined in an argon environment to complete the selenization and carbonization process. Then, the target product of Ni–Se@G@C with a porous structure is acquired, which ensures full contact between the electrolyte and active substance. e–g illustrates that NiSe2 nanosheets wrapped by a porous carbon skeleton are evenly distributed on the graphene surface. The porous carbon structure increases the conductive path, shortens the diffusion and transport paths of ions, and significantly improves the electrochemical performance. Moreover, the porous carbon structure provides a larger specific surface area, improving the electrode’s ability to store active substances. SEM and transmission electron microscopy (TEM) elemental mapping spectra of Ni–Se@G@C are shown in h and , which provide the uniform distributions of C, N, O, Ni, and Se elements. The existence of spherical metal selenides is clearly demonstrated in the TEM elemental mapping spectrum.",
                        "The X-ray diffraction (XRD) pattern of Ni–Se@G@C is shown in . The peaks at 29.9°, 33.6°, 36.9°, 42.8°, 50.7°, 55.6°, and 57.8° belong to the (200), (210), (211), (220), (311), (023), and (321) planes of NiSe2 (JCPDF No. 65-1843), respectively. In addition, the peaks at 16.6°, 33.1°, 44.9°, 50.1°, and 50.5° are attributed to the (101), (112), (301), (020), and (310) planes of Ni3Se4 (JCPDF No. 89-7162), respectively. To further investigate the chemical composition and valence state of Ni–Se@G@C, the XPS technique is utilized. The full X-ray photoelectron spectroscopy (XPS) spectrum (a) confirms the presence of C, N, O, Ni, and Se elements. d shows the Ni 2p spectrum. The peaks at 870.5 and 853.3 eV correspond to Ni2+ 2p1/2 and Ni2+ 2p3/2, while the peaks at 873.6 and 855.3 eV pertain to Ni3+ 2p1/2 and Ni3+ 2p3/2. Also, the peaks at 878.5 and 859.9 eV belong to satellite peaks.  The peaks at 59.1, 56.3, and 55.5 eV in the Se 2p spectrum confirm the presence of SeOx, Se 3d2/3, and Se 3d5/2.  The C 1s spectrum is given in b, and the peaks at 288.3, 285.8, and 284.8 eV correspond to sp2 bonded carbon, sp3 bonded carbon, and sp2 carbon satellite peak.  In the N 1s spectrum (c), the presence of graphitic N, pyrrolic N, and pyridinic N can be observed at 400.1, 399.4, and 398.4 eV, which also proves the successful doping of the N atom.  The proportion of N-Q is significantly higher than that of N-5 and N-6, indicating that the doped N atom mainly exists in the graphitized carbon layer rather than the outer layer.  The presence of N-Q can enhance the conductivity of the material, thereby improving the electrochemical performance of the battery.  The peaks at 532.3 and 398.4 eV in the O 1s (f) spectrum correspond to C–OH/M–OH and M-O, respectively.  Compared with C atoms, N and Se atoms have different sizes and electronegativity. Doping of these heteroatoms will cause topological defects inside the material, thereby improving its electrochemical activity.  The XPS technique is further utilized to investigate the chemical composition and valence state of NiSe2. The full X-ray photoelectron spectroscopy (XPS) spectrum (g) confirms the presence of C, O, Ni, and Se elements. The C 1s spectrum of NiSe2 is given in h, and the peaks at 288.7, 286.2, and 284.6 eV correspond to sp2 bonded carbon, sp3 bonded carbon, and sp2 carbon satellite peak. Raman spectroscopy was conducted to explore the composition of the carbon support in the hybrid (i), and the Raman spectra of Ni–Se@G@C were tested. The typical peak of the D band (1581.8 cm–1) is attributed to the existence of amorphous carbon sp3-like, while another peak, the G band (1349.4 cm–1), indicates the sp2-hybridized graphitic structure. The peak at 2704.9 cm–1 corresponds to the 2D peak."
                    ],
                    "name": "3.1.  Preparation and Structural Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The TR process of LIBs is the result of mutual reaction coupling between the internal materials. In a high-temperature environment, these chemical reactions will be triggered and release a certain amount of heat to further accelerate the reaction rate. This process is usually referred to as a “self-accelerating” process.  The SEI decomposition, reaction between lithium embedded in the anode and electrolyte, and other chemical reactions generate less heat. However, it is difficult to accurately measure the heat in an open environment.  Adiabatic acceleration calorimeter (ARC) is a thermal analysis instrument based on the principle of adiabatic design, which can control the temperature of the battery and its wall without destroying the battery structure, blocking the heat exchange between the battery and the environment, so as to ensure that the heat required by the battery from the “self-accelerating reaction” to the final comes from the battery itself. The TR evolution mechanism of LIBs can be accurately analyzed. The TR behaviors of half and full batteries with Ni–Se@G@C and graphite anodes are further conducted by EV-ARC (THT Inc.). Before the experiment, the battery of different samples is charged to the set state of charge after three precycles to ensure the integrity and capacity consistency of the battery. Then, the battery is suspended in the calorimetric chamber. A thermocouple is introduced into the tank through a port to measure the surface center temperature of the cells. An N-type thermocouple with a sensitivity of 0.01 °C is attached to the positive side of the battery with Teflon tape. Throughout the test, ARC heated the battery in a “heat-wait-search” mode. When the battery is self-exothermic and the heating rate exceeds 0.02 °C min–1, the heating process stops. a,b shows the temperature response and heating rate curves of the Li//Ni–Se@G@C half cell. The key TR parameters are given in . T0, T1, and T2 are defined as the self-heating temperature, TR triggering temperature, and maximum TR temperature, respectively. t0, t1, and t2 are the corresponding times to T0, T1, and T2. The results show that T0 and T1 of the Li//Ni–Se@G@C cell at 283.9 and 531.3 min are 200.8 and 387.3 °C, respectively. The T0 and T1 of the Li//graphite cell at 344.5 and 468.7 min are 222.7 and 300.3 °C, respectively. Clearly, T1 is increased by 87.0 °C. In addition, t2 is delayed from 506.9 to 546.5 min. These results confirm the improved thermal safety of the cell. Compared with graphite, Ni–Se@G@C shows a porous structure, which guarantees the more uniform deposition of Li in the electrode. In turn, the in situ formed carbon with a graphene layer can act as a protective shield to hinder the side reaction between the electrolyte and Li, reducing the intensity of the reaction. Moreover, the catalytic activity of metal selenide may disturb the TR reaction, resulting in the delay of TR. Notably, the use of the Ni–Se@G@C electrode results in a reduction in the maximum heating release rate (HRR) from 127.9 (Li//graphite cell) to 10.31 °C min–1, demonstrating the impaired severity of TR consequences.",
                        "In the self-heating phase, all of the energy is generated by the exothermic reaction inside the battery. Assuming that the temperature rise follows the exponential form, the reaction kinetic parameters of the battery can be roughly calculated according to the Arrhenius law. The energy conservation equation can be expressed as ",
                        "where A is the frequency factor, Ea is the activation energy, a is the degree of reaction, n is the reaction order, R is the gas constant, T is the temperature, and ΔTad is the adiabatic temperature rise (ΔTad = T2 – T0).  At the beginning of the reaction, the reaction consumption is negligible, and after that, a is approximately 0. Then, (1 – a)n is roughly equal to 1. By taking the natural logarithm of both sides of , it is simplified to",
                        "The fitted  vs 1000/T curves of Li//graphite and Li//Ni–Se@G@C cells are given in c. The calculated Ea values are shown in d. Clearly, Li//graphite shows the low Ea value of 0.67 eV, which elevates to 1.51 eV after replacing it with the Ni–Se@G@C anode. Such a result indicates the improved intrinsic thermal safety of the battery.",
                        "TR behavior of lithium nickel cobalt manganate (NCM)//graphite and NCM//Ni–Se@G@C full cells is further evaluated, as shown in . Concretely, T0 and T1 of the NCM//graphite cell are 198.1 and 321.2 °C, respectively. The NCM//Ni–Se@G@C cell shows T0 and T1 values of 200.0 and 318.3 °C, respectively. In sharp contrast, t0, t1, and t2 are delayed by 11.5, 28.1, and 28.1 min, respectively. It is worth noting that the T2 of the NCM//Ni–Se@G@C battery is significantly reduced from 459.4 to 455.5 °C, indicating that the cell is less dangerous. In addition, the HRRmax value of the NCM//Ni–Se@G@C cell is relatively gentle, giving a value of 6.6 °C min–1. In comparison, the NCM//graphite cell shows an HRRmax of 11.7 °C min–1. These results jointly confirm that NCM//Ni–Se@G@C has higher thermal safety than the NCM//graphite cell. Similarly, with the replacement of the Ni–Se@G@C anode, Ea is boosted from 0.68 to 0.94 eV, indicating that more activation energy is required to trigger TR of the Ni–Se@G@C cell. We have plotted the radar map of TR parameters of half and full cells in . It is intuitive that both the half and full cells with Ni–Se@G@C anodes show higher safety than those with graphite anodes."
                    ],
                    "name": "3.2.  Thermal Hazard of LIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Lithium storage properties of Ni–Se@G@C are first investigated. As shown in a,b, at the current density of 0.1 A g–1, the initial discharge and charge-specific capacities of the Ni–Se@G@C battery are 921.5 and 652.6 mAh g–1, respectively. Meanwhile, a CE of 70.82% is observed. Such capacity loss derives from SEI film formation and other side reactions.  With the deepening of charge and discharge behavior, the formation of good and stable SEI promoted the improvement of CE. Therefore, CE is >94.0% after two cycles. In addition, the galvanostatic charge–discharge curve (GCD) shows good overlap, which further indicates the stability of the electrochemical performance. The discharge capacities at the 30th, 60th, 90th, 150th, and 200th cycles are 666.3, 764.6, 704.4, 793.9, and 998.0 mAh g–1, respectively. As shown in c,d, the Ni–Se@G@C battery has initial discharge and charge capacities of 993.2 and 682.7 mAh g–1, respectively, showing a CE of 68.7%. The discharge capacities at the 100th, 200th, 300th, 400th, 500th, 600th, 700th, and 800th cycles are 333.7, 472.9, 500.7, 763.7, 981.1, 1176.3, 1337.3, and 1478.9 mAh g–1, respectively. Obviously, the discharge capacity gradually increases as the cycle progresses. Such a phenomenon can be associated with the gradual infiltration of electrodes during the long-term charging activation process. A stable dynamically activated polymer gel film is formed. At the same time, some Li+ limited by the SEI film can dissociate back into the electrolyte and participate in the redox reaction of the electrode.  It is worth noting that the Ni–Se@G@C electrode shows a good discharge platform after the first cycle, confirming its good electrochemical reversibility.",
                        "Long-term cycling performance results of Ni–Se@G@C and NiSe2 electrodes at 0.1–1 A g–1 are shown in . In order to activate the electrode material and form a dense SEI film, the battery is precharged at 0.1 A g–1 for five cycles. Obviously, the initial discharge capacity and CE of Ni–Se@G@C are 936.5 mAh g–1 and 71.8%. When the current density is tuned to 1 A g–1, the discharge capacity suddenly reduces to 498.4 mAh g–1. Then, the discharge capacities of Ni–Se@G@C batteries at the 150th, 300th, 450th, 600th, 750th, 900th, and 1000th cycles are 323.1, 394.3, 518.2, 597.0, 653.7, 650.3, and 626.1 mAh g–1, respectively. Notably, the Ni–Se@G@C battery maintains high CE (>97%) for the remaining cycles, confirming its excellent cycle stability. This is consistent with the high repeatability of the GCD curve. Even after running 1000 cycles, a high discharge capacity of 626.1 mAh g–1 is delivered. In sharp contrast, the cyclic performance of the NiSe2 battery is shown in . The initial specific discharge capacity of the NiSe2 battery is 676.6 mAh g–1, and CE is as low as 70.2%. When the current density is 1 A g–1, the discharge capacity is significantly reduced to 318.5 mAh g–1, and then it is reduced to 120.9 mAh g–1 after operating 100 cycles. NiSe2 shows poor cyclic performance. These results favorably confirm the superiority of the Ni–Se@G@C, stemming from its rational design. The change in the microstructure of Ni–Se@G@C anode after running 1000 cycles is studied. As shown in , most of the spherical particles still maintain the complete structure without obvious rupture, indicating its good structural integrity. The corresponding elemental mapping spectrum presents uniform distributions of C, N, O, Ni, Se, and P elements. The emergence of the P signal demonstrates the formation of an SEI film containing phosphorus species. TEM and high-resolution TEM (HRTEM) images are shown in . A rough and clustered structure is observed, caused by the prolonged Li+ insertion and extraction process. In HRTEM images, the distance of 0.238 nm corresponds to the (211) plane of NiSe2. These results indicate that the crystal structure is well preserved.",
                        "The long-cycle performance of the Ni–Se@G@C battery at 0.1–2 A g–1 is further evaluated (g,h). The initial charge and discharge capacities of the battery are 1218.3 and 843.1 mAh g–1, along with a high CE of 89.1%. When the current density is turned to 2 A g–1, the specific discharge capacity is 548.9 mAh g–1. At the 200th, 400th, 600th, 800th, 1000th, 1200th and 1500th cycles, the charge/discharge capacities are 333.3/332.1, 332.1/328.2, 315.5/314.5, 367.1/362.9, 435.5/429.5, 481.2/476.2 and 458.3/457.4 mAh g–1, respectively. Of note, CE values are all higher than 98.0%, showing the relatively stable long-cycle performance. The rate capability of the Ni–Se@G@C electrode is evaluated and is plotted in e,f. The discharge/charge capacities at 0.1, 0.5, 1, and 2 A g–1 are 853.3/594.2, 496.9/452.3, 431.8/403.9 and 377.3/348.9 mAh g–1, respectively. When the current density is increased to 4 A g–1, the discharge/charge capacities of Ni–Se@G@C are 314.3/284.3 mAh g–1 and the CE is 90.4%. When the current density returns to 0.1 A g–1, a capacity of 434.5 mAh g–1 is restored, which gradually increases to 582.9 mAh g–1. The corresponding capacity retention ratio is 68.3%. In addition, a well-overlapping discharge platform is observed for Ni–Se@G@C at different current densities, confirming its excellent rate performance. We have made the cycling performance comparison  with previous works, as illustrated in . The result indicates a significantly improved cycling property.",
                        "Subsequently, EIS plots of the batteries are presented. In the Nyquist curve, there are two overlapping semicircles in the high- and midfrequency regions, with a linear region in the low-frequency zone. The Randles equivalent circuit model used is shown in , where (a) is the equivalent circuit model of the fresh battery and (b) is the equivalent circuit model of the recycled battery. Among them, CPEf and Rf correspond to the capacitance and resistance of the SEI film, and CPEct and Rct correspond to double-layer capacitance and charge transfer resistance, respectively. Zw denotes Warburg impedance, which is closely associated with ion diffusion. Re is the ohmic internal resistance of the battery material.  As illustrated in , the fresh NiSe2 electrode has an Rct of 198.9 Ω, while a much lower Rct of 47.41 Ω is found for Ni–Se@G@C. The highly conductive carbon structure in the Ni–Se@G@C electrode contributes to the promotionsin electrical conductivity and mechanical stability. In addition, the volume expansion effect of the anode during the charge/discharge process is inhibited. We also estimate the resistance variation of Ni–Se@G@C and NiSe2 cells when operating at 1 A g–1.  Rct values of NiSe2 at the 30th, 80th, 130th, 180th, 230th, and 280th cycles are 44.7, 35.0, 60.9, 30.7, 37.5, and 29.2 Ω, respectively. In contrast, Rct values of Ni–Se@G@C at the 30th, 80th, 130th, 180th, 230th, and 280th cycles are 41.7, 22.2, 24.3, 23.2, 18.6, and 14.8 Ω, respectively. This reflects that Ni–Se@G@C has better reaction kinetics than NiSe2."
                    ],
                    "name": "3.3.  Electrochemical Evaluation of LIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Based on CV curves at different sweep speeds (a), the Li+ storage behavior and the corresponding reaction kinetics of the Ni–Se@G@C cell are studied.  The colored areas in a represent the total energy storage for Faraday and non-Faraday actions. The relationship between peak current (i) and sweep speed (v) is shown as follows:",
                        "When the b value is close to 1, the electrochemical process is dominated by the pseudocapacitance reaction. When the b value is close to 0.5, the electrochemical process is dominated by diffusion.  b values of 0.652, 0.858, and 1.013 corresponding to peaks 1–3 are obtained, as illustrated in b, indicating the mixed lithium storage mechanism. The above results further indicate that the Ni–Se@G@C electrode has partial pseudocapacitance behavior during the redox process, which contributes to the rapid insertion/removal of Li+.  As is well-known, the lithium storage performance of batteries is influenced by the pseudocapacitance behavior and diffusion effect. The specific contribution values can be calculated using the following formulas:",
                        "Specifically, i(V) represents the total current, k1v and k2v1/2 represent the current stemming from pseudocapacitance and diffusion actions at a fixed potential, respectively. k1 and k2 represent the slopes and intercepts at different points. c shows the fitted CV curve at 0.6 mV s–1, and the pseudocapacitance (red area) is reckoned to be 83.99%. As the scan rate increases, the contribution value of the pseudocapacitance gradually increases, as shown in d."
                    ],
                    "name": "3.4.  Li+ Reaction Kinetics and Storage Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "We further investigated the thermal safety of SIBs. The corresponding parameters are shown in  and . The Ni–Se@G@C cell shows T0 and T1 of 264.4 and 305.2 °C at 870.6 and 1114.1 min, respectively. In contrast, the graphite cell gives T0 and T1 values of 175.2 and 284.1 °C at 320.1 and 588.6 min, respectively. Clearly, T0, T1, t0, and t1 are improved significantly. It is noteworthy that T2 of the Ni–Se@G@C cell is 2.7 °C higher than that of the graphite cell. In addition, the Ni–Se@G@C battery presents an HRRmax of 2.4 °C/min, while the graphite cell portrays an HRRmax of 8.3 °C/min. The value of Ea always represents the difficulty of TR. The higher the Ea is, the higher the thermal safety of the cell is. The Ni–Se@G@C cell shows an Ea of 1.06 eV, which is much higher than that of the graphite cell (0.16 eV). These results all strongly confirm the efficacy of the Ni–Se@G@C anode in improving battery safety. The radar map of TR parameters () of half cells strongly corroborates the superior safety of SIBs with a Ni–Se@G@C anode."
                    ],
                    "name": "3.5.  Thermal Hazard of SIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Sodium storage electrochemical properties of Ni–Se@G@C are also investigated. As shown in a,b, when the current density is 0.1 A g–1, the initial discharge capacity of the Ni–Se@G@C cell can reach 651.7 mAh g–1, giving a CE of 85.8%. A steady cycling behavior is observed for the Ni–Se@G@C cell. Concretely, this cell delivers capacities of 415.2, 420.9, 463.8, 500.4, and 525.7 mAh g–1 at the 20th, 40th, 60th, 80th, and 100th cycles, respectively. At the same time, the CE remains at approximately 99.0%. The increase in capacity can be attributed to the gradual activation of active substances and the formation of a polymer gel-like SEI film. In addition, the cyclic performance of the Ni–Se@G@C electrode under 0.1–1 A g–1 is shown in e,f. The discharge/charge capacities at the first cycle are 624.9/529.2 mAh g–1, giving a CE of 84.0%. When the current density is adjusted to 1 A g–1, the discharge capacity suddenly decreases to 442.2 mAh g–1. Moreover, the cell gives capacities of 308.3, 276.6, 280.1, 276.9, and 269.4 mAh g–1 at the 40th, 80th, 120th, 160th, and 200th cycles.",
                        "c,d shows the electrochemical performance of the cell at 0.1–0.3 A g–1. The discharge/charge capacities of the Ni–Se@G@C cell in first cycle are 617.9/529.5 mAh g–1, and the CE is maintained at approximately 100% in subsequent cycles. Clearly, capacity declines are observed in the first 100 cycles. Specifically, the cell shows capacities of 330.1 and 318.8 mAh g–1 at the 30th and 50th cycles, respectively. Subsequently, a capacity increase is observed. After running 100, 150, and 200 cycles, the capacity reaches 320.1, 349.1, and 362.0 mAh g–1. Even after 250 cycles, a high capacity of 342.8 mAh g–1 is still maintained. In contrast, the NiSe2 cell gives an original discharge capacity of 331.7 mAh g–1, which reduces to 99.7 mAh g–1 after running 200 cycles (). As for the Ni–Se@G@C cell, the capacity at the 100th cycle is reduced by 29.0% compared with the capacity at the sixth cycle. With regard to the NiSe2 cell, a reduction of 62.0% is observed. Such results indicate the superior capacity retention ability of Ni–Se@G@C. Comparison with reported works () further demonstrates the advantage of Ni–Se@G@C in promoting the cycling performance of SIBs.  The rate performance of the Ni–Se@G@C cell is shown in g,h. The discharge capacities of 601.7, 406.6, 359.3, 332.1, and 306.4 mAh g–1 are discerned at 0.1, 0.5, 1, 2, and 4 A g–1, respectively. In sharp contrast, the NiSe2 cell shows poor performance. Specifically, as shown in i, the discharge capacities of the NiSe2 cell are 238.9, 218.2, 204.2, 189.8, and 13.5 mAh g–1 at 0.1, 0.5, 1, 2, and 4 A g–1, respectively. In addition, the NiSe2 cell shows more significant polarization at high rates, resulting in serious capacity attenuation. When the current returns to 0.1 A g–1, the Ni–Se@G@C battery still delivers a capacity of 400.0 mAh g–1. However, the capacity of the NiSe2 battery is close to 0, which is attributed to severe damage to the NiSe2 structure during high-rate tests.",
                        "Electrochemical impedance spectra (EIS) tests for Ni–Se@G@C and NiSe2 batteries after the rate test are studied. The related profiles and data are listed in . In Nyquist plots, there are two partially overlapping semicircles in high- and medium-frequency regions with a linear plot in the low-frequency zone. Randles equivalent circuit models are drawn in . Concretely, CPEf and CPEct represent the capacitance of SEI film and double-layer capacitance, while Rf relates to the resistance of the SEI film and charge-transfer resistance. Also, Re signifies the ohmic internal resistance of the cells. Zw is the Warburg impedance, intimately associated with ion diffusion. The Ni–Se@G@C battery has an Rct of 17.23 Ω, while the NiSe2 cell gives an Rct of 32.7 Ω. In addition, the Ni–Se@G@C battery has a higher slope than the NiSe2 battery, indicating its low ion diffusion impedance. EIS results of cells at the 20th, 40th, and 60th cycles at 0.1–0.3 A g–1 are further tested, as shown in c–e. The semicircle at high frequency indicates the difficulty of the charge transfer. That is, the larger the semicircle shape is, the more difficult the charge transfer is, leading to a more difficult electrochemical process.  It can be seen that the semicircle of the Ni–Se@G@C battery at low frequency is much smaller than that of NiSe2. By fitting the EIS curve, the Rct of the NiSe2 battery under different cycles can be obtained. The values of the NiSe2 battery at the 20th, 40th, and 60th cycles are 131.8, 15.79, and 68.06 Ω, respectively. Rct values of the Ni–Se@G@C battery at the 20th, 40th, and 60th cycles are 3.859, 8.059, and 15.28 Ω, respectively. Such markedly decreased Rct values contribute to the high performance of the Ni–Se@G@C battery."
                    ],
                    "name": "3.6.  Electrochemical Evaluation of SIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "According to CV curves at different sweep rates, Na+ reaction kinetics and storage mechanism of the Ni–Se@G@C cell are studied. The related results are listed in . With the increase of sweep rate, the area of the CV curve gradually increases, but its shape remains similar. The minor position changes in redox peaks indicate the excellent electrochemical stability and low voltage polarization of the Ni–Se@G@C cell. According to , b values at peaks 1–5 are 0.528, 0.425, 1.424, 1.390, and 0.748, respectively, which confirms the existence of pseudocapacitance behavior. In c, the contribution value of the pseudocapacitance (red area) is 66.89% at 0.4 mV s–1. As shown in d, the contribution value of the pseudocapacitance increases gradually with the elevation of the scan rate."
                    ],
                    "name": "3.7.  Na+ Reaction Kinetics and Storage Mechanism",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this research, a heterogeneous engineering strategy is utilized to acquire in situ carbon-encased metal selenides (Ni–Se@G@C) as anodes for LIBs and SIBs. When used in LIBs, the cell shows a high initial discharge capacity of 936.5 mAh g–1, which remains at 626.1 mAh g–1 even after 1000 cycles at 1 A g–1. We have investigated the TR actions of both half and full LIB cells. Compared with the half graphite cell, T1 of the Ni–Se@G@C cell is increased by 87.0 °C. In addition, t2 of the Ni–Se@G@C cell is delayed by 39.6 min. In comparison to the full graphite cell, t0, t1, and t2 of the Ni–Se@G@C cell are delayed by 11.5, 28.1, and 28.1 min, respectively. When used in SIBs, the cell shows an initial discharge capacity of 624.9 mAh g–1 at 0.1 A g–1. Even after running 200 cycles at 1 A g–1, the cell still delivers a high capacity of 269.4 mAh g–1. Notably, the t1 reaction is significantly delayed by 525.5 min. The use of Ni–Se@G@C induces a high TR Ea of 1.06 eV, which is 5.6 times higher than that of the graphite cell. These results jointly confirm the high efficacy of Ni–Se@G@C in promoting electrochemical properties and safety. In short, this work offers inspiration for the superior and safe metal selenides, highlighting their prospects in energy storage."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Heterogeneous Engineering Strategy Derived In Situ Carbon-Encased Nickel Selenides Enabling Superior LIBs/SIBs with High Thermal Safety"
}