{
    "DOI": "10.1039/D3NR00866E",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Motivated by the high-cost of lithium-ion batteries (LIBs) caused by the limited lithium resources and uneven global distribution, sodium-ion batteries (SIBs), as a promising substitute, have stimulated great research interest due to the natural abundance of sodium resources and the resemblance of the reaction mechanism to that of LIBs. However, the larger radius of Na+ (1.02 Å) than that of Li+ (0.76 Å) inevitably causes inferior electrochemical reaction dynamics and larger volume expansion during the charge/discharge process, thus leading to undesirable sodium storage capability. To circumvent these drawbacks, exploring suitable anode materials with expedited pathways for Na+ diffusion is of great significance to spread the large-scale practical application of SIBs.",
                "Recently, 2D transition metal dichalcogenides (TMDs) have been extensively investigated as prospective electrode materials owing to their unique layered structure with large interlayer spacing for the transport of Li+, Na+, and Mg2+. As a well-known n-type semiconductor, 2D-layered MoS2 exhibits a high theoretical capacity (670 mA h g−1) and a broad interlayer spacing (0.62 nm), which are beneficial for fast Na+ transport. Particularly, the higher surface areas and rich active edge sites of MoS2 endow it with facile electrolyte infiltration and high reversible capacity in SIBs. Nevertheless, MoS2 nanosheets suffer from rapid capacity decay and inferior rate performance owing to their intrinsic low conductivity and serious restacking during the cycling process.",
                "Constructing heterostructures by the incorporation of MoS2 with other TMDs has been proven to be a powerful strategy to cope with the above problems. The coupling of different types of TMDs can spontaneously induce a built-in electric field at heterointerfaces, which is beneficial in modifying the electronic configuration of composites and elevating their electronic conductivity, thus boosting ion and electron migration rates. In addition, mixed metal sulfides with ample active storage sites and different redox potentials can observably alleviate the pulverization originating from the repeated Na+ de-/intercalation, which is favorable for maintaining the structural integrity and improving the long-term cycling stability of hybrid materials. For example, Cao et al. reported that a heterostructured Bi2S3/MoS2 microsphere as an advanced anode exhibits excellent electrochemical performance (323.4 mA h g−1 at 10 A g−1 after 1200 cycles) in SIBs due to the abundant phase boundaries induced from p-type Bi2S3 and n-type MoS2 heterointerfaces. Chen et al. fabricated a p–n heterojunction between p-type MnS and n-type MoS2, proving that the built-in electric field at the heterointerfaces can greatly boost reaction kinetics. Considering that CoS (p-type semiconductor) has been investigated as a host of Na+ because of its low cost and high theoretical capacity, the rational fabrication of n-type MoS2 and p-type CoS heterojunctions is expected to deliver a satisfactory sodium storage performance.",
                "Herein, we successfully designed carbon decorated MoS2/CoS hetero-nanosheet arrays on carbon cloth (abbreviated as MoS2/CoS@CC hereafter) using a facile hydrothermal reaction and subsequent calcination treatment. The generated built-in electric field (E-field) at the MoS2 and CoS heterointerfaces can improve the electron conductivity of the materials and boost the Na ion diffusion rate. Moreover, the mixed metal sulfides can provide ample active storage sites, and the different redox potentials between MoS2 and CoS can prominently mitigate the mechanical strain induced by the sodiation/desodiation process, thereby maintaining the structural stability. In addition, the carbon matrix not only can enhance the conductivity of the electrode, but also avoid its aggregation during the sodiation/desodiation process. As expected, the MoS2/CoS@CC electrode demonstrates a high reversible capacity of 605 mA h g−1 at 0.5 A g−1 over 100 cycles and excellent rate capability (366 mA h g−1 at 8.0 A g−1). Moreover, density functional theory (DFT) calculations further give an insight into the effects of the E-field on fast electron/ion transportation at the phase boundaries. This work provides a feasible approach for the construction of heterostructures to enhance the excellent performance of TMDs for energy storage systems."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In the first step, the carbon cloth (CC) substrate was pretreated in HNO3 overnight to remove organic ligands on its surface. During the typical hydrothermal procedure for preparing MoS2/CoS arrays on CC, 0.414 g of (NH4)6Mo7O24·4H2O, 0.078 g of CoCl2·6H2O, 0.304 g of thiourea, and 0.2 g of glucose were dissolved in 30 mL of DI water under magnetic stirring to form a clear aqueous solution. Subsequently, the above homogeneous solution was transferred into a 50 mL Teflon-lined stainless-steel autoclave, and a piece of pretreated CC (3 × 4) was immersed into the solution and maintained at 180 °C for 24 h. After cooling down to room temperature, the intermediate of MoS2/CoS on CC was taken out and cleaned with DI water and ethanol several times, and fully dried in air at 70 °C. Finally, the MoS2/CoS@CC intermediate were annealed at 500 °C under an N2 atmosphere for 2 h to obtain carbon decorated MoS2/CoS@CC. For comparison, MoS2@CC and CoS@CC were also prepared without adding CoCl2·6H2O or (NH4)6Mo7O24·4H2O, respectively."
                    ],
                    "name": "Synthesis of MoS2/CoS@CC composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphologies and microstructures of the products were confirmed by scanning electron microscopy (SEM, Zeiss SUPRA 55, 10 kV) and transmission electron microscopy (TEM, JEOL JEM 2100) with energy dispersive X-ray spectroscopy (EDS). The crystal structures were investigated by X-ray diffraction (XRD, Rigaku Ultima IV, Cu-Kα, tube voltage and current: 40 kV and 40 mA). Raman spectra were collected using a LabRam ARAMIS confocal micro Raman spectrometer (Horiba Jobin Yvon). X-ray photoelectron spectroscopy (XPS, K-Alpha) was used to analyze the chemical compositions and elemental valence states of the samples."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the samples were measured using CR2032 coin cells. The carbon decorated MoS2/CoS@CC was directly punched into free-standing anode pieces with a diameter of 12 mm. The loading amount of carbon decorated MoS2/CoS on CC was about 0.8–1.2 mg cm−2. When assembling a sodium half-cell in a glovebox (H2O ≤ 0.1 ppm, O2 ≤ 0.1 ppm), sodium metal was used as a counter/reference electrode, and a Whatman (GF/D) membrane was employed as the separator. The electrolyte was 1.0 M NaClO4 in a mixture of ethylene carbonate (EC), diethylene carbonate (DEC) and ethyl methyl carbonate (EMC) (Vt% = 1:1:1) with 1 wt% fluoroethylene carbonate (FEC). Galvanostatic discharge/charge tests were performed on a LAND CT2001A tester in the potential range of 0.01–3.0 V. Cyclic voltammetry (CV) measurements were conducted on a CHI 660 electrochemical workstation at voltages ranging from 0.01 to 3 V. Electrochemical impedance spectra (EIS) were recorded using a Zahner Ennium electrochemical workstation over a frequency from 100 kHz to 0.01 Hz."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Spin-polarized density functional theory (DFT) calculations were performed using the Vienna ab initio simulation package (VASP). The exchange–correlation function was described using the Perdew–Burke–Ernzerhof (PBE) functional within the generalized gradient approximation (GGA). The plane-wave basis energy cutoff was defined as 500 eV. During structural relaxation, the energy convergence thresholds for the self-consistent energies and the force were set to 10−5 eV and 0.02 eV Å−1, respectively."
                    ],
                    "name": "Computational method",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 presents the synthesis procedure of carbon decorated MoS2/CoS nanostructures grown on the carbon cloth (denoted as CC) substrate. Prior to the hydrothermal reaction, the CC was treated in HNO3 solution to improve the hydrophilicity by inducing rich functional groups on the surface of CC, thus facilitating the uniform growth of nanostructures. First, a piece of pre-treated CC was immersed in a mixed solution containing (NH4)6Mo7O24, CoCl2, thiourea, and glucose. During the hydrothermal process, the S2− ions released from the hydrolysis of thiourea could react with Mo6+ and Co2+ to generate MoS2 nanosheet arrays and CoS nanoparticles, respectively. The obtained intermediate of the XRD pattern in Fig. S1† demonstrates the successful synthesis of MoS2/CoS on the CC substrate (MoS2/CoS@CC intermediate). The scanning electron microscopy (SEM) images (Fig. S2†) indicate that the MoS2/CoS intermediate arrays are well dispersed on CC nanofibers. During the subsequent pyrolysis process, the glucose was converted into a conductive carbon layer dispersed on surface of MoS2/CoS. The obtained MoS2/CoS@CC can be directly used as a free-standing electrode without any other additives (e.g., binder additives and conductive carbon).",
                "The scanning electron microscopy (SEM) images were employed to elucidate the morphology and structure of the composites. As displayed in Fig. 2a and b, the MoS2/CoS nanostructures still maintain their initial morphology after calcination treatment. In the magnified SEM images (Fig. 2c), it can be seen that the carbon decorated MoS2/CoS nanosheets are cross-linked to form 3D nanoarchitectures, which expedite electron migration and Na+ diffusion. Transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) images were obtained to further ascertain the morphological features of MoS2/CoS@CC. Fig. 2d reveals that the carbon decorated MoS2/CoS are composed of ultrathin nanoplates, which is in accordance with the SEM results. Moreover, the HRTEM image in Fig. 2e clearly exhibits that MoS2/CoS is surrounded by the carbon layer, which can efficiently enhance the electrical conductivity of composites and further improve their reaction kinetics. As observed from Fig. 2f, the inter-planar spacings of 0.68 nm and 0.28 nm correspond to the (002) crystal planes of MoS2 and CoS, respectively, demonstrating the successful fabrication of the MoS2/CoS heterostructure. More importantly, once n-type MoS2 contacts with p-type CoS, a built-in electric field can be developed spontaneously driven by the p–n heterojunction, contributing to an enhanced Na ion storage performance.",
                "The energy dispersive X-ray spectroscopy (EDS) mapping images (Fig. 2g) indicate that C, Mo, S, and Co elements are homogeneously distributed in the MoS2/CoS@CC composite. As a comparison, pure MoS2@CC composites were obtained by the identical synthetic procedure expect for the presence of Co2+ (Fig. S3a†). As shown in Fig. S3b and c,† the interconnected sheet-like nanoarrays distributed on the CC fibers. The absence of the Mo source yields the CoS@CC composites (Fig. S3d†). The SEM images (Fig. 3e and f) exhibit that the carbon layer coated CoS nanoparticles is tightly distributed on the CC nanofibers.",
                "X-ray diffraction (XRD) was adopted to further confirm the crystal structure of MoS2/CoS@CC. As shown in Fig. 3a, the characteristic peak at around 14.4° is assigned to the (002) plane of MoS2 (JCPDS no. 37-1492), and the diffraction peaks at about 29.9°, 34.1°, 43.4° and 53.5° correspond to CoS (JCPDS no. 65-0407). Moreover, the composition of the sample was evaluated using Raman spectra. As seen in Fig. 3b, two distinguished peaks at around 382.9 and 410.6 cm−1 originate from the in-plane vibration E12g and out-of-plane vibration A1g of MoS2, respectively. For the pure CoS@CC sample, the Raman bands at 472.4, 513.7, 608.5, and 674.3 cm−1 are assigned to the Eg, F2g, F2g, and A1g modes of CoS. Notably, there are no obvious peaks of CoS in the Raman spectrum of MoS2/CoS@CC, which may be originated from the small percentage of CoS in MoS2/CoS@CC. In addition, two characteristic peaks appeared at about 1347 and 1586 cm−1 belong to the D-band and graphitic G-band, suggesting the presence of a carbon layer on the composite.",
                "In order to investigate the chemical composition of a serials of composites and interfacial interactions of MoS2 and CoS, X-ray photoelectron spectroscopy (XPS) analysis was performed. The survey spectrum (Fig. S4†) displays the coexistence Mo, Co, S, and C elements in the MoS2/CoS@CC composite, which is consistent with the result of EDS mapping. As shown in Fig. 3c, the Mo 3d spectra of both MoS2/CoS@CC and pure MoS2@CC display four main peaks. As for the Mo 3d spectrum of MoS2/CoS@CC, two main peaks at 230.1 and 233.2 eV are attributed to Mo4+ 3d5/2 and Mo4+ 3d3/2, respectively. In addition, the small peak for Mo6+ appeared at 236.2 eV corresponds to the oxidation of a small amount of MoS2, and other peak at around 227.1 eV is related to S 2s. In contrast to pure MoS2@CC, all the Mo 3d peaks in MoS2/CoS@CC shift toward a higher binding energy. In addition, in the Co 2p spectra of MoS2/CoS@CC, the two peaks at 778.4 and 793.5 eV can be assigned Co 2p3/2 and Co 2p1/2 of Co2+, while the peaks at 781.5 and 797.3 eV are related to Co 2p3/2 and Co 2p1/2 of Co3+. Meanwhile, two satellite peaks of Co 2p emerge at approximately 786.3 and 803.6 eV. Notably, after the formation of the MoS2/CoS heterostructure, the Co 2p peaks migrate to lower binding energy. This result indicates that the electron cloud bias migrates from the MoS2 to CoS phase, which will induce the formation of a built in internal electronic field on the contacted heterointerfaces, thus expediting the ionic and electronic diffusion coefficients. In the high-resolution S 2p spectrum of MoS2/CoS@CC (Fig. 3e), there are two peaks of S 2p3/2 and S 2p1/2 at 162.4 and 163.6 eV, respectively. The C 1s spectrum of MoS2/CoS@CC shows two peaks at 274.8 and 286.1 eV, corresponding to C–C bonding and C–S bonding, respectively (Fig. 3f). The presence of C–S bonding implies that the carbon layer closely combined with the material inside, as shown in Fig. 2e, thus becoming more beneficial to the migration of electrons and maintaining the structural stability.",
                "The sodium storage performances of MoS2/CoS@CC were first studied through cyclic voltammetry (CV) measurements. The initial three CV curves in the potential window of 0.01–3.0 V at a scan rate of 0.1 mV s−1 are shown in Fig. 4a. By comparison with the first CV curves of MoS2@CC (Fig. S5a†) and CoS@CC (Fig. S5b†), the cathodic peak of the first CV profile of MoS2/CoS@CC at 0.85 V is related to Na+ intercalation into MoS2 forming NaxMoS2, and a tail peak below 0.30 V is mainly assigned to the conversion of NaxMoS2 into metallic Mo and Na2S with Na+ insertion into the carbon matrix. Meanwhile, weak cathodic peaks appeared at 0.8 and 0.5 V are indexed to the convention reaction of CoS (CoS + 2Na+ + 2e− ↔ Na2S + Co) and the formation of a solid electrolyte interphase (SEI). For the reversible anodic process, the weak peak at 1.35 V is commonly attributed to the reverse reaction from Mo and Na2S to NaxMoS2, and the anodic peak at 1.75 V is related to the oxidation of Mo into MoS2. Besides, three peaks at 1.75, 1.9 and 2.0 V are assignable to the oxidation of Co into CoS. In the following two cycles, the new cathodic peaks at 1.35 V may be ascribed to the convention reaction of CoS. Besides, the overlapped curves of the second and third cycles demonstrate the good reversibility of MoS2/CoS@CC for Na+ storage. The galvanostatic charge–discharge (GCD) curves of MoS2/CoS@CC for the 1st, 2nd, 50th, and 100th cycles at a current density of 0.5 A g−1 are displayed in Fig. 4b. It can be seen that the discharge/charge voltage plateaus match well with the CV results in Fig. 4a. Impressively, the first discharge and charge capacities are 2106 and 1260 mA h g−1, respectively, in which the irreversible capacity is mainly originated from irreversible conversion reactions and the formation of an SEI film.",
                "The cyclic performances of MoS2/CoS@CC, MoS2@CC and CoS@CC were also measured at a current density of 0.5 A g−1. As shown in Fig. 4c, MoS2/CoS@CC delivers a much higher reversible capacity of 605 mA h g−1 after 100 cycles. In contrast, pristine MoS2@CC exhibits a lower charge capacity of 180.8 mA h g−1 after 100 cycles. The capacity of the pure CoS@CC electrode suffers from fast degradation and almost decays completely after 50 cycles. This result indicates that MoS2/CoS@CC possesses more favorable structural stability than a single metal sulfide electrode. The morphology of MoS2/CoS@CC after 100 cycles are shown in Fig. S6.† It is seen that the MoS2/CoS nanosheets are still well attached to the CC fibers except with some aggregation, demonstrating the excellent structural stability of the as-prepared MoS2/CoS@CC for SIB applications. Additionally, the comparison of rate capabilities of three electrodes at different rates are presented in Fig. 4d. MoS2/CoS@CC demonstrates reversible discharge capacities of 1360, 880.6, 706.2, 630.2, 550.7, 459.2, and 366.0 mA h g−1 at different current densities of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 8.0 A g−1, respectively. Afterward, the reversible capacity recovers to 986 mA h g−1 when the current density resets back to 0.1 A g−1. Obviously, MoS2/CoS@CC shows the most attracting rate performances of three electrodes, which further confirms the fast ion transport feature in the built-in electric field at the MoS2/CoS heterointerface. In comparison with other reported MoS2-based anodes for SIBs, the MoS2/CoS@CC exhibits better cycling and rate performances, as summarized in Table S2.†",
                "To further elucidate the improved electrochemical performance of the MoS2/CoS@CC electrode, the reaction kinetics were studied by testing CV curves at different scan rates. As shown in Fig. 5a, all CV curves display a similar profile at different scan rates, and with increasing scan rates, the peak intensities gradually increase with small deviation. Generally, the relationship between peak current (i) (peak 1 and peak 2, tagged in Fig. 5a) and scan rate (v) can be expressed by the following  equations :",
                "where a and b are empirical parameters. When the b-value is close to 0.5, the chemical reaction is diffusion-controlled, while the b-value approaching to 1.0 represents the capacitive-controlled storage mechanism. The b-value can be calculated from the curve slope of log(i) to log(v) in Fig. 5b. The b-value of the MoS2/CoS–CC electrode for anodic peaks (peak 1) and cathodic peaks (peak 2) are about 0.96 and 0.88, respectively, indicating that the electrochemical reaction process is capacitive-controlled. The plain MoS2@CC and CoS@CC also present surface-capacitive contributions to the total charge storage (Fig. S7 and S8a, b†). Moreover, the capacity contribution can be quantified using eqn (3): where k1v and k2v1/2 represent capacitive contribution and diffusion-controlled contribution, respectively.Fig. 5c shows that the capacitive contribution in the total charge storage is 81.6% at a scan rate of 1.2 mV s−1, which is higher than those of MoS2@CC (75.0%) and CoS@CC (75.2%) (Fig. S7 and S8c†). Moreover, the capacitive contribution of MoS2/CoS@CC progressively escalates with an increased scan rate (Fig. 5d), and the values are higher than those of the other samples at all scan rates (Fig. S7 and S8d†). The above results further confirm the admirable rate capacity of MoS2/CoS@CC originating from the remarkable heterostructure effect.",
                "To gain a deeper understanding of the enhanced reaction kinetics of MoS2/CoS@CC, electrochemical impedance spectral (EIS) analysis was used. As shown in Fig. 5e, the Nyquist plots are composed of a semicircle in the high frequency region and a straight line in the low-frequency region, which are associated with the charge transfer resistance (Rct) and the Warburg impedance (Zw) related to Na+ diffusion, respectively. Based on the equivalent circuit model (inset of Fig. 5e), the Rct values of MoS2/CoS@CC, MoS2@CC, and CoS@CC were calculated to be about 155.2, 466.9, and 204.1 Ω (Table S2†), suggesting the superior electronic conductivity of MoS2/CoS@CC. Additionally, the Na+ diffusion coefficients (DNa+) of MoS2/CoS@CC, MoS2@CC, and CoS@CC can be qualitatively compared using the following equation: D = R2T2/2A2n4F4C2σ2w, where R, T, A, n, F, and C are the gas constant, the absolute temperature, the surface area of the anode, the number of electrons transferred, the Faraday's constant, and the molar concentration of Na+, respectively. When the above parameters are fixed, DNa+ is dependent on the Warburg factor (σw). Based on Z′ = RS + Rct + σwω−1/2, σw can be obtained from the linear relationship between Z′ and ω−1/2 in Fig. 5f. As listed in Table S2,† the σw value of MoS2/CoS@CC (548.0) is lower than those of MoS2@CC (1363.3) and CoS@CC (824.6), suggesting its largest DNa+ value among the three electrodes, which also indicates that the heterostructured MoS2/CoS nanosheet arrays can enable rapid electrochemical kinetics.",
                "To theoretically explain the superior Na+ diffusion kinetics of MoS2/CoS, density functional theory (DFT) calculations were adopted to elucidate the interfacial electronic effect stemming from the heterointerfaces. Note that the presence of carbonaceous materials will have no effect on the DFT calculation results, because the purpose of calculation is to examine whether there is a built-in electric field at the MoS2/CoS heterointerfaces. As shown in Fig. 6, the band structures and densities of states (DOS) of MoS2, CoS, and MoS2/CoS were computed. Fig. 6a and c show that there is an obvious bandgap of 1.6 eV for MoS2, indicating an n-type semiconductor feature. However, CoS exhibits a p-type semiconductor feature with a 2.0 eV bandgap (Fig. 6b and e). When p(CoS)–n(MoS2) heterojunctions are formed, MoS2/CoS exhibits a metallic state with strong electron delocalization around the Fermi level, which suggests greatly enhanced electronic conductivity deriving from the formation of an E-field at the heterointerface. These theoretical results are consistent with the above experimental observations relating to the superior sodium storage performances of the MoS2/CoS@CC anode. Fig. 6g schematically illustrates how the internal electric field is constructed across the p(CoS)–n(MoS2) heterojunctions and the resulting accelerating electrochemical behavior during the charge and discharge processes."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a carbon coated MoS2/CoS heterostructure on CC was successfully synthesized via a facile hydrothermal reaction and subsequent annealing as an anode material for Na+ storage. p(CoS)–n(MoS2) heterojunctions are formed inside MoS2/CoS@CC, which provide the driving force for electron transport and abundant active sites for Na+ storage. Moreover, different redox potentials of MoS2 and CoS can effectively alleviate structural collapse during repeated Na+ de-/intercalation. In addition, the carbon shell can not only boost the charge transfer dynamics, but also effectively preserve the structural integrity. Combining the aforementioned synergistic effects, the MoS2/CoS@CC composites exhibit a high reversible capacity of 605 mA h g−1 at 0.5 A g−1 and good rate performance (366 mA h g−1 at 8.0 A g−1). EIS measurements further prove the enhanced electrical conductivity stemming from the existence of the MoS2/CoS heterostructure. DFT calculations further confirm that the successful construction of an E-field at the p(CoS)–n(MoS2) phase boundaries enhances reaction kinetics. Overall, this work provides a feasible strategy on designing heterostructure architectures for promising anode materials in SIB systems."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "MoS2/CoS heterostructures grown on carbon cloth as free-standing anodes for high-performance sodium-ion batteries"
}