{
    "DOI": "10.1021/acsami.9b04088",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been considered as a promising candidate to replace lithium-ion batteries (LIBs) for large-scale energy storage considering sodium’s superiority in cost and abundance.  However, Na ions suffer a sluggish electrochemistry kinetic process when intercalating/deintercalating in the electrode compared with Li ions, which leads to the low reversible capacity and cyclic performance of cathode and anode materials. Therefore, to overcome this disadvantage, a number of cathode materials with performances comparable to those of LIBs have been reported for SIBs.  Besides, many different anode materials have also been investigated, such as carbonaceous materials,  transition-metal oxides,  metal sulfides,  organic salts,  and alloy-type material.  Although much progress has been made, anode materials with high reversible capacity and long lifespan are still the research hotspot in both academia and industry for SIBs, owing to the growing demands for high-energy and low-price electrical power sources.",
                "Recently, black phosphorus (BP) has drawn much attention owing to its high theoretical capacity of 2600 mAh g–1 and a low working potential (0.3 V vs Na/Na+). Furthermore, thanks to the unique two-dimensional puckered honeycomb structure, BP displays many features, such as a high electrical conductivity of ∼300 S m–1,  a larger interlayer spacing than graphite (3.08 vs 1.86 Å) that facilitates the intercalation of both Li+ (0.76 Å) and Na+ (1.02 Å), and a fast Na-ion diffusion capability along the zigzag direction ensuring a high level of sodiation for phosphorus atoms.  Thus, a number of BP-based composites were synthesized for SIB anodes. Cui et al. first reported a phosphorene/graphene composite with a capacity of 1179 mAh g–1 (calculated based on the total mass of composite, 93.8% P utilization) at 0.05 A g–1, which remained 516 mAh g–1 after 100 cycles at 8 A g–1.  Amine and co-workers prepared a BP/Ketjenblack/CNT composite, which delivered a capacity of 1505 mAh g–1 at 0.2 A g–1 (77.3% P utilization) and a capacity retention of 1190 mAh g–1 at 1.3 A g–1 after 100 cycles.  Dou et al. demonstrated a functionalized few-layer BP, and the electrode displayed a discharge capacity of 1597 mAh g–1 (69% P utilization) and a capacity retention of 1050 mAh g–1 after 100 cycles at 0.1 A g–1.  Although these works led to noteworthy enhancement in the reversible capacity of BP-based materials, the cycling stability of high-capacity anodes over a long term at high current densities needs to be improved urgently.",
                "Specifically, the main reasons for the low capacity and poor lifespan at high current density are as follows. First, the utilization of P determines the reversible capacity of BP-based materials during sodiation/desodiation processes. Pristine BP shows a low BP utilization of <70% due to its inferior wettability (in the electrolyte), which hinders the ion diffusion from an electrolyte into an electrode.  Second, phosphorus suffers huge volume expansion (∼490%) after the sodiation process, and the solid electrolyte interphase (SEI) generated on the surface of fractured BP, which leads to the contact loss with the current collector, results in the fast capacity fading. Therefore, it is critical to find an approach to enhance P utilization and conquer the huge volume expansion, which could achieve stable high reversible capacity of BP-based material for SIBs.",
                "In this work, we present a BP-based composite with a rational design containing few-layer BP flakes, graphite, and polyaniline (BP-G/PANI) to be applied as an SIB anode to realize both high reversible capacity and a stable cyclic performance at high current densities. The electrochemical impedance spectroscopy (EIS) results demonstrate that graphite in the BP-G hybrid reduces the charge transfer resistance (Rct) compared with the pristine BP. In addition, the presence of graphite also enhances the P utilization during the sodiation/desodiation process, which is represented through X-ray absorption spectroscopy (XAS) measurements. Furthermore, a uniform PANI coating layer shows swelling properties in the electrolyte, which ensures an efficient access of Na ions to the BP-G hybrid and enables high reversible capacity at high rate. PANI also accommodates the volume expansion and provides a conductive network, which lead to the stability of our composite during long-term sodiation/desodiation cycles. Thus, an optimized ion pathway (electrolyte → PANI → BP-G → BP) was constructed. Benefiting from the well-designed ternary structure, our BP-G/PANI composite delivered a high reversible capacity of 1530 mAh g–1 (90% P utilization) at a current density of 0.25 A g–1 (here, we calculate the capacity taking the total mass of the composite into account). Most significantly, the reversible capacity still remains 520 mAh g–1 after 1000 cycles at a high current density of 4 A g–1 with an extremely low capacity fading rate of 0.024%. The superior performance of BP-G/PANI can be ascribed to the rational structure of BP-G/PANI with reduced Rct, enhanced P utilization, and long-term stability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                " describes the structural characterization of BP-G/PANI. a shows the different steps in the fabrication of the ternary composite BP–graphite–PANI; the ternary structure conquers the volume changes of BP during (de)sodiating processes and thereby prevents a loss of contact of BP-G with the current collector during battery cycling. Few-layer BP was used as the starting material (), and the BP-G particles () were well coated with PANI (b,c). Also, the schematic in the right of a describes the unique structure of BP-G/PANI. PANI offers a Na-ion pathway between the electrolyte and active material (BP-G) and the electron conductive network, and the graphite in the BP-G reduces the ion charge transfer resistance. Raman spectrum (b) shows intense bands at 363, 440, and 467 cm–1, which represent the feature peaks of BP.  Two broad peaks are also seen at 1323 and 1604 cm–1, ascribed to the D and G bands of the graphite, respectively, and two low-intensity broad peaks appear at 850 and 1200 cm–1, which are characteristic of PANI.  X-ray diffraction (XRD) patterns show characteristic diffraction peaks of BP at 2θ values of 16.8, 26.5, 34.1, and 34.9° in both samples (c), and a broad peak originating from PANI appears at around 22° (black). Raman spectra and XRD pattern thus confirm that BP remains intact while forming the composite BP-G/PANI. The microstructure of BP-G/PANI was characterized by transmission electron microscopy (TEM). Our BP-G/PANI sample is made up of small BP-G particles coated by the cross-linked polymer PANI; the HRTEM image shows a detailed view of the edge of graphene where a lattice spacing of 4.41 Å is measured, corresponding to a zigzag edge of BP (d).  A graphite lattice plane with a spacing of 2.06 Å is also present.  The amorphous part outside BP and graphite corresponds to PANI (e). Furthermore, TEM mapping images show that C, P, and N are evenly distributed in the BP-G/PANI particle (f–i).",
                "To further investigate the effect of graphite on the improved P utilization and the effect of PANI on the improved cycling stability, first, we recorded X-ray absorption spectra to understand the P state in BP and BP-G (a). The absorption edge of BP-G is at 2145.7 eV, which is higher than that of BP (2145.5 eV) due to the strong charge transfer from P to C owing to the much higher electron affinity of C (1.262 eV) than P (0.746 eV). Furthermore, we test the ex situ XAS of BP and BP-G at different states of charge. The P K-edge of BP-G is up-shifted to 2146.0 eV and a pre-edge appears after sodiation (b), indicating the formation of NaxP (1 < x < 3) by sodiation.  However, the P K-edge of BP shows no change after discharging to 0.001 V (c), which means that the electron density of BP is not altered during the discharging step. Interestingly, if the BP-G electrode is charged back to 2.0 V, the P K-edge shifts back to its initial state. In contrast, the BP-G electrode displays a significant change after discharging due to the presence of graphite, which enables the high utilization of BP during sodiation/desodiation processes. We further test the wettability of BP and BP-G electrodes in the electrolyte (). The contact angle (electrolyte) of the BP electrode is 19°, whereas the BP-G electrode shows the contact angle of almost 0°, which delivers the great wettability of BP-G with the electrolyte after the addition of graphite. The superior wettability of BP-G delivers a better contact of the electrolyte and enables the fast transfer of Na+ in the electrode.  The results give important evidence to demonstrate the function of graphite in the BP-G sample.",
                "Next, we prepared BP-G/PANI and BP-G electrodes of similar thickness and obtained thickness evolution of the electrode in the desodiated state before and after three cycles through scanning electron microscope (SEM) images. The BP-G/PANI electrode (d) shows a 19% thickness increase after three cycles without any apparent structural damage to the electrode. In contrast, the BP-G electrode (e) undergoes a 60% increase in thickness and develops cracks, which are clearly seen on the electrode. In addition, these results demonstrate that the PANI coating mitigates the detrimental effects of volume changes in the BP-based electrode, resulting in a longer cycle life for BP-G/PANI.",
                "Additionally, a PANI mat was prepared using a tablet machine to investigate the swelling property in the NaClO4/PC electrolyte. As shown in , the PANI mat shows 18% thickness increase after filtration in the electrolyte, which means that PANI can conquer the volume changes of BP and provide a Na-ion pathway from the electrolyte to most of the active materials (BP-G). Because the solvation of Na+ in the electrolyte is easier than that of Li+, it results in the low Rct of BP in SIBs.  Thus, ensuring the full contact of the electrolyte to the electrode will be critical to increase capacity at high current density. Also, swelled PANI could ensure the efficient access of Na ions in the electrolyte to BP-G, which benefits the improvement of the reversible capacity of BP-G/PANI at high current density.",
                "Owing to its unique structure, BP-G/PANI has a high reversible capacity of 1530 mAh g–1 at 0.25 A g–1. a shows the voltage profiles of BP-G/PANI at different current densities in the range of 0.25–4 A g–1 within the voltage window of 0.01–2 V (vs Na+/Na). The galvanostatic discharge/charge profile is shown in ; the initial Coulombic efficiency (CE) is 51%, which is very close to that of the previous reports (), and this irreversible capacity was generated from the formation of the SEI in the voltage range of 1.2–0.6 V.  The reversible capacity of BP-G/PANI is 1530 mAh g–1 (calculated based on the total mass of the composite) and is 2350 mAh g–1 when considering only the mass of BP, which corresponds to 90% BP utilization. Cyclic voltammetry (CV) was performed at the scan rate of 0.1 mV s–1 in the voltage range of 0.01–2 V to further understand the sodiation/desodiation of BP-G/PANI (). Because of the insertion of Na+ and alloying with P (NaxP generation, 0 < x < 3), a cathodic peak appeared at 0.4 V, and two anodic peaks at 0.54 and 0.7 V corresponding to desodiation from the reduced species are observed. These three main peaks are also seen in the second cycle, representing the good reversibility of the BP-G/PANI anode.",
                "The BP-G/PANI anode still delivers a capacity of 1300 mAh g–1 (85%, capacity retention) at 0.5 A g–1. Moreover, the electrode shows capacity retentions of 1070 mAh g–1 (70%), 920 mAh g–1 (60%), and 690 mAh g–1 (45%) even at higher rates of 1, 2.5, and 4 A g–1 (b), respectively. To test the role of the BP–graphite–PANI ternary structure in its electrochemical performance, similar measurements were also carried out for BP and BP-G electrodes as shown in c and . The BP electrode delivers a low capacity of 270 mAh g–1 at 0.5 A g–1. Besides, for the BP-G electrode, a high capacity of 1830 mAh g–1 (higher than that of BP and BP-G/PANI) is obtained at the start, but this value decreases to 200 mAh g–1 after just 47 cycles. We also tested the capacity contribution of graphite (). Graphite delivers a reversible capacity of 25 mAh g–1, and considering that the mass content of graphite in the BP-G/PANI composite is around 16%, the capacity contribution of graphite is negligible. Thus, the reversible capacity of BP-G/PANI was almost contributed by the BP. The CV profile of BP-G shows features similar to BP-G/PANI (), whereas for the BP electrode, the anodic peaks nearly disappear, indicating the poor utilization of BP after the first sodiation (). Also, electrochemical impedance spectroscopy (EIS) of electrodes was carried out before electrochemical testing as shown in d. The EIS results display that BP-G/PANI shows a charge transfer resistance (Rct) of 9.8 Ω lower than that of BP (31.3 Ω) and BP-G (23.1 Ω) () based on the modified Randles equivalent circuit.  These results may enable our BP-G/PANI composite with excellent performance, which benefits from the full contact of the electrolyte to the anode material and insertion/extraction of Na+ in the electrode. The following electrochemistry test also verifies this conclusion. BP-G/PANI delivers a more stable cycling performance with a capacity retention of 1120 mAh g–1 after 100 cycles at 0.5 A g–1 (c) and a higher Coulombic efficiency. BP-G/PANI thus shows an impressive performance with ultrastable cyclic capability at a high rate of 4 A g–1 with a reversible capacity of 520 mAh g–1 after 1000 cycles (e).",
                "Thus, we conclude by comparing the reversible capacities of BP-G and BP in the first tens of cycles that the presence of graphite in BP-G enhances the utilization of BP (c, black and blue dots) and by comparing the reversible capacities of BP-G/PANI and BP-G the presence of the PANI coating even when leading to a lower initial capacity (as compared to BP-G) effectively improves the cycling stability of the BP-based composite (c, red and black dots). In addition, by comparing this work with previous works, the BP-G/PANI composite still shows the better cycle performance ().",
                " shows the structure of BP-G/PANI after 100 sodiation/desodiation cycles. It is seen that a large number of particles with diameter ∼10 nm are formed on the electrode following cycling (a). We obtained six HRTEM images of small particles located at the edges of BP-G/PANI (b–g). Except in the image corresponding to the purple square area, no lattice fringes of BP are seen (b). However, the cycled BP electrode still shows obvious lattice fringes after 100 cycles (), which confirms the high utilization of BP during discharge/charge processes with the addition of graphite in the BP-G/PANI. Besides, these results also demonstrated the cracking process of BP, which provided an extra solid/electrolyte interface to form SEI and led to the low initial CE of BP-based material. In addition, the PANI coating is key to mitigating the effects of the large volume change and maintaining the activity of BP-G during cycling. From the TEM elemental maps shown in h–k, even after several cycles, phosphorus is still enveloped by PANI. As a comparison, BP-G shows disorder distribution after 100 cycles according to the TEM images without the PANI coating (), which points to the stable cycling performance of the BP-G/PANI composite during long discharge/charge cycles at the high current density of 4 A g–1."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We have designed a ternary BP-G/PANI composite with high reversible capacity and rate performance and ultralong cycle life when used as an SIB anode. The presence of graphite and swollen PANI in BP-G/PANI reduces charge transfer resistance compared with the pristine BP due to the optimized Na-ion migration pathway from the electrolyte to the BP surface, which further enhances the P utilization to around 90% during the sodiation/desodiation process. In addition, PANI also enhanced the structure stability of BP and limited the volume expansion of the electrode during the alloy reaction to form Na3P. The simple synthesis process and the superior electrochemical performance of our BP–graphite–PANI ternary composite can be successfully applied to achieve high-energy-density SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Bulk black phosphorus was prepared using a low-pressure transport method according to our previous work.  A 10 mg L–1 dispersion of BP in DMF was prepared by sonication to obtain few-layer BP that was dried and mixed with graphite powder at a BP/G mass ratio of 8:2. The mixture was ball-milled in argon for 12 h to produce the BP-G hybrid. This BP-G hybrid (50 mg) was dispersed in an aqueous solution containing 1 mM aniline and 5 mM phytic acid (solution A) with the assistance of sonication for 1 min. Solution B, containing 1.25 mM ammonium persulfate dissolved in deionized (DI) water, was added dropwise to solution A followed by sonication for 1 min. The mixture was then kept in an ice bath for 5 h before filtration and washing with DI water to yield BP-G/PANI. After weighing the final product, the P content in BP-G/PANI was about 65 wt %. The BP/PANI was synthesized in the same process as a control sample."
                    ],
                    "name": " Synthesis of BP-G/PANI Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "The P K-edge X-ray absorption was measured using the beamline 16A1 under a chamber pressure <10–7 Pa at the NSRRC, Hsinchu. The ex situ XAS spectra were recorded at the P K-edge on BP and BP-G electrodes at different states of charge."
                    ],
                    "name": " Ex Situ XAS Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "SEM images were obtained with a JEOL JSM 6700F instrument. TEM, STEM, and elemental maps were acquired with a JEOL JEM-2100F instrument. Raman spectra were recorded using a Renishaw inVia with 532 nm incident laser excitation. XRD patterns were obtained from a Smart Lab 9 kW X-ray diffraction instrument (Rigaku, Japan)."
                    ],
                    "name": " Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were prepared by mixing 80 wt % active material with 10 wt % Ketjenblack and 10 wt % poly(vinylidenefluoride) (PVDF) to form a slurry, which was coated onto a copper foil (13 μm thick) and dried at 50 °C for 24 h under vacuum (active material loading: 0.8–1.2 mg cm–2). The half cells were fabricated with a cathode of the BP composite material, an anode of Na metal, a glass fiber separator, and an electrolyte containing 1 M NaClO4 in propylene carbonate (PC) with 5% fluoroethylene carbonate (FEC). The charge/discharge tests were performed with a LANDTE battery test system with a voltage window of 0.01–2.0 V, and a voltage window of 0.001–2.0 V was used for XAS measurements. Cyclic voltammetry (0.01–2.0 V) and EIS were carried out by Princeton Applied Research analytical equipment (PARSTAT MC)."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the swelling test of PANI, the PANI powder (60 mg) was pressed into pellets with a diameter of 12 mm under 10 M Pa for 5 min using a tablet machine. Then, the obtained PANI pellet was immersed in the electrolyte for 12 h. The thickness of the PANI pellet before and after immersion in the electrolyte was measured by the optical microscope. The contact angle was measured at room temperature (SL200B, Solon Tech Co., Ltd., Shanghai, China)."
                    ],
                    "name": " Other Characterizations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Synergy of Black Phosphorus–Graphite–Polyaniline-Based Ternary Composites for Stable High Reversible Capacity Na-Ion Battery Anodes"
}