{
    "DOI": "10.1039/D0NR06359B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the continuous development of renewable energy technology and the increasing requirements for power supply, lithium-ion batteries (LIBs) with their obvious advantages have been dominant in the market, while the rarity of lithium resources restricts their application in the field of large-scale energy storage systems. Sodium-ion batteries (SIBs) have recently attracted significant attention owing to their abundant resources and low cost compared to LIBs. Unfortunately, the poor performance of Na+ intercalation in graphite caused by the sluggish kinetics of the larger Na ion, mainly hinders the commercialization of SIBs. The other alloying or conversion mechanism of anodes have attracted great interest to develop advanced electrode materials. Recently, the Earth-abundant transition-metal selenides (TMSs) have shown potential application in SIBs due to their high theoretical capacity, rich redox chemistry and intrinsic metallic property. However, these metal selenides still suffer from electrode pulverizations and inferior Na+ diffusion kinetics during the sodiation–desodiation process, which can be enhanced by microstructure modification. Nanostructure engineering and carbon coating have been considered as effective approaches for reforming the issues of TMSs. Among them, graphene with high surface area, extraordinary intrinsic electron mobility and excellent mechanical property has attracted research interest in the energy storage field. In addition, Prussian blue analogs (PBA) with the C–N ligands and metallic composition are likely to serve as metal–organic frameworks (MOFs), which can promote facile design synthesis of active materials encapsulated by the carbon matrix. Despite these strategic developments, however, PBA-derived electrodes toward SIB applications have rarely been reported and the performance is still far from satisfactory to the best of our knowledge. Hence, it has encouraged us to explore functional carbon modified PBA as a template to obtain TMS nanoparticles within the dual carbon framework, improving the sodium-storage performance.",
                "In this work, we design and fabricate hierarchical bifunctional carbon encapsulated FeSe2 nanoparticle cuboids (FeSe2/NC@G) by in situ selenizing Fe-based PBA modified by graphene oxide precursors. During this preparation process, K4Fe(CN)6 is dissolved giving Fe2+ ions, which could anchor onto the graphene oxide (GO) layers through electrostatic interaction and successfully form the Fe–O–C chemical bond after the selenylation process. Like the SIB anode material, the obtained FeSe2/NC@G nanocomposite delivers a high specific capacity of 331 mA h g−1 at 5.0 A g−1 and 323 mA h g−1 after 1000 cycles at 2.0 A g−1. Moreover, full cells fabricated by coupling the FeSe2/NC@G composite anode with the carbon-coated Na3V2(PO4)3/C cathode also demonstrated excellent rate capability and cycling stability. The excellent sodium storage performance can be attributed to the decoration of the dual carbon encapsulation and strong coupling, which could enhance the charge/ion transfer and maintain the integrity of the electrode during the cycling."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 shows the overall preparation process of hierarchical FeSe2 encapsulated with bifunctional carbon cuboids based on a soft-template method. First, the graphene oxide modified Fe4[Fe(CN)6]3 (Fe4[Fe(CN)6]3@GO) cuboids were achieved by a solvothermal reaction. Then, the as-prepared Fe4[Fe(CN)6]3@GO precursors were in situ selenylated with Se powder in an Ar/H2 atmosphere, and the designed dual carbon encapsulation of FeSe2/NC@G was successfully achieved.",
                "The morphology of the as-synthesized composites was examined by scanning electron spectroscopy (SEM). The SEM images of the Fe-based Prussian blue Fe4[Fe(CN)6]3 and Fe4[Fe(CN)6]3@GO precursors show the highly uniform cube shape with around 1.0 μm in size (Fig. S1a†), and the Fe4[Fe(CN)6]3 cuboids distribute on the GO layer (Fig. 2a). After the selenizing treatment, the FeSe2/NC@G and FeSe2/NC composites maintain the cube-like microstructure (Fig. 2b and Fig. S1b†), wherein the surface is roughened. The microstructural features were studied by transition electron microscopy (TEM). As can be seen in Fig. 2c and d, FeSe2 nanoparticles are well confined into the cubic carbon framework, which distributed on the graphene layer. Statistical analysis suggest that the size of FeSe2 nanoparticles mainly distributed in the range of 40–70 nm with an average size of 55 nm. The interplanar spacing in the high-resolution TEM (HRTEM) image was 0.289 nm, matching with the (020) plane of FeSe2 (Fig. 2e). The EDX analysis shown in Fig. 2f further confirmed that Fe, Se, C and N elements uniformly distribute in the FeSe2/NC@G cuboids.",
                "The phase and crystallinity of the as-obtained samples were confirmed by X-ray diffraction (XRD). Fig. S2† shows the as-prepared PB precursors; the diffraction peaks can be assigned to Fe4[Fe(CN)6]3 (JCPDS no. 73-0687), indicating that the GO modification has no effect on the formation of Fe-based PBA. Fig. 3a shows the XRD pattern of the as-made cuboids; all the characteristic peaks correspond to the standard peaks of FeSe2 (JCPDS no. 79-1892) phase, suggesting that the conversion from precursors to target products occurred successfully. Additionally, the average crystallite size of FeSe2 nanoparticles based on the Debye–Scherrer formula is about 55 nm, which matches the TEM data. Fig. 3b depicts the Raman spectra, exhibiting two characteristic peaks located at 1346 cm−1 (D-band) and 1586 cm−1 (G-band), wherein the ID/IG intensity changes from 0.99 (for FeSe2/NC) to 1.05 (for FeSe2/NC@G), indicating the modification of GO and the disorder degree of the GO after the seleniding process. The Barrett–Emmett–Teller (BET) surface area of FeSe2/NC and FeSe2/NC@G was calculated to be 8.2 and 16.9 m2 g−1, respectively, according to the nitrogen adsorption–desorption isotherms shown in Fig. S3,† demonstrating that the introduction of graphene greatly increases the specific area, which avails better contact between the active materials and the electrolyte. X-ray photoelectron spectroscopy (XPS) was carried out to determine the elemental information of the as-prepared FeSe2/NC and FeSe2/NC@G composites. The existence of the Fe, Se, C and N elements is found in the XPS survey spectrum (Fig. S4 in the ESI†). The high-resolution Fe 2p XPS spectra in Fig. 3c show two major peaks at 706.6 and 719.4 eV associated with satellites (724.8 and 710.5 eV), corresponding to Fe 2p1/2 and Fe 2p3/2, respectively. Notably, it can be seen that Fe 2p3/2 of FeSe2/NC@G shows a higher energy shift, implying it may have chemical bonding with oxygen, and this will be discussed later after the discussion of the XAFS results. Fig. 3d depicts the peaks at 58.6, 56.5, and 55.2, eV ascribed to Se 3d3/2 (Se–Se bonds) and Se 3d5/2 (Fe–Se and Se–O bonds), indicating the successful formation of FeSe2. In C 1s spectra (Fig. 3e), three peaks at 284.7, 285.4, and 287.0 eV are assigned to the CC/C–C, C–N, and CO bonds, respectively. The N 1s spectrum can be separated into three peaks including pyridinic-N (398.6 eV), pyrrolic-N (400.3 eV) and graphitic-N (401.1 eV) (Fig. 3f), confirming the existence of the N-doped carbon structure in the composites and further enhancing the Na-storage capability. Moreover, the N content, which can be calculated from the survey spectrum, was found to be 4.14% and 3.05% for FeSe2/NC and FeSe2/NC@G, respectively. The precise loading of FeSe2 in FeSe2/NC and FeSe2/NC@G composites is determined via thermogravimetric analysis (TGA). The final product (Fe2O3) is clearly shown in the inset of Fig. S5,† and the FeSe2 content is determined to be about 71.2 and 40.9%, respectively.",
                "In order to further determine the chemical bonding of FeSe2/NC@G in its local environment, we performed X-ray absorption fine structure (XAFS) spectroscopy testing. The differences in the X-ray absorption near edge structure (XANES) spectra between the two samples are predominantly seen in the pre-edge peak intensity and the absorption-edge position (Fig. 4a). The absorption-edge position of FeSe2/NC is similar to the Fe foil, indicating the metallic character of FeSe2. While the absorption-edge position of FeSe2/NC@G is higher than that of FeSe2/NC, suggesting that Fe carries a positive charge owing to the chemical bonding of Fe–O–C. The corresponding Fourier-transformed EXAFS (FT-EXAFS) spectra are shown in Fig. 4b; the dominant peak at about 1.88 Å is assigned to the coordination of Fe–Se. Compared with FeSe2/NC, the Fe–Se bond distance shifts left due to the more electronegative coordination of an Fe–O–C species, which is in line with the XPS results. Moreover, wavelet transform (WT)-EXAFS is applied to support the existence of Fe–O–C bonds in FeSe2/NC@G. As shown in Fig. 4c, the FeSe2/NC shows a wider feature at 1.88 Å, which represents the Fe–Se shell, where the decreasing signal of Fe–Se and increasing Fe–O signal are visible in FeSe2/NC@G.",
                "To evaluate the electrochemical performance of FeSe2/NC and FeSe2/NC@G as an anode material for SIBs, cyclic voltammetry (CV) measurements and galvanostatic charge/discharge tests were conducted. Fig. 5a and b show the CV curves for the initial five cycles at a scan rate of 0.2 mV s−1 for FeSe2/NC and FeSe2/NC@G electrodes. Three cathodic peaks at around 1.81, 1.01 and 0.66 V in the first cycle imply the intercalation reaction forming NaxFeSe2, FeSe and Na2Se, as well as the subsequent formation of Fe nanograins and the generation of a solid electrolyte interface (SEI) film, respectively. In the anodic scan, the three oxidation peaks of 1.54, 2.09 and 2.33 V can be assigned to the generation of FeSe, NaxFeSe2 and finally FeSe2, respectively. The CV curves of FeSe2/NC@G are similar to those of FeSe2/NC, indicating the analogical electrochemical reaction mechanism of both the composites. However, the SEI film peak of FeSe2/NC@G is lower than that of FeSe2/NC and the oxidation peak (2.33 V) is stronger, indicating higher reversible capacity in FeSe2/NC@G. Compared to FeSe2/NC, the CV profiles of FeSe2/NC@G from the 2nd cycle are well overlapped and more stable, suggesting the superior reversibility owing to the bifunctional carbon encapsulated structure. The galvanostatic charge/discharge (GCD) profiles of FeSe2/NC@G at 0.1 A g−1 are shown in Fig. 5c. The initial discharge and charge capacity are 799 and 529 mA h g−1 (coulombic efficiency = 66%), respectively. For the 50th cycle, it still delivers 477 mA h g−1 and the curves almost overlap, suggesting cycling stability.",
                "As expected, the FeSe2/NC@G electrode shows high average discharge capacities of 372, 352 and 331 mA h g−1 at 2.0, 3.0 and 5.0 A g−1, respectively. While for the FeSe2/NC electrode, the discharge capacity decreases quickly, where it only exhibits 60 mA h g−1 at 1.0 A g−1. Notably, the discharge capacity recovered to 479 mA h g−1 at 0.1 A g−1 after the deep charge/discharge process, demonstrating the quick and effective capacity response (Fig. 5d). The cyclic capability of FeSe2/NC@G and FeSe2/NC electrodes is tested at a high current density of 2.0 A g−1. As shown in Fig. 5e, a reversible capacity of 323 mA h g−1 can be maintained after 1000 cycles with a capacity retention of 81% and the coulombic efficiency nearly 100%. In contrast, the FeSe2/NC electrode shows rapid capacity decay, due to the collapse of the structure. The comparison with the previous works about FeSe2 anodes for SIBs is provided in Table S1,† demonstrating superior sodium storage performance. The remarkable cycling stability and rate capability of the FeSe2/NC@G composite result from the bifunctional carbon encapsulated nanostructure and strong Fe–O–C bonding, which could effectively improve the electronic/ionic conductivity and guarantee Na+ accommodation.",
                "To elucidate the excellent sodium storage performance of FeSe2/NC@G, CV tests were performed at different scan rates. The CV profiles in Fig. 6a show similar shapes, and the peak current increases with the increasing scan rate. As shown in the previous reports, the b-value could be calculated by the linear relationship of logi and logv, which are 0.60, 0.64, 0.86 and 0.61 for the cathodic and anodic peaks of FeSe2/NC@G (Fig. 6b), indicating that the electrochemical reaction is mainly controlled by Na+ diffusion and capacitive contribution. The proportion of capacitive contribution can be determined to be about 71.2% for FeSe2/NC@G at 0.8 mV s−1 (Fig. 6c). As shown in Fig. 6d, the capacitive contribution gradually increases as the sweep increases, and these results suggest the good rate performance of FeSe2/NC@G. Electrochemical impedance spectroscopy (EIS) of FeSe2/NC and FeSe2/NC@G was performed to further explore the Na+ transfer behavior (Fig. S6†). All the Nyquist plots show a compressed semicircle in the high-frequency and medium-frequency regions, which are ascribed to the resistances of the SEI film (RSEI) and charge transfer (Rct), respectively. The impedance parameters were fitted and are listed in Table S2,† which demonstrate that FeSe2/NC@G has better conductivity and reaction kinetics. Moreover, the relationship between Z′ and ω−1 is shown in Fig. S6b,† and according to eqn (1) in the ESI,† the DNa+ values of FeSe2/NC and FeSe2/NC@G were calculated to be 2.86 × 10−11 and 4.43 × 10−12 cm2 s−1, respectively. Obviously, the FeSe2/NC@G electrode shows a larger DNa+ value, suggesting a better Na+ diffusion coefficient. In order to study the microstructural change after the charge/discharge process, TEM tests after 100 cycles at 500 mA g−1 were carried out (Fig. S7†). Compared with that of pristine FeSe2/NC@G, it still maintains structural integrity and uniform elemental distribution after 100 cycles. These results indicate that the introduction of the graphene layer could effectively inhibit the pulverization inside the active material and alleviate the attenuation of capacity during the discharge/charge process.",
                "The sodium-storage performance of FeSe2/NC@G was further evaluated by fabricating full cells based on a carbon-coated Na3V2(PO4)3/C (NVP) cathode. The reversible capacity was tested in half cells and is shown in Fig. S8;† a high voltage plateau and cycling stability can be obtained. Fig. 7a shows the illustration of full-cell working mechanism coupled with FeSe2/NC@G//NVP. The first charge and discharge specific capacity are 232 and 219 mA h g−1 (based on FeSe2/NC@G), respectively, and the GCD curves are well overlapped (Fig. S9†). Fig. 7b shows the rate capability with a reversible capacity of 180 mA h g−1 at 1.0 A g−1. The cycling test is shown in Fig. 7c; the full cell can still deliver a high capacity of 179 mA h g−1 at 0.5 A g−1 after 60 cycles. Furthermore, the as-fabricated full cell was used to supply power to a commercial light emitting diode (LED) lamp; the white lamp could easily be lighted using the full charged cell (Fig. 7d).",
                "Based on the abovementioned results, the excellent sodium storage performance of FeSe2/NC@G can be beneficial due to the following advantages: (i) the bifunctional carbon encapsulated nanostructure could greatly improve the electronic/ionic conductivity; (ii) the strong chemical bonds (Fe–O–C) between FeSe2 and G can suppress the pulverization of FeSe2 nanoparticles and ensure the integrity of electrodes; and (iii) the hierarchical structure of the micro/nanocuboids accelerates the reversible redox reactions and alleviates the strain during the sodiation/desodiation process."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, Fe-based Prussian blue analogs (PBA) modified by graphene oxide as precursors have been developed to fabricate the hierarchical FeSe2 encapsulated with bifunctional carbon cuboids. The as-prepared FeSe2/NC@G composites show that the Fe–O–C chemical bond between FeSe2 and G results in outstanding rate capability and cycling stability with a reversible capacity of 331 mA h g−1 at 5.0 A g−1 and 323 mA h g−1 at 2.0 A g−1 after 1000 cycles, demonstrating high potential application in SIBs. More importantly, the full cells based on the FeSe2/NC@G anode and the Na3V2(PO4)3/C cathode exhibit superior performance. The hierarchical micro/nanostructure with the bifunctional carbon encapsulation can alleviate the volumetric expansion and accelerate the electron/ion transfer, resulting in improvement in the electrochemical performance. This work sheds light on the design of other TMS active materials for Na ion storage application."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Rational design of hierarchical FeSe2 encapsulated with bifunctional carbon cuboids as an advanced anode for sodium-ion batteries"
}