{
    "DOI": "10.1002/adma.202101576",
    "Journal": "",
    "Keywords": [
        "electrokinetics",
        "nickel extrusion",
        "pair distribution function",
        "pseudo‐layered NiCr2S4",
        "sodium insertion",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries are an essential part of electrical energy storage (EES) for our modern society as the technological demand rises rapidly since the last two to three decades.[] The climate change and the pollutant impact of fossil fuels as prime power supply raised a major interest in large‐scale EES of clean, renewable and sustainable, in short, green energy from, e.g., solar, wind or geothermal sources to overcome the variation in energy production and consumption.[] Commercialized full cell rechargeable battery types are commonly Li‐based (lithium‐ion batteries (LIBs)) and widely utilized for mobile electric applications like portable electronics and electric vehicles.[] Owing to the uneven distribution of Li in the earth crust with the highest abundances in geopolitically critical areas of the planet and relatively high costs for Li production make LIBs less suitable for large‐scale EES applications.[] This is one important reason why an indispensable research topic is dedicated to identify abundant, economic, environmentally friendly and efficient alternatives. Sodium‐ion batteries (SIBs) have received enormous attention in the last few years to address this matter due to the high abundance of Na and a promising high theoretical energy density of SIBs.[] The electrochemical and physical properties of Na are comparable to Li. But in contrast to Li+ or K+, the electrochemical insertion of Na+ into untreated graphite is hindered and new anode materials for SIBs with high capacity, cycle stability and fast charge–discharge capability must be discovered.[] Among the various anode materials investigated for the application in SIBs, transition metal sulfides (TMSs) attracted high interest due to their abundance, low costs and high theoretical capacities.[] Beyond the intercalation/deintercalation mechanism using layered electrode materials, which is operating in most commercial LIBs, the so‐called conversion reaction has become a research focus due to the promising high energy densities and specific capacities.[] During the electrochemical Na uptake in TMSs, the metal cations are reduced to metallic nanoparticles embedded in a Na2S matrix.[] However, conversion reactions are accompanied by large volume changes leading to contact loss to the current collector often resulting in poor cyclability.[] Different strategies are pursued to compensate the unbeneficial volume change, e.g. heterostructure design and organic coatings (such as SnSe2/ZnSe@polydopamine),[] nanoengineering or design of carbon hybrid materials using reduced graphene oxide (rGO), carbon nanofibers, or carbon nanotubes.[] But most of these carbon‐based additives are too expensive for large‐scale applications.",
                "Ternary TMSs demonstrated good performances as anode materials in SIBs.[] But to continue development, prescient concepts might be necessary to face the obstacles of conversion‐type and intercalation‐based materials in SIBs. Recently, we discovered the formation of crystalline Na0.7Cu0.15CrS2 during the sodiation process in the pseudo‐layered compound CuCrS2 via copper extrusion sodium insertion mechanism.[] Hereby, nanosized Cu particles are expelled from a [CrS2] host lattice dramatically enhancing the cycle stability of CuCrS2 compared to mere NaCrS2. This discovery raised two indispensable questions: i) do other ternary layer‐like Cr sulfides exhibit comparable electrochemical properties and ii) can a transition metal extrusion from a pseudo‐layered host material be exploited to reversibly shuttle Na+ cations with structural retention of the host lattice? This could provide a new concept for SIBs using particular transition metal atom sites for Na insertion/extraction in layer‐like electrode materials. During our search for pseudo‐layered TMSs we identified NiCr2S4 as a suitable candidate exhibiting a high theoretical capacity (736.9 mAh g−1) assuming a full conversion reaction of Ni2+ and Cr3+ ions to their elemental states as formally shown in Equation ()1NiCr2S4 + 8 Na+ + 8 e− → Ni0 + 2 Cr0 + 4 Na2S",
                "Only few investigations on Cr sulfides for the application in SIBs were reported, like, e.g., NaCrS2 and NaCr2/3Ti1/3S2 as cathode materials.[] The electronic, structural, magnetic and thermoelectric properties of NiCr2S4 have been studied,[] but this is the first report about the electrochemical performance of this material as an anode material for SIBs. The investigation of fundamental electronic and structural changes during the Na uptake and release is a prerequisite topic to understand and improve electrochemical alkali‐metal storage properties. Thus, we performed synchrotron‐based ex situ high‐energy powder X‐ray diffraction (PXRD), total‐scattering X‐ray experiments to calculate pair distribution functions (PDFs), X‐ray absorption near edge structure (XANES) and extended X‐ray absorption fine structure (EXAFS) spectroscopy during the electrochemical Na uptake and release in NiCr2S4. Additionally, the electrochemical performance and electrokinetic characteristics were analyzed via galvanostatic discharge–charge (GDC) cycling, cyclic voltammetry (CV) and galvanostatic intermittent titration technique (GITT).",
                "Herein, we report the discovery of an unusual nickel extrusion sodium insertion mechanism in the early stage of Na uptake in NiCr2S4: Ni2+ ions can be reversibly extruded/inserted from vacancy layers followed by redox processes to form nanocrystalline fcc‐Ni and NaCrS2. This Na+ shuttle via crystalline phases yields an outstanding long cycle life for 3000 cycles at 2.0 A g−1. On the other hand, higher reversible capacities can be obtained by sacrificing cycle stability if Na/NiCr2S4 cells are discharged to full conversion accompanied by irreversible decomposition of the host lattice via reduction of Cr3+ ions to generate ultra‐small Cr0 domains and nanocrystalline fcc‐Ni embedded in nanocrystalline Na2S."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The stoichiometry of the title compound was determined with a scanning electron microscope (SEM) by energy‐dispersive X‐ray (EDX) spectroscopy and elemental analysis (Figure , Note S1, Tables  and , Supporting Information), yielding the composition of Ni1.00(7)Cr1.95(8)S4.03(5). Additionally, the layered nature is apparent in a SEM image of the pristine product (Figure , Supporting Information).",
                        "The as‐synthesized NiCr2S4 crystallizes in the monoclinic space group (SG) I12/m1 (Cr3S4 type, Figure ). The result of a joint Rietveld PXRD (Figure ) and Rietveld like least‐squares refinement of PDF data (Figure ) evidence very good phase purity with minute amounts of NiS (≈1.1 wt%) and Cr2O3 (≈0.5 wt%) as impurities, with the latter presumably resulting from reaction of Cr with the quartz ampoule. We note that the impurities could only be detected using high‐energy synchrotron radiation but not with standard laboratory PXRD. The results can be regarded as a hint that one should be cautious claiming phase purity using in‐house PXRD data. The joint refinement demonstrates a nearly perfect match of the averaged long‐range and local structure, and the structural parameters (Table ) are close to values reported in the literature.[] Small deviations in the fit of G(r) (1–5 Å, Figure ) could result from high atomic motion correlations at short distances.[] The Cr3S4 type structure can be described as an ordered defect variant intermediate between the NiAs and CdI2 structures,[] comprising CrS2 slabs formed by edge‐sharing CrS6 octahedra (fully occupied layers) and 50% of octahedral sites in layers between the CrS2 slabs is occupied by Ni2+ (vacancy layers), leading to a pseudo‐layered structure type."
                    ],
                    "name": "Characterization of Pristine NiCr2S4",
                    "type": "section"
                },
                {
                    "content": [
                        "Figure  shows selected GDC profiles recorded during the first 100 cycles applying a current rate of 0.1 A g−1 (0.14C) for the first and 0.5 A g−1 (0.68C) for all subsequent cycles. During the first discharge, the voltage drops linearly to 0.9 V and subsequently to 0.3 V until about 3 Na are inserted in NiCr2S4, followed by an extensive pseudo‐plateau located between 0.3 and 0.25 V. After uptake of about 8 Na per formula unit, the voltage decreases steadily to the cut‐off potential of 0.1 V and a high total initial discharge capacity of 900 mAh g−1 (≈9.8 Na/NiCr2S4) is obtained. A capacity of 647 mAh g−1 (≈7.0 Na/NiCr2S4) is recovered in the first charge process. The irreversible capacity loss of ≈28% is caused by chemical side‐reactions and formation of a solid electrolyte interphase (SEI, see also Section ), which was also observed for, e.g., CuV2S4[] and NiCo2S4.[] The GDC profiles are very similar in every subsequent cycle after the second one and demonstrate a highly reversible process. The cycle performance of Na/NiCr2S4 at 0.5 and 2.0 A g−1 (2.71C) is shown in Figure . Applying 0.5 A g−1, the capacity drops by 11% from 606 mAh g−1 (≈6.6 Na/NiCr2S4) in the second to 539 mAh g−1 (≈5.9 Na/NiCr2S4) in the 100th cycle, presumably due to contact loss to the current collector resulting from volume changes, which are inevitable for conversion‐type materials especially microcrystalline compounds. Subsequently, a slight increase of capacity to 558 mAh g−1 (≈6.1 Na/NiCr2S4) is observed until cycle 200. Applying a higher current rate of 2.0 A g−1, the electrode shows a tremendous long‐life cycle performance and delivers a capacity of 489 mAh g−1 (≈5.3 Na/NiCr2S4) even after the 500th cycle, before the capacity steadily drops during subsequent cycling. The outstanding high capacities are accompanied with excellent Coulombic charge efficiencies of >99% after the third cycle applying 0.5 or 2.0 A g−1. The rate capability of a Na/NiCr2S4 cell was also tested at various current rates between 0.1 and 5.0 A g−1. Figure , display selected GDC curves at various current rates and the rate performance test, respectively. The highly reversible character of the electrochemical reaction even at high current rates is demonstrated by unchanged voltage profiles during the GDC processes (Figure ). In the first cycles and at low current rates (0.1 to 0.5 A g−1), the capacity decreases slightly as already observed at a constant current (CC) rate of 0.5 A g−1 (Figure ). However, the Na/NiCr2S4 cell demonstrates a superior rate‐stability especially at higher current rates delivering tremendously high capacities (Table ) and the Na/NiCr2S4 cell even retains 65% (399 mAh g−1) at 5.0 A g−1 compared to the capacity obtained at 0.1 A g−1. After high rate testing, when current density is reduced to the initial value of 0.1 A g−1, the NiCr2S4 electrode delivers a capacity of 583 mAh g−1, corresponding to a loss of only 5% resulted by the rate capability test. Hence, the Na/NiCr2S4 cell is in good condition and reveals an excellent reversibility between high and low current rates.",
                        "Selected electrochemical Na storage properties of NiCr2S4 are highlighted and compared to similar sulfidic anode materials utilized in SIBs in Table . The large operating voltage range of Na/NiCr2S4 cells is an unfavorable property and a common disadvantage for conversion‐based electrodes (see Table ).[] Even so, the rate capability and capacity retention of Na/NiCr2S4 cells are outstanding compared to CuCrS2,[] NiCo2S4,[] NiS,[] Ni3S4,[] or NiS2.[] The superior electrochemical performance of the title compound is even more remarkable considering the crystallinity of the title compound and that any highly conductive and costly additives like rGO could be avoided in contrast to most reports about nanocrystalline hybrid materials for application in SIBs, e.g. nanocrystalline NiCo2S4/rGO.[]"
                    ],
                    "name": "Cycle and Rate Performance in SIBs",
                    "type": "section"
                },
                {
                    "content": [
                        "Discharge and charge processes were stopped at distinct points in the first cycle as shown in GDC profile in Figure  and electrodes were recovered at these points for PXRD, PDF analysis (Section ) and X‐ray absorption spectroscopy (XAS, Section ) to elucidate the Na storage mechanism schematically shown in Figure . Differing capacities observed in the first cycle during electrochemical performance tests (Figure , ≈9.8 Na/NiCr2S4 at  0.14C) and in the present curve (Figure , ≈8.1 Na/NiCr2S4 at  0.05C) is caused by usage of polyvinylidene difluoride (PVDF) in the former tests, while the latter was recorded without PVDF. PVDF and/or additives like fluoroethylene carbonate contribute to SEI formation by decomposition to NaF in SIBs.[] This is evidenced by a PXRD pattern collected for a discharged sample containing only PVDF and Super C65 carbon (Figure , Supporting Information) exhibiting mainly Bragg reflections of NaF.",
                        "Results of high‐energy PXRD (Figure ) and PDFs (Figure ,) allow a detailed study of changes in the short‐ and long‐range order occurring during the GDC processes. The first discharge can be divided into two regions I and II (compare Figure ). During uptake of 2 Na/NiCr2S4 (region I) corresponding to the steady voltage drop to about 0.3 V in the GDC profile (Figure ), Ni2+ ions are reduced to fcc‐Ni (green dashed lines in Figure ) and simultaneously a new intermediate phase is formed. Interatomic Ni–Ni distances in fcc‐Ni can be clearly assigned to appearing peaks in the PDFs for 0.5 to 2 Na/NiCr2S4 (green dashed lines in Figure ). The transformation of NiCr2S4 into an intermediate phase is indicated by appearance of additional reflections, most clearly seen at 1.81° 2θ (Figure ). This reflection matches with the position of the (003) reflection of layered O3‐type NaCrS2 (abbreviated as O3‐NaCrS2) and is already visible at 1.83° 2θ for 0.5 Na/NiCr2S4. In the structure of O3‐NaCrS2 (SG: R3¯m, Figure , Supporting Information) the c‐axis represents the interlayer distance. A closer look at the (003) reflection (Figure , Supporting Information) of the NaCrS2 related intermediate (abbreviated as int‐NaCrS2) reveals an increase from d = 6.46 to 6.54 Å in region I close to the value for mere bulk O3‐NaCrS2 (d(003) = 6.50 Å).[]",
                        "Reflections corresponding to NiCr2S4, fcc‐Ni and int‐NaCrS2 are broad and partially superimposed, preventing a more detailed analysis. But interatomic distances for O3‐NaCrS2 shorter than ≈6 Å can be clearly assigned to peaks in the PDF, while longer distances (marked with grey asterisks in Figure ) are not observed suggesting that int‐NaCrS2 is nanocrystalline. Rietveld‐like modeling of the PXRD pattern and PDF (2 Na/NiCr2S4) considering different stacking like the O1‐, P2‐, P3‐ and P3′‐types reported for deintercalation phases of, e.g., NaxCr2/3Ti1/3S2,[] did not result in reasonable fits. Summarizing, a description of the long‐range order of int‐NaCrS2 is not possible with the present data because multiple factors, like, e.g., presence and type of stacking faults, shape and size of coherently scattering domains, degree of strain, degree of Na+ occupation and the possibility of remaining Ni atoms in int‐NaCrS2. Additionally, antisite occupation as previously reported for deintercalated NaCrS2[] cannot be excluded. To shed more light on the nature of int‐NaCrS2, a sample after uptake of 2 Na/NiCr2S4 was heated at 400 °C under inert conditions. In the PXRD pattern of the product (Figure , Supporting Information), all reflections to O3‐NaCrS2 are present indicating that the intermediate phase int‐NaCrS2 is related to the known layered structure polymorph. In summary, the chemical reaction in region I (compare Figure , left) is expressed by Equation ()2NiCr2S4 + 2 Na+ + 2 e− → 2 NaCrS2 + Ni0",
                        "In region II (2 to 8 Na/NiCr2S4), the position of the (003) reflection remains unchanged, suggesting that no further Na+ ions are inserted (Figure  and Figure , Supporting Information), but int‐NaCrS2 is successively decomposed, as evidenced by decreasing reflection intensities, and for ≥3 Na/NiCr2S4 reflections of Na2S are observed (dashed purple line in Figure ). Additionally, the intense PDF peak of the Cr–Cr distance at ≈3.5 Å (Figure ) of int‐NaCrS2 decreases significantly. This conversion process occurs in the pronounced pseudo‐plateau observed in the first discharge (Figure ). After full discharge (8 Na/NiCr2S4) the presence of nanocrystalline fcc‐Ni and Na2S is evidenced by whole powder pattern modeling (WPPM)[] with volume weighted average domain sizes of Dvol,Ni ≈ 5 nm and Dvol,Na2S ≈ 4 nm (compare Figure , Note S3, and Table , Supporting Information) and this result is supported by related peaks in the PDF (dashed green and purple lines in Figure ). In contrast, reflections of crystalline elemental Cr are not observed in the PXRD patterns, indicating that domain sizes are too small. Including a structure‐based model of bcc‐Cr in the refinement (Dvol,Cr < 1 nm) results in physically unsound DW factors. Considering the absence of interatomic distances >4 Å in the PDF expected for bcc‐Cr (peaks marked with asterisks in Figure ) suggests that Cr is very finely dispersed in the discharged electrode. Formation of X‐ray amorphous elemental Cr was previously reported during discharge of CuCrS2 versus Na and we expect a similar behavior for NiCr2S4. Concluding, the chemical reaction in region II (compare Figure , middle) can be described by Equation (), but more detailed analyses is necessary (see Section )32 NaCrS2 + 6 Na+ + 6 e− → 2 Cr0 + 4 Na2S",
                        "PXRD patterns collected for samples in region III (charge, Figure , top) show successive disappearance of reflections of Na2S between 1.0 and 1.5 V, while reflections of fcc‐Ni are still visible. At 3.0 V (≈1 Na/NiCr2S4) reflection intensities of fcc‐Ni are reduced but not completely disappeared. No indications for recovery of any crystalline phase can be detected via PXRD. An identical picture is obtained after charge in the second cycle (Figure , Supporting Information) and again only weak reflections of fcc‐Ni are present. The comparison of PDFs for discharged (0.1 V) and charged (3.0 V) samples after the first and second cycle with that of simulated PDFs for NiCr2S4, Cr3S4, Cr2S3 and hexagonal NiS (h‐NiS) is presented in Figure . Because interatomic distances in these sulfides are very similar, a definite assignment to a specific compound is not possible for the charged samples (solid and dashed green line in Figure ). However, the total‐scattering data evidence structural reversibility in the short‐range regime from the first to second cycle as the two PDFs are nearly superimposable. An examination up to r = 70 Å (Figure , Supporting Information) reveals the absence of peaks at r > 10 Å clearly evidencing the presence of nanosized domains. Discharging the electrode in the second cycle, the PDF contains identical interatomic distances as in the first cycle (solid and dashed red line in Figure ) with only minor deviations in total reflection intensities. In the mid‐range regime (Figure , Supporting Information) small peaks to r < 50 Å and additionally, broad reflections of fcc‐Ni and Na2S occur again in the PXRD pattern (Figure , Supporting Information). In contrast to the product after the first discharge, Na2S domain sizes are too small for reliable WPPM after the second discharge, whereas a comparable fcc‐Ni domain size is estimated (Dvol,Ni ≈ 8 nm).",
                        "XANES spectra and corresponding first deviations dµ(E)norm/dE of samples collected during the first cycle and of reference samples are shown in Figure . The Cr K‐edge of NiCr2S4 (Figure ) is located at 5995.8 eV, an intense signal for the 1s → 4p transition at 5999.0 eV and a pre‐edge feature with low intensity at 5989.2 eV. The latter is a dipole forbidden but quadrupole allowed 1s → 3d transition for an absorber in a centrosymmetric environment. These observations are in line with the oxidation state Cr3+ and an octahedral coordination by sulfur anions, and similar features are observed for Cr2S3 containing Cr3+ and CrS6 octahedra.",
                        "After uptake of 1 Na/NiCr2S4 (region I), the XANES spectrum remains almost unchanged, indicating that no reduction of Cr3+ ions occurred. For 1.5 and 2 Na/NiCr2S4 a very small edge energy shift of ≈0.5 eV to lower values is observed. This shift may be explained by i) a superposition of Cr2+ and Cr3+ (compare Cr2S3 and Cr3S4 in Figure ) and/or ii) by very small domains because spectral features of nanoparticles in XANES do not match with those observed in well crystalline reference samples.[] In any case, a closer look at dµ(E)norm/dE (Figure , right inset) evidences comparable Cr K‐edge contributions in reference O3‐NaCrS2 and the intermediate observed at 1.5 and 2 Na/NiCr2S4 (blue arrows in Figure , right inset). This is in particular visible for two pre‐edge features observed at 5989.2 and 5991.1 eV for 2 Na/NiCr2S4 (blue arrows in Figure , left inset) very similar to those found for O3‐NaCrS2 (dashed orange in Figure ). Moreover, the intense 1s → 4p transition located at 5999.1 eV is nearly unchanged compared to that for pristine NiCr2S4. During further Na uptake in region II (Figure ) the Cr K‐edge shifts to lower energy and the 1s → 4p transition decreases, while simultaneously the feature at 5989.0 eV increases finally resembling that of bcc‐Cr (8 Na/NiCr2S4). Differences between the spectrum and that for Cr foil are due to the nanocrystalline, disordered or even amorphous nature of Cr in the electrode. The reduction process is accompanied by an isosbestic point around ≈5995 eV evidencing a single‐step‐reaction mechanism in region II, which is in line with observations from PXRD (see Section ).",
                        "The Ni K‐edge of NiCr2S4 (Figure ) at 8339.9 eV and the signal of the 1s → 4p transition at 8343 eV are typical for Ni2+ in octahedral geometry. Successive Na uptake is accompanied with a decrease of the signals and the 1s → 4p transition is comparable to that of elemental fcc‐Ni. This reduction from Ni2+ to Ni0 occurs in a single reaction step in region I and II since the XANES spectra change around an isosbestic point at ≈8338.5 eV. Linear combination fitting (details in Note S4, Table , and Figure , Supporting Information) reveals the main reduction (≈70 at%) of Ni2+ during uptake of 2 Na/NiCr2S4 and indicates an incomplete Ni extrusion in region I, most likely due to slow reaction kinetics.",
                        "A comparison of XANES spectra at the Cr K‐edge of a discharged (0.1 V) and charged product (3.0 V) indicates the oxidation of Cr0 to Cr2+/3+ in region III as the edge energy and pre‐edge feature shift to 5995.4 and 5989.0 eV, respectively, and the 1s → 4p transition at 5999 eV reappears (Figure ). These features cannot unambiguously assigned to a distinct Cr sulfide because these exhibit similar XANES features (compare Figure , inset). However, the Cr K‐edge energy is closer to that of Cr3S4 than Cr2S3, indicating that the averaged valence state of Cr is slightly lower than +3 in the charged sample. A comparison of XANES spectra at the Ni K‐edge of a charged product (3.0 V) and that of h‐NiS points to formation of Ni2+ in region III due to an almost identical edge energy and pre‐edge feature (Figure ), while small differences are caused by the nanosized nature of Ni2+ sulfide.",
                        "The evolution of pseudo‐radial distribution functions (pRDFs) |χ(R)| during the first cycle is displayed in Figure , for the Cr and Ni absorber, respectively. Fitting results of pRDFs are presented in Figure , for 2 Na/NiCr2S4 (see Figure , Supporting Information, for corresponding EXAFS χ(k) fits), whereas results for NiCr2S4 (Figure , Supporting Information), 8 Na/NiCr2S4 (Figure , Supporting Information), after charge to 3.0 V (Figure , Supporting Information) and details (Note S5 and Table , Supporting Information) are compiled in the Supporting Information. According to the refinement of crystallographic data of NiCr2S4 (see Section ) all NiS6 (vacancy layers) and CrS6 (fully occupied layers) are distorted. A fit of EXAFS data using the complex monoclinic structure as a model would result in too many independent parameters for the Nyquist criterion.[] Reasonable parameters for NiCr2S4 (R‐value of 0.002) were obtained applying a simplified model as explained in the Supporting Information (see Note S5, Supporting Information) yielding short‐range distances comparable to values calculated from crystallographic data (see Table , Supporting Information).",
                        "During Na uptake in region I, a peak at ≈3.2 Å appears in the pRDFs of Cr (Figure ), which points to a transition from low symmetry for NiCr2S4 indicated by a nearly flat pRDF beyond the first coordination shell to higher symmetry for 2 Na/NiCr2S4.[] A fit using O3‐NaCrS2 as model (Figure , R‐value of 0.004) yields good agreement of the local structure with distances of rCr−S = 2.417(3) Å and rCr–Cr = 3.543(7) Å for int‐NaCrS2 close to values for bulk O3‐NaCrS2 (2.433 and 3.554 Å).[] Simultaneously, the local structure around Ni resembles the short‐range order in fcc‐Ni (Figure , R‐value 0.010). The Ni‐Ni distances of rNi–Ni = 2.480(5) Å and rNi–Ni = 3.507(7) Å are slightly shorter than in crystalline bulk fcc‐Ni (2.492 and 3.524 Å),[] a phenomenon well known for nanosized particles. Summarizing the findings of pRDF, XANES, PDF, and PXRD experiments, Ni2+ ions are extruded from the vacancy layer of the host structure and are reduced to nanocrystalline Ni0 accompanied by formation of int‐NaCrS2 (Equation (), Figure ).",
                        "During further discharge to 8 Na/NiCr2S4 (region II), peaks corresponding to fcc‐Ni display higher relative EXAFS and pRDF amplitudes (Figure  and Table , Supporting Information) than observed for 2 Na/NiCr2S4. In contrast to the results derived from XANES analyses, no clear evidence for formation of Cr0 is obtained and only one broad signal around 2.04 Å is visible in the pRDF. Utilizing the quick first shell tool in Artemis[] assuming a single scattering path for the first shell Cr–Cr separation (corresponding to rCr–Cr = 2.498 Å)[] did not result in a reasonable fit indicating the presence of highly disordered ultra‐small domains (<1 nm) that are in contact with Na2S, hence assuming a Cr‐S scattering path yields a good fit (Figure , Supporting Information) with a distance of rCr–S = 2.398(5) Å. Such observations are often made for conversion materials due to the amorphous nature of metallic species embedded in a matrix of Na2Q (Q = O, S) acting as transport barrier for the active species. Hence, full reduction of metal ions is suppressed preventing a detailed interpretation, see, e.g., SnO2[] and FeS2.[] Taking all findings into account, the full conversion occurring in region I and II is not as simple as described in Equations () to () and might be better expressed by Equation ()4NiCr2S4+8−xNa++8−xe−→     Ni0+2−yCr0+4−x2Na2S+CrySwith CryS representing a residual X‐ray amorphous phase.",
                        "Both pRDFs for Cr and Ni of a charged sample in region III (3.0 V, green pRDFs in Figure ,) exhibit only one broad signal corresponding to real space separations of rCr–S = 2.387(5) Å and rNi–S = 2.247(8) Å (Figure , Supporting Information). The latter is shorter than average NiS bond lengths, e.g., Ni3S2 (2.27 Å),[] rhombohedral NiS (2.31 Å),[] h‐NiS (2.39 Å),[] NiS2 (2.40 Å),[] or NiCr2S4 (2.42 Å),[] whereas the former is in the range for Cr sulfides, e.g., NiCr2S4 (2.39 Å),[] Cr3S4 (2.42 Å),[] Cr2S3 (2.42 Å),[] NaCrS2 (2.44 Å),[] or CrS (2.46 Å).[] Summarizing all results: i) distinct sulfide phases could not be assigned in PXRD patterns (compare Figure ), ii) NiS and CrS bond lengths are affected by the nanoscopic nature of the particles, and iii) the detailed analyses of pRDF and XANES evidence that most of metallic Ni and Cr atoms are oxidized forming a mixture of nanoscopic NixS and CrxS (compare Figure , right). Redox reactions like in Equations () to () may be assumed for region III52 Cr0 + 3 Na2S → Cr2S3 + 6 Na+ + 6 e−63 Cr0 + 4 Na2S → Cr3S4 + 8 Na+ + 8 e−73 Ni0 + 2 Na2S → Ni3S2 + 4 Na+ + 4 e−8Ni0 + Na2S → NiS + 2 Na+ + 2 e−"
                    ],
                    "name": "Sodium Storage Mechanism",
                    "type": "section"
                },
                {
                    "content": [
                        "Results of high‐energy PXRD (Figure ) and PDFs (Figure ,) allow a detailed study of changes in the short‐ and long‐range order occurring during the GDC processes. The first discharge can be divided into two regions I and II (compare Figure ). During uptake of 2 Na/NiCr2S4 (region I) corresponding to the steady voltage drop to about 0.3 V in the GDC profile (Figure ), Ni2+ ions are reduced to fcc‐Ni (green dashed lines in Figure ) and simultaneously a new intermediate phase is formed. Interatomic Ni–Ni distances in fcc‐Ni can be clearly assigned to appearing peaks in the PDFs for 0.5 to 2 Na/NiCr2S4 (green dashed lines in Figure ). The transformation of NiCr2S4 into an intermediate phase is indicated by appearance of additional reflections, most clearly seen at 1.81° 2θ (Figure ). This reflection matches with the position of the (003) reflection of layered O3‐type NaCrS2 (abbreviated as O3‐NaCrS2) and is already visible at 1.83° 2θ for 0.5 Na/NiCr2S4. In the structure of O3‐NaCrS2 (SG: R3¯m, Figure , Supporting Information) the c‐axis represents the interlayer distance. A closer look at the (003) reflection (Figure , Supporting Information) of the NaCrS2 related intermediate (abbreviated as int‐NaCrS2) reveals an increase from d = 6.46 to 6.54 Å in region I close to the value for mere bulk O3‐NaCrS2 (d(003) = 6.50 Å).[]",
                        "Reflections corresponding to NiCr2S4, fcc‐Ni and int‐NaCrS2 are broad and partially superimposed, preventing a more detailed analysis. But interatomic distances for O3‐NaCrS2 shorter than ≈6 Å can be clearly assigned to peaks in the PDF, while longer distances (marked with grey asterisks in Figure ) are not observed suggesting that int‐NaCrS2 is nanocrystalline. Rietveld‐like modeling of the PXRD pattern and PDF (2 Na/NiCr2S4) considering different stacking like the O1‐, P2‐, P3‐ and P3′‐types reported for deintercalation phases of, e.g., NaxCr2/3Ti1/3S2,[] did not result in reasonable fits. Summarizing, a description of the long‐range order of int‐NaCrS2 is not possible with the present data because multiple factors, like, e.g., presence and type of stacking faults, shape and size of coherently scattering domains, degree of strain, degree of Na+ occupation and the possibility of remaining Ni atoms in int‐NaCrS2. Additionally, antisite occupation as previously reported for deintercalated NaCrS2[] cannot be excluded. To shed more light on the nature of int‐NaCrS2, a sample after uptake of 2 Na/NiCr2S4 was heated at 400 °C under inert conditions. In the PXRD pattern of the product (Figure , Supporting Information), all reflections to O3‐NaCrS2 are present indicating that the intermediate phase int‐NaCrS2 is related to the known layered structure polymorph. In summary, the chemical reaction in region I (compare Figure , left) is expressed by Equation ()2NiCr2S4 + 2 Na+ + 2 e− → 2 NaCrS2 + Ni0",
                        "In region II (2 to 8 Na/NiCr2S4), the position of the (003) reflection remains unchanged, suggesting that no further Na+ ions are inserted (Figure  and Figure , Supporting Information), but int‐NaCrS2 is successively decomposed, as evidenced by decreasing reflection intensities, and for ≥3 Na/NiCr2S4 reflections of Na2S are observed (dashed purple line in Figure ). Additionally, the intense PDF peak of the Cr–Cr distance at ≈3.5 Å (Figure ) of int‐NaCrS2 decreases significantly. This conversion process occurs in the pronounced pseudo‐plateau observed in the first discharge (Figure ). After full discharge (8 Na/NiCr2S4) the presence of nanocrystalline fcc‐Ni and Na2S is evidenced by whole powder pattern modeling (WPPM)[] with volume weighted average domain sizes of Dvol,Ni ≈ 5 nm and Dvol,Na2S ≈ 4 nm (compare Figure , Note S3, and Table , Supporting Information) and this result is supported by related peaks in the PDF (dashed green and purple lines in Figure ). In contrast, reflections of crystalline elemental Cr are not observed in the PXRD patterns, indicating that domain sizes are too small. Including a structure‐based model of bcc‐Cr in the refinement (Dvol,Cr < 1 nm) results in physically unsound DW factors. Considering the absence of interatomic distances >4 Å in the PDF expected for bcc‐Cr (peaks marked with asterisks in Figure ) suggests that Cr is very finely dispersed in the discharged electrode. Formation of X‐ray amorphous elemental Cr was previously reported during discharge of CuCrS2 versus Na and we expect a similar behavior for NiCr2S4. Concluding, the chemical reaction in region II (compare Figure , middle) can be described by Equation (), but more detailed analyses is necessary (see Section )32 NaCrS2 + 6 Na+ + 6 e− → 2 Cr0 + 4 Na2S",
                        "PXRD patterns collected for samples in region III (charge, Figure , top) show successive disappearance of reflections of Na2S between 1.0 and 1.5 V, while reflections of fcc‐Ni are still visible. At 3.0 V (≈1 Na/NiCr2S4) reflection intensities of fcc‐Ni are reduced but not completely disappeared. No indications for recovery of any crystalline phase can be detected via PXRD. An identical picture is obtained after charge in the second cycle (Figure , Supporting Information) and again only weak reflections of fcc‐Ni are present. The comparison of PDFs for discharged (0.1 V) and charged (3.0 V) samples after the first and second cycle with that of simulated PDFs for NiCr2S4, Cr3S4, Cr2S3 and hexagonal NiS (h‐NiS) is presented in Figure . Because interatomic distances in these sulfides are very similar, a definite assignment to a specific compound is not possible for the charged samples (solid and dashed green line in Figure ). However, the total‐scattering data evidence structural reversibility in the short‐range regime from the first to second cycle as the two PDFs are nearly superimposable. An examination up to r = 70 Å (Figure , Supporting Information) reveals the absence of peaks at r > 10 Å clearly evidencing the presence of nanosized domains. Discharging the electrode in the second cycle, the PDF contains identical interatomic distances as in the first cycle (solid and dashed red line in Figure ) with only minor deviations in total reflection intensities. In the mid‐range regime (Figure , Supporting Information) small peaks to r < 50 Å and additionally, broad reflections of fcc‐Ni and Na2S occur again in the PXRD pattern (Figure , Supporting Information). In contrast to the product after the first discharge, Na2S domain sizes are too small for reliable WPPM after the second discharge, whereas a comparable fcc‐Ni domain size is estimated (Dvol,Ni ≈ 8 nm)."
                    ],
                    "name": "Investigation of the Storage Mechanism with PXRD and PDF",
                    "type": "section"
                },
                {
                    "content": [
                        "XANES spectra and corresponding first deviations dµ(E)norm/dE of samples collected during the first cycle and of reference samples are shown in Figure . The Cr K‐edge of NiCr2S4 (Figure ) is located at 5995.8 eV, an intense signal for the 1s → 4p transition at 5999.0 eV and a pre‐edge feature with low intensity at 5989.2 eV. The latter is a dipole forbidden but quadrupole allowed 1s → 3d transition for an absorber in a centrosymmetric environment. These observations are in line with the oxidation state Cr3+ and an octahedral coordination by sulfur anions, and similar features are observed for Cr2S3 containing Cr3+ and CrS6 octahedra.",
                        "After uptake of 1 Na/NiCr2S4 (region I), the XANES spectrum remains almost unchanged, indicating that no reduction of Cr3+ ions occurred. For 1.5 and 2 Na/NiCr2S4 a very small edge energy shift of ≈0.5 eV to lower values is observed. This shift may be explained by i) a superposition of Cr2+ and Cr3+ (compare Cr2S3 and Cr3S4 in Figure ) and/or ii) by very small domains because spectral features of nanoparticles in XANES do not match with those observed in well crystalline reference samples.[] In any case, a closer look at dµ(E)norm/dE (Figure , right inset) evidences comparable Cr K‐edge contributions in reference O3‐NaCrS2 and the intermediate observed at 1.5 and 2 Na/NiCr2S4 (blue arrows in Figure , right inset). This is in particular visible for two pre‐edge features observed at 5989.2 and 5991.1 eV for 2 Na/NiCr2S4 (blue arrows in Figure , left inset) very similar to those found for O3‐NaCrS2 (dashed orange in Figure ). Moreover, the intense 1s → 4p transition located at 5999.1 eV is nearly unchanged compared to that for pristine NiCr2S4. During further Na uptake in region II (Figure ) the Cr K‐edge shifts to lower energy and the 1s → 4p transition decreases, while simultaneously the feature at 5989.0 eV increases finally resembling that of bcc‐Cr (8 Na/NiCr2S4). Differences between the spectrum and that for Cr foil are due to the nanocrystalline, disordered or even amorphous nature of Cr in the electrode. The reduction process is accompanied by an isosbestic point around ≈5995 eV evidencing a single‐step‐reaction mechanism in region II, which is in line with observations from PXRD (see Section ).",
                        "The Ni K‐edge of NiCr2S4 (Figure ) at 8339.9 eV and the signal of the 1s → 4p transition at 8343 eV are typical for Ni2+ in octahedral geometry. Successive Na uptake is accompanied with a decrease of the signals and the 1s → 4p transition is comparable to that of elemental fcc‐Ni. This reduction from Ni2+ to Ni0 occurs in a single reaction step in region I and II since the XANES spectra change around an isosbestic point at ≈8338.5 eV. Linear combination fitting (details in Note S4, Table , and Figure , Supporting Information) reveals the main reduction (≈70 at%) of Ni2+ during uptake of 2 Na/NiCr2S4 and indicates an incomplete Ni extrusion in region I, most likely due to slow reaction kinetics.",
                        "A comparison of XANES spectra at the Cr K‐edge of a discharged (0.1 V) and charged product (3.0 V) indicates the oxidation of Cr0 to Cr2+/3+ in region III as the edge energy and pre‐edge feature shift to 5995.4 and 5989.0 eV, respectively, and the 1s → 4p transition at 5999 eV reappears (Figure ). These features cannot unambiguously assigned to a distinct Cr sulfide because these exhibit similar XANES features (compare Figure , inset). However, the Cr K‐edge energy is closer to that of Cr3S4 than Cr2S3, indicating that the averaged valence state of Cr is slightly lower than +3 in the charged sample. A comparison of XANES spectra at the Ni K‐edge of a charged product (3.0 V) and that of h‐NiS points to formation of Ni2+ in region III due to an almost identical edge energy and pre‐edge feature (Figure ), while small differences are caused by the nanosized nature of Ni2+ sulfide.",
                        "The evolution of pseudo‐radial distribution functions (pRDFs) |χ(R)| during the first cycle is displayed in Figure , for the Cr and Ni absorber, respectively. Fitting results of pRDFs are presented in Figure , for 2 Na/NiCr2S4 (see Figure , Supporting Information, for corresponding EXAFS χ(k) fits), whereas results for NiCr2S4 (Figure , Supporting Information), 8 Na/NiCr2S4 (Figure , Supporting Information), after charge to 3.0 V (Figure , Supporting Information) and details (Note S5 and Table , Supporting Information) are compiled in the Supporting Information. According to the refinement of crystallographic data of NiCr2S4 (see Section ) all NiS6 (vacancy layers) and CrS6 (fully occupied layers) are distorted. A fit of EXAFS data using the complex monoclinic structure as a model would result in too many independent parameters for the Nyquist criterion.[] Reasonable parameters for NiCr2S4 (R‐value of 0.002) were obtained applying a simplified model as explained in the Supporting Information (see Note S5, Supporting Information) yielding short‐range distances comparable to values calculated from crystallographic data (see Table , Supporting Information).",
                        "During Na uptake in region I, a peak at ≈3.2 Å appears in the pRDFs of Cr (Figure ), which points to a transition from low symmetry for NiCr2S4 indicated by a nearly flat pRDF beyond the first coordination shell to higher symmetry for 2 Na/NiCr2S4.[] A fit using O3‐NaCrS2 as model (Figure , R‐value of 0.004) yields good agreement of the local structure with distances of rCr−S = 2.417(3) Å and rCr–Cr = 3.543(7) Å for int‐NaCrS2 close to values for bulk O3‐NaCrS2 (2.433 and 3.554 Å).[] Simultaneously, the local structure around Ni resembles the short‐range order in fcc‐Ni (Figure , R‐value 0.010). The Ni‐Ni distances of rNi–Ni = 2.480(5) Å and rNi–Ni = 3.507(7) Å are slightly shorter than in crystalline bulk fcc‐Ni (2.492 and 3.524 Å),[] a phenomenon well known for nanosized particles. Summarizing the findings of pRDF, XANES, PDF, and PXRD experiments, Ni2+ ions are extruded from the vacancy layer of the host structure and are reduced to nanocrystalline Ni0 accompanied by formation of int‐NaCrS2 (Equation (), Figure ).",
                        "During further discharge to 8 Na/NiCr2S4 (region II), peaks corresponding to fcc‐Ni display higher relative EXAFS and pRDF amplitudes (Figure  and Table , Supporting Information) than observed for 2 Na/NiCr2S4. In contrast to the results derived from XANES analyses, no clear evidence for formation of Cr0 is obtained and only one broad signal around 2.04 Å is visible in the pRDF. Utilizing the quick first shell tool in Artemis[] assuming a single scattering path for the first shell Cr–Cr separation (corresponding to rCr–Cr = 2.498 Å)[] did not result in a reasonable fit indicating the presence of highly disordered ultra‐small domains (<1 nm) that are in contact with Na2S, hence assuming a Cr‐S scattering path yields a good fit (Figure , Supporting Information) with a distance of rCr–S = 2.398(5) Å. Such observations are often made for conversion materials due to the amorphous nature of metallic species embedded in a matrix of Na2Q (Q = O, S) acting as transport barrier for the active species. Hence, full reduction of metal ions is suppressed preventing a detailed interpretation, see, e.g., SnO2[] and FeS2.[] Taking all findings into account, the full conversion occurring in region I and II is not as simple as described in Equations () to () and might be better expressed by Equation ()4NiCr2S4+8−xNa++8−xe−→     Ni0+2−yCr0+4−x2Na2S+CrySwith CryS representing a residual X‐ray amorphous phase.",
                        "Both pRDFs for Cr and Ni of a charged sample in region III (3.0 V, green pRDFs in Figure ,) exhibit only one broad signal corresponding to real space separations of rCr–S = 2.387(5) Å and rNi–S = 2.247(8) Å (Figure , Supporting Information). The latter is shorter than average NiS bond lengths, e.g., Ni3S2 (2.27 Å),[] rhombohedral NiS (2.31 Å),[] h‐NiS (2.39 Å),[] NiS2 (2.40 Å),[] or NiCr2S4 (2.42 Å),[] whereas the former is in the range for Cr sulfides, e.g., NiCr2S4 (2.39 Å),[] Cr3S4 (2.42 Å),[] Cr2S3 (2.42 Å),[] NaCrS2 (2.44 Å),[] or CrS (2.46 Å).[] Summarizing all results: i) distinct sulfide phases could not be assigned in PXRD patterns (compare Figure ), ii) NiS and CrS bond lengths are affected by the nanoscopic nature of the particles, and iii) the detailed analyses of pRDF and XANES evidence that most of metallic Ni and Cr atoms are oxidized forming a mixture of nanoscopic NixS and CrxS (compare Figure , right). Redox reactions like in Equations () to () may be assumed for region III52 Cr0 + 3 Na2S → Cr2S3 + 6 Na+ + 6 e−63 Cr0 + 4 Na2S → Cr3S4 + 8 Na+ + 8 e−73 Ni0 + 2 Na2S → Ni3S2 + 4 Na+ + 4 e−8Ni0 + Na2S → NiS + 2 Na+ + 2 e−"
                    ],
                    "name": "Investigation of the Storage Mechanism with XAS at Ni and Cr K‐edges",
                    "type": "section"
                },
                {
                    "content": [
                        "Results of CV experiments for the third to fifth cycle of Na/NiCr2S4 (see Figure  for cycles 1–5, Supporting Information), for the third cycle of Na/Cr3S4 and of Na/NiS are shown in Figure "
                    ],
                    "name": "Cyclic Voltammetry and Electrokinetic Analysis",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Superior Sodium Storage Properties in the Anode Material NiCr2S4 for Sodium‐Ion Batteries: An X‐ray Diffraction, Pair Distribution Function, and X‐ray Absorption Study Reveals a Conversion Mechanism via Nickel Extrusion"
}