{
    "DOI": "10.1039/D1NR05708A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Despite the fact that lithium ion batteries (LIBs) have been successfully commercialized, with the massive growth of the new energy vehicle industry, demand for lithium batteries is rapidly increasing, and lithium resources are in an exceptional state of crisis. Therefore, developing an alternative renewable energy storage technology is critical. Sodium-ion batteries (SIBs) have a commercial advantage over lithium-ion batteries since the raw material is abundant and inexpensive. Lithium and sodium, on the other hand, belong to the same major group and have similar electrochemical activity during the charge and discharge process. Two-dimensional transition metal dichalcogenides (2D-TMD) have recently risen to prominence as anode materials in SIBs research owing to their unique physical structure and chemical properties.",
                "Molybdenum sulfide (MoS2) demonstrates a precise multilayer morphology depicting three-atom stacked layers (S–Mo–S) that are bounded collectively via van der Waals interactions. Such morphology allows sodium ions to be incorporated as well as separated along the parallel plane. The perpendicular development of MoS2 nanosheets onto the graphene substrate facilitates the uncovering of more active sites when applied to electrochemical applications which consequently creates an open channel for the Na+ intercalation process to occur resulting in improved and enhanced sodium storage. For instance, Teng et al. have devised a nanostructure with a vertical MoS2 orientation that is fixed on graphene sheets for the application of LIBs. The transfer of Li+ with its respective electrochemical reaction has been greatly improved because of the increased available active sites that are present. Nonetheless, the formation of covalent bonds at the graphene–MoS2 interface is predicted to improve the rate of reaction and simultaneously sustain the structural integrity. In such an aspect, controlling the reaction process is crucial in attaining beneficial growth and direct bonding between graphene and MoS2 and thus facilitates the successful optimization of the as-designed electrode.",
                "A highly stable expanded interlayer architecture must be developed to enhance the capacity, rate performance, and cycling stability of SIBs. In this work, we have adopted an efficient hydrothermal strategy followed by thermal decomposition to prepare molybdenum disulfide and nitrogen-doped carbon (MoS2/NC) hybrid layered structures having an expanded interlayer spacing of 0.70 nm after integrating an N-doped carbon layer in MoS2 layers. The MoS2/NC hybrid exhibits a high discharge capacity of 546 mA h g−1 at 1 A g−1 after 160 cycles, a superb rate and a stable cycle capacity of 406 mA h g−1 at 10 A g−1 after 1000 cycles. An MoS2/NC//Na3V2(PO4)2O2F sodium-ion full battery also shows high specific energies of 78.57 W h kg−1 and 49.70 W h kg−1 at specific powers of 193.76 W kg−1and 3756.80 W kg−1, respectively. The excellent performance makes the MoS2/NC hybrid a competitive anode for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "1 mmol of sodium molybdate dihydrate (Na2MoO4·2H2O, 0.2419 g) and 4 mmol of L-cysteine (C3H7NO2S, 0.4846 g) were dissolved in 30 mL of deionized water and vigorously stirred at room temperature for 30 min. 100 mg of melamine was then added to the above solution and stirred for another 30 minutes. The prepared homogeneous solution was then transferred to a 50 mL Teflon-lined stainless steel autoclave and maintained at 200 °C for 24 h. The black precipitate denoted as MoS2/C3H6N6 was washed several times by centrifugation with deionized water and ethanol. It was finally calcinated in nitrogen at 500 °C for 2 h, and the heating rate was maintained at 5 °C min−1 in order to obtain MoS2/NC."
                    ],
                    "name": "Preparation of MoS2/NC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Pristine MoS2 was synthesized as the control sample similar to MoS2/NC with the exception of melamine."
                    ],
                    "name": "Preparation of MoS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "1 mmol of V2O5 and 3 mmol of H2C2O4 were firstly dissolved in deionized water under stirring at 70 °C for 1 hour. Subsequently, certain amounts of NH4H2PO4 and NaF were added into the former solution, the pH value of which was adjusted to 7.00 using ammonia. The prepared homogeneous solution was then transferred to a 50 mL Teflon-lined stainless steel autoclave and maintained at 170 °C for 12 h. Finally, after washing several times by centrifugation with deionized water and drying in a vacuum oven at 80 °C, Na3V2(PO4)2O2F was collected."
                    ],
                    "name": "Preparation of Na3V2(PO4)2O2F",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD, Bruker, D/MAX-2000) with Cu Kα radiation was performed for the MoS2/NC composite. Scanning electron microscopy (SEM) using Hitachi SU-9010, transmission electron microscopy (TEM), energy dispersive X-ray spectroscopy (EDS), high-resolution (HR)-TEM and selected area electron diffraction (SAED) using Fei Tecani G-20 were carried out to determine the morphology and elemental composition of samples. X-ray photoelectron spectroscopy (XPS) was carried out with Al Kα as the excitation source (Thermo Fisher Scientific, ESCALAB 250XI). Raman spectra were obtained with a laser excitement of 532 nm using an HR-Evolution device from Horiba Jobin Yvon Co. The thermal analysis techniques (TG-DSC) test was carried out using a TG/DTA-7300 system from Seiko Instruments Inc., Japan. An ASAP 2020 automatic physisorption analyzer was used to obtain the Brunauer–Emmett–Teller (BET) curves (Micromeritics, USA)."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Polyvinylidene fluoride (PVDF) was blended to obtain the MoS2/NC electrode, which contains twice the mass of Super P, seven times the mass of the as-prepared materials and some N-methylpyrrolidone (NMP). Then the slurry was uniformly spread out on Cu foil and dried for 12 h at 120 °C in a vacuum oven. All of the electrodes were assembled simultaneously in a glove box containing highly pure argon gas (O2 and H2O levels < 0.01 ppm) as CR2032 coin-types to test their electrochemical performance. The counter electrode was Na foil, and the separator was a polypropylene film (glass microfiber filters). 1 M NaPF6 dissolved in dimethyl ether (DME) was used as the electrolyte. Within a voltage window of 0.01–3.0 V, the galvanostatic intermittent titration technique (GITT), galvanostatic, and rate charge/discharge measurements were performed. Electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) were also carried out on a CHI660E electrochemical workstation. The MoS2/NC anode is coupled with the Na3V2(PO4)2O2F cathode with a weight ratio of 1:(4.5–5). Before full cell assembly, the MoS2/NC anode was first presodiated in a half-cell configuration for five discharge/charge cycles to form a stable SEI layer. The full cell voltage window was performed from 1.25 to 3.75 V."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "DMol3 in Materials Studio (v7.0) was used to perform density functional theory (DFT) calculations. The Perdew–Burke–Ernzerhof (PBE) functional was used to model the electronic exchange and correlation effects. The basis set was the DNP (dual numerical atomic orbital with polarized p-function). Grimme's scheme (DFT-D2) was used to account for weak interactions. The threshold values for convergence of energies, gradient and displacement during geometry optimization were 1 × 10−5 Ha, 1 × 10−3 Ha Å−1, and 5 × 10−3 Å, respectively. k-Point meshes of 17 × 17 × 1 and 13 × 13 × 1 configurations were applied to optimize the unit cells of graphene and MoS2 (2H phase), respectively. The MoS2/graphene heterostructure was constructed using a MoS2 3 × 3 supercell and a graphene 4 × 4 supercell. A bilayer MoS2 (BL-MoS2) with a 3 × 3 supercell was adopted for comparison. The k-point mesh was 4 × 4 × 1 during the optimization of the BL-MoS2 3 × 3 supercell and the heterostructure.",
                        "The adsorption energy (Eads) for a single Na atom on BL-MoS2 and the heterostructure is defined as:",
                        "where ENa* represents the total energy of the optimized adsorption system, E* denotes the energy of the adsorbent, and ENa denotes the energy per atom in bulk Na. To determine the diffusion barriers (Eb) of adsorbed Na on different surfaces, transition state searches were conducted using the complete linear synchronous transit/quadratic synchronous transit (LST/QST) method."
                    ],
                    "name": "Computational measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "As is illustrated in Fig. 1a, sodium molybdate dihydrate was used as the source of molybdenum, L-cysteine was used as the source of sulfur, and melamine was used as the intercalator to introduce carbon and nitrogen. Melamine was inserted via a one-step hydrothermal process. By increasing the crystalline nature of the material through subsequent thermal decomposition, the final composite MoS2/NC has been achieved. In order to analyze its structure and crystallinity, X-ray diffraction (XRD) patterns were obtained for MoS2/NC and pure MoS2 and are shown in Fig. 1b. The two product diffraction peaks are consistent with those of pristine 2H MoS2 (JCPDS #37-1492). The four main diffraction peaks for the MoS2/NC composite are at 2θ values of 12.6°, 33.5°, 58.3°, and 70.1° and correspond to the MoS2 planes (002), (101), (110), and (108), respectively, showing a high purity of the product. It is also worth noting that the diffraction peak corresponding to the (002) crystal plane of MoS2/NC has a slight left shift compared to pristine MoS2, indicating an increase in the interlayer spacing. This could be due to the introduction of melamine for carbonized N-doped carbon layer intercalation increasing the interplanar spacing between MoS2/NC layers. The d-spacing values between MoS2/NC and pure MoS2 layers are calculated to be 0.702 and 0.620 nm, respectively.",
                "The above result agrees with the following high-resolution transmission electron microscopy (HRTEM) measurement, implying that N-doped carbon insertion between MoS2 layers was successful. The Raman spectra of MoS2/NC, as shown in Fig. 1c, clearly show the D peak (1352 cm−1) for amorphous carbon and the G peak (1572 cm−1) for graphite carbon, confirming the presence of the carbon material. The D peak is higher than the G peak, indicating that the carbon in the material is mostly amorphous. Furthermore, the thermogravimetric (TG) curves show a distinct weight loss of 19.6% accompanied by a continuous endothermal process from 200 to 400 °C, indicating carbon decomposition in the material and oxidation of MoS2 to MoO3 in the air. Furthermore, there is a 2.2% weight loss below 200 °C, which can be attributed to the volatilization of absorbed water molecules. The accurate loading of carbon in MoS2/NC was calculated, and the mass percentage of carbon in MoS2/NC is 7.79% (Fig. S1†). The nitrogen adsorption–desorption isotherms of MoS2/NC were measured and are shown in Fig. S2,† indicating the existence of a porous structure. The specific surface area of MoS2/NC is as high as 77 m2 g−1. The large specific surface area of MoS2/NC due to its two-dimensional lamellar structure can enlarge the contact area between the electrolyte and the electrode, which could endow more active sites to facilitate the storage of sodium ions.",
                "X-ray photoelectron spectroscopy (XPS) was used to investigate the chemical composition and element valence states of the MoS2/NC composite. The XPS survey spectrum of MoS2/NC is shown in Fig. S3,† where the signals of Mo, S, C, and N are clearly visible. Fig. 1d and e show the XPS core spectra for Mo 3d and S 2p, which show the typical Mo and S element peaks respectively. As shown in Fig. 1d, Mo 3d3/2 and Mo 3d5/2 are assigned to the two peaks at 232.6 and 229.5 eV, respectively. The Mo6+ and S 2s can be attributed to the peaks at 235.9 eV and 226.7 eV. The peaks at 162.3 eV and 163.5 eV corresponding to S 2p3/2 and S 2p1/2 in Fig. 1e are attributed to the presence of S2−. The XPS spectrum for the N 1s core-level is divided into two parts, pyridinic N (398.1 eV) and graphitic N (401.8 eV) respectively, as shown in Fig. 1f. Furthermore, the peaks at 284.3, 285.0, 286.0 and 288.8 eV correspond to the C–C, C–N, CN and CO bonds, respectively, for the high-resolution C 1s XPS spectrum (Fig. 1g). The morphology and microstructure of MoS2/NC have been studied further by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). In contrast to SEM and TEM of pure aggregate MoS2 (Fig. S4a and b†), the MoS2/NC composite in Fig. 2a–c shows a continuous network of two-dimensional (2D) layers. In a dimension of around 60–100 nm, the multiple lamellar layers are partially stacked. It can be deduced from the corresponding selected area electron diffraction (SAED) patterns in Fig. 2e that the two-dimensional lamellar structure is MoS2, which is consistent with previous reports. The HRTEM images of MoS2/NC and pure MoS2 are shown in Fig. 2d and S4c,† respectively. The lattice fringes with a d-spacing of 0.70 nm, corresponding to the (002) crystal face of MoS2, which is larger than that of pure MoS2, are shown in Fig. 2d. Furthermore, the high-angle annular dark-field and scanning transmission electron microscopy (HAADF-STEM) and energy dispersive spectroscopy (EDS) elemental mapping images in Fig. 2f clearly show the uniform distribution of Mo, S, N, and C elements throughout the hierarchical structure and also indicate that the N-doped carbon layer is successfully intercalated. These results indicate that the MoS2/NC composite is successfully prepared. The intercalation of N-doped carbon and the hierarchical structure may play a key role in improving the Na ion storage performance.",
                "The electrochemical performances of an Na-ion half-cell with MoS2/NC as the negative material were tested to investigate the storage behavior. The CV curves of the MoS2/NC electrode in the potential range of 0.01–3.0 V were analyzed at a scanning rate of 0.1 mV s−1 (see Fig. 3a). The first discharge process has two cathodic peaks in the first cycle. The peaks at 1.07 V and 0.30 V represent the sodiation process and the formation of Na2S and the SEI film. The first anodic curve has a peak at 1.76 V corresponding to the desodiation process. The second and third curves almost overlap, demonstrating that the electrochemical reactions are highly reversible. The galvanostatic charge/discharge curves of the 1st cycle to the 5th cycle of the MoS2/NC electrode are shown in Fig. 3b. The capacities for charging and discharging in the 1st cycle are 922 mA h g−1 and 747 mA h g−1 at a current density of 0.2 A g−1, respectively, which demonstrates an 81% initial coulombic efficiency (ICE). As a comparison, the galvanostatic cycling performances of the MoS2/NC hybrid and pristine MoS2 are shown in Fig. 3c. The specific capacity of the MoS2/NC electrode has remained stable at the 160th cycle and slightly increases to 546 mA h g−1 whereas the pristine MoS2 electrode has a lower specific capacity of 380 mA h g−1 at the same current density of 1 A g−1. Fig. 3d shows that the MoS2/NC electrode is capable of achieving reversible capacities of 654, 607, 564, 513, 443, and 385 mA h g−1 at current densities of 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g−1, respectively. Furthermore, throughout the charging and discharging of the MoS2/NC and pristine MoS2 electrodes at different current densities in Fig. 3e, the MoS2/NC electrode shows higher specific capacity as compared to the pristine MoS2 electrode with a nearly 100% CE. For comparison purposes, the as-prepared MoS2/NC electrode is compared with other recently reported materials at various current densities (see Fig. 3f) and it exhibits a specific capacity superior to those of the other materials.Fig. 3g shows that the MoS2/NC electrode has a high specific capacity of 406 mA h g−1 at an elevated current density of 10 A g−1 and its specific capacity can be maintained after 1000 cycles without significant decay, showing the cycling stability of the MoS2/NC electrode. These excellent performances of the MoS2/NC electrode can be attributed to its customized beneficial features of expanded interlayer spacing and interconnection lamellar layers of MoS2 and NC sheets that can improve the sodiation capacity and strengthen the structural integrity of electrode materials.",
                "To further investigate the electrochemical performances of the MoS2/NC electrode, cyclic voltammetry (CV) was conducted at scan rates of 0.1 mV s−1 to 3.0 mV s−1 (Fig. 4a). The redox peaks increase with the scan rate, implying that the MoS2/NC electrode has a good rate capability. The Na ion storage mechanism can be deduced by applying the following formulas (1) and (2):",
                "where i is the peak current, v is the scanning rate (mV s−1), and a and b are constants. Diffusion or pseudocapacitance behavior was used to control the charging/discharging processes in the SIBs that can be determined by the slope of the fitted lines (Fig. 4b). This means that when the slope is 0.5, the process is controlled by diffusion, whereas when the slope approaches 1.0, pseudocapacitance behavior controls the process. The slope values of peaks 1, 2, 3 and 4 are estimated to be 1.17, 0.86, 1.09 and 1.02, respectively, for the oxidation process. It is evident that during the sodiation and desodiation processes of the MoS2/NC electrode, the kinetic process is controlled by pseudocapacitance. The capacity contribution at various scan rates is assessed using the following formula (3): where k1 and k2 remain constant in the same electrochemical reaction. Fig. 4c shows that at the scan rates of 0.6, 0.8 and 1.0 mV s−1, the contribution of pseudocapacitance accounts for 84.34%, 86.47% and 87.77% of the total capacity, respectively. As shown in Fig. 4d and S5,† with the scan rate increasing from 0.1 mV s−1 to 3.0 mV s−1, the proportion of pseudocapacitive contribution raised from 70.88% to 93.15%. This result further concludes that the MoS2/NC electrode is controlled by pseudocapacitance behavior, which may be related to its characteristic crystalline structure and large specific surface area. Such a high ratio of pseudocapacitance control can accelerate the electrochemical kinetics reaction.",
                "The electrochemical impedances of the MoS2/NC and the pristine MoS2 electrodes were measured, as shown in the Nyquist plot in Fig. S6.† It can be seen that the Nyquist plot for the MoS2/NC electrode has a smaller semicircle in the high frequency region as compared to that of the pristine MoS2 electrode, indicating that the former has a smaller charge transfer impedance (Rct). The Rct values of MoS2/NC and pristine MoS2 are 32.8 and 51.2 Ω, respectively. This can be attributed to the nitrogen-doped carbon in MoS2 layers, creating multiple active sites for sodiation for enhanced reaction kinetics.",
                "To demonstrate the practical implementation of the MoS2/NC anode, an Na3V2(PO4)2O2F (NVPOF) cathode was added into the SIBs to complete the full-cell system for further electrochemical performance evaluation. The XRD pattern and SEM image of Na3V2(PO4)2O2F are shown in Fig. S7.†Fig. 5a and b show that the full cell SIBs containing MoS2/NC//NVPOF have a specific capacity of 187.5 mA h g−1 at 0.1 A g−1 after 50 cycles. The assembled full cell SIBs could also light up the LED cube (Fig. 5b, inset), showing the realistic implementation of our innovative SIBs. The capacities of MoS2/NC//NVPOF are 283.8, 251.5, 223.7, 203.8, and 184.0 mA h g−1 at current densities of 0.1, 0.2, 0.5, 1.0, and 2.0 A g−1, respectively (Fig. 5c and S8†). After the activation process, a higher capacity of 233.9 mA h g−1 can be achieved by the MoS2/NC//NVPOF battery and even the current density returned to 0.1 A g−1, indicating that the SIB battery is highly reversible. Fig. 5d shows a comparison of the specific power and specific energy of the as-prepared full SIBs to the other full cell SIBs in the literature. The entire SIBs can reach a high specific energy of 78.57 W h kg−1 at a specific power of 193.76 W kg−1 and a high specific energy of 49.70 W h kg−1 at a specific power of 3756.80 W kg−1. These values are higher than those of the reported ones, making our MoS2/NC//NVPOF electrodes a promising alternative for practical implementation in SIBs.",
                "To understand the role of N-doped carbon in the MoS2/NC composite in the sodiation process, density functional theory (DFT) calculation was performed systematically to compare the adsorption and diffusion of Na ions on the upper surface and interlayer of the bilayer (BL)-MoS2 and MoS2/NC by a computational approach, as shown in Fig. 6. On the upper surface of BL-MoS2, there are two stable adsorption sites for Na, namely, the top site on the Mo atom (site 1) and the hollow site (site 2), as shown in Fig. 6a and b. The calculation results indicate that Na adsorption on site 1 (0.73 eV) is more stable than that on site 2 (0.70 eV). When Na is inserted into the interlayer of BL-MoS2, there are also two stable adsorption sites: the top site on the Mo atom (site 3) and the hollow site (site 4) (Fig. 6c and d). Similarly, the top site (site 3, 1.49 eV) shows higher stability compared to the hollow site (site 4, 1.43 eV) for adsorption of Na; both are about twice as stronger as those on the corresponding surface sites. For the upper surface of MoS2 in the MoS2/NC heterostructure, the adsorption of Na ions at site 1 and site 2 is 1.44 eV and 1.41 eV, as shown in Fig. 6e and f. It is evident that the existence of graphene could greatly enhance the adsorption performance of Na ions compared with BL-MoS2. With the inclusion of graphene, the Eads of Na on the upper surface of MoS2 could be enhanced by more than 0.7 eV, which may be attributed to the stronger interaction between MoS2 and graphene than that between MoS2 monolayers. For the interface in the MoS2/NC heterostructure, the adsorption of Na on site 3 and site 4 is 1.46 eV and 1.51 eV, respectively (Fig. 6g and h). The adsorption strength is comparable to those on site 3 and site 4 in BL-MoS2. We then compared the diffusion barriers of Na ions at BL-MoS2 and MoS2/NC. We plotted the energy diagram for Na ion diffusion from one stable adsorption site to another in Fig. 6i–l. It is found that on the upper surface, the diffusion barrier of Na on MoS2/NC (0.139 eV) is fairly close to that on BL-MoS2 (0.134 eV), showing a similar diffusion rate. However, the diffusion barrier of Na on the interface of MoS2/NC (0.178 eV) will be significantly lower than that on the interlayer of BL-MoS2 (0.204 eV). The above results indicate that the diffusion rate of Na on the interface of MoS2/NC will be much faster than that on the interlayer of BL-MoS2."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "To summarize, the intercalation of the N-doped carbon layer was used to expand the interlayer spacing of lamellar MoS2. The MoS2/NC electrode exhibits excellent electrochemical performances when used as an anode material for SIBs. It has a high specific capacity of 546 mA h g−1 at 1 A g−1 after 160 cycles and a high reversible capacity of 406 mA h g−1 at 10 A g−1 after 1000 cycles. MoS2/NC//NVPOF full cell SIBs also exhibited high specific energies of 78.57 W h kg−1 and 49.70 W h kg−1 at specific powers of 193.76 W kg−1 and 3756.80 W kg−1, respectively. The superior electrochemical performances of the MoS2/NC electrode are attributed to its expanded interlayer architecture, which results in fast kinetics of sodiation and desodiation processes as confirmed by DFT simulation and pseudocapacitive examination. This study offers new insights into the design and materials to strengthen the ability to store sodium ions in SIBs."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Modulation of MoS2 interlayer dynamics by in situ N-doped carbon intercalation for high-rate sodium-ion half/full batteries"
}