{
    "DOI": "10.1021/acsami.0c14611",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The combination of rechargeable batteries and supercapacitors led to the emergence and development of metal ion (Li+, Na+, K+, Zn2+, etc.) hybrid capacitors. Currently, Li-ion capacitors are the most prominent hybrid ion capacitors.  As the demand for Li resources continues to grow, there are widespread concerns about the cost and sustainability of Li-ion capacitors owing to the scarcity of Li resources on the earth’s crust.  As promising alternative systems, Na-ion hybrid capacitors are attracting great interest for powering consumer electronics to electric vehicles.  Typically, Na-ion capacitors consist of battery-type anodes and capacitor-type cathodes in Na-salt containing electrolytes. They operate via a hybrid energy storage mechanism with diffusion-controlled battery reactions at anodes and surface-controlled capacitive processes at cathodes, which offer a much higher energy density than supercapacitors and a much higher power density than Na-ion batteries. To date, various anode materials have been reported for Na-ion capacitors, including disordered carbon materials,  metal oxides,  transition-metal sulfides/selenides/carbides/phosphides, etc. However, Na-ion capacitors have a significant challenge about the kinetic imbalance between the sluggish faradic redox reactions at anodes and fast non-faradic adsorption/desorption processes at cathodes  Specifically, compared with capacitor-type cathodes, the faradaic battery-type anodes have sluggish diffusion-controlled reaction mechanisms and a large volume variation,  leading to limited power density and cycle lifespan. Moreover, most anode materials for Na-ion capacitors are semiconducting and have low electrical conductivity, which greatly impedes the improvement of electrochemical performance. In general, further development of Na-ion capacitors is seriously hindered by the lack of suitable anode materials. Therefore, exploring highly conductive anode materials with fast capacitive/or pseudocapacitive charge storage will be a key to address the kinetic imbalance issues of anodes and cathodes in Na-ion capacitors.",
                "As a conductive anode material, graphite has been widely used in commercial Li-ion batteries for decades due to its low cost, high stability, robust structure, and environmental friendliness.  Despite its high reversibility for Li-ion storage, graphite fails to be a promising anode material for Na-ion storage because Na ions hardly intercalate into graphite layers in standard carbonate-based electrolytes.  Fortunately, the use of ether-based electrolytes enables reversible Na-ion storage in graphite due to the co-intercalation of Na-ion and ether-based solvent molecules with the formation of “ternary graphite intercalation compounds”.  In ether-based diglyme electrolytes, graphite as an anode for Na-ion storage shows several redox peaks in a potential range of 0.5–1.5 V versus Na/Na+ with specific capacities of approximately 80–150 mAh g–1. The theoretical simulation indicates that the diglyme–graphite interaction boosts the interlayer coupling strength in Na+-diglyme co-intercalated graphite,  thereby improving the resistance of graphite against exfoliation. In addition, diglyme electrolytes can form a thin, uniform, and efficient electrode–electrolyte interphase even on anode materials with an ultrahigh specific surface area, thereby leading to low irreversible capacity loss and good stability.  Although graphite can be used successfully in Na-ion batteries, it is still not suitable as an anode material for high-performance Na-ion capacitors because of the sluggish reaction kinetic and the large volume expansion ratio (up to 247%) due to the Na+-diglyme co-intercalation.",
                "In this work, electrochemically exfoliated graphite (EEG) was developed as the anode for high-performance Na-ion capacitors. The EEG electrode exhibits broader redox peaks and more sloping charge/discharge profiles with a less discharge plateau than the graphite electrode. Compared with the graphite electrode, the 2D ultrathin nanosheets of EEG can enhance the reaction kinetic of Na+ storage in a diglyme-based electrolyte. Moreover, the well-stacked EEG film anode with open void can alleviate the volume expansion issues of Na+-diglyme co-intercalation. Thus, the EEG anode in the diglyme electrolyte exhibits better cycle stability than the pristine graphite anode. The fabricated Na-ion capacitor based on the EEG anode can be charged/discharged within a few seconds and achieve a high power density of 17,500 W kg–1, outperforming those of Na-ion capacitors based on battery-typed anodes or semiconducting pseudocapacitive anodes."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "EEG was prepared by exfoliating a graphite foil using an electrochemical method with minor modifications.  A two-electrode cell was fabricated using two graphite foils as both the anode and cathode in aqueous 0.1 M NH4NO3 solution. Direct current voltages of 10 V were applied to the two-electrode device, and positive/negative poles exchanged periodically until all the graphite foils were exfoliated into the solution. The EEG powder was collected through vacuum filtration and was washed several times with deionized water and ethanol to remove residual NH4NO3. Finally, the EEG powder for the subsequent material characterization was obtained through a freeze drying method. After checking the mass difference of the graphite foil before and after the electrochemical exfoliation, the yield of the EEG powder was calculated to be in the range of 16–31% based on different exfoliated time (24–48 h)."
                    ],
                    "name": "2.1.  Synthesis of Electrochemically Exfoliated Graphite",
                    "type": "h3"
                },
                {
                    "content": [
                        "The EEG film was prepared using a vacuum filtration method when the resulting EEG powder prior to freeze drying was dispersed in N,N-dimethylformamide through sonication. The morphologies of the obtained EEG powders and films were evaluated using a field emission scanning electron microscope (Zeiss Gemini 500) and a transmission electron microscope (JEOL, JEM-2010, Japan). Raman spectra of the EEG powder were obtained using a Raman spectrometer (Ntegra Aura/Spectra) from NT-MDT (Moscow, Russia) using an HeNe laser (532 nm) with a 2 cm–1 resolution."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The free-standing EEG electrode was obtained by cutting the above EEG film. Half cells were constructed using coin-type 2032 cells with Na metal as the counter and reference electrodes. A glass fiber membrane and 1 M NaPF6 in diethylene glycol dimethyl ether were used as the separator and the electrolyte, respectively. AC cathodes were prepared by mixing commercial AC, a polyvinylidene fluoride binder, and conductive carbon black agent with a mass ratio of 8:1:1 in an N-methyl-2-pyrrolidone solvent. The above slurry was then cast on an Al foil current collector and dried at 120 °C for 12 h in a vacuum oven. The areal mass loadings of active EEG and AC electrodes were ∼0.8 and 1.3 mg cm–2, respectively. The Na-ion capacitors were fabricated using the EEG electrode as the anode and the AC electrode as the cathode in the same electrolyte. All half and full cells were assembled in an Ar-filled glove box with both oxygen and water contents below 0.1 ppm. Cyclic voltammograms and electrochemical impedance spectra (EIS) were collected using an electrochemical workstation (CHI660E) and a multichannel battery testing system (LAND CT2001A)."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT-based first-principles calculations reported herein were performed with a CASTEP package  within the generalized gradient approximation (GGA), as formulated by the Perdew–Burke–Ernzerhof (PBE) functional.  The final set of energies for all calculations was computed with an energy cutoff of 598.7 eV. All atoms were fully relaxed until the convergence criteria for energy set at 10–5 eV were reached, and the residual forces on each atom became smaller than 0.02 eVÅ–1. The Brillouin zone integration was performed with 1 × 1 × 1 Γ-centered Monkhorst–Pack k-point meshes in geometry optimization calculations for graphene and solvated Na ion and 2 × 2 × 2 for layer graphene. Migration barrier calculations were performed with the linear synchronous transit/quadratic synchronous transit (LST/QST) method  in a large 5 × 5 × 1 supercell."
                    ],
                    "name": "2.4.  Theoretical Calculation",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The morphology of EEG was characterized by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). A sheet-like structure with a highly wrinkled surface can be observed from the SEM image of EEG (). The high-resolution TEM (HR-TEM) image of the EEG nanosheets shows an interlayer spacing of ∼0.33 nm (), corresponding to the (002) planes of graphites. HR-TEM also indicates that the layer numbers of EEG after electrochemical exfoliation are approximately 10–15 layers. Moreover, as shown in the XRD patterns (), the intensity of the (002) peak of EEG is weakened compared to that of pristine graphite, indicating less number of graphene layers in EEG. In addition, EEG exhibits Raman peaks at 1350, 1580, and 2700 cm–1 (), which are assigned to the D band (sp3 defects originating from disordered carbon), G band (sp2-hybridized graphitic carbon) and symmetric 2D band, respectively.  The intensity ratio of D versus G band (ID/IG) was much lower than conventional reduced graphene oxides, implying a high content of sp2 carbon domains and low content of defects in EEG. The nitrogen adsorption–desorption tests show a Brunauer–Emmett–Teller surface area of 63 m2 g–1 for the EEG sample ().",
                "The electrochemical properties of graphite before electrochemical exfoliation and after electrochemical exfoliation were tested in coin cells using the ether-based electrolyte (1 M NaPF6 in diethylene glycol dimethyl ether). a shows the cyclic voltammetry (CV) curve of the graphite electrode before electrochemical exfoliation. Several reduction peaks reveal that the graphite electrode experiences multistages of Na+-diglyme co-insertion during the cathodic process.  Differently, the redox peaks for the EEG electrode (b) are much broader than those for the graphite electrode. Furthermore, the peak separation of one pair of the main redox peak in the EEG electrode (0.21 V) is much smaller than that in the pristine graphite electrode (0.62 V), suggesting lower polarization in the EEG electrode.  displays the galvanostatic discharge/charge of the graphite electrode in the first cycle at a current density of 0.3 A g–1. The graphite electrode displays discharge and charge capacities of 140/120 mAh g–1 with a coulombic efficiency of 86%. The initial irreversible capacity loss can be mainly ascribed to a small amount of irreversible electrolyte decomposition accompanied by the formation of the electrode–electrolyte interphase.  Then, the coulombic efficiency quickly rises to 99% in the next cycles. This is very common for anode materials when the voltage range is below 1 V versus Na/Na+, which is also observed in the EEG anode (). The initially irreversible electrolyte decomposition may lead to a slightly increased charge transfer resistance of the EEG electrode (). After the initial cycles, the discharge voltage profiles of the pristine graphite electrode shows two different regions with a flat plateau at 0.7 V versus Na/Na+ and a slopping plateau at a potential range of 0.7–0.1 V versus Na/Na+ (c). Regarding the EEG electrode, the capacity from the sloping region greatly increases and that from a flat plateau decreases (d), which are basically consistent with the result of CV curves. Although the flat plateau region decreases, the specific capacity of the EEG electrode (109 mAh g–1) is only slightly lower than that of the pristine graphite electrode (120 mAh g–1) because of the enhanced sloping plateau region in the EEG electrode. Notably, the EEG electrode shows better cycling stability than the graphite electrode. For the pristine graphite electrode, the specific capacity decreases to 95 mAh g–1 after 1000 cycles with a 79% capacity retention (e). However, the capacity retention of the EEG electrode is up to 90% after 1000 cycles (f). The difference of cycling performance indicates that the well-stacked EEG film electrode with open voids () can alleviate the large volume changes due to the co-intercalation of solvent molecules.",
                "In addition, both the redox peak currents of the EEG electrode gradually increased with sweep rates rising from 0.5 to 2.5 mV s–1 () Typically, the anodic and cathodic peak current (i) increases with the scan rate (v) in accordance with the power law of i = a × vb, where a and b are adjustable parameters. The b values close to 0.5 and 1 indicate diffusion-limited reaction and surface-limited charge storage processes, respectively. For the EEG anode, the obtained b values for reduction and oxidation peaks were 0.89 and 0.71 (), respectively, indicating the possible existence of partial capacitive charge storage in the EEG electrode. The contributions from capacitive processes can be estimated using i = k1v + k2v1/2, where k1v represents the surface-controlled capacitive contribution, whereas k2v1/2 stands for the diffusion-controlled intercalation contribution.  The estimated capacitive contributions in the EEG electrode are ∼65 and ∼81% even at small sweep rates of 0.5 and 1.2 mV s–1, respectively (). There are still several redox peaks in the identified capacitive contribution. This reveals that EEG has possibly a partial charge storage from the pseudocapacitive Na+-diglyme co-intercalation process. It is common that a 2D ultrathin nanosheet can enhance capacitive behaviors for Li- or Na-ion storage in non-aqueous electrolytes  because pseudocapacitive behavior is a surface/near-surface process. Notably, the above separation of the total current/charge into the faradaic part and non-faradaic part cannot reveal the precise contribution ratio and it is just a rough estimate of the pseudocapacitive contribution in the EEG electrode. The main reason is that the usage of isopotential plots of the scan rate-dependent current density for the above separation calculation cannot properly take into account scan rate-dependent changes of the peak potentials and widths.  To determine the contributions of the non-faradaic, pseudocapacitive, and diffusion-controlled capacities, it is necessary to explore a more precise characterization methodology that can directly probe a surface charge storage process in the future. ",
                "To gain profound insights into the solvated Na-ion storage behaviors in the EEG electrode, density functional theory (DFT) calculations were performed to investigate the structure of a solvated Na ion by diethylene glycol dimethyl ether (DEGDME) molecules. The optimized structure of the free Na+-DEGDME complex shows that the solvated Na ion is threefold coordinated with O-atoms of DEGDME molecules (a). The Na-ion storage mechanism in the EEG electrode mainly involves adsorption/desorption at planar surfaces and intercalation into the graphite interlayer. Thus, we calculated the energy barriers for the diffusion of DEGDME solvated Na ions from the site determined by atomic relaxation to the adjacent site on the graphite surface and in the graphite interlayer (). The related calculations were carried out using the LST/QST method.  The energy barrier of Na+-DEGDEM diffusion on the graphite surface is only 0.21 eV, while the energy barrier in the graphite interlayer is 0.59 eV (b). The lower energy barrier means a faster diffusion. The fast Na+-DEGDME diffusivity on graphite surface can be attributed to the DEGDME–graphene vdW interaction.  Specifically, the DEGDME–graphene vdW interaction would make a very flat potential energy surface for Na-ion diffusion. The DEGDME molecules surrounding one Na ion moves in a direction horizontal to the graphene surface, and the Na ion is in the middle of the sandwich structure of “DEGDME-Na-graphene” (c). However, for the Na-ion diffusion in the interlayer of graphite, the Na-ion position in Na+-DEGDME complexes is slightly distorted; one of the methoxy groups (−OCH3) locates in the direction of Na-ion diffusion (d). This will lead to a steric hindrance when Na ion moves in the interlayer space of graphite, thereby causing a relatively high diffusion barrier and slow diffusion rate in graphite. In addition, the energy barrier of the desolvation step of Na+-DEGDEM (0.67 eV) is much higher than that of Na+-DEGDEM co-intercalation in graphite layers, indicating possible Na+-DEGDME co-intercalation in graphite layers without desolvation.",
                "The fast Na-ion storage capability and high capacitive contribution of the EEG electrode promises its application in Na-ion capacitors. Thus, the prototype Na-ion capacitors were assembled using above EEG as the anode and commercial activated carbon (AC) as the cathode in the NaPF6/DEGDME electrolyte. During the charging process, the PF6– ions in the electrolyte will be adsorbed/desorbed on the surface of the AC cathode, while the Na ions were adsorbed and intercalated in the EEG anode (a). Then, both PF6– and Na ions will be released back into the electrolyte in the discharging process. The working voltage of the fabricated Na-ion capacitor device is set in the range of 1 and 4.3 V based on the individual working potentials of the anode and cathode (). The mass ratio of the anode material to the cathode material is fixed to be 1:1.85, according to the balance of total charges (). b exhibits the charge/discharge profiles of the fabricated Na-ion capacitors at various current rates. Because of the combination of faradaic and non-faradaic charge storage mechanisms, the discharge profiles of the Na-ion capacitors are nonlinear. Impressively, the Na-ion capacitors can complete an entire charge/discharge process in 8 s at a high current density of 10 A g–1 (c). Compared with conventional Na-ion capacitors, the better fast-charging ability of this Na-ion capacitor was attributed to the highly conductive EEG anode materials with enhanced surface-controlled capacitive Na-ion storage. Notably, because this full-cell device operates based on the principle of a hybrid supercapacitor instead of an Na-ion battery, we calculate the specific capacitance (F g–1) instead of the specific capacity (mAh g–1). Based on the charging/discharging curves at different current densities, the obtained specific capacitances of the fabricated Na-ion capacitors were 44, 30, 24, 18, 13, and 11 F g–1 at specific current densities of 1, 2, 3, 5, 8, and 10 A g–1, respectively (d). The calculated energy and power densities of the as-assembled Na-ion capacitors at various current densities are shown in the Ragone plot in e. The energy density of this Na-ion capacitor can reach 90 Wh kg–1 at 2000 W kg–1 based on the total mass of active anode and cathode materials. The energy density of our device is comparable to that of recently reported Na-ion capacitors, such as Zn0.25V2O5·H2O@graphene//mesoporous carbon (89 Wh kg–1),  N-doped carbon fibers//salt-templated carbon (95 Wh kg–1),  TiO2@CNT//AC (55 Wh kg–1),  and N-rich carbon@mesoporous carbon//salt-templated carbon (61 Wh kg–1).  The maximum power density of this Na-ion capacitor is 17,100 W kg–1 with a corresponding energy density of 17 Wh kg–1. The power density of our device exceeds many previously reported Na-ion capacitors based on disordered carbon materials and transition-metal oxide/sulfide/carbide anodes, such as Zn0.25V2O5·H2O@graphene//mesoporous carbon (12,552 W kg–1 at 13.2 Wh kg–1),  disordered carbon//AC (3240 W kg–1 at 12 Wh kg–1),  MnO@hollow carbon//AC (4200 W kg–1 at 13.2 Wh kg–1),  Mo2C//AC (2240 W kg–1 at 8 Wh kg–1),  Nb2O5@graphene//AC (7200 W kg–1 at 9.7 Wh kg–1),  and WS2//hollow carbon (7840 W kg–1 at 17 Wh kg–1).  Anyway, the EEG anode has better electronic conductivity and higher capacitive contributions compared with the anodes based on disordered carbon materials and transition-metal oxide/sulfide/carbide anodes. Apart from the superior power output, another key innovation of our Na-ion capacitor device is the simplicity and potential for the low-cost synthesis of electrochemically exfoliated graphite compared with that of the state-of-the-art electrochemical energy storage devices.  Even so, because of the lower tap density of carbon materials than transition-metal oxides/sulfides/carbides, the volumetric power densities of this Na-ion capacitor still cannot be competitive with the above Na-ion electrochemical energy storage devices based on transition-metal oxide/sulfide/carbide anodes. In addition, the fabricated Na-ion capacitor delivers 100% capacitance retention after 700 cycles (f). In addition, 32 commercial red light-emitting diodes can be stably powered for over 5 min using the charged Na-ion capacitors ()."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we demonstrate the viability of electrochemically exfoliated graphite anode materials for high-rate Na-ion hybrid capacitors. Kinetic analysis confirms a high capacitive contribution of ∼81% in the electrochemically exfoliated graphite anode even at a low sweep rate of 1.2 mV s–1. The 2D ultrathin nanosheets can expose more active sites for capacitive charge storage, greatly improving the kinetics of the Na+-diglyme co-intercalation reaction. The fabricated Na-ion capacitors based on the EEG anode delivered a high energy density of 90 Wh kg–1 at 2000 W kg–1 and a maximum power density of 17,100 Wh kg–1 at 17 kW kg–1 with a capacitance retention of 100% after 700 cycles. This work suggests that proper structural engineering of graphite is highly promising for high-performance Na-ion energy storage devices, particularly for high-rate operations."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Boosting Capacitive Sodium-Ion Storage in Electrochemically Exfoliated Graphite for Sodium-Ion Capacitors"
}