{
    "DOI": "10.1039/C8CC00649K",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In 2011, Naguib et al. discovered that by simply immersing Ti3AlC2 powders – a MAX phase – in HF the 3D structure was converted to 2D. In 2012, they extended the work to several other Al-containing MAX phases, thus discovering a new, large, family of two-dimensional (2D) materials that they labelled MXenes with the general formula Mn+1XnTz, where M is an early transition metal, X is carbon and/or nitrogen, T is a terminal group (–F, –OH, –O, etc.), n = 1–3 and z is the number of terminal groups. Since then, MXenes have attracted intense research interest for a wide range of applications, including transistors, energy-storage devices and electro-catalysis, due to their unique physicochemical properties and diverse tailorable functionalities. Two important properties of MXenes, that make them attractive as electrodes for energy storage, are: (1) presence of open space between weakly bonded layers that enables facile insertion and rapid movement of ions, and, (2) high electronic conductivity that ensures fast electron transport during device operation. However, to take advantage of these atomic-level processes the MXene flakes need to be assembled into specially designed nano- or micro-scale electrode architectures whose central aim is to avoid restacking of the 2D flakes.",
                "This work's main goal is to report on a simple and effective method to create crumpled 2D flakes. To prove that these crumpled flakes are useful we carried out an electrochemical study using them as electrodes in Na-ion cells and indeed show that electrodes based on these crumpled sheets outperform their multilayered, ML, counterparts.",
                "It is thus instructive here to review the work carried out to date on MXene-based Na-electrodes. Before doing so, it is important to appreciate that two general strategies used to enhance the electrochemical characteristics of 2D materials are to create an open 3D porous microstructure and/or increase the interlayer spacing, dc/2. Note herein the interlayer spacing is designated by dc/2, because it is related to half the c-lattice parameter of the parent MAX phase, viz. the (002) peak. The first ensures that open channels are available to the electrolyte and ions to reach electrochemically active sites. Electrodes, especially those made by filtering colloidal suspensions, suffer from limited electrolyte-accessible surface area due to the restacking of the 2D sheets. A few approaches have been used to tackle this problem. Shah et al. spray dried their colloidal suspension, which resulted in crumpled flakes. Recently, Zhao et al. added micron sized polymer beads to their Ti3C2Tx colloidal suspensions and cast films. The films were then heated in an inert atmosphere to burn the polymer spheres resulting in a film in which relatively large spherical pores were present. These films showed a capacity of 320 mA h g−1 at 20 mA g−1. Xie et al. used carbon nanotubes, CNTs, to prevent the 2D layers from restacking and reported a stable capacity of ≈150 mA h g−1, at 20 mA g−1. Without CNTs, the capacities of filtered films were significantly lower (30 mA h g−1 at 20 mA g−1). Quite recently we showed that by adding HCl, and other common acids, to Ti3C2Tx suspensions it is possible crumple the flakes. The Na ion capacity was 250 mA h g−1 at 20 mA g−1.",
                "Others have tried manipulating dc/2 which can be tuned by several methods. For example, by the intercalation of alkali and alkali-earth ions, dc/2 varies in the range of 12–16 Å. The dc/2 can also be controlled by intercalating with pre-pillaring agents (e.g. cationic surfactant) and can reach 177% increase compared with the original spacing. The increased spacing sometimes resulted in better energy storage performance when compared with untreated MXenes.",
                "This work describes a rapid, simple, and effective flocculation approach to fabricate hierarchically porous 3D Ti3C2Tx networks composed of crumpled – henceforth referred to as c-Ti3C2Tx – nanosheets by simply adding alkali M′OH solutions, where M′ is Na+, Li+, K+ or tetrabutylammonium, TBA+, cations to colloidal MXene suspensions. Since the cations end up between the 2D sheets to differentiate them from each other, we further designate them as M′-c-Ti3C2Tx. A schematic of the overall process is shown in Fig. 1a. More processing details can be found in ESI.†",
                "A typical transmission electron microscope, TEM, image (Fig. S1, ESI†) shows the Ti3C2Tx layers to be mostly single layered, flat and transparent, confirming their 2D nature. At this stage, it is fairly well established that because of the surface functional groups (e.g., –O, –OH, and –F), the as-prepared Ti3C2Tx in water is negatively charged which, in turn, results in stable colloidal suspensions (left panel in Fig. 1c). The zeta potential of the Ti3C2Tx and the Na-c-Ti3C2Tx flakes in water were measured to be ≈−40 mV and −25 mV (Fig. 1b), respectively.",
                "The addition of 1 M M′OH to this stable colloidal suspension induced the flakes to rapidly (<1 min) flocculate/coagulate/crash out of suspension into what appears to be larger aggregated flakes or flocs. This was true of sodium hydroxide, NaOH (two right panels in Fig. 1c), lithium hydroxide, LiOH, potassium hydroxide, KOH and tetrabutylammonium hydroxide, TBAOH (Fig. S3, ESI†). To better delineate the NaOH concentrations range over which the flocculation occurs, we systematically added NaOH drops, with different concentrations ranging from 0.5 M to 24 M, into the colloidal suspension. In all cases relatively large flocs – visible to the naked eye – formed readily (Fig. S4, ESI†). Interestingly, adding 25–28%, NH4OH did not result in flocculation (Fig. S5, ESI†). The reason this is the case is unclear at this time, but could be related to the low concentration of NH4+ ions in solution.",
                "Fig. S2 (ESI†) shows the XRD patterns of Ti3AlC2, Ti3C2Tx multilayers, drop cast film, Li-c-Ti3C2Tx, Na-c-Ti3C2Tx, K-c-Ti3C2Tx and TBA-c-Ti3C2Tx. From these results it is clear that, (i) most of the Ti3AlC2 is converted to MXene. Note that after etching, some Ti3AlC2 peaks (denoted by asterisks) were still present. With the notable exception of the drop cast film (Fig. S2, ESI†) all other patterns exhibit a (110) peak at 2θ ≈ 61°. This implies that, in all but the dropcast film, a fraction of the basal planes were not parallel to the underlying XRD sample holder, which is consistent with randomly oriented ML particles on the sample holder and/or a crumpled morphology, (ii) dc/2 immediately after etching, was 14.2 Å (inset in Fig. S2, ESI†). The same values were obtained for the drop cast films and after flocculation with KOH (inset in Fig. S2, ESI†). However, after flocculation with LiOH, NaOH or TBAOH, the dc/2 values were more than 1 Å larger (inset in Fig. S2, ESI†). These values are – with the exception of K-c-Ti3C2Tx – in line with our previous work, where within the range of 15.3 Å and 16 Å, dc/2 was more or less, independent of the nature of the intercalating cation. We also made the case that these dc/2 values corresponded to about two water layers between the Ti3C2Tx flakes. It is important to note that the dc/2 values of 15.6 Å for Na+ obtained herein are among the highest values reported for alkali cation intercalated Ti3C2Tx (Table S1, ESI†).",
                "The most important result of this work is that when the flakes flocculate, they crumple and settle into an interpenetrating, open, foam-like, 3D architecture. SEM images of the open, porous 3D structures obtained when NaOH is used for the flocculation are shown in Fig. 2a. Higher magnification SEM images of the Na-c-Ti3C2Tx flakes (inset in Fig. 2a) reveal that the porous 3D architecture consists of wrinkled/crumpled, interpenetrating, MXene nanosheets, creating many irregular large pores with diameters between 100–400 nm. Moreover, it is clear that the pore walls are quite thin and are comprised of a few individual flakes. When KOH or LiOH solutions were used instead, there were no apparent differences in the final 3D networks obtained (compare Fig. 2a and Fig. S6, ESI†). Fig. S7a (ESI†) plots the nitrogen gas, N2, isotherms of the Na-c-Ti3C2Tx flakes, that exhibit distinct hysteresis loops in the range of 0.5–1.0P/P0. Just as the corresponding pore size distributions (inset in Fig. S7a, ESI†), there are spikes around 4 nm, 20 nm and 60 nm, suggesting the presence of a hierarchically porous structure. The BET surface area of the Na-c-Ti3C2Tx was to be 21.4 m2 g−1. This value is not significantly different from the values obtained for accordion-like MXene multilayers obtained after etching by HF. The BET surface areas of the K-c-Ti3C2Tx and Li-c-Ti3C2Tx, powders were measured to be 40 and 71 m2 g−1, respectively (Fig. S7b and c, ESI†).",
                "Fig. 2b shows TEM images of flocculated Na-c-Ti3C2Tx. Here again, the crumpled structures have many wrinkles and folds, as well as, many irregular pores. The selected-area electron diffraction pattern (SAED), (inset in Fig. 2b), was obtained with the electron beam parallel to 〈0001〉. The a lattice parameter is calculated to be 0.317 ± 0.007 nm, which is in good agreement with the corresponding value in the parent MAX phase. The higher magnification TEM images (Fig. 2c), show that the number of restacked nanosheets in the walls is of the order of 10. Applying the Scherrer formula to the most intense basal (002) peaks in Fig. S2 (ESI†), yields values of ≈13 nm for the average thickness of the particle dimension along [0001]. This is an important result since it confirms that the number of individual MXene layers in the walls, between pores, is of the order of 10–15. This was further confirmed by atomic force microscopy (Fig. S8, ESI†), where the thickness of a ML particle was measured to be ≈2 nm. Lastly, at ≈15 Å, the basal spacing between the layers obtained from the TEM image in Fig. 2c, is consistent with the 15.6 Å value calculated from the XRD results (Fig. S2, ESI†).",
                "In the remainder of this paper we present electrochemical measurements to demonstrate that the performance of our M′-c-Ti3C2Tx powders in a Na-ion cell is better than either MLs or filtered films. Fig. S9a (ESI†) shows cyclic voltammetry (CV) scans of a Na-c-Ti3C2Tx electrode measured at 0.2 mV s−1. The cathodic peak, observed at 1.0 V during the first sodiation cycle, corresponds to the intercalation of Na+ ions. The increased negative current below 1.0 V in the first sodiation cycle suggests the formation of a solid electrolyte interphase (SEI) film caused by electrolyte decomposition or other irreversible reactions. From the second cycle on, this peak shifts to a lower voltage of ≈0.62 V, which is lower than that previously reported for Ti3C2Tx materials, such as 1.1 V for alkalized Ti3C2Tx.Fig. 3a shows discharge/charge curves in the voltage range of 0.01–3.0 V, at a current density of 25 mA g−1. In the first cycle, the Na-c-Ti3C2Tx electrode exhibited a discharge capacity of 267 mA h g−1. In the second cycle, the capacity dropped to 170 mA h g−1 and continued to slowly decrease with further cycling. Note that the galvanostatic discharge/charge curves do not display a plateau region, indicating that the charge storage mechanism is most probably capacitive. Moreover, after ten cycles, the charge–discharge curves were reproducible indicating better reversibility of the electrode/ion interaction processes.",
                "Fig. S9b (ESI†) shows the specific capacity of three cells with different Ti3C2Tx electrodes – 3D Na-c-Ti3C2Tx, MLs and a filtered film – all cycled at 100 mA g−1 for 500 cycles. The worst performing electrode was the filtered film, and the best was the 3D Na-c-Ti3C2Tx, which demonstrated outstanding cycling stability and maintained a capacity of 130 mA h g−1 after 500 cycles. The average discharge capacities of our Na-c-Ti3C2Tx electrode were calculated to be 172.5, 148.3, 130.4, 108.7, 87.5, 68.8 and 61 mA h g−1 at current densities of 25, 50, 100, 200, 400, 800 and 1000 mA g−1, respectively (Fig. S9c, ESI†). The specific capacity increased back to 170.5 mA h g−1 when the current density was reduced to 25 mA g−1, indicating the ability of the crumpled MXene electrodes to tolerate higher currents. That cycling performance at higher currents is even better demonstrated by the results shown in Fig. S10 (ESI†), where a capacity of 54 mA h g−1 was maintained at a current density of 1.5 A g−1 for 1000 cycles. The excellent capacity retention can be attributed in part to the pillaring effect of the fraction of electrochemically inactive cations and the water molecules pre-trapped between the expanded Ti3C2Tx layers, suppressing expansion/contraction of the interlayer spacing caused by reversible electrochemical ion cycling.",
                "Two results stand out here. The relatively low – for MXenes – first cycle irreversibility and the excellent cycling performance. Elemental mapping of Na-c-Ti3C2Tx confirmed the homogeneous distribution of Ti, C, and Na (Fig. S11a, ESI†). Energy-dispersive X-ray spectroscopy (EDS) spectrum of Na-c-Ti3C2Tx (Fig. S11b, ESI†), shows that the sample consists of Ti, C, Na, as well as other surface terminations elements (O, Cl and F). The Na atomic ratio was ≈3% (Table S2, ESI†). In general, the alkali content was quite low in the electrodes studied. Their small concentration is thus not believed to affect the measured capacities compared to the Na ions intercalated during the first cycle. That is not to imply that the role of pre-intercalated alkali ions is unimportant, however. Large irreversible losses during the first cycle are more often than not encountered when MXenes electrodes are tested. Here, the capacity loss, from the first to the second cycle is about 36% (Fig. 3a). As far as we are aware, this value is the best ever reported for a MXene-based Na electrode. It is better than the 53.8%, 66% or 44% values reported by Zhao et al. Xie et al. or Wang et al. respectively. Said otherwise, pre-sodiation, that occurs during the crumpling process when NaOH is used, appears to mitigate irreversible cationic losses in the first cycle. This conclusion is further bolstered by our recent work on Ti3C2Tx flakes crumpled using HCl and other common acids. At ∼600 mA h g−1, the irreversible first discharge capacities, on cells almost identical to those tested here, were more than double the ones reported herein.",
                "The main aim of this paper was to report on a facile, rapid technique to create mesoporous MXene microstructures. The second aim was to show that the latter is better suited as a Na-ion electrode material than ML-particles of the same composition. Up to this point, the focus has been on Na-c-Ti3C2Tx. Our underlying assumption was that a Na-containing electrode would be the most suited. Towards the end of the study, however, we wanted to show that other cations can be used as well. Fig. 3b and c compare the electrochemical performances of K-c-Ti3C2Tx, Li-c-Ti3C2Tx, and Na-c-Ti3C2Tx electrodes. Somewhat surprisingly, the Li-c-Ti3C2Tx-based anode exhibited the best performance by a substantial margin. At 0.1 A g−1, the capacity was ≈160 mA h g−1 after 300 cycles (Fig. 3b).",
                "At this time the reason why the Li-containing electrodes were the best is unclear. On the one hand, it is tempting to ascribe the differences to the smaller ionic radius of Li+. This phenomenon was observed in previous work, where we showed that layered oxides preintercalated with ions with smaller ionic radii showed better performance. And while that may be correct here, it is worth noting that when the dc/2 spacings are compared (Fig. S2, ESI†), it is clear that the cations are surrounded by a robust water hydration shell and thus cationic size alone does not tell the entire tale. Along the same lines it is important to note that while the dc/2 values may well be important initially, cycling greatly increases that value due to the penetration of the electrolyte between layers. In other words, in this work the initial dc/2 may not be critical in determining the long term capacities. The same can be said of the BET values. In MXenes, as opposed to carbon electrodes, the capacities are not strongly correlated with BET surface areas because the gases used in measuring the surface area do not penetrate between the MLs.",
                "In short, more work is needed before the discoveries made here are better understood. Lastly, Fig. 3d plots the capacity results reported to date for MXene electrodes devoid of spacers such as C nanotubes or other nanoparticles. Based on these results and Table S3 (ESI†), it is clear that our electrodes based on Li-c-Ti3C2Tx, compare quite well with some of the highest values reported in the literatures.",
                "The main goal of this work was not to optimize the electrodes’ architectures to maximize the power and energy densities, but rather to use electrochemistry to show that our 3D porous architecture was indeed different/better than ML particles or filtered films. This comment notwithstanding, and to our pleasant surprise, the electrochemical characteristics obtained for our un-optimized electrodes were quite respectable, especially in the Li-c-Ti3C2Tx case. These results are encouraging enough that we are currently trying to optimize our fabrication methods to further enhance the electrochemical performances for Na+ and other cations. Like in the case of the use of Ti3C2Tx for supercapacitors, for example, where the capacitance values increased from 300 F cm−3 in 2013 to over 1400 F cm−3 most recently. It is reasonable to assume that rapid progress in the use of crumpled MXene is imminent and achievable.",
                "Returning to the main aim of this work: here we present a new method for designing 3D porous MXene-based materials that can be used in fields other than electrochemistry, such as catalysis, environmental, and biomedical applications. Most importantly, the facility and ease, by which we form our crumpled architecture should prove, in the long term, to be of great technological import.",
                "This work was supported by the Swedish Research Council under Grant No. 621-2014-4890. It was also partially supported by the National Natural Science Foundation of China (No. 21471016). EP and MC thank the support from the National Science Foundation (Grant No. DMR-1609272). D. Z. was supported by the Chinese Scholarship Council."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Alkali-induced crumpling of Ti3C2Tx (MXene) to form 3D porous networks for sodium ion storage"
}