{
    "DOI": "10.1021/acs.energyfuels.9b00385",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rate of global energy use in 2015 was about 16 TW and has been estimated to grow to about 24 TW by 2035.  Increasingly, this energy is stored electrochemically in batteries for transportation or later use. Deeper penetration of intermittent, renewable power sources and the wider adoption of electrified powertrains will further increase the need for high-performing energy storage. Lithium-ion batteries (LIBs), with high specific energies, rate capabilities, and cycle lives, are today the most promising candidates for these and other applications.  However, two critical elements in LIBs, lithium and cobalt, suffer from substantial price and availability concerns.  These two elements are distributed unevenly around the globe; interruptions in their supply line can lead to prohibitive spikes in material cost or their total, if temporary, unavailability. In the case of cobalt, analyses have even shown that the total known cobalt reserves may be inadequate for future energy storage needs.  For these reasons, a complementary technology with comparable performance but built from inexpensive and widely available materials is desirable. Sodium-ion batteries (SIBs) are one such technology.  Their operation and manufacturing process are largely similar to LIBs, but the charge-carrying lithium is substituted with sodium, a ubiquitous element.",
                "One major obstacle to SIB deployment is the development of suitable electrode materials. While cathode materials, like the cobalt-free transition metal oxides,  have been adapted from LIBs into viable positive electrodes in SIBs, the most common LIB anode, graphite, is unusable in SIBs because of the instability of the Na–C intercalation compound.  Hard carbon is a candidate negative electrode for SIBs.  It can reversibly (de)insert sodium ions at a low potential. However, the rate capability of this material is limited, and the large surface area produces a high irreversible capacity, mostly as a result of the formation of the solid–electrolyte interface (SEI). ",
                "Composites made of carbon and alloying materials, such as Sn, Sb, or Bi, have been investigated as alternative anode materials.  However, it has recently been shown by Passerini and colleagues that the specific capacity of these materials is too low for SIBs to achieve performance or cost competitiveness with LIBs.  Their modeling suggests that SIB viability requires a long-lasting anode with a specific capacity above 900 mA h g–1. Therefore, the development of an inexpensive, scalable, and high-performing anode material remains an unsolved challenge. ",
                "Phosphorus is a promising candidate because of its low potential of about 0.4 V versus Na+/Na and its ability to store up to three sodium ions per phosphorus atom to form the alloy Na3P, delivering a high theoretical specific capacity of 2596 mA h g–1.  While phosphorus exists as several allotropes, most are either too toxic or expensive for use as battery materials. For instance, white phosphorus is notorious for its violent reactivity in air. The allotrope red phosphorus (RP), however, is both inexpensive and stable in air up to 260 °C, at which point it autoignites. The sodiated alloy can react with water to produce toxic gases, but it is safe under normal, anhydrous operating conditions inside a battery. Despite these advantages, RP has a very poor electronic conductivity (10–14 S cm–1) and undergoes substantial volume expansion of over 490% during the alloying reaction, which leads to pulverization of the particles, rapid capacity fade, and low coulombic efficiency.  These issues have been addressed previously by ball milling RP with a carbon additive to (1) reduce the RP particle size and (2) produce a RP–-carbon composite with much higher electronic conductivity.  However, this method precludes the determination of the RP particle size independently of the particle size of the RP–carbon composite. The statistical distribution of the particle sizes in a material can be probed via dynamic light scattering (DLS), but DLS cannot distinguish between the RP and the carbon particles.",
                "Here, we separate the milling process into two steps, which allows us to determine the RP particle-size distribution. In the first step, the RP is wet-milled to reduce the particle size, after which the particle-size distribution of the product is measured via DLS. This step allows us to control the particle size of the RP that will be used to form the composite. The conductive composite is formed in the second step by dry ball milling a mixture of the RP of a known particle-size distribution with graphite. This second step is operated using a smaller number of bigger balls to prevent further reduction of the RP particle size.  The RP and the composite are characterized physically and electrochemically via DLS, X-ray diffraction (XRD), Raman spectroscopy, both scanning electron microscopy (SEM) and transmission electron microscopy (TEM), synchrotron-based energy-tuned photoelectron spectroscopy, and galvanostatic cycling. The data allow us to quantify the relationship between the RP particle-size distribution and improved cycle life of the RP–carbon composite anode. We show that breaking the largest particles (in the range of 2–10 μm) is necessary to prevent the characteristic capacity loss associated with pulverization of the RP particles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Control of the RP particle size was investigated by ball milling 3.4 g of commercial RP (−100 mesh, 98.9%, Fisher) in a zirconium oxide jar (Fritsch Pulverisette Premium 7) with 10 mL of ethylene glycol (99.8%, Sigma-Aldrich) in an argon atmosphere using a milling frequency of 500 rpm. The volume of the jar was 45 mL, and 180 zirconia balls (⌀ = 5 mm) were used. The ball/weight ratio used was 70:1. Samples were collected from the mill at increasing milling times and then washed 3 times by centrifugation at 14 000 rpm using equal volumes of water and ethanol. Finally, the material was dried overnight at 60 °C under vacuum. This RP was mixed with graphite (SFG 6, TIMCAL) with a 7:3 ratio using a ball-milling procedure (Retsch PM100). A stainless-steel jar (12 mL) and five balls (⌀ = 10 mm) were used. The ball/weight ratio was 20:1. The milling was operated in an argon atmosphere using a milling frequency of 500 rpm."
                    ],
                    "name": " Particle Size Control and Composite Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ball-milled RP was characterized using a Rigaku Smartlab 9 kW diffractometer with a Cu source to acquire the XRD patterns. The particle size of the RP was checked with a Malvern Mastersizer 2000 DLS analyzer. The sample is first dispersed in water using a probe sonicator to destroy aggregates. The dispersion is then added to the tank of the DLS analyzer, where a He/Ne laser (633 nm) and a diode laser (466 nm) are both used to determine the particle-size distribution. Zeiss Merlin SEM was also used to analyze the particle size. A built-in Oxford Instruments X-Max 150 energy-dispersive X-ray (EDX) was used to analyze the element distribution in the sample. For the cross-sectional analysis, samples were cut using a precision etching and coating system II (PECS) Gatan, using an argon ion beam. JEOL 3000F field emission gun TEM was used to check the composites. A Renishaw InVia Raman microscope was used to acquire the Raman spectra, using a 785 nm diode laser."
                    ],
                    "name": " Structural and Morphological Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Energy-tuned photoelectron spectroscopy (PES) measurements were made at the Surface and Interface Structural Analysis beamline (I09) at Diamond Light Source (Oxfordshire, U.K.). The composite electrode was mounted on a copper plate using copper tape and loaded onto the end-station at the synchrotron. Hard X-ray photoelectron spectroscopy (HAXPES) was performed using excitation energies of 2350 eV and the third-order light of 7050 eV, monochromatized by a Si(111) double-crystal monochromator. Soft X-ray photoelectron spectroscopy (SOXPES) measurements were made at 1090 eV on a branch of the beamline that uses a plane grating monochromator. The beam was spread out using defocused settings to minimize radiation damage; the spot at the sample is estimated to be approximately 300 μm (H) and up to 1 mm (W). No charge neutralizer was used during the measurements. A hemispherical VG Scienta EW4000 analyzer set to a pass energy of 50 eV for 1.09 keV soft X-rays, 70 eV for 2.35 keV soft X-rays, and 200 eV for 7.05 keV soft X-rays was used to record spectra. Binding energies were calibrated to the C═C sp2 peak, from the carbon black in the electrodes, at 284.2 eV in the C 1s spectra. The software package CasaXPS was used for analysis of photoelectron spectroscopy data. To fit the peaks, a Shirley background was used and the Gaussian/Lorentzian peak shape GL(30) was used throughout the fitting. The probing depth was calculated using the TPP-2M equation for both phosphorus and carbon."
                    ],
                    "name": " Photoelectron Spectroscopy Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Galvanostatic cycling with potential limitation (GCPL) was performed using CR2032 coin cells assembled in an argon-filled glovebox (H2O < 0.5 ppm and O2 < 0.5 ppm), with sodium metal (⌀ = 12 mm) acting as both the counter and reference electrodes. A glass fiber (Whatman) disk (⌀ = 16 mm) was used as the separator. The working electrodes were prepared mixing the active material with Super P carbon (TIMCAL carbon black Super P) and poly(acrylic acid) (Mw ∼ 450 000 Da, Sigma-Aldrich) in the weight ratio of 8:1:1, respectively. This mixture was dispersed in N-methyl-2-pyrrolidone to prepare the slurry, which was cast onto a copper foil using a doctor blade. The casting was first dried in the fume hood and then dried under vacuum at 100 °C overnight. Disks of 10 mm diameter were punched out, each of them having an active material loading of phosphorus of about 1–1.2 mg cm–2. The electrolyte used for the electrochemical tests was a solution of 1 M sodium hexafluorophosphate (NaPF6) in 1:1 (v/v) ethylene carbonate (EC)/diethyl carbonate (DEC) with 10% fluoroethylene carbonate (FEC) as the additive. GCPL was performed between 0.01 and 1.0 V versus Na+/Na. Coin cells were fabricated in triplicate and tested according to identical charging protocols."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In the first step (yellow arrows in ), commercial RP is ball-milled in ethylene glycol (EG) under argon in a zirconium oxide jar to decrease the particle size. EG was added for four reasons. First, it prevents oxidation of phosphorus. Second, its high viscosity decreases the impact energy of the balls, which can convert the material to a different allotrope called black phosphorus, with different electrochemical properties from the RP.  Third, it prevents the reaggregation of secondary particles. Fourth, its high boiling point (197.3 °C) reduces the risk of overpressure inside the jar as a result of the evaporation of the solvent.",
                        "In a, the evolution of the particle-size distribution of the RP during milling, as determined by DLS, is shown. To understand how the milling is affecting the particle size, we also use the Dv90 value, defined as the diameter at which 90% of the particles (by volume) has a diameter less than that value.",
                        "When commercial RP is milled with EG, its Dv90 (12.49 μm) rapidly decreases to 2.75 μm (t1 = 6 h) and finally achieves 0.79 μm at t1 = 60 h (b). The addition of EG significantly speeds the milling process; after 24 h of milling without solvent, the Dv90 fell to 10.53 μm versus 1.13 μm in the presence of EG ( of the Supporting Information). Water was also tested as the solvent, and the results show that it also accelerates the milling process ( of the Supporting Information). However, its low viscosity, high dielectric constant, and chemical reactivity with RP led to the introduction of impurities, such as phosphates and zirconium oxide, from the jar, as shown in the XRD pattern in  of the Supporting Information. The morphology of the RP particles was probed using SEM.  of the Supporting Information shows the commercial RP, in which particles larger than 1 μm are visible. At t1 = 60 h ( of the Supporting Information), the material shows particles smaller than 1 μm, although they tend to aggregate into secondary particles of a few micrometers in size. The ball-milled RP is mixed with a carbon additive (step 2 of ) to form a matrix with a higher electronic conductivity than the RP alone.",
                        "It is paramount that in step 2 the RP particle size is not affected. To minimize the further decrease in the RP particle size, we used a smaller number of larger balls.  To ensure that all of the capacity measures in later electrochemical tests were from the RP (and not the carbon additive), graphite was chosen because it does not intercalate sodium. However, it does have high electrical conductivity, lubricating properties (which mitigate further pulverization of the phosphorus particles), and the ability to exfoliate to form graphene layers when ball milled.  A 7:3 mass ratio of RP/graphite is used to substantially increase the electronic conductivity of the composite.  The composite was prepared by simple dry ball milling."
                    ],
                    "name": " Reduction of the RP Particle Size",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand how the particle-size distribution affects the electrochemical properties of the RP–carbon composite, three separate composites were prepared from RP samples that were wet-milled for 12, 18, and 60 h, which had approximately evenly spaced Dv90 values of 1.85, 1.26, and 0.79 μm, respectively. The samples were mixed with graphite for 24 h, and the composites were tested in coin cells with sodium metal as the counter (and reference) electrode. We would like to reiterate how to measure the RP particle size in the composite is very challenging as a result of the overlap between the RP and the graphite particle-size distributions. In  of the Supporting Information, we show the particle-size distribution of the three composites. Aggregates form, and there is no indication of the presence of particles smaller than the initial RP particles (that is, it is unlikely that the RP particle size is further reduced in the second milling step).",
                        "In panels a–c of , the galvanostatic profiles of the three composites tested at C/15 are shown.",
                        "The plateau at about 0.2 V is due to the reduction of RP to Na3P, which leads to the volume expansion of the RP particles. During desodiation, the alloy is oxidized at about 0.6 V to produce amorphous phosphorus. The evolution over many cycles of the capacity and the relative coulombic efficiencies are shown in panels d and e of . The sample with a Dv90 of 1.85 μm shows a capacity of about 1,224 mA h g–1 on the first desodiation and retains almost the same capacity for 20 cycles before abruptly decreasing and delivering 376 mA h g–1 after 50 cycles. This behavior is well-documented in the literature. The capacity decay was observed by Ramireddy et al. in both the composites that they prepared by ball milling.  Yabuuchi et al. reported a P/C composite (using acetylene black as carbon) that delivered high capacity in the first cycles but rapidly decreases after 10 cycles. ",
                        "In our work, smaller particles showed improved cycle life and no sudden capacity loss as when big particles are used. This can be explained with a reduced amount of stress in smaller particles during the alloying process, thus mitigating the pulverization of the particles. In particular, the material with Dv90 of 1.26 μm shows a superior cycle life. It is important to note that the particle-size distribution of RP used to make this electrode and that with Dv90 of 1.85 μm both have a mode at about 0.55 μm (a). However, further ball milling of the material for a total of 18 h allowed for the breaking apart of particles in the range of 2–10 μm, leaving the mode of the particle size essentially unchanged. This resulted in a material with a longer cycle life, retaining 67% of the initial capacity after 100 cycles. The reduction of the particle-size distribution to a Dv90 of 0.79 μm substantially changed the position of the mode of the distribution to about 0.30 μm. This, however, resulted only in an increase in capacity of the electrode material but left the cycle life similar to when the RP with Dv90 of 1.26 μm is used. This shows that the breaking of particles bigger than 2 μm plays an important role in increasing the cycle life of the composite.",
                        "All three samples have low first-cycle coulombic efficiencies of around 70%. This is primarily due to the buildup of the solid–electrolyte interphase (SEI). Generally, the amount of SEI increases with the surface area of the material. In this case, the coulombic efficiencies were similar, despite the different sizes and surface areas of the primary particles because of the formation of agglomerated secondary particles with roughly equivalent surface ( of the Supporting Information). Although the increased cycle life can be attributed to the smaller particle size that reduces the effect of the pulverization of the particles, this does not prevent the volume expansion of the material, as shown in  of the Supporting Information. To study the rate capability of the composites, they were cycled at different currents. The specific capacity decreases as the rate increases from C/20 to C/5 for the samples with the smallest and largest particles. The sample with intermediate particle-size distribution, however, remains nearly constant. All three samples have good capacity retention at these rates. At C/2 and 1C, the specific capacity continues to decrease for all of the samples. At C/2, the sample of intermediate particle-size distribution has good capacity retention but the capacity retention for the other two samples is very poor. At 1C, the capacity retention is poor for all three samples. This capacity decay is related to the electronic conductivity of the materials."
                    ],
                    "name": " Electrochemical Performance: Particle Size",
                    "type": "h3"
                },
                {
                    "content": [
                        "The effect of t2 (the mixing time to form the composite) on the electrochemical performance was also studied. The smallest RP sample (Dv90 = 0.79 μm) was mixed with graphite for 1, 24, and 48 h. This material was chosen because it exhibited the highest capacity in the previous experiment. In panels a–c of , the galvanostatic profiles of the three composites tested at C/15 are shown. The composite ball milled for 1 h shows a poor cycle life, delivering only 20.9% of the initial charge capacity after 20 cycles. The composite ball milled for 48 h, however, shows a charge capacity on the first cycle of 1354 mA h g–1 and a high capacity retention after 100 cycles, delivering 88% of the initial capacity with a coulombic efficiency above 99%, as shown in panels d and e of . These samples deliver most of the initial capacity at C/5, but a slow capacity decay is observed when higher rates are used (f). The decay is related to the electronic conductivity of the material that limits the capacity at higher C rates. This did not damage the material though because the composite was able to deliver its full capacity again when returned to cycling at C/10 after the high-rate test.",
                        "The origin of the superior cycle life of the composite was investigated using several characterization techniques. The comparison between the electrodes made with the three composites () demonstrates that the mixing of the components improves with time, leading to a more uniform and homogeneous composite for increased electronic conductivity. XRD shows that, after 48 h of milling, graphite peaks are still clearly visible in the composite and weak peaks from black phosphorus, produced from the conversion from RP as a result of the energy produced during the dry milling, are visible ( of the Supporting Information). TEM and energy-tuned PES were used to study the morphology of the composite. In a, a TEM image of the composite with a longer cycle life (t2 = 48 h) is shown. The image shows crystal layers separated by 0.34 nm on the surface of the particles. This separation is consistent with the spacing between (002) crystal planes of the graphite, confirming that the surfaces of the particles are covered by graphene layers.  of the Supporting Information shows the elemental distribution in the composite particles; however, it is unable to explain if the graphene layers have produced a carbon coating on the phosphorus particles. Raman spectroscopy of the composite clearly shows the D and G bands of graphite but no bands from phosphorus ( of the Supporting Information).",
                        "PES at three different photon energies (1.09, 2.35, and 7.05 keV) was performed on the same composite to gather information about the chemical bonding at increasing probe depths. In b, the ratio between the integrated area of the peaks fitted in the P 2p region (c) is shown.",
                        "The P–O and P–C bonds at 133 and 130.1 eV, respectively,  constitute a substantial fraction of the surface spectrum intensity. The P–O bonds arise from oxidation on the surface of the phosphorus particles as a result of exposure to air during the electrode casting, while the P–C bonds are observed between the phosphorus particles and the carbon coating. The presence of P–C bonds is also confirmed in the C 1s region ( of the Supporting Information). A small amount of PH3 bonding, arising from the partial reduction of P by water,  is seen on the surface. As the probe depth is increased, producing a signal more representative of the bulk, the P–P bond character increases, while the P–O and P–C bonds decrease. This further confirms the presence of a carbon coating on the surface of the phosphorus particles."
                    ],
                    "name": " Electrochemical Performance: RP–Carbon Mixing",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, we investigated how the particle-size distribution of RP affects the performance of composite anodes for SIBs. We separated the ball-milling procedure for the composite preparation into two steps. First, we used a wet milling to reduce, control, and measure the RP particle-size distribution. The composites were prepared by dry milling these RP particles of known size distribution with graphite.",
                "We found that the material with a Dv90 of 1.86 μm has a short cycle life (significant capacity fade after 20 cycles) as a result of the pulverization of the particles during the alloying. Further ball milling of the RP for a total of 18 h breaks apart particles in the range of 2–10 μm, thus reducing the Dv90 to 1.26 μm, while leaving the mode of the distribution almost unchanged (about 0.55 μm). This material resulted in an anode with a substantially improved cycle life, retaining 67% of the initial specific capacity after 100 cycles. A longer milling time beyond 18 h further reduces the particle size of RP, but this only results in an increase in specific capacity without significant improvement to the cycle life. This suggests that breaking the particles in the range of 2–10 μm is critical to mitigating the pulverization and subsequent capacity loss that usually accompanies the huge volume expansion during sodiation.",
                "Further characterization showed the presence of a carbon-coating layer on the surface of the phosphorus particles caused by the exfoliation of graphite particles to graphene layers that help mitigate the low electronic conductivity of bulk RP and retain 88% of the initial specific capacity after 100 cycles. These results give important insight into the maximum particle size for developing high-performance phosphorus anodes for sodium-ion batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Effect of the Particle-Size Distribution on the Electrochemical Performance of a Red Phosphorus–Carbon Composite Anode for Sodium-Ion Batteries"
}