{
    "DOI": "10.1021/acsami.1c08751",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, several types of borophenes (two-dimensional (2D) boron monolayers), such as β12, χ3, and α sheets, have been successfully synthesized on Ag(111) surfaces under ultrahigh-vacuum conditions.  As has been revealed by scanning, these borophene lattices can be considered as planar triangular sheets with different patterns of periodic hexagonal holes. Theoretical and experimental investigations have demonstrated that borophenes possess extraordinary mechanical, electronic, optical, and thermal properties  and may be used in future nanoelectronics. For example, these monolayer boron structures show anisotropic metallic behavior and anisotropic optical properties, so they can be orientation-controlled for flexible applications. However, it is difficult to exfoliate borophenes from the substrate and an isolated one will be seriously deteriorated,  which greatly limits their practical applications.",
                "Germanene, a hexagonal graphene analogue of germanium, is also a single-atom thick 2D sheet. It has been grown on several metallic substrates  or a band gap material, MoS2,  using molecular beam epitaxy. Germanene has a low-buckled conformation with a buckling of about 0.64 Å, which is different from planar graphene. Its buckled honeycomb structure is caused by the mixed sp2–sp3 hybridized state of Ge–Ge bonds and a high value of spin–orbit coupling. Various studies show that germanene is zero-gap semimetallic with a Dirac cone and has high electron mobility as graphene. Considering its fascinating properties, germanene has potential applications in nanodevices. ",
                "With the rapid growth of clean energy demand, it is a pressing task to improve the performance of present lithium-ion batteries (LIBs) further.  However, lithium scarcity on earth is a serious problem and restricts its further applications. Sodium (Na) is more abundant and cheaper than Li. So far, Na-ion batteries (NIBs) are deemed to be plausible large-scale energy storage systems and competing candidates to replace LIBs. Nevertheless, the bottleneck of NIBs is anode materials because the well-developed ones in LIBs are unsuitable for NIBs due to the larger size of Na than Li.  Thus, much effort has been devoted to designing and preparing anode materials with good stability, fast kinetics, high capacity, and low cost to develop advanced NIBs.  Two-dimensional (2D) materials have attracted great attention as potential anode materials for their unique morphology. Many 2D materials, including borophenes  and germanene,  are proposed to be suitable for LIBs and NIBs. In this research, we investigate whether B and Ge can form stable 2D compounds with properly enhanced NIB anode properties.",
                "Perfect planar configurations have been viewed as a new class of potential candidates for the anode materials of LIBs and NIBs. The ab initio computations show that many planar 2D materials, such as NiC3 monolayer  and Net-C18,  are potentially superior candidates for LIBs and NIBs. For example, Zhu et al.  identified a fully planar NiC3 monolayer as a highly symmetric anode material, and the capacity for Li and Na reaches 1698 mAh g–1. Cai et al.  predicted a 2D graphene-like carbon allotrope of Net-C18 with a low energy barrier (0.32 eV), low open-circuit voltage (OCV; 0.024 V), and high theoretical specific capacity (403 mAh g–1) for LIBs. Although intensive investigations have been conducted, perfect planar structures with excellent performance are still under development in the area of NIBs.",
                "Here, on the basis of theoretical structure prediction and density functional theory (DFT) calculations, we report the exploration of free-standing 2D binary B–Ge compositions. As expected, a novel stable 2D B–Ge hybrid compound, BGe monolayer, is identified. The stability of the BGe monolayer is confirmed by cohesive energies, phonon spectra, molecular dynamics simulations, and mechanical stability criteria, indicating that it is likely to be experimentally synthesized. Similar to borophenes and germanene, the BGe monolayer shows metallicity with good electronic conductivity. Further calculations indicate that the BGe monolayer exhibits great potential as an anode material for NIBs with a small diffusion energy barrier, low open-circuit voltage, and high capacity."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Structural search simulations for B–Ge candidate structures were performed for various stoichiometries (BxGey, x = 1–4, y = 1–4) using the CALYPSO code.  In our simulations, both population sizes and number of generations were set to be 30. The best 60% of structures were selected through particle swarm optimization (PSO) to generate the next generation, while the other structures were generated randomly to guarantee structural diversity. We used the structure prototype analysis package  to remove the duplicate structures in the predicted structures. The generalized gradient approximation (GGA) in the form of Perdew–Burke–Ernzerhof (PBE)  was used for the exchange–correlation functional, as implemented in the VASP code.  The ion–electron interaction was described by the projector augmented wave (PAW) approach.  The plane wave cutoff energy was set to 500 eV. The Monkhorst–Pack k-point grid was set to 7 × 7 × 1 for the Brillouin zone (BZ) integration during self-consistent calculations of the unit cell and was increased to 11 × 11 × 1 to obtain an accurate electronic structure. van der Waals (vdW) effects were considered using the DFT-D3 method  during all of the calculation processes. A ∼20 Å vacuum space in the direction perpendicular to the B–Ge sheet was adopted to eliminate the appreciable interactions between periodic images. The convergence criteria of total energy and atomic force components were fixed to 1 × 10–5 eV and 0.01 eV Å–1, respectively.",
                "The phonon dispersion calculations were performed to study the kinetic stability of the proposed structures on the basis of density functional perturbation theory (DFPT)  as done in the Phonopy code.  Ab initio molecular dynamics (AIMD) simulations were employed in the NVT ensemble using time steps of 2.0 fs at different temperatures to evaluate the thermal stability of the BGe monolayer. The temperature was controlled using the Nosé–Hoover method.  To locate the minimum-energy pathway and energy barriers of Na atom diffusion on the surface of BxGey sheets, the climbing image nudged elastic band (CI-NEB) method  was employed. Nine images including the initial and final positions were used. Other computational details are given in the ."
            ],
            "name": "2.  Computational Methods",
            "type": "h2"
        },
        {
            "content": [
                "The lowest energy configuration of the BGe monolayer obtained from the global minimum structure search and structural optimization is shown in a. Different from germanene with a low-buckled structure, both B and Ge atoms in the BGe sheet are positioned in the same plane, namely, it is a graphene-like hexagonal B–Ge lattice. The optimized lattice parameter is 3.475 Å, which is smaller than those of α-borophene  (5.2 Å) and germanene  (3.8 ± 0.2 Å), as listed in . The BGe monolayer exhibits a space group of P6̅m2 and contains 1 B and 1 Ge per unit cell with a B–Ge bond length of 2.006 Å. Each Ge atom is surrounded by three B atoms (vice versa) in the same plane, which means one Ge atom has one redundant valence electron. Here, BGe can be considered as B-doped germanene but with a planar honeycomb superstructure. To gain insights into the stability of the bonding, we plotted the electron localization function (ELF),  as visualized in b. The abundant electrons are localized with a high ELF value of ∼0.75 in the region between adjacent atoms, suggesting polar covalent B–Ge bonds. According to Bader charge analysis,  each Ge atom donates 0.24 e to B atoms.",
                "The fascinating structure of the BGe monolayer inspired us to further evaluate its stability. The free-standing BGe monolayer has a cohesive energy of 4.654 eV atom–1. For comparison, the cohesive energies of the experimentally realized β12-borophene,  χ3-borophene,  α-borophene,  and germanene  monolayers are 6.195, 6.197, 6.235, and 4.051 eV atom–1 (), respectively, at the same calculated level. That is to say, the Ec of the BGe monolayer is between those of borophenes and germanene. We validated the thermodynamic stability of the free-standing BGe monolayer by calculating its phonon dispersion curves. As plotted in c, all branches have a positive frequency in the whole BZ, demonstrating the dynamical stability of the BGe monolayer. The highest vibration mode of the BGe sheet reaches 950 cm–1 (28.53 THz), which is lower than those of three borophenes (∼1200 cm–1)  but much higher than that of germanene (300 cm–1),  indicating strong B–Ge bonds in this monolayer sheet.",
                "Besides, we performed AIMD simulations to estimate the thermal stability of the free-standing BGe sheet. A (7 × 7) supercell was adopted for the simulations. After being heated at 300 K for 10 ps, the structure can be kept intact, and the total potential energy fluctuates between −449 and −446 eV during the entire process of structural evolution, suggesting that BGe is thermally stable at room temperature with the planar hexagonal rings unaffected (). Furthermore, our calculations show that the BGe sheet can maintain its framework up to a relatively high temperature of 1000 K, implying good stability under a high-temperature environment. It is worth noting that the distorted structure after the simulation at 1000 K can easily recover the initial planar form after geometry relaxation.",
                "In addition, we inspected the mechanical properties of the BGe monolayer by calculating its liner elastic constants, which are found to be C11 = C22 = 80.0, C12 = C21 = 43.2, and C44= 18.2 N m–1. Based on the mechanical equilibrium conditions: C11C22–C122 > 0 and C44 > 0,  the BGe monolayer is mechanically stable. Moreover, the BGe monolayer shows an isotropic in-plane Young’s modulus of Y = 56.7 N m–1. In comparison, the calculated Y value of graphene is 353.1 N m–1 at our calculation level (), which achieves good agreement with previous computations.  Although the Young’s modulus of the BGe monolayer is appreciably smaller than those of three borophorenes (180.8–212 N m–1),  it is comparable to that of germanene (38.4–55.8 N m–1)  (), proving that the BGe monolayer possesses good mechanical properties. To help distinguish the possible BGe sheet by experiments in the future, the simulated scanning tunneling microscopy (STM) (using the constant height model  with a height of 1.0 Å and a negative bias of 0.05V) image of the BGe sheet is given in  for comparison. Although the solubility of B in Ge  (or Ge in B ) is obviously small at all temperatures, we propose a possible synthesis approach to fabricate the BGe monolayer. We simulated the BGe monolayer epitaxially growing on the graphene surface (). The lattice mismatch of the 5 × 5 BGe monolayer with 7 × 7 graphene is less than 1%. Therefore, graphene or metal substrates with weak interaction, small lattice mismatch, and same surface symmetry are beneficial to obtain the BGe monolayer by molecular beam epitaxy (MBE), akin to the growth of borophenes  and germanene  on substrate surfaces.",
                "The electronic band structure and density of states (DOS) of the BGe sheet are illustrated in . The BGe monolayer has one partially occupied band across the Fermi level in the BZ; therefore, the metallic character is observed similar to those reported for borophenes and germanene.  The high DOS peak at the Fermi level confirms electronic conductivity. The more accurate HSE06 hybrid functional  only slightly enlarges the band energy dispersion without changing the metallicity of the BGe sheet (). The orbital-decomposed band structures show that the bands near the Fermi level are mainly contributed by the 4pz orbital of the Ge atom (). So, the metallicity primarily comes from the redundant valence electron of the Ge atom as mentioned above. Moreover, the orbital-decomposed band structures of the BGe monolayer show a degree of orbital overlap between B px + pyand Ge px + py (and between B pz and Ge pz), indicating the covalent interaction between them, which is in agreement with the result of ELF (b).",
                "As the discussion above attests, the BGe monolayer exhibits metallic characteristics, which provides an intrinsic advantage for being a promising anode material in NIBs. We first investigated the adsorption behavior of an isolated Na atom on the surface of a 2 × 2 × 1 BGe supercell, corresponding to a stoichiometry of BGeNa0.25. Four typical initial adsorption positions with high symmetry, denoted as H, B, TB, and TGe, are considered and shown in a. H is above the center of hexagon B–Ge rings, B is above the midpoint of a B–Ge bond, and TB/TGe is the on-top site of the B/Ge atom. The H site is identified to be the most stable Na adsorption position with an adsorption energy of −1.83 eV per Na atom and a vertical distance of 1.746 Å from the Na atom to the BGe sheet, suggesting a strong interaction between the Na atom and the BGe sheet, which is beneficial to inhibit the generation of Na dendrites.",
                "To better understand the strong interaction between the Na atom and the BGe monolayer, the charge density difference (CDD) of the H site adsorption structure was calculated and is plotted in a. The CDD is identified as the difference of electronic density between the Na-adsorbed BGe sheet and the isolated BGe sheet as well as Na atoms at their respective positions. The red and blue areas represent electron losses and gains, respectively. It can be seen that there is significant charge transfer from the adatom to the substrate BGe monolayer. The Bader charge analysis shows that the charge transfer is 0.84 e, i.e., the Na atom loses almost all its s electrons and becomes a Na ion.",
                "The circuit rate capacity of the electrode material closely correlates the Na-ion mobility.",
                "CI-NEB calculations are performed to study the diffusion properties of the Na atom on the surface of the BGe sheet. Three possible paths between two neighboring H sites are investigated, as indicated in a. Path 1 (b) has the lowest energy barrier of 0.20 eV with the shortest path length of 3.52 Å (c), which is higher than that of germanene (0.14 eV)  but lower than those of β12-borophene (0.33 eV) and χ3-borophene (0.34 eV) ). To further compare the diffusion property among several candidate anode materials, the temperature-dependent diffusion constant (D) is calculated. The D of BGe along path 1 is about 150 times faster than that of β12-borophene at 300 K, implying a high charge/discharge rate of the BGe-based anode material for NIBs. The total DOS of BGeNa0.25 (d) shows that the BGe sheet still maintains its metallic nature after Na adsorption.",
                "In real conditions, the storage capacity is an important feature for 2D anode materials. Here, we consider different concentrations of Na atoms adsorbed on both sides of the 2 × 2 × 1 supercell layer by layer, simultaneously. With the increase of Na atoms on the BGe monolayer, Na atoms in the first layer occupy the H sites. When all of the adsorption sites of the first layer are loaded by Na atoms, Na atoms start to occupy the TGe site and form the second adsorption layer, which is also above the triangular center of the first Na layer. The Na adatoms of the third layer are still at H sites as those in the first layer.  shows the most stable configurations of BGeNa2, BGeNa4, and BGeNa6. To estimate the interaction between the Na layer and the BGe sheet, we calculate the average adsorption energy (Eave) in each layer. The Na adsorption energy of BGeNam decreases with the increase of m (a), owing to the repulsion forces of neighboring Na atoms. The Eave of BGeNa6 is still negative (−0.16 eV), indicating at least three-layer Na atoms can be adsorbed on the BGe monolayer. Accordingly, the theoretical specific capacity C of the BGe sheet can approach 1927 mAh g–1. This value is comparable to that of β12-borophene (1984 mAh g–1)  and is superior to some other 2D materials such as χ3-borophene (1240 mAh g–1)  and germanene (369 mAh g–1)  (). As the number of the adsorbed Na atoms goes from 8 (BGeNa2) to 24 (BGeNa6) on the BGe monolayer, the calculated average open-circuit voltage (OCV) decreases from 0.64 to 0.33 V (a and ). Based on the analyses above, we can conclude that the BGe monolayer might be a promising anode in NIBs.",
                "Additionally, we also check the Na diffusion behavior with high Na concentrations. We remove one Na ion from the outer layer of BGeNa6 and relax the structure again. The calculated energy barrier of the single Na vacancy is 0.16 eV. Compared with that of a single Na ion (0.20 eV), the ion mobility is improved further. Meanwhile, the DOSs (c) and band structures () show that all BGeNam (m = 2, 4, 6) systems are still metallic, securing the requisite electrical conductivity during the entire intercalation/deintercalation process. As illustrated in , electrons spread out to the outer layer and form a negatively charged cloud, effectively alleviating the repulsive interactions among Na ions.",
                "We have further explored the structural distortion of BGe electrodes at different Na concentrations (d). Even at a concentration as high as BGeNa6, the calculated lattice parameter is 3.552 Å, which just rises slightly to 2.2% and is much smaller than the lattice change of the commercialized anode material graphite for LIBs (12%).  The fluctuation of the lattice constant during the sodiation process is acceptable, indicating another great advantage of the BGe sheet to be anode materials for NIBs in practical application."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To summarize, a novel BGe monolayer with a graphene-like honeycomb structure has been systematically investigated by means of swarm intelligence structure searching combined with first-principles computations. Its dynamical, thermal, and mechanical stabilities have been confirmed by corresponding stability criteria, revealing high feasibility to be synthesized experimentally. The BGe monolayer can adsorb three layers of Na ions on each side, resulting in a remarkably large specific capacity of 1927 mA hg–1. The energy barrier for Na ion diffusion is as low as 0.20 eV, ensuring high diffusivity in the charge/discharge process. The evaluated OCV of the highest concentration BGeNa6 is 0.33 V. The inherent metallic nature of the BGe monolayer after absorbing different numbers of Na atoms provides good electronic conductivity. These results offer insightful prospects for the potential applications of BGe-based high-performance anode materials in NIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Two-Dimensional Planar BGe Monolayer as an Anode Material for Sodium-Ion Batteries"
}