{
    "DOI": "10.1002/anie.202111620",
    "Journal": "",
    "Keywords": [
        "all-organic",
        "anode",
        "aqueous electrolyte",
        "PTCDA",
        "sodium-ion battery"
    ],
    "Sections": [
        {
            "content": [
                "For renewably sourced energy, sustainable energy storage technologies are imperative to reach for example, the greenhouse gas (GHG) emission goals set by the UN by 2030. Rechargeable batteries arguably offer the best combination of energy efficiency and versatility, but the currently dominant technology, the lithium‐ion battery (LIB), is connected with both high cost (while rapidly declining) and resource issues; cobalt, and as the cobalt content decreases; nickel, as well as natural graphite and lithium itself. The LIBs also require a Cu current collector on the anode side, adding both cost and GHGs at the manufacturing stage.",
                "Sodium‐ion batteries (SIBs) are an alternative technology void of most of these resource issues and offer both decreased cost, improved power performance, and have at least the prospect of similar gravimetric energy densities as compared to LIBs. Furthermore, as Na does not alloy with Al, there is no need for any Cu current collectors. SIBs do in general have similar electrolyte and electrode layouts as LIBs; the former consist of a Na‐salt dissolved in organic carbonate solvents, while the cathodes are transition metal oxides and the anode of choice is hard carbon (HC) (as opposed to graphite). Especially the latter raises concerns of long‐term sustainability if not derived from abundant biomaterial precursors. One alternative SIB layout that alleviates many of these issues is all‐organic batteries made entirely/mainly from renewable resources. Indeed, many organic electrode active materials have been explored for SIBs, using both non‐aqueous and aqueous electrolytes. So far many SIB electrodes fail to deliver their redox capacities with, or they detrimentally dissolve into, aqueous electrolytes. If realised, however, an aqueous sodium‐ion battery (ASIB) would bring low cost, eco‐friendliness, high rate ability, improved safety, and be very suited for large‐scale storage applications. Thus, this is a most promising path to explore.",
                "Starting from the aqueous electrolytes, they all suffer from rather narrow electrochemical stability windows (ESWs), which limits both the cell energy density and the applicable electrode materials. As of today, 1 m Na2SO4(aq) is the most commonly used electrolyte for ASIBs with an ESW of ca. 2 V, a high ion conductivity (ca. 100 mS cm−1), a low viscosity (ca. 1.2 mPa s), low inherent materials cost, high safety and compatibility towards many electrode materials. The anodes have almost without exception been based on NaTi2(PO4)3 as active material ever since its introduction in 2011. Mainly due to its high capacity (120 mAh g−1) and low electrochemical potential (−0.9 V vs. Ag/AgCl), it is still the state‐of‐the‐art ASIB anode, while further advances have been relatively scarce. However, its potential is below the reduction limit of most ASIB electrolytes and it also requires an oxygen‐free environment to avoid oxidation. As for organic alternatives, the biomolecule alizarin, the non‐faradaic capacitive activated carbon (AC), and various polyimides are as of today the only viable ASIB anodes. None of these, however, offers any appreciable capacity in combination with long‐term stability at practical C‐rates.",
                "β‐Perylene‐3,4,9,10‐tetracarboxylic dianhydride (β‐PTCDA) was originally studied as an organic LIB cathode material, but later α‐PTCDA (henceforth PTCDA) was applied in SIBs and shown to reversibly intercalate two Na+ ions. β‐PTCDA and α‐PTCDA have slightly different crystal structures, but belong to the same space group and display very similar characteristics. PTCDA has also been used, now as anode, together with aqueous electrolytes to create potassium, hydronium and magnesium batteries, but suffers from extensive dissolution in conventional electrolytes. For the former, a 30 m KFSI water‐in‐salt electrolyte (WISE) was applied, resulting in significantly improved capacity retention and also a broadened ESW. While WISEs limit the dissolution of active material, they are intrinsically based on high salt concentrations, of a salt which often is expensive and fluorinated, and hence defeats the aim of aqueous batteries to be low cost, safe, and environmentally benign.",
                "Herein, we demonstrate PTCDA in a half‐cell as a high‐performant anode for all‐organic ASIBs. This is made possible by the use of an aqueous electrolyte based on two Na/Mg‐salts (Na2SO4 and MgSO4), hence the use of the notation “hybrid”, both of which are inexpensive and non‐fluorinated, at more intermediate salt concentrations. This should also render this electrolyte relatively low viscosity—important both for wetting of the electrodes and to avoid transport limitations at high current rates. As a side‐note; in the very final stages of preparing this paper, we found such a type of hybrid electrolyte just being reported for ASIBs, but with all information except the Abstract exclusively available in Chinese. We here start by investigating the fundamental physico‐chemical properties of different Na2SO4‐based electrolytes and our hybrid electrolyte, before we assess the ESWs and the local water structures, and finally we electrochemically characterise the PTCDA electrodes and their functionality in ASIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "First, the effects of electrolyte salt concentration on basic physico‐chemical properties: densities, viscosities, and ion conductivities, are presented. From these data, a Walden analysis was made to determine the ionicities of the electrolytes as a measure of ion–ion dissociation. Thereafter, the ESWs are presented for the electrolytes in conjunction with a Raman spectroscopy analysis, to provide insight on the possible role of the local structure. Finally, we present the electrochemical characterisation of PTCDA in the various electrolytes, to elucidate possible ASIB performance promises, including post‐mortem studies of the active material dissolution."
                    ],
                    "name": "Results and Discussion",
                    "type": "section"
                },
                {
                    "content": [
                        "Starting with the densities of the electrolytes, these, as expected, increase more or less linearly as a function of salt concentration (Figure ), while the viscosities increase exponentially (Figure ), and both decrease as a function of temperature (Figure 1ab). The hybrid electrolyte (1.9+2.4 m) displays a viscosity of ca. 9 mPa s at 30 °C, which is half an order of magnitude higher than for the most concentrated Na2SO4 based electrolyte (ca. 1.9 mPa s at 30 °C). As compared to WISEs, however, the hybrid electrolyte is still very fluid; for example, a 35 m NaFSI WISE renders 97 mPa s, and thus it is still of reassuringly low viscosity and this property should not severely limit the ASIB performance.",
                        "The intrinsic high ion conductivities of aqueous electrolytes are confirmed, continuously increasing, from 17 mS cm−1 at 0.1 m to 122 mS cm−1 at 2.0 m (Figure ). For the hybrid electrolyte, the ion conductivity decreases less than what would be expected based on the increased viscosity, relative to the same Na2SO4 concentration, to 55 mS cm−1 at 30 °C, pointing to some synergy. There is clearly an increase in the charge carrier concentration, but perhaps also somewhat different structure and dynamics as the temperature dependence differs (Figure ). Reassuring from a methodology point‐of‐view all the electrolytes have ion conductivities of the same order of magnitude as NaTFSI‐, NaFSI‐, and NaClO4‐based aqueous electrolytes.",
                        "Continuing, a VFT analysis [Eq. (S1),(S2)] of the density (Figure S1a) and ion conductivity data (Figure S1b), shows the pseudo‐activation energies (Table S1,S2) to increase as function of salt concentration, in accordance with the literature. Notably the hybrid electrolyte behaves similarly to the 0.5–1.0 m Na2SO4 electrolytes. We note that T0σ increased as function of salt concentration for aqueous KAc electrolytes, whereas LiFSI‐ and NaFSI‐based electrolytes did not show any such behaviour, as is the case for all our electrolytes. Similarly, our η0 has no clear concentration correlation, whereas for the 1 to 25 m KAc electrolytes it spans over several orders of magnitude. Finally, our σ0 parameter follows the pseudo‐activation energy trend, in accordance with NaFSI electrolyte, in contrast to LiFSI electrolytes, and KAc electrolytes show an initial increase, but then remains constant for concentrations >5 m. As we have no comparable data where either cation or anion is the same as in our systems, any further analysis would be very speculative.",
                        "Finally, a Walden plot is made to decipher the relationship between the electrolytes’ equivalent molar conductivities and viscosities, and qualitatively visualise their ionicities and classify their ion conducting behaviour (Figure ). All data points are close to the ideal KCl line and thus the ions fully dissociate (Figure ). Furthermore, as the slopes are close to unity, the activation energies for ion conductivity and viscosity are similar, and hence the ion transport mechanism is very likely to be mainly vehicular, in agreement with the VFT pseudo‐activation energies (Tables S1,S2).",
                        "As we here use not only monovalent salts, there is a need for some elaboration on how to properly represent our data in a Walden plot. We start from Dave et al. who compared Na2SO4 and NaNO3 electrolytes and claimed the (apparent) higher ionicity of the former to originate from the stoichiometry difference. Moreover, the highly charged SO42− could also make less solvent available for the cation, rendering smaller Na+ first solvation shells. Indeed, if we here apply a scaling methodology and divide the molar conductivities by two (Na2SO4  Λ), according to Equation (S3), the ionicities of our electrolytes become akin to aqueous NaTFSI and NaFSI electrolytes. On the other hand, considering the molar conductivities at face value, all the electrolytes can be classified as slightly superionic, that is, the ionic conductivity and the viscosity are somewhat decoupled, thus the ions move faster than expected solely based on the viscosity. Notably, the hybrid electrolyte data are positioned furthest away from the ideal line and thus display the highest ionicities."
                    ],
                    "name": "Electrolyte Physico‐Chemical Properties",
                    "type": "section"
                },
                {
                    "content": [
                        "With increased electrolyte salt concentration the ESW expands, at both the oxidative and reductive limit, by 0.2 V from 3.5 to 3.7 V (Figure ; at 1 mA cm−2). In the literature, the ESW for 1 m Na2SO4 is 1.5–2.0 V using stainless steel as WE and a scan rate of 0.1 mV s−1, and up to 2.2 V using Ti grids as WE at a scan rate of 5 mV s−1. Thus ours is much larger, but both the scan rate and the WE affect the ESW; Ti and glassy carbon tend to have large overpotentials, moving the water splitting reaction to higher voltages. The current density limit at which the ESW is defined is also not set in stone, varying vastly among authors and is sometimes not communicated. Nevertheless, using our approach the hybrid electrolyte has a slightly wider ESW, 3.9 V (Figure ), now due to the oxidative limit moving to higher potentials. In addition, the small wave‐like feature at ca. 1.25 V, observed for all the other electrolytes, is completely suppressed.",
                        "Whether this phenomenon is thermodynamic or also has a kinetic component—as the viscosity of the hybrid electrolyte is much higher—remains an open question.",
                        "Even if the exact magnitude may differ, it is clear from the above that there is substantial difference in the ESWs, and especially for the on‐set of the oxidation. Arguably, this might originate in changes in the electrolyte local structure and/or dynamics. From the Raman spectroscopy analysis of the OH‐stretching modes, we find a shifted and a narrowed overall broad band envelope as function of salt concentration, including the hybrid electrolyte (Figure ). By deconvolution the trend becomes more evident; the ratios of the peak intensity and peak area (Iratio and Aratio, respectively) of the 3434 cm−1 (DA−OH) and 3226 cm−1 (DDAA−OH) bands increase as function of salt concentration (Table S3), indicating that the hydrogen‐bonded “free” water relatively decreases (Figure ).",
                        "By their very compositions, the 1.9 m Na2SO4 and the hybrid electrolytes have H2O/cation ratios of 14.6 and 9.0, respectively, which causes disruption of the hydrogen‐bond water network. Furthermore, as the Walden plot (Figure ) did indicate similar ionicities, the latter electrolyte should have less “free” water available and this might very well delay the onset of the oxidation and hence a wider ESW. Yet, we are far from seeing the same narrow feature at approximately 3550 cm−1 that emerges for WISEs at very high salt concentrations (>20 m) and correspond to H2O/Na+ ratios of 2–3."
                    ],
                    "name": "Electrolyte Electrochemical Stability and Local Structure",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrochemical response in a CV of PTCDA with the 1 m Na2SO4 electrolyte shows a drastic decrease in current density already after 10 cycles (Figure  and Figure S2a), while together with the 1.9 m Na2SO4 electrolyte it vanished completely after only the very initial cycles (Figure S3a). This is attributed to the stability problems of the 1.9 m electrolyte towards saturation, whereas the 1.6 m Na2SO4 electrolyte resulted in reversible and rather stable cycling (Figure S4a). Yet, fully reversible and much more stable cycling was obtained only for the hybrid electrolyte (Figure  and Figure S2b). The apparent difference is most easily ascribed to the reduced solubility of PTCDA by the lower water concentration, witnessed for WISEs and discussed in more detail below, and in addition MgSO4 might also improve the electrolyte stability during cycling.",
                        "At first, there is one redox peak during reduction, at ca. −0.7 V, and likewise one during oxidation, at ca. −0.4 V (Figure ). This is very similar to what has been observed for PTCDA using non‐aqueous electrolytes, where also, after an electrochemical conditioning process during the initial cycle(s) that is, an activation phase, the peaks are split into several consecutive, stable, redox peaks. Here in aqueous media, the emerging peaks are shifted up in potential by ca. 30–100 mV (Figure ).",
                        "In contrast, for PTCDA in aqueous electrolytes with other cations, the CVs differ either in the number of peaks and/or in the redox potentials. Thus, this strongly indicates that the primarily active cation in our electrolytes is Na+.",
                        "Following the CVs, the GC charge/discharge profiles display extended voltage plateaus for the cells with the hybrid electrolyte vs. the other electrolytes (Figure ). For the former, the initial discharge and charge capacities are 97 and 68 mAh g−1, respectively, and after the first cycle it delivers a stable capacity of approximately 70 mAh g−1, in excellent agreement with a two‐electron reaction of PTCDA to Na2PTCDA. In stark contrast, most of the 1 m Na2SO4 electrolyte‐based cells fail completely to cycle (Figure S5) and even if they do cycle (Figure ), there are severe problems already in the first cycle, likely due to PTCDA continuously being dissolved into the electrolyte.",
                        "Turning to the rate capability tests, again the 1 m Na2SO4 electrolyte‐based cells have drastically impaired Coulombic efficiencies, especially at the lower C‐rates (Figure , different y‐axis). Here the 1.6 m Na2SO4 electrolyte‐based cells behave similarly (Figure S4b), however the cell with the 1.9 m Na2SO4 electrolyte failed to cycle (Figure S3b). In stark contrast, the hybrid electrolyte renders cells with Coulombic efficiencies close to 98 % and an exceptional C‐rate performance, despite its much higher viscosity (Figure ).",
                        "The cycling stability confirms the hybrid electrolyte to outperform the 1 m Na2SO4 electrolyte, the latter displaying neither reversible nor stable cycling (Figure 7bc). In contrast, the cells with the former display high Coulombic efficiencies (>94 %) and capacity retention (98.7 %, from the 2nd cycle) (Figure ), which at 1 C improves to >97 % and 99.0 % (Figure ), respectively. In comparison, β‐PTCDA with a 30 m KFSI WISE provided 82 % capacity retention after 500 cycles at 2000 mA g−1  (ca. 88–90 % after 100 cycles by a rough eye‐estimate), but even if this is for even longer cycling (×5) the significantly higher current density (×14) applied may hide/reduce parasitic reactions and contribute to the high stability.",
                        "To further investigate why the cells based on the hybrid electrolyte outperform all the others, the separators were recovered after 100 galvanostatic cycles. Indeed, there are no signs of any red colour indicating reduced and dissolved PTCDA (Figure S6ab), quite unlike the situation for separators cycled in the 1 m Na2SO4 electrolyte (Figure S6cd) as well as, albeit much less so, the 1.6 m Na2SO4 electrolyte rate test cell (Figure S7). Furthermore, a discharged PTCDA electrode turns the water into a rich red colour upon immersion, and thus verifies the polarity increase of PTCDA when intercalated by cations (Figure S8). Moreover, and as previously reported, NaOH(aq)‐immersed separators result in a green coloured solution from dissolved Na2PTCDA as the structure is destroyed by OH− (Figure S6e). Again, the separators from the cells cycled with the hybrid electrolyte remain colourless (Figure S6e), confirming the suppressed dissolution of Na2PTCDA.",
                        "Most likely the lower water concentration matters, but Yue et al. showed that also the dissolution kinetics are remarkably dependent on the viscosity, which is very reasonable since the dissolved active material needs to be transported away as the electrode/electrolyte interface becomes saturated. We note that S. Li et al. also claim a protective Mg(OH)2 interfacial layer to be formed during cycling using a 2.0 m Na2SO4 + 0.3 m MgSO4 electrolyte and contribute to suppressing the dissolution of NaTi2(PO4)3, but again we are merely limited to their statement provided in the Abstract.",
                        "The energy efficiency, as noted by Eftekhari, has been a neglected factor in battery research, and new materials exhibiting satisfactory Coulombic efficiencies, specific capacities, and (discharge) energy densities, still might lack sufficiently high energy efficiencies for practical development and commercialisation. As PTCDA displays a notable potential difference between the oxidation and the reduction (Figure ), the energy efficiency of the electrode was calculated according to Equation (S4). By the 50th cycle, the electrode has an energy efficiency of 71 % and 78 % (Figure S9), calculated with respect to the AC CE and an imaginary cathode with constant voltage at 0.8 V vs. Ag/AgCl, respectively. This is on par with or slightly below typical LIB layered oxide cathodes, where instead LIB anodes and supercapacitors tend to have lower energy efficiencies. Therefore, PTCDA also in this regard is a promising active material choice for organic ASIBs."
                    ],
                    "name": "Electrochemical Characterisation",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "The herein presented hybrid electrolyte exhibits similar promising properties as WISEs, and at a drastically lowered materials price tag (Table S4), both in terms of physico‐chemical properties and more importantly by preventing PTCDA dissolution. The role of the additional salt, which seems not to be active electrochemically, is two‐fold: the Raman spectra analysis indicates a decreased amount of “free water” which both extends the ESW and inhibits PTCDA dissolution during cycling, and the latter is also enforced by the higher viscosity than the conventional aqueous electrolytes. All this paves the way for more performant PTCDA‐based ASIBs—both in terms of Coulombic efficiency, capacity retention, rate capability, and energy efficiency."
            ],
            "name": "Concluding Remarks",
            "type": "section"
        },
        {
            "content": [
                "M.K., R.B., and P.J. would like to express their appreciation towards the Swedish Research Council for Sustainable Development (FORMAS) for enabling and supporting this work."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        }
    ],
    "Title": "High‐Performant All‐Organic Aqueous Sodium‐Ion Batteries Enabled by PTCDA Electrodes and a Hybrid Na/Mg Electrolyte"
}