{
    "DOI": "10.1039/C8CC03827A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Developing electrochemical energy storage (EES) technologies is critical to utilize renewable energy for solving the problems regarding fossil fuels and global warming. EES technologies based on batteries are starting to have considerable promise. As an attractive alternative to lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) have been focused on tremendously due to their low cost and the relative abundance of sodium. So far, although numerous transitional metal oxides and carbonaceous materials have been applied as anodes for SIBs, many challenges such as low specific capacity and poor energy density still remain. So it is imperative to explore more suitable anode materials for SIBs. In recent years, transition metal phosphides (TMPs) have become promising candidates owing to their high theoretical capacities and low intercalation potential compared with sulfides, nitrides, and oxides, etc. Yang et al. introduced Sn4P3 for SIBs and reported a sodium storage mechanism accompanied by huge volume variation. In view of this problem, various strategies have been implemented to enhance the cycling stability of TMPs such as carbon coating, nanostructure design and so on.",
                "As the cheapest and a considerably abundant transition metal, iron (Fe) could be used as an inactive and conductive matrix to accommodate the volume effect and poor conductivity of TMPs. Hence, iron phosphide (FeP) with a high theoretical capacity of 924 mA h g−1 would be an attractive material for use as an anode for SIBs. FeP nanoparticles (30–50 nm) via the ball milling method were applied in SIBs, delivering a high initial capacity of 764.7 mA h g−1 at 50 mA g−1 but with unsatisfactory stability. It is well known that the introduction of carbon could make for great electrical conductivity and buffer extreme volume expansion as a framework. When adding graphite to FeP by ball milling, the decay of capacity was effectively suppressed. Nanostructured hierarchical CNT@FeP@C as an anode was also reported by Han et al. and the adoption of CNT backbones and carbon coating layers reinforces the robustness of FeP. The electrodes exhibit a reversible capacity of 415 mA h g−1 at 100 mA g−1 after 100 cycles. However, the technological process is complicated. Aside from introducing carbon, designed nanostructures such as nanosheets, nanowires and hollow spheres are significant for improving electrochemical performances. As an advanced design strategy, nanoarchitecture array (NAA) electrodes could reach high energy density, high power density and prolonged lifespan and realize an additive-free electrode, which could simplify the complex technology. However, to the best of our knowledge, the application of an FeP NAA as an anode for SIBs remains unexplored so far.",
                "In this communication, we report our recent effort toward this direction in developing FeP nanorod arrays on carbon cloth (Fig. 1, see the ESI† for preparative details) as a high-performance 3D anode for SIBs. Such FeP NAs/CC delivers a high capacity of 829 mAh g−1 at 0.1 A g−1. Even at 0.2 A g−1, it still delivers 548 mA h g−1 with an excellent capacity retention of 99.8% after 100 cycles. The structure of such FeP NAs/CC gives more clearance for expansion and shortens the diffusion pathway of Na+ during the charge/discharge process.",
                "The crystallographic structure and phase purity of FeP NAs/CC and its precursor Fe2O3 NAs/CC are detected by X-ray diffraction (Fig. 2a). The precursor exhibits diffraction peaks characteristic of Fe2O3 (JCPDS No. 84-0308). After phosphidation, all the diffraction peaks of XRD are consistent with the characteristics of FeP (JCPDS No. 65-2595). This indicates the successful conversion of Fe2O3 to FeP after the low temperature phosphidation reaction. In addition, one broad and weak peak at 45° for the two different XRD patterns corresponds to the nature of the carbon substrate (JCPDS No. 26-1077). The low-magnification scanning electron microscopy (SEM) image exhibits that the CC is fully covered with Fe2O3 structures (Fig. 2b). The high-magnification SEM image further indicates that their morphology could be nanorod arrays (Fig. 2b inset). After phosphidation, the structures of the nanorod arrays are maintained (Fig. 2c and inset). The transmission electron microscopy (TEM) image of FeP is illustrated in Fig. 2d. Clearly, it also confirms the nanorod morphology of the phosphided product. The high-resolution TEM image (Fig. 2d inset) displays a highly ordered fringe with a d-spacing of 0.289 nm corresponding to the (002) plane of the FeP phase.",
                "X-ray photoelectron spectroscopy (XPS) measurements were carried out to explore the surface chemical states of different elements in FeP NAs. Fig. 2e shows the high-resolution Fe 2p XPS spectrum. Clearly, the peaks for binding energy (BE) that appear at 707.3 and 712.1 eV could be attributed to Fe p3/2 and the peak centered at 720 eV ascribed to Fe p1/2. The following broad peak is observed at 726.2 eV. The peaks at 707.3 and 720 eV can be assigned to FeP. The peaks at 712.1 and 726.2 eV are due to the native oxide layers present at the surface stemming from the prolonged exposure of FeP NAs/CC to air. For the high-resolution P 2p XPS spectrum (Fig. 2f), two peaks observed at 129.6 and 130.3 eV correspond to the BE of P 2p3/2 and P 2p1/2, respectively, which correspond to FeP. In addition, the peak appearing at 134.7 eV could be assigned to the oxidized P species derived from the superficial oxidation of TMPs caused by exposure to air.",
                "Fig. 3a shows the CV curves obtained in a potential window from 0.01 to 3.0 V at 0.1 mV s−1. Clearly, the initial cycle was different to the subsequent cycles. In the first cycle, the reduction peak at 2.2 V is related to the side reaction of CC which is similar to that of the bare CC (Fig. S1, ESI†). And an inconspicuous reduction peak in the potential range of 1.2–0.8 V (see Fig. 3a inset) could be observed carefully, which could be associated with the intercalation of sodium in FeP to form the NaxFeP phase corresponding to eqn (1). The following reduction peak appeared at 0.49 V in the first cycle but disappeared in the subsequent cycles, which could be associated with the formation of a solid electrolyte interface (SEI) film and the reduction of NaxFeP into metallic Fe and Na3P corresponding to eqn (2). The overall discharge process can be ascribed to the following equations:",
                "During the anodic sweep, an oxidation peak was obtained at approximately 0.45 V, probably indicating the partial oxidation of Fe to NaxFeP and the de-intercalation of Na+ in the carbon fibers corresponding to the CV results of CC (Fig. S2, ESI†). The following oxidation peak approximately at 2.0 V related to the de-intercalation of sodium to form FeP. In the subsequent cycles, it is noteworthy that the cathodic peak shifted to 1.26 V, and the curves were completely overlapped, implying the excellent electrochemical stability in the FeP NAs/CC anodes.",
                "Fig. 3b displays the charge/discharge curves of the FeP NAs/CC electrode at 0.2 A g−1 in the first three cycles. The initial discharge and charge capacities reached 1008 and 561 mA h g−1, respectively, corresponding to an initial coulombic efficiency of 55.7%. The large loss of capacity was due to the decomposition of the electrolyte and the formation of an SEI layer. In the initial discharge curve, an obvious platform around 0.5 V can be noticed matching the first CV curve as a result of the side reaction of the electrolyte which leads to an unsatisfactory initial coulombic efficiency. The inflection point at approximately 1.4 V in the discharge curves corresponds to the CV results while no conspicuous platforms during the charge phase were observed.",
                "Fig. 3c and Fig. S2 (ESI†) show the rate capability of FeP NAs/CC and bare CC. It reveals that bare CC provides quite a low capacity during the electrochemical process. Moreover, the discharge capacities of FeP NAs/CC are up to 766, 587, 435, 280 and 184 mA h g−1 at current densities of 0.1, 0.2, 0.5, 1, and 2 A g−1, respectively. When backed to 0.1 A g−1, the FeP NAs/CC delivers a higher capacity of 829 mA h g−1 with stable cycling. Fig. 3d displays the cycling performance of FeP NAs/CC at 0.2 A g−1 between 0.01 and 3.0 V. The capacity decayed slightly and remained at 548 mA h g−1 after 100 cycles with a high capacity retention of 99.8%. Fig. 3e shows the long-term cycling property of the FeP NAs/CC electrode. Even at 2 A g−1, it still delivers a capacity of 110 mA h g−1 after 500 cycles. The morphology of the 500 cycle sample was characterized by SEM and TEM analysis. Fig. S3a and b (ESI†) show the low magnification SEM and high magnification TEM images. The result indicates that the FeP NAs did not show any distinct morphology changes after prolonged cycling. Moreover, the HRTEM image displays a d-spacing of 0.252 nm corresponding to the (102) plane of the FeP phase. Compared with other FeP nanostructures in previous reports, FeP NAs/CC exhibits high and stable sodium storage properties (Table S1, ESI†). This indicates that the nanoarrays on CC could make the capacity of FeP close to the theoretical capacity.",
                "The HRTEM and selected area electron diffraction (SAED) images of the FeP NAs/CC electrode at different initial discharge stages are displayed in Fig. S4 (ESI†). When initially discharged to 0.9 V, a few lattice planes were found with a d-spacing at 0.203 nm, corresponding to (002) of the Fe plane, and at 0.308, 0.250, and 0.243 nm corresponding to the (102), (103), and (110) planes of Na3P (Fig. S4a, ESI†). The SAED pattern (Fig. S4b, ESI†) shows four diffraction rings indexed to the (110) and (201) planes of Na3P, the (110) planes of Fe, and an unknown ring that might be ascribed to the NaxFeP (x = 0–3) phase. After being fully discharged to 0.01 V, all lattice planes match with the Na3P and Fe phases (Fig. S4c and d, ESI†) indicating the full conversion of FeP. The result indicates that both the intercalation and conversion reaction mechanism occur in the reaction process.",
                "In situ electrochemical impedance spectroscopy (EIS) during the third sodiation/desodiation process of the FeP NAs/CC electrode is shown in Fig. 4a, where 3D1.5 for example means discharge to 1.5 V and 3C3.0 represents charge to 3.0 V in the third cycle and so on. All the Nyquist plots contain two semicircles at the high and medium frequencies. These results are fitted by an equivalent electrical circuit in Fig. 4b. The charge transfer reaction resistances (Rct) at different charge/discharge potentials are also summarised in Fig. 4b. In particular, the Rct gradually decreased when the potential reduced from 3 to 1.5 V, increased when the potential further reduced to 0.5 V, and decreased hugely at full discharge. Rct increased at 0.5 V attributed to the newly formed Na3P with poor electron conductivity as the potential achieves 1.4 V, which corresponds to the CV curves (Fig. 3a). Then, the decline of Rct at 0.01 V could be attributed to product metallic iron being embedded in a Na3P matrix increasing the electro conductivity. Rct steadily increased during the desodiation process, while not returning during the sodiation process. Possibly, there exists irreversible iron acting as a conductive matrix to reduce the Rct. The reduction of Rct is consistent with previous works.",
                "To research the reaction kinetics, the CV curves at different scan rates in the range of 0.1–1.0 mV s−1 were firstly tested in Fig. 4c with the oxidation peak current summarised in Fig. S5 (ESI†). The linear dependence of the peak current with the sweep rate indicates a surface controlled capacity. The b-values were calculated through the analysis of the CV curves in Fig. S6 (ESI†). It is assumed that the current i follows a power-law relationship with the scan rate v through the following equation:",
                "abbbbbbb",
                "In summary, FeP nanorod arrays on carbon cloth have been demonstrated as a high-performance anode for SIBs with high capacity and superior stability, capable of delivering 548 mA h g−1 at 0.2 A g−1 with an excellent capacity retention of 99.8% after 100 cycles. This work not only provides us with an attractive electrode material for SIBs, but would open up exciting new avenues to the rational design of TMP nanoarrays for related applications.",
                "This work was supported by the National Natural Science Foundation of China (No. 21506133) and the Youth Foundation of Sichuan University (No. 2017SCU04a08). We also appreciate Hui Wang from the Analytical & Testing Centre of Sichuan University for her help with SEM characterization."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "FeP nanorod arrays on carbon cloth: a high-performance anode for sodium-ion batteries"
}