{
    "DOI": "10.1021/acsomega.7b00259",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, sodium-ion batteries (SIBs) have attracted considerable attention for large-scale energy storage because of the abundance of sodium resources throughout the world.  However, the development of low-cost and high-performance electrode materials is the key to commercializing sodium-based batteries. Fortunately, a series of high-performance cathode materials for SIBs have been discovered,  including layered oxides (P2- and O3-type layered oxides),  tunnel-type oxides,  phosphates,  and sulfates.  In particular, Prussian blue analogues with a high reversible capacity (RC) of ∼160 mA g–1 are ideal for commercial applications because of their simple preparation and low cost.  Recently, high-capacity P2-type Na0.67[Fe0.5Mn0.5]O2  and high-voltage polyanionic Na3V2(PO4)2F3  have been studied as novel cathode materials for SIBs, which show specific capacities comparable with the current commercial cathodes in lithium-ion batteries (LIBs) currently used for commercial small-scale applications, including hand-held devices like phones and tablets.",
                "In addition, anode materials for SIBs have also been widely studied, including alloys,  oxides,  organic compounds,  and carbon materials.  The big volume expansion of alloy anodes during sodium insertion results in the loss of electric contact and fast capacity fading. The capacities of oxide anodes are very small. Organic compounds, for example disodium terephthalate (Na2C8H4O4), suffer from poor cycling stability, low initial Coulombic efficiency (ICE), and insufficient electronic conductivity.",
                "As we know, graphite is the most widely used anode material in LIBs because of its abundant resource, excellent electronic conductivity, low average potential, and outstanding cycling stability. Unfortunately, graphite shows poor electrochemical performance as an anode material for SIBs using traditional carbonate electrolytes.  Recently, carbonate electrolytes have been substituted by ether-based electrolytes to obtain a RC of ∼150 mA h g–1 in SIBs using a graphite anode,  but the capacity is still far from satisfying the practical needs.",
                "To date, hard carbon (HC) is one of the most promising anode materials for SIBs because of its low average potential and high RC. Thus, HCs prepared from glucose,  PAN fibers,  phenolic resin (PF),  resorcinol formaldehyde (RF) resin,  and other polymers  have attracted much research interests; especially, PF is one kind of flexible precursor leading to high-purity HC and allowing the production of carbon materials with controllable microstructures and morphologies. As reported, HCs derived from PF has a perfect spherule shape, large interlayer distance, and disordered microstructure, which bring about sodium-ion intercalation and storage with a capacity of ∼310 mA h g–1 and long-cycle electrochemical stability. ",
                "For developing low-cost HC anode for SIBs, many biomass sources—such as silk,  banana peels,  peat moss,  pomelo peels,  lignin,  sucrose,  and cellulose nanofiber —have been used as precursors, and their derived carbons demonstrate suitable performance as anodes for SIBs.",
                "However, for now, there are still two keys to facilitate industrialized processing of biomass-based HCs: (1) a general carbonization technology leading to the best performance and high yields from various biomass sources with the lowest energy consumption and (2) a comprehensive understanding of sodium-ion storage behaviors in the different biomass-based HCs.",
                "In most of the preceding studies, carbonization temperature has been extensively investigated, but carbonization time—a key factor for using less energy—has been always ignored. In this work, mangosteen shell, a typical biowaste, was carbonized through a systemic heat treatment process. The as-prepared HCs at different heating temperatures and times reveal discrepant sodium-ion storage behaviors. The sodium-ion storage behavior varies from chemi-/physisorption on surface functional groups and heteroatoms to the insertion process resulting in disordered carbon nanovoids, which display different potentials and capacities, respectively. A possible sodium-ion storage mechanism in HC is proposed."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                " shows the digital photograph and scanning electron microscopy (SEM) image (after mechanical crushing) of the mangosteen shell precursor. The reddish-brown mangosteen shell turns into brown powder after being dried and smashed. The as-prepared powder turns black after pyrolysis, and the carbon yields under different carbonization conditions are listed in . SEM images of HCs carbonized at different temperature and time are shown in , respectively, and all of the HC particles maintain irregular shapes with smooth surfaces, which means that the different carbonization process has little effect on the particle size and surface morphology.",
                "a,c shows X-ray diffraction (XRD) patterns of HC-Ts carbonized at different temperatures and HC-hs carbonized for different times. All XRD patterns exhibit two broad peaks at ∼24° and ∼43°, which are assigned to the crystallographic planes of (002) and (101) in the carbon structure, respectively. Obviously, with increasing carbonization temperature, the (002) peak of HC-Ts becomes sharper and shifts right significantly, which indicates not only an increase in long-range order degree but also a decrease in HC-Ts interplanar spacing (d002). Differently, with increasing carbonization time from 0.5 to 5 h at 1500 °C, the (002) peak of HC-hs roughly maintains the shape. Only its position is altered, which shifts to a higher angle; this suggests that the change in interplanar spacing is more obvious than that on the order degree in HC-hs with prolonged sintering time.",
                "On the basis of the Bragg equation 2d sin θ = nλ, the d002 values of HC-Ts are shown in . With increasing carbonization temperature, the d002 value shrinks gradually from 3.84 to 3.66 Å, but this is still much larger than that of graphite (∼3.4 Å) and ensures facile sodium-ion insertion/extraction between the graphene layers. The average thicknesses of graphitic domains (Lc) were obtained using the Scherrer equation with the peak positions and full width at half-maximum (FWHM) values of (002) peak. Lc increases slightly with increasing carbonization temperature. According to the d002 value and Lc, the number of interlayers stocked in the graphitic domains can be roughly estimated. For instance, the Lc and d002 of HC1500C2h are 1.64 nm and 3.67 Å, respectively, indicating that the graphitic domain of HC1500C2h is made up of 5–6 stacked graphene layers (n = 1.64/0.367 + 1). The number of the stocked interlayers in graphitic domains increases slowly from 4–5 to 5–6 as the carbonization temperature increases from 800 to 1600 °C.",
                "b,d displays the Raman spectra of HCs normalized by the peak height of G-band. All of them show two bands located at ∼1350 and ∼1600 cm–1 corresponding to the defect induced D band and the crystalline graphite G band of carbon,  respectively. The comparative intensity ratio of the G band and D band (IG/ID) is used to quantify the disorder degree of carbon materials.  shows the fitting Raman curves of HC-Ts, and the calculated value of IG/ID is shown in . Interestingly, with increasing carbonization temperature, the intensity of D band increases, but its FWHM gradually decreases, and the value of IG/ID keeps increasing, which shows a change in the structure from amorphous to planar graphite microlites. In addition, d shows the Raman spectra of HC-hs. With increasing carbonization time, the peak intensity of D band decreases, and the value of IG/ID increases continuously (see ), indicating the promoted graphitization degree. The results comport with the XRD results.",
                "The high-resolution transmission electron microscopy (HR-TEM) images of HC-Ts are displayed in a–d [inset selected area electron diffraction (SAED)]. The disordered structure observed shows a degree of amorphous of HC-Ts. The results suggest that the local ordered structures, which represent nanographite domains, become more distinct at a higher carbonization temperature. All SAED patterns exhibit dispersive diffraction rings, which further confirm the disordered microstructure of HC-Ts. The diffraction ring becomes sharper with increasing carbonization temperature, which demonstrates a tendency toward ordered structure. In addition, some graphitic domains arise in the local ordered structure of HC800C2h. With increasing carbonization temperature, the graphitic domains become more apparent in HC1300C2h combined with an appearance of nanovoids surrounded by some parallel carbon hexagonal layers. The maximum amount of nanovoids with a size of ∼1 nm is achieved in HC1500C2h (see c) and a minimum amount at 1100 °C, which is due to the random packing and agglomerations of carbon layers at a higher temperature. Subsequently, both increasing temperature and extending time, the amount of such nanovoids will drop, as shown in d–f.",
                " displays the cyclic voltammetry (CV) curves at a scan rate of 0.2 mV s–1 in a voltage range of 0–2 V. A small reduction peak located at ∼0.5 V is observed in the first scan and disappears in the subsequent cycles, which is attributed to an irreversible reaction of the electrolyte with surface functional groups of the active material and formation of the solid–electrolyte interface (SEI) layer. As we know, the formation of the SEI layer and other irreversible reactions directly result in a low ICE.  shows that the ICE of HC-Ts improves remarkably with increasing carbonization temperature. The results show that the larger specific surface area (see  and ) and higher amount of functional groups remained at a lower carbonization temperature, thus leading to a lower ICE.",
                "a shows the typical initial galvanostatic charge/discharge profiles of HC-Ts at a current density of 20 mA g–1 in a voltage range of 0–2 V. The specific capacities of HC-Ts are ∼70, 220, 280, 330, and 270 mA h g–1. All charge/discharge profiles except for HC800C2h show a flat plateau region at a potential ∼0.2 V and a sloping region in the range of 0.2–1 V (see ). The effect of carbonization temperature on the plateau region capacity (PRC) and sloping region capacity (SRC) is summed up in b. With increasing carbonization temperature, the SRC decreases slowly and the PRC significantly increases with the highest value obtained at 1500 °C. On the basis of the results of XRD, Raman, and HR-TEM, HC-Ts have less defect, more nanographite, and nanovoids at higher carbonization temperature. Therefore, the results suggest that the SRC comes from sodium-ion storage in the defects, edges, and surface of HC-Ts, whereas the PRC is produced by sodium-ion storage in the interlayer of nanographite and nanovoids formed by nanographite. At a lower carbonization temperature, HC-Ts contain larger specific surface area, as well as a higher number of surface functional groups, heteroatoms, and defects. Thus, an absorption/desorption behavior of sodium-ion storage is displayed in HC800C2h.",
                "However, there are few nanographite domains and nanovoids, both of which contribute greatly to sodium storage capacity. Undoubtedly, HC800C2h shows a much lower capacity compared with HC pyrolyzed at higher temperatures.",
                "c shows the cycling performance of HC-Ts at a constant current density of 20 mA g–1. All of the HC-Ts anodes deliver excellent cycling stability. The highest specific capacity of ∼330 mA h g–1 is obtained in HC1500C2h with a capacity retention of ∼98% after 100 cycles. The superior cycling performance of HC-Ts is attributed to their unique stable 3D disordered structures formed at high carbonization temperatures. A comparison of the electrochemical performances between our mangosteen shell based HCs and some reported biomass-based HCs is listed in , in which our HC delivers preferable ICE and RC.",
                "d shows the rate capability of HC-Ts anodes tested at various current densities from 20 to 200 mA g–1. All HC-Ts anodes deliver good rate performance, and HC1500C2h delivers the highest specific capacity at low current densities, whereas HC1300C2h exhibits the best rate capability. Importantly, all HC-Ts anodes retain their high reversible capacities when the current density decreases from 200 to 20 mA g–1, which indicates that the high-rate cycling does not perpetually destroy the microstructures of HC-Ts and their capacity can restore to the original structure at a small current density.",
                "a displays the charge/discharge profiles of HC-hs at a current density of 20 mA g–1 in the voltage range of 0–2 V. HC1500C2h delivers the highest RC of ∼330 mA h g–1 with the highest PRC ≈ 250 mA h g–1 and ICE ≈ 83% in the electrochemical curves (see b and , respectively). This is due to the most number of sodium-ion storage sites in the HC1500C2h anode material, which is well-supported by all characterizations in particular from HR-TEM. As shown in c, all HC-hs anodes deliver excellent cycling performance with capacity retention over 92% after 100 cycles at the current density of 20 mA g–1 and a high ICE ≈ 80%.",
                "d shows the rate performance of the HC-hs at various current densities from 20 to 200 mA g–1. Interestingly, HC1500C2h shows not only the highest specific capacity at a low-current density of 20 mA g–1 but also the best rate performance among the HC-hs anodes. This point is very important for the future commercialization of anodes for SIBs. Specifically,  shows the change in rules on the influence of carbonization temperature and time on the PRC and SRC, respectively, under various current densities. Interestingly,  shows a linear relationship between PRC and the current density when the current is less than 120 mA g–1. However, the impact of the current density on SRC is less than PRC (see ), which is attributed to the different sodium-ion storage mechanisms in these two voltage regions and the severe polarization at high current rates.",
                "For insight into sodium-ion storage mechanisms of HCs, galvanostatic intermittent titration (GITT) was used to measure sodium-ion diffusion coefficient. a shows the GITT curves of HC1500C2h anode at the second cycle from 0 to 2.0 V. During the GITT tests, the sodiation and desodiation were carried out at a constant current density of 20 mA g–1 for 10 min, followed by an open-circuit stand for value (Es). The sodium-ion diffusion coefficient of HC1500C2h is determined by solving Fick’s second law of diffusion using the following equation through a series of assumptions and simplifications where MB and mB are the molecular weight and mass of the electrode material, L is the thickness of the electrode, S is the surface area of the active material estimated from Brunauer–Emmett–Teller (BET) data, VB is the molar volume of the electrode material, and τ is the current duration time. When there is a good linear relationship between cell voltage and τ1/2 during titration (see ),  can be simplified as",
                "To simplify the calculation, VM is assumed to be a constant throughout the electrochemical process. ΔEs and ΔEτ are obtained from the GITT curves following the method provided by the current step diagram shown in b. As shown in c,d, the sodium-ion apparent diffusion coefficient (ADC) of HC1500C2h is on the order of 10–9 cm2 s–1 during the sodiation and desodiation processes. The inset of c is the data in a low-voltage region of ∼0.1 V. During the sodiation process, sodium-ion ADC undergoes a slow decrease to the demarcation point at ∼0.1 V followed by a sharp decrease. When the cell voltage reaches ∼0.06 V, the electrode delivers the minimum sodium-ion ADC on the order of 10–13 cm2 s–1 until the voltage of ∼0.04 V, at which point sodium-ion ADC increases largely and then decreases until the cutoff voltage. For the desodiation process, sodium-ion ADC first decreases dramatically and then increases sharply to ∼0.1 V, followed by a relatively slow decrease until the cutoff voltage (see d). The low- and high-voltage sides of the first inflection point appearing at ∼0.1 V in c,d correspond to the plateau region and sloping region on the charge/discharge profiles, respectively, indicating that the emergence of an inflection suggests a new starting electrochemical process.",
                "It could be concluded that the lowest sodium-ion ADC mainly concentrates at the plateau region of charge/discharge profiles. The extremely low diffusion coefficient in the plateau region indicates that the electrochemical reactions in this section are severely sluggish. This phenomenon could be ascribed to the high kinetic barriers related to the concurrent insertion/extraction of sodium-ions and structural development, which offers a reasonable interpretation of the severe capacity fading in the plateau region at high current densities. During the sodiation process, there is a sudden increase in sodium-ion ADC at ∼0.04 V, which suggests a new electrochemical behavior, sodium metal-nanovoids filling,  arising at this point. Similarly, sodium metal-nanovoids filling is located at ∼0.01 V and holds lower kinetic barriers relative to insertion/extraction. ",
                "To summarize, physical and microstructure characterizations, electrochemical tests, and GITT results of HC reveal that the SRC comes from sodium-ion storage in the defects, edges, and surface, whereas the PRC is produced by sodium-ion storage in interlayer of nanographite and nanovoids formed by nanographite."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "HC materials have been successfully synthesized from biowaste mangosteen shell via a simple, one-step carbonization process. The precursors were carbonized at different temperatures from 800 to 1600 °C for 2 h and at different times from 0.5 to 5 h at 1500 °C. The as-prepared HCs exhibit different microstructure characteristics and electrochemical performances. Structural evolution studied using XRD, Raman, BET, and HR-TEM, along with electrochemical measurements, together obtain an optimal carbonization condition of 1500 °C for 2 h. HC1500C2h delivers the highest RC of ∼330 mA h g–1 (consisting of SRC ≈ 80 mA h g–1 and PRC ≈ 250 mA h g–1) at a current density of 20 mA g–1, the capacity retention of ∼98% after 100 cycles, and the ICE of ∼83%. In addition, the different sodium-ion storage mechanisms related to SRC and PRC were deeply analyzed using GITT and CV technologies to understand the sodium-ion storage behaviors in the biomass-based HC anodes. This work is beneficial to discover an optimal carbonization technology for various biomass precursors as anodes for SIBs and to deepen the understanding of a universal sodium-ion storage behavior in carbon-based materials."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The collected mangosteen shell was cut into small pieces, dried, and grounded with a micromill. The obtained powder was loaded into a tubular furnace and carbonized at a given temperature for a certain time at a heating rate of 3 °C min–1 under an argon flow. More specifically, the powder was pyrolyzed at a temperature range of 800–1600 °C (interval of 100 °C) for 2 h (noted as HC-Ts) and at 1500 °C for times of 0.5, 1, 2, 3, 5 h (noted as HC-hs). The as-synthesized HC-Ts and HC-hs are uniformly named by HCxCyh, where x represents sintering temperature and y represents sintering time."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of the as-synthesized HCs was observed using a VGA-3-SBH scanning electron microscope. The specific surface area and pore structure of the HCs were characterized using a Micromeritics ASAP 2020 analyzer. HR-TEM and SAED observations were performed using a JEOL JEM-2100F TEM instrument. XRD patterns were recorded using a PANalytical X’Pert instrument equipped with Cu Kα radiation. Raman spectra were recorded using a Renishaw Invia spectrometer with an Ar laser of 514.5 nm."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A slurry containing 80% active material, 10% carbon black (Super-P), and 10% polyacrylic acid sodium (binder) was dispersed in H2O. The obtained slurry was coated onto a Cu foil and then dried at 120 °C overnight in a vacuum oven. The active material mass loading of the electrodes was ∼2.50 mg cm–2. 2032-type coin cells were assembled with the working electrode, sodium counter electrode, glass fiber separator, and sufficient electrolyte in an argon-filled glovebox. The electrolyte was 1 M NaClO4 in ethylene carbonate (EC) and propylene carbonate (PC) (1:1 by volume). The charge/discharge measurements were taken using a Land BT2000 system (Wuhan, China). CV was carried out using a PMC-500 instrument at a scan rate of 0.2 mV s–1 within a voltage range of 0–2 V. GITT measurements were also taken using a Land BT2000 system under a 20 mA g–1 current pulse with 10 min duration and 40 min rest interval."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Low-Cost and High-Performance Hard Carbon Anode Materials for Sodium-Ion Batteries"
}