{
    "DOI": "10.1039/D3DT03548D",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In view of the high cost and limited resources in the ocean and lithium in Earth's crust, in the past few years, Na-ion batteries (NIBs) have risen as a promising alternative to Li-ion batteries (LIBs). However, huge obstacles still exist for the practical application of NIBs owing to the larger size and molar mass of Na-ion (1.02 Å and 23 g mol−1) compared to those of Li-ion (0.76 Å and 7 g mol−1), which would lead to sluggish Na-ion diffusion kinetics, a huge volume change and a poor cycling stability. To fulfil the ever-increasing demand for grid and mobile energy storage, more efforts to seek NIBs with excellent safety characteristics, a long service life and a superior cycling stability based on progressive negative electrode materials are urgently needed.",
                "Transition metal selenides (MxSey, M = Fe, Co, Ni, Cu, or Mo) have emerged as promising anode electrode candidates for NIBs owing to their low cost, high theoretical capacity, and diverse electronic properties. Among them, CoSe2 has gained much attention owing to its numerous advantages, such as appropriate working potential, low redox voltages, and environmental friendliness. Despite these significant merits, they still suffer from unsatisfactory rate capability, severe capacity attenuation, and low initial coulombic efficiency caused by the structure disintegration, huge volume changes, and unstable solid electrolyte interphase (SEI) film during the larger-sized Na+ sodiation/de-sodiation processes. In addition, the low electrical conductivity of CoSe2 further hampers the electrochemical reaction kinetics during the cycling processes, which is undesirable for the output of high reversible specific capacities at high current densities. Hence, designing a reasonable microstructure, constructing a stable SEI film and increasing the intrinsic electrical conductivity has become the main research focus for the development of CoSe2 materials. For instance, Gao et al. have prepared 3D CNT/CoSe2/C as anode for NIBs. The 3D CNT/CoSe2/C electrode shows excellent sodium storage properties with satisfactory rate capability (223.6 mA h g−1 at 2.4 A g−1). Wang et al. reported core–shell CoSe2/WSe2 heterostructures@carbon as an advanced anode for NIBs. As expected, the composite shows a stable discharge capacity of 501.9 mA h g−1 at 0.1 A g−1 after 200 cycles. Nevertheless, nanomaterials with large specific surface areas tend to produce more SEI during the first sodiation/desodiation process. This leads to a higher consumption of Na-ion in the cathode materials and electrolytes, ultimately resulting in a lower initial capacity efficiency (ICE).",
                "As is known, the interface contact between the electrode and electrolyte can be adjusted by such surface engineering strategies as a surface coating or combining nanostructure materials with conductive materials (especially the most studied carbonaceous materials). Carbon-coated active nanomaterials have many advantages: (a) nanostructures can significantly shorten the ion diffusion path; (b) the presence of an electron conductive carbon layer in the electrode can promote the contact between electrons and ions with the active materials; (c) the carbon layer can act as a protective barrier between the electrode and the electrolyte, reducing their direct contact and preventing side reactions. These advantages contribute to the formation of a stable SEI film, increased reversibility of ion insertion/extraction processes, and improved cycling stability and the rate performance of the electrode. Up to date, multifarious carbon-modified nanocomposites have been reported, and enhanced electrochemical properties and ICE have been attained. However, the previously reported CoSe2 anodes have revealed an ICE of almost less than 90%, so it is still a challenge to build anode materials with high ICE (>90%), superior rate capability, and long-term cycling stability. Therefore, from the perspective of electrode materials, it is still urgently required to develop CoSe2 anode materials with high ICE to accelerate their commercial applications in NIBs.",
                "Based on the above considerations, 3D nanoarchitecture coral-like CoSe2@N-doped carbon (CL-CoSe2@NC) were synthesized by facile solvothermal method. When evaluated as an anode for NIBs, the CL-CoSe2@NC electrode can deliver an initial discharge capacity of 555.0 mA h g−1 with high ICE of 93.1%, outstanding rate capability (530.7, 469.9, 396.4, 341.3, and 314.4 mA h g−1) at the current rates of 0.2, 0.5, 1.0, 2.0, and 5.0 A g−1, respectively, and long cycling stability (345.4 mA h g−1 at 2.0 A g−1 after 2800 cycles). The excellent electrochemical performances of the material are attributed to the synergistic effect between the NC layer and the coral-like CoSe2, which are combined in a unique 3D nanoarchitecture. This unique structure ensures efficient sodium storage."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The crystal structures of the precursor, CoSe2, and CL-CoSe2@NC were identified by XRD. As observed in Fig. 1a, the XRD peaks of the precursor are attributed to orthorhombic Co(CO3)0.5(OH)·0.11H2O (PDF# 48-0083). As for the CoSe2 and CL-CoSe2@NC samples, a suite of characteristic peaks of CoSe2 were detected (PDF# 09-0234). Meanwhile, G and D bands around ∼1570 and ∼1360 cm−1 in the Raman spectra (Fig. 1b) are ascribed to the stretching vibrations of C–C in the plane and the crystal defects, respectively. According to the Gaussian function fitting curve, the ID/IG ratio was calculated to be 0.83 implying the amorphous nature of NC derived from the Co(CO3)0.5(OH)·0.11H2O@PDA precursor, which would be beneficial to enhance the ion/electron diffusion rate.",
                "The chemical compositions of CL-CoSe2@NC powders were detected by XPS measurements. The full survey spectra in Fig. S1† indicate the presence of C, N, Co, and Se elements in CL-CoSe2@NC. The high-resolution C 1s spectrum of CL-CoSe2@NC is shown in Fig. 1c and can be split into four peaks. The peaks at ∼284.8 and ∼285.3 eV correspond to C–C and C–C/CN bonds, respectively. In addition, two obvious peaks at 282.3 and 289.8 eV correspond to the binding energy of C–Co and C–Se bonds, respectively, indicating a strong coupling between CoSe2 and the NC layer. The presence of C–Co and C–Se bonds indicates a tight binding between the NC layer and CoSe2, which has been reported to greatly enhance electronic conductivity. In the N 1s spectrum shown in Fig. 1d, three peaks at 399.2, 400.8, and 405.9 eV correspond to pyridinic, pyrrolic, and graphitic nitrogen, respectively. The Co 2p high-resolution spectra in Fig. 1e mainly show Co 2p3/2 and Co 2p1/2 peaks. The peaks at approximately 778.8 and 780.8 eV can be attributed to Se–Co–Se and Co–O bonds, respectively. The Co 2p1/2 peak consists of Co–Co and Co–O bonds, located at 797.2 eV and 793.9 eV, respectively.Fig. 1f displays the Se 3d spectra, which can be indexed to four peaks at 54.9 eV (Se 3d5/2), 55.8 eV (Se 3d3/2), and 60.3 eV (Co 3p3/2), with the Se–O bonds at 59.3 eV being due to surface oxidation of the materials.",
                "The microstructure and morphology of the Co(CO3)0.5(OH)·0.11H2O precursor, bare CoSe2 and CL-CoSe2@NC are shown in Fig. 2. As can be seen from Fig. 2a, a typical solvothermal product is consisting of plentiful coral-like (inset of Fig. 2a) Co(CO3)0.5(OH)·0.11H2O nanowire clusters. A rough and uniform polydopamine layer is then modified on the surface of the Co(CO3)0.5(OH)·0.11H2O precursor (Fig. 2b). Fig. 2c and Fig. S2a, b† shows SEM images of CL-CoSe2@NC and bare CoSe2. After selenizing at 400 °C for 2 h, the bare CoSe2 product showed slight fragmentation and agglomeration in Fig. S2a and b.† In comparison, the CL-CoSe2@NC sample in Fig. 2c is shown to maintain its nanowires structure well, verifying that the NC layer could protect the microstructure of the active materials. Fig. 2d displays the TEM images of the CL-CoSe2@NC powders, which mostly maintained the original morphology of Co(CO3)0.5(OH)·0.11H2O@PDA upon the selenization at 400 °C. A HRTEM image of CL-CoSe2@NC is shown in Fig. 2e, and the well-defined lattice fringes with inter-planar spacing of 0.261 nm are related to the (210) planes of CoSe2. In addition, the CoSe2 nanowire is coated by a thin NC layer with a thickness of ∼10 nm, which helps to protect the nanostructural integrity and improve electron conductivity. The selected area electron diffraction (SAED) result showing a pattern of concentric rings (Fig. 2f) reveals the polycrystallinity of CL-CoSe2@NC. Moreover, Fig. 2g–k shows the TEM-EDS mapping patterns of CL-CoSe2@NC, which display the uniform distribution of Co, Se, C, and N elements.",
                "The Na+ storage behaviors of CL-CoSe2@NC were first studied by CV in a voltage range of 0.01–3.0 V (vs. Na+/Na) with a scanning rate of 0.1 mV s−1. As depicted in Fig. 3a, a distinct current peak located at about 1.01 V is clearly observed, which is assigned to the formation of the SEI films, metallic Co nanocrystals, and Na2Se through a multistep conversion reaction process. Simultaneously, two peaks at 1.78 and 1.88 V, are assigned to the formation of NaxCoSe2 and CoSe2, respectively. In the subsequent cycles, the CV curves of the CL-CoSe2@NC electrode are almost overlapping, indicating the high reversibility of Na-storage. By comparison, although the bare CoSe2 displays a similar CV profile with CL-CoSe2@NC (Fig. S3†), the curve misalignment is obviously observed between the 2nd and 3rd plots, manifesting the poor reversibility of the bare CoSe2 electrode under the same reaction mechanism. Fig. 3b shows the first galvanic discharge/charge curves of CoSe2 and CL-CoSe2@NC at 0.5 A g−1 from 0.01 to 3.0 V. CL-CoSe2@NC delivers the first discharge and charge capacities of 555 and 516.8 mA h g−1, respectively, with a high ICE of 93.1%, while the ICE of CoSe2 is only calculated to be 70.6%. Besides, it is obvious from Fig. 3c that the CL-CoSe2@NC anode electrode has the highest ICE (93.1%) compared to the ICE of 60–90% reported in the literature of CoSe2-based anode materials. These indubitable results further confirm that coupling of nanostructured materials with multifunctional carbonaceous materials can indeed improve the reversibility of the CoSe2 anode, ultimately leading to high ICE. The cycling performance of the CoSe2 and CL-CoSe2@NC electrodes at a current density of 0.5 A g−1 is shown in Fig. 3d. After 50 cycles, the CL-CoSe2@NC electrode demonstrates a reversible capacity of 416.6 mA h g−1. In comparison, the bare CoSe2 electrode only achieves a reversible capacity of 51.5 mA h g−1 over the same number of cycles. The surface morphologies of CoSe2 and CL-CoSe2@NC after 50 cycles, as shown in Fig. S4a and S4b,† confirm the outstanding structural stability of the CL-CoSe2@NC electrode during cycling. Fig. 3e shows the rate performance of the CoSe2 and CL-CoSe2@NC electrodes at various current densities ranging from 0.2 to 5 A g−1, within the voltage range of 0.01–3 V. As can be seen in Fig. 3e, CL-CoSe2@NC displays higher capacity (0.2 A g−1: 530.7 mA h g−1; 0.5 A g−1: 469.9 mA h g−1; 1 A g−1: 396.4 mA h g−1; 2 A g−1: 341.3 mA h g−1; 5 A g−1: 314.4 mA h g−1) than CoSe2 (0.2 A g−1: 467.3 mA h g−1; 0.5 A g−1: 366.5 mA h g−1; 1 A g−1: 195.4 mA h g−1; 2 A g−1: 150.6 mA h g−1; 5 A g−1: 125 mA h g−1). When the current density recovers to 0.2 A g−1, the discharge capacity of CL-CoSe2@NC promptly increases to 530.9 mA h g−1, which is near to the first discharge capacity.",
                "To further comprehend the cause for the high capacity of CL-CoSe2@NC, the EIS was detected in the frequency range of 0.1–100 kHz. As depicted in Fig. 3f, typical EIS curves are composed of a semicircular line delegating the mid-frequency region of the sodium diffusion impedance and a straight line delegating the low-frequency region of the interfacial charge transfer impedance. Based on the equivalent circuit provided in the inset of Fig. 3f, the calculated value of Rct for the bare CoSe2 electrodes was found to be 819.4 Ω. This value is significantly higher compared to the Rct value of the CL-CoSe2@NC electrode, which is calculated to be 255.8 Ω. This suggests that the C–Co and C–Se bonds formed between the NC layer and CoSe2 ensure faster electron transport across the interphase. In addition, the adhesion force between the NC layer and CoSe2 is expected to remit the agglomeration of the CoSe2 nanoparticles during the sodiation/de-sodiation process and suppress an increase of interfacial resistance among particles. The CL-CoSe2@NC electrode exhibits exceptional long-term cycling stability, as shown in Fig. 3g. Even at a high current density of 2 A g−1, it is able to maintain a reversible discharge capacity of 345.4 mA h g−1 even after undergoing 2800 cycles. Furthermore, the high capacity retention of 98.6% suggests that the CL-CoSe2@NC electrode retains almost all of its initial discharge capacity even after extensive cycling. This high capacity retention indicates the electrode's ability to maintain its electrochemical performance and stability over time. The capacity of the unmodified CoSe2 drops rapidly, revealing undesirable cyclic properties owing to poor electroconductivity and significant large volume change during sodiation and desodiation processes compared to the CL-CoSe2@NC electrode.",
                "To further research the outstanding sodium storage property of the CL-CoSe2@NC electrode, the dynamic behavior of the CL-CoSe2@NC electrode was studied by the CV test for the survey on pseudo-capacitance properties during the sodiation/desodiation process. The CV measurements were recorded at the scan rate from 0.1 to 1 mV s−1, as displayed in Fig. 4a. According to previous studies, the relationship between the peak current (i) and scan rate (ν) can be described using the following equation:",
                "The parameter a is a variable that can be adjusted, and the value of b is used to explain the behavior of sodium storage. When b is close to 1, it indicates that the capacitive behavior dominates the electrochemical process. On the other hand, when the b value is close to 0.5, it suggests that the electrochemical reaction is mainly controlled by ion diffusion behavior. The b-values were calculated from the linear relationship between log(i) and log(v), as shown in Fig. 4b. The gained b-values of the redox peaks were 0.81, 0.99, 0.91, 0.71, and 0.83, respectively, suggesting that the CL-CoSe2@NC electrode is controlled by capacitive behavior in the sodiation/desodiation processes. The ratios of the capacitive contribution under various scan rates can be estimated using the following equation:",
                "where k1v and k2v0.5 are the pseudocapacitive capacity and diffusion-controlled capacity, respectively. As shown in Fig. 4c, the pseudocapacitive contributions were calculated to be 73.9%, 76.3%, 82.2%, 85.9%, 87.9%, and 89.1% at the sweep rates of 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0 mV s−1, respectively, displaying a continuous rise with the increasing sweep rate. As anticipated, under high scan rates, the sodium-storage capacity is primarily controlled by pseudocapacitive contributions, which enhance the fast transfer kinetics of Na+ during the sodiation/desodiation process. In addition, the pseudocapacitive capacity (dark yellow region) is positively correlated with the sweep rate (Fig. 4d), arriving at a high value of 85.9% even at a low sweep rate of 0.6 mV s−1. Such high pseudocapacitive contributions are due to the unique nanoarchitecture of CL-CoSe2@NC, which shortens the diffusion pathways for both electrons and ions and provides multiple channels to improve the sodium insertion capability. In order to further investigate the relationship between CL-CoSe2@NC and Na+ transport, the sodium diffusion coefficient was determined using GITT and calculated based on Faraday's second law. The simplified equation used for calculation is as follows: where DNa+, mb, τ, VM, s, Mb, ΔEs, and ΔEτ is the Na+ diffusion coefficient (cm2 s−1), electrode active mass, pulse duration, molar volume, total surface area of the electrodes, molar mass of the electrode material, steady-state voltage change due to the pulse (V), and total change of the cell voltage during constant pulse time, respectively.Fig. 4e given the potential response curves of CoSe2 and CL-CoSe2@NC for both sodiation and desodiation processes during the first cycle. Fig. 4f shows sodium diffusion behaviors of CoSe2 and CL-CoSe2@NC during the Na+ insertion/extraction process. In comparison, the CL-CoSe2@NC electrode demonstrates higher Na+ diffusion coefficients, indicating that hybridized with carbonaceous materials would readily facilitate Na+ diffusion and reduce electrode polarization during the charge/discharge process.",
                "To further study the changes in morphology and structural evolution, CL-CoSe2@NC half-cells were examined after the first cycle using ex situ XRD, HRTEM, and SAED techniques. The ex situ XRD patterns of the CL-CoSe2@NC half-cells were obtained at various potential points as shown in Fig. S5.† When the CL-CoSe2@NC electrode was discharged from 2.4 V to 0.01 V the typical peaks of CL-CoSe2@NC disappeared. Meanwhile, some new peaks were observed at approximately 37.5° and 44.7°, which were attributed to the (220) plane of Na2Se and the (002) plane of metallic Co, respectively. These new peaks indicated the occurrence of the conversion reaction from CoSe2 to Na2Se and Co.",
                "Furthermore, in the HRTEM images (Fig. S6a†), the Co and Na2Se were detected to represent the line spacing of 0.20 nm associated with the (002) face of Co and 0.24 nm coordinated with the (220) face of Na2Se. Upon charging to around 2.6 V, the CoSe2 phase reemerged, while the peaks corresponding to Na2Se and metallic Co disappeared. These ex situ XRD results are in agreement with the CV analyses, indicating a reversible conversion mechanism for CL-CoSe2@NC. The conversion mechanism can be expressed as follows: CoSe2 + 4Na+ + 4e− ↔ 2Na2Se + Co. The HRTEM image at full charge state further indicates the high reversibility of CoSe2 in the CL-CoSe2@NC (Fig. S6c†). Moreover, SAED of the first sodiation/de-sodiation presents the Na2Se (002) and Co (001) faces in the discharge cycle and CoSe2 (210) face in the charge cycle (Fig. S6b and d†).",
                "SEI is the key factor that guarantees the power capability, shelf life, cycle life, and safety of the battery. Therefore, a stable SEI film is an important condition for excellent electrochemical performance. In order to better understand the beneficial effects of the NC layer on the enhanced interfacial stability of the CL-CoSe2@NC electrode, ex situ XPS measurements were conducted on both, the CoSe2 and CL-CoSe2@NC electrodes, after the first cycle. As shown in Fig. 5a and b, the C 1s spectrum could be fitted with four distinct peaks observed at approximately 284.8, 287, 289.6, and 293.2 eV, which are assigned to C–C, C–O, Na2CO3, and C–CF3, respectively. In the O 1 s XPS spectrum (Fig. 5c and d), the peaks observed at 531.5, 532, 533.5, and 536.8 eV are assigned to Na2CO3, RSO3Na, C–O, and Na KLL, respectively. From C 1s and O 1s XPS spectra, the presence of Na2CO3, C–CF3, and RSO3Na is attributed to the decomposition of the diethylene glycol dimethylether (DEGDME) solvent and NaCF3SO3. As undesired byproducts of the side reactions, RSO3Na and Na2CO3 possess poor ionic and electronic conductivities, which worsen the kinetics of Na+ diffusion and lead to an increased electrode polarization. In comparison to CoSe2 electrodes, CL-CoSe2@NC exhibits relatively lower levels of Na2CO3, C–CF3, and RSO3Na. This suggests that the NC layer effectively mitigates side reactions and promotes the formation of a more stable SEI layer. As a result, the growth of Na dendrites is prevented, leading to an improved electrode lifetime.Fig. 5e and f presents the F 1s spectrum of CoSe2 and CL-CoSe2@NC electrodes after the initial charge/discharge cycle, confirming the presence of C–F and NaF species in the SEI film on the electrode surfaces. The C–F and NaF species are easily formed through the decomposition of NaCF3SO3. It is evident that the NaF content in the modified CL-CoSe2@NC is lower than that in the CoSe2 electrode, indicating that the NC layer could effectually remission the resolve of NaCF3SO3 during the charge/discharge process. As a result, the CL-CoSe2@NC electrode exhibits a significantly more stable SEI layer compared to the CoSe2 electrode throughout the entire sodiation/desodiation process. This indicates that the CL-CoSe2@NC electrode has faster Na+ diffusion kinetics. This can be attributed to the structural stability and high conductivity of the CL-CoSe2@NC electrode, resulting in higher capacity retention, particularly at high current densities. The formation of a stable SEI film on the surface of the active materials can help prevent further consumption of electrolytes. This film also facilitates the fast transport of sodium ions through the SEI layer on the electrode, reducing interface impedance. As a result, the reversible specific capacity, initial Coulomb efficiency, and cycling stability of the battery are enhanced."
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the three-dimensional nanoarchitecture CL-CoSe2@NC was synthesized through the solvothermal method combined with the selenizing process. The as-prepared CL-CoSe2@NC as an anode for Na+ storage displayed remarkable cycling stability (reversible specific capacity of 345.4 mA h g−1 at 2 A g−1 after 2800 cycles), high ICE (93.1%) and excellent rate performance (314.4 mA h g−1 at 5 A g−1). The CL-CoSe2@NC electrode exhibits superior electrochemical performance compared to the previously reported CoSe2-based materials. This is attributed to the synergistic effect between its unique 3D nanoarchitecture and the NC layer encapsulation, as supported by EIS, CV, ex situ XRD, HRTEM, and SEI film observations. The aforementioned outstanding performance demonstrates that the CL-CoSe2@NC with a 3D nanoarchitecture holds great promise as an anode material for electrochemical energy storage devices."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Coral-like CoSe2@N-doped carbon with a high initial coulombic efficiency as advanced anode materials for Na-ion batteries"
}