{
    "DOI": "10.1021/acsami.7b08870",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As one of the most promising anode materials in the sodium-ion batteries (SIBs),  Sn is cheap and safe with a high capacity (847 mAh g–1 for Na15Sn4).  However, Sn suffers from a theoretical volume variation of 420% when fully sodiated in the alloying process.  The large volume expansion causes cracks and pulverization after cycling, resulting in an electrical disconnection between Sn and current collector, which, in turn, leads to a rapid fading of the capacity.  To accommodate the volume expansion and suppress the fracture of Sn anode, extensive researches have been focused on fabricating nanosized Sn-based materials, including Sn-based nanoalloys,  three-dimensional (3D) array of Sn nanorods,  Sn/C nanocomposites,  and so on. It is therefore of fundamental importance to understand how the particle size influences the cycling performance. An in situ characterization technique is urgently required to investigate the size-dependent morphological evolution of Sn nanoparticles in the charge/discharge cycles.",
                "In the past few years, in situ techniques have brought significant progress in the electrochemical researches.  Huang and co-workers reported the structural changes and the phase transformations of Sn nanoparticles (size between 100 and 300 nm) during fast electrochemical sodiation using in situ transmission electron microscopy (TEM).  More recently, Lee’s group explored the influence of electrically resistive Zintl ions in Na–Sn batteries using an in situ-focused ion-beam system.  Previous studies indicate that the sodiation of Sn is complex, which could be influenced by the particle size, test environment, and even charging rates. The in situ studies mentioned above were performed in all of the solid-state systems. Because sodium-ion batteries usually work in a liquid electrolyte, characterization of the corresponding solid–liquid interface is required to study the morphological evolution and the interfacial properties of Sn sodiation/desodiation under the real working conditions of batteries. Atomic force microscopy (AFM) is a useful analytical technique to adapt liquid testing environment as in real cells. Moreover, AFM is nondestructive and can provide a wide range of spatial resolutions from nano- to micrometer.  When AFM is coupled with a potentiostat or galvanostat, the electrochemical reaction of the electrode materials occurs like in operating cells. Important surface changes of electrode, including morphological evolution,  interfacial mechanisms,  and solid–electrolyte interphase (SEI) formation,  can be visualized during the in situ AFM scan in working conditions.",
                "In this article, we report an in situ AFM study of a single Sn nanoparticle sodiation and desodiation in a liquid electrolyte. By combining the voltammetry technique with the in situ AFM system on a rationally designed planar electrode, the volume change of Sn nanoparticles with different sizes is characterized at different potentials during the electrochemical reaction. As expected, all of the Sn nanoparticles (70–330 nm) investigated by the AFM reach a theoretical volume expansion of about 420% after sodiation. Interestingly, we find in the desodiation process that the irreversible volume change of nanoparticles is strongly size dependent, indicating the vital role of size controlling in the design of the Sn-based electrode materials."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                " shows schematically the preparation of planar anode and in situ AFM setup for a single Sn nanoparticle characterization. In contrast to the complicated electrode fabrication techniques like electron beam lithography in previous studies, we use a simple spray painting method to prepare the planar electrode (a). No binder or conductive carbon was used in the electrode. The Au film was first deposited as a current collector on a silica substrate by magnetron sputtering. The as-deposited film was flat, dense, and about 300 nm thick (). Then, Sn nanoparticles with a high phase purity and a particle size of 50–400 nm () were firmly supported on the Au film using the spray painting  method. The particles were ultrasonically dispersed in ethanol, and the suspension of single particle was sprayed homogeneously on the Au film using an air brush. Finally, the planar anode was calcined in Ar to fix the Sn nanoparticles tightly on the current collector. The photograph of Sn electrode (c) and the scanning electron microscopy (SEM) images of Sn nanoparticles assembled on the Au film (d and ) show that different-sized single Sn nanoparticle can be well dispersed and fixed on the planar Au film in a single-layer form. This simple method of fabricating planar electrode realizes the testing of a single particle on the electrode without the binder or carbon, which could also be applied to prepare other metal nanoparticle anodes with low melting point. The whole electrochemical testing system includes a single Sn particle planar electrode, a sodium electrode, and an AFM probe (b).  shows the photograph of the in situ setup designed for the AFM measurement in liquid environment, where the sodium counter-electrode and the AFM probe are fixed and immersed in the electrolyte, whereas the Sn electrode moves through the transparent holder for data collection. By using an o-ring and two tubes for electrolyte filling, the liquid electrolyte (NaClO4-ethylene carbonate/propylene carbonate (EC/PC)) is sealed inside the holder and the in situ cell can keep working for several days.",
                "a shows the morphological evolution of a single 180 nm Sn nanoparticle () in the first cycle of sodiation and desodiation. To investigate the evolution of Sn nanoparticles at different potentials, linear sweep voltammetry is used in combination with potentiostatic method during the electrochemical testing.  According to the cyclic voltammograms (CV) curve of the Sn nanoparticles (b), potentiostatic holds at 0.50, 0.30, 0.15, and 0.01 V during the sodiation process and 0.24, 0.58, 0.71, 0.83, and 2.00 V during the desodiation process are selected for the measurement (a video of continuous sodiation/desodiation process can be found in ). The anode is held for 6 h under each potential to complete the Sn expansion and contraction. Representative electrochemical curves at different potentials from the potentiostatic method are shown in . In the sodiation process, swelling of Sn starts below 0.50 V and the maximum is observed between 0.15 and 0.01 V. After full sodiation, the nanoparticle is converted to Na15Sn4 with a (220) interplanar distance of 0.46 nm (). Meanwhile, some byproducts show up on the Au film, which can be attributed to the decomposition of the electrolyte.  During the desodiation process, the particle contracts stably with the increase in potential. The morphology does not change drastically above 0.83 V and the particle cannot return to the original size after full charging.",
                "c plots the volume change rate versus the applied potential in the first cycle. The volume change is calculated by using the analysis software based on the integral calculation and the details can be found in the . Data of volume change are reported as the average values with error bars displayed in the figures. There is also an unavoidable tip-broadening effect of the AFM imaging,  which, however, does not influence the calculations of volume change rate, considering the sizes of Sn and the tip radius (). At the end of the sodiation process, Sn particle reaches a volume expansion of 427%, which is close to the theoretical volume change (420%) when it is fully sodiated to Na15Sn4. The Sn nanoparticle maintained an irreversible volume expansion of 207% after desodiation. To deduct the contribution of SEI to the volume change, force spectroscopy is applied to provide quantitative measurements on the SEI thickness covered on the nanoparticle. Principles of detecting SEI thickness using force curve method of AFM have been reported in previous researches.  Representative force–displacement curve () was taken from the desodiated Sn nanoparticle. The force started to increase when the AFM probe tip contacted with the soft SEI. Upon interacting with the hard Sn particle, the force started to increase linearly. The distance between the fitted hard interaction distance and the surface of SEI was calculated to be the thickness of SEI. The distribution of SEI thickness () covered on the particle is in a range of 0.5–4.5 nm and the average value is 2.13 nm. Compared with the particle size of Sn (180 nm), the contribution of SEI to the volume expansion is relatively small (∼2.3%) and could be ignored. This phenomenon of irreversible volume change is in agreement with the observation on other alloy-type anodes by using in situ TEM.  It is probably caused by the following reasons: (1) nanoscale pores formed inside the particles during the dealloying process;  and (2) the diffusion-controlled trapping of alkali metal in Sn particles, which causes limited dealloying and thus contributes to partial irreversible volume change. ",
                "The volume change of Sn nanoparticles with various sizes (80, 100, 120, 180, 200, 230, 260, and 330 nm) was characterized after initial sodiation and desodiation.  shows the relationship between the volume change and the pristine particle size. The corresponding 3D AFM images and the cross-section analysis of particles are displayed in , respectively. Regardless of the particle size, all of the Sn nanoparticles swell dramatically after being fully sodiated, with similar expansion ratios close to the theoretical value (420%). However, after desodiation, the irreversible volume change exhibits a continuously ascending tendency with an increase in the particle size. The 80 nm Sn shows the lowest irreversible change rate of 190%. For the particles with sizes 100, 120, and 200 nm, the volume contracts to 200, 202, and 233%, respectively. The Sn nanoparticles above 200 nm bear much larger irreversible volume change. The irreversible volume of 230, 260, and 330 nm particles increases to 278, 288, and 320%, respectively. As no separation of all of Sn particles from Au film was observed (), these irreversible volume changes do not result from the electrical disconnection between particles and current collector. Therefore, decreasing the particle size significantly improves the volume recovery of Sn nanoparticle on first desodiation, which may exert a profound effect on the cycling performance in the following cycles.",
                "The morphological evolution of representative small (70 nm) and large (240 nm) Sn particles () was further investigated during the first five cycles. Particles below 70 nm had also been tested, whereas the coverage of byproducts and the continuous scanning of probe influenced the normal testing of small particles below 70 nm. a,b shows the 3D images and the corresponding volume change of the 70 nm Sn particle. There is apparent contrast on the right of the particle during electrochemical testing, which might originate from the byproducts of the decomposition of the electrolyte.  The first sodiation results in a volume expansion of 422%, which returns to 190% after desodiation. Similar volume changes are found in the next four cycles. The average thickness of SEI () increased from 1.90 to 3 nm during the cycles, and the contribution of SEI to the irreversible volume variation changed slightly from 5.6 to 8.5%. In addition, the particle shape remains stable, indicating that the irreversible volume change might originate from the nanoscale pores formed in the previous desodiation and partially accommodate the expansion in the following sodiation process. Similar phenomenon has also been reported in the case of depotassiation from Sn.  For the larger particle (240 nm), the mechanical stability is largely declined after several cycles of discharge and charge. As shown in c,d, the volume expansion is 430% in the first cycle and continuously increases subsequently. After the fifth sodiation process, the volume change rate reaches as high as 520%, and the shape of the particle starts to change. The thickness of SEI and its contribution to the volume also keeps increasing slightly during the five cycles (). The unstable shape maintenance of the larger Sn nanoparticle indicates that more trapped sodium or more nanovoids have been formed in the structure. This continuous morphology change of a larger Sn particle would cause a structure fracture and worsen the electrochemical performance in real batteries.",
                "Electrochemical measurement of coin-type half cells was also carried out to verify the difference in the cycling performance between Sn nanoparticles with large and small sizes. The Sn nanoparticles tested here are synthesized by a surfactant-assisted method (details of preparation are described in the ). The synthesized Sn nanoparticles show a high phase purity () and a homogeneous morphology with mean sizes of 75 and 260 nm (a,b), respectively. The galvanostatic charge/discharge profiles (c,d) and the cycling performance (e,f) of these two Sn materials exhibit distinct trends in the first five cycles. The 75 nm Sn nanoparticles deliver higher capacity with a better capacity retention, which is due to the better shape maintenance as observed by the AFM. However, the larger Sn shows a faster fading capacity and a lower Coulombic efficiency. Therefore, it can be concluded that the mechanical stability and cyclability of Sn can be improved significantly by merely downsizing. Confining ultrasmall Sn in an elastic matrix can be expected to further enhance the electrode performance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have used AFM to analyze the sodiation and desodiation processes of single Sn nanoparticle directly in liquid electrolyte. Our results indicate that the volume expansion of Sn nanoparticles is always ∼420% after the first full sodiation, whereas the volume change in desodiation is strongly size dependent. Interestingly, compared with the larger Sn nanoparticles, the smaller ones show a lower irreversible volume change rate and a better shape maintenance after the desodiation process. Decreasing the particle size significantly enhances the mechanical stability and thus the cycling performance of Sn nanoparticles. This finding provides new insights into what is happening to Sn anode on charging and discharging. A mechanistic understanding of the size-dependent behavior also indicates the importance of size and interface controlling in the design of alloy-based electrode materials undergoing large volume variation during cycling."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "In Situ Atomic Force Microscopic Studies of Single Tin Nanoparticle: Sodiation and Desodiation in Liquid Electrolyte"
}