{
    "DOI": "10.1021/acs.langmuir.2c00912",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid development of electric vehicles, smart grids, and portable electronic products, the demand for lithium-ion batteries is increasing; however, the scarcity and high price of lithium resources will bring crisis to the large-scale application of lithium-ion batteries in the future.  Compared with lithium, sodium has the advantages of a wide distribution and abundant reserves, thus sodium-ion batteries attract significant attention and are regarded as potential substitutes for lithium-ion batteries.  Hard carbon has been considered one of the most promising anode candidates due to its advantages of a high sodium storage capacity and a low sodium storage potential.  Basically, the charge–discharge curve of hard carbon used to store Na consists of two parts, one with a plateau region below 0.1 V and another with a slope region above 0.1 V. There are three main sodium storage modes in hard carbon materials: sodium adsorption at active sites on the surface, sodium storage by filling or adsorption within nanopores, and sodium storage by an intercalation reaction.  In this regard, current research is mainly devoted to improving the capacities of carbon electrode materials through expanding the distance between carbon layers, heteroatom doping, and optimizing the carbon microcrystal structure. ",
                "Besides the specific capacity, the rate performance is important for sodium-ion batteries as it determines the output power. Normally, the electrochemical kinetics of metal-ion batteries can be divided as two types: surface-controlled capacitive behavior and diffusion-controlled battery-type behavior.  The former always refers to the adsorption of Na+ on the defects and the fast surface pseudocapacitive reaction, and the latter is a redox reaction in the bulk electrode. Capacitive storage has fast kinetics such that the response current is positively correlated to the scan rate in the cyclic voltammetry characterization. By contrary, the battery storage has sluggish kinetics such that the response current is positively correlated to the square root of the current.  Interestingly, it was found that the battery-type energy storage behavior will be transformed into capacitive-type behavior when the electrode powder is downsized to nanometer scale.  The increased accessible surface area of the electrode changes the electrochemical reaction in the bulk to that on the surface, leading to improved kinetics. On the other hand, the nanometer-scale size and well-developed porous structure are helpful to accelerate ion transfer in the electrode and supply buffer space during the sodiation and desodiation processes. Therefore, it is effective to exploit high-power electrode materials by downsizing the electrode to the nanometer-scale level and constructing nanopores in the electrode. On the basis of these considerations, a large number of porous carbon materials have been developed that present superior sodium storage performances.  However, it is still challenging to exploit a facile and effective method to construct a hard carbon anode with well-defined micropores and a good rate performance.",
                "The direct pyrolysis of polymer precursors is an effective and attractive strategy for designing carbon materials. Because of the diverse synthesis methods, the structure of the polymer is highly designable and controllable.  In particular, the rapid development of “living/controllable” polymerization and surface-initiated polymerization in recent years has opened a wide avenue for synthesizing nanostructured carbons.  However, many polymer precursors obtained by double-bond polymerization, such as polystyrene (PS), polypropylene (PP), polyethylene (PE), and poly(methyl methacrylate) (PMMA), are thermoplastic or have very low carbonization yields, preventing them from being converted to their corresponding carbon counterparts. Some publications reported the use of peroxidation, a concentrated H2SO4 treatment, or some other techniques to strengthen the polymer backbone, enabling them to be carbonized to some linear polymers.  However, these methods are still unable to overcome the structural disorganization induced by the thermoplastic nature intrinsic to these polymers and are thus incompetent in the design of nanocarbons.",
                "In this paper, microporous hard carbon nanospheres (MHCSs) with a uniform size and well-defined porous structure were prepared via emulsion polymerization using 3-(triethoxysilyl)propyl methacrylate (TPM) as the starting monomer. TPM has both organic and inorganic moieties simultaneously. The organic moiety provides the structural designability, and the inorganic moiety, which is converted to continuous SiOx during the preparation process, serves as rigid 3D scaffold to retain the nanostructure and a nanoscale template to create micropores. In addition, the graphite microcrystal structure of MHCS can be tailored by changing the heating treatment temperatures. With the combination of a regular nanomorphology, a well-defined pore structure, and a tailorable graphite microcrystal structure, the MHCS displays an attractive sodium storage performance, particularly a superior rate capability. Notably, for the MHCS electrode carbonized at 1300 °C, a high capacity of 227 mAh g–1 was achieved at a current density of 0.1 A g–1, and the capacity remained 160 mAh g–1 under a current density of 5 A g–1, giving a capacity retention of 70%. Even if a very high current density of 10 A g–1 is applied, the hard carbon anode can deliver a large capacity of 127 mAh g–1, suggesting a very short energy release time of <1 min. In addition, the carbon anode presents a good cycling stability, as its capacity still reaches 210 mAh g–1 after 1000 cycles with no visible capacity loss."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical process, 10 mg of sodium dodecyl sulfate (SDS) was dissolved in 400 mL of H2O under mechanical stirring in a septum-sealed three-neck flask at room temperature. The solution was bubbled with N2 for 30 min to remove air. After that, to the solution was added 10 mL of TPM using a syringe, and the mixture was bubbled for another 5 min. Subsequently, 0.1 g of potassium persulfate (K2S2O8) was quickly added to the mixture at 50 °C, starting the emulsion polymerization. After 10 h of reaction, the polymerization was terminated, and the mixture was cooled to room temperature. After centrifugation and being washed with water several times, the product was collected. The as-obtained white powder was dried at 60 °C for 12 h, then heated at 600 °C under a N2 atmosphere for 2 h with a heating rate of 5 °C min–1 to pyrolyze the organic moiety to the carbon skeleton. The inorganic moiety was removed using HF acid, resulting in the formation of the microporous nanosphere (denoted as MHCS-600). After that, MHCS-600 was further calcined at different temperatures (800, 1000, and 1300 °C) for 2 h with a heating rate of 5 °C min–1 under a N2 atmosphere, and a range of hard carbon materials was obtained (denoted as MHCS-x, where x represents the carbonization temperatures)."
                    ],
                    "name": " Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphologies and microstructures of the materials were observed using scanning electron microscopy (SEM, SU8010, Hitachi, Japan) and transmission electron microscopy (TEM, JEM-2010F, JEOL, Japan). The X-ray diffraction (XRD) patterns were obtained by powder XRD (D/MAX-Ultima IV, Rigaku Corporation, Japan), and the Raman spectra were recorded using the LabRAM HR Evolution Raman spectrometer (Horiba Jobin Yvon, France). The specific surface area and the pore structure of the samples were obtained using the Micromeritics ASAP 2460 specific surface area and porosity analyzer (Micromeritics, USA) at 77 K. The surface area was calculated according to the Brunauer–Emmett–Teller equation, and the pore size distribution was determined using density functional theory (DFT)."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of the samples was analyzed by assembling CR 2032 coin-type batteries. MHCS-x as the active materials were used as working electrodes with an acetylene black conductor and a polyvinylidene fluoride binder in a weight ratio of 8:1:1. The prepared slurry was spread on the copper foil, then dried in a vacuum at 60 °C for 12 h. Sodium foil was used as the counter and reference electrodes, and a glass microfiber filters were used as separators. The electrolyte was a solution of 1 mol L–1 NaPF6 in 1,2-dimethoxyethane (DME). The galvanostatic current charge–discharge tests were carried out in LAND-CT2001A battery testers (Wuhan LAND Corporation, China) within a voltage window of 0.01–3 V. The cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were carried out using a CHI600E electrochemical workstation (Chenhua, Shanghai, China)."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The overall preparation process for the MHCSs is illustrated in . In a typical process, the double bonds of the monomer TPM undergo an emulsion polymerization reaction to produce nanospheres at the beginning, followed by the hydrolysis–condensation reaction of siloxane to form a molecular-level bicontinuous polymer–SiOx composite (denoted as p-TPM). The detailed reaction process is displayed in . SEM and TEM images of p-TPM are given in a and b, respectively, from which it can be seen that p-TPM presents a uniform spherical morphology with an average diameter of 116 nm. Meanwhile, SiOx is homogeneously distributed throughout the whole nanosphere and shows no visible aggregation. Then, p-TPM was carbonized at 600 °C under N2 atmosphere, and the obtained sample was named p-TPM-600. TGA was used to investigate the carbonization behavior of p-TPM (). According to the thermal decomposition curve under a N2 atmosphere, the carbonization yield of the organic component was calculated to be 12%. As a result, the carbon and SiOx contents in p-TPM-600 are 28.4% and 71.6%, respectively. p-TPM-600 has spherical nanomorphology similar to that of its macromolecular precursor p-TPM, but the nanospheres are slightly adhered to each other due to partial sintering during the high-temperature heating treatment, (). It is well-known that polymers obtained by double-bond polymerization are usually thermoplastic and have very low carbon residue rates (e.g., PMMA, PS, PE, and PP), which makes it difficult to use them to fabricate carbon materials. In the present study, it is believed that the SiOx part, which forms a rigid 3D inorganic framework in the carbon precursor, is critical to keep the spherical morphology from being pulverized. To confirm this, we prepared a control sample by etching the SiOx before carbonization, and finally only irregular carbon powders were obtained ().",
                "The target carbon samples are obtained by acid extracting the SiOx template from p-TPM-600 and further heat treating the samples at the predicted temperatures. The carbons are denoted as MHCS-x, where x represents the carbonization temperature. The SEM and low-magnification TEM images of MHCS-600 are given in c and d, respectively. As shown, the nanomorphology exhibits no obvious change after the elimination of the template, and these MHCS-600 nanospheres have an average diameter of approximately 125 nm. The sphere diameters were nearly the same when the carbonization temperature was further increased to 800, 1000, and 1300 °C (). Interestingly, the carbon layer structure can be well-tailored by adjusting the temperature. As displayed in the high-magnification TEM images in e–h, MHCS-600 has very short carbon layers with randomly oriented carbon lattice fringes.  As the carbonization temperature increases, these carbon layers become longer.  In particular, when the carbonization temperature reached 1300 °C, the carbon layers were significantly lengthened, and the turbostratic carbon structure could be observed. In the meantime, the long carbon layers naturally roll up, leading to the formation of some closed-pore domains. These closed pores are believed to be important for sodium storage. ",
                "The carbon microcrystal structures of all materials were further measured using the XRD and Raman spectra. As shown in a, all the MHCS samples show broad peaks at ≈23 and 43°, corresponding to the diffraction bands of the (002) and (101) planes of graphite, respectively.  Such broad peaks present the typical characteristic of amorphous carbons, demonstrating that the graphitization degrees of the MHCS samples are relatively low.  In addition, the position of the (002) peak shifts slightly toward a higher angle as the pyrolysis temperature increases, indicating a reduction in the distance between the carbon layers. According to the Bragg law, the calculated interlayer distances are 0.382, 0.377, 0.374, and 0.370 nm for MHCS-600, MHCS-800, MHCS-1000, and MHCS-1300, respectively (b and ). Meanwhile, the microcrystal size along c-axis (Lc) increases from 1.262 nm for MHCS-600 to 1.311 nm for MHCS-1300.",
                "The structural evolution is also confirmed by the Raman spectra in c. The characteristic bands at ≈1345 cm–1 (D-band) and 1590 cm–1 (G-band) correspond to the disordered and graphitic structures, respectively.  The intensity ratio of the D-band to the G-band (ID/IG) is indicative of structural defects in the carbon framework and is usually used to evaluate the degree of order for carbon materials.  To obtain ID/IG values, Raman spectra were deconvoluted into four Lorentz peaks, as shown in ; the corresponding ID/IG values are depicted in d. As the pyrolysis temperature increases, the ID/IG values for MHCS-600, MHCS-800, MHCS-1000, and MHCS-1300 tend to gradually decrease, which indicates a decrease in structural defects, and the ordering degree of the carbon layers gradually increases. These results are in good agreement with TEM observations and the XRD analysis.",
                "The N2 adsorption–desorption characterization was used to evaluate the pore structures of the MHCS samples. As can be seen in e, the adsorption amount of p-TPM-600 increases at low relative pressure (P/P0), demonstrating the existence of micropores.  After that, a hysteresis loop appears, indicating the formation of mesopores.  Obviously, the micropores are the intrinsic pores in the carbon framework generated during the high-temperature carbonization process, and the mesopores originate from the stacking voids of carbon spheres. After the etching of the SiOx template, the adsorption amount of the carbon counterpart (MHCS-600) at low relative pressure dramatically increased, suggesting a large number of new micropores were created. Accordingly, the BET surface area increased from 132 m2 g–1 for p-TPM-600 to 301 m2 g–1 for MHCS-600. For elevated temperatures of 800 and 1000 °C, the surface area further increases to 288 and 680 m2 g–1 respectively, owing to the continuously decomposition of the carbon skeleton. As the temperature reaches 1300 °C, the turbostratic arrangement of carbon layers reduces the number of nanopores, and the specific surface area subsequently falls sharply to 101 m2 g–1.",
                "Owing to its unique structural merits, MHCS is considered to have a large electrode–electrolyte contact area, an accelerated ion diffusion speed, and a shortened ion transfer length, thus presenting a superior sodium storage performance. To prove this, the sodium storage properties of MHCS samples were studied in CR2032 coin-type batteries, with sodium metal as the reference electrode and 1 mol L–1 NaPF6 in DME as the electrolyte. The first three-cycle galvanostatic charge–discharge (GCD) curves of the obtained carbon materials at a current density of 0.1 A g–1 are shown in a–d. The GCD curves of MHCS-600, MHCS-800, and MHCS-1000 show only slope regions without any obvious plateaus. On contrast, MHCS-1300 presents typical GCD curves, incorporating a slope region under high potentials (>0.1 V) and a plateau region under low potentials (<0.1 V). This means that MHCS-600, MHCS-800, and MHCS-1000 store Na+ mainly in the capacitive way, while MHCS-1300 stores Na+ in both the capacitive and battery ways at the same time. Owing to the long plateau capacity, MHCS-1300 provides the highest reversible capacity of 230 mAh g–1, surpassing MHCS-600 (132 mAh g–1), MHCS-800 (147 mAh g–1), and MHCS-1000 (152 mAh g–1). In agreement with the GCD results, the CV curves of MHCS-600, MHCS-800, and MHCS-1000 have no strong redox peaks, but those of MHCS-1300 display a pair of sharp peaks around 0.1 V that correspond to the voltage plateau in the GCD curves (e–h).",
                "Normally, the plateau capacity is attributed to the intercalation of Na+ in carbon layers or Na filling in the closed pores. Until now, the exact mechanism remained in debate.  Here, to investigate the origin of the plateau for MHCS-1300, we studied the electrode state after the sodiation process. a presents the dark-field TEM image and corresponding elemental mapping images of MHCS-1300 after the initial discharge to 0.01 V. To eliminate electrolyte interference, the carbon electrode was cleaned several times with diethylene glycol dimethyl ether (≥99.5%) prior to the TEM characterization. The results show that after the initial discharge the MHCS-1300 electrode consists of C, O, Na, and P. Clearly, the P element is from the residual electrolyte NaPF6. The P content is much lower than the Na content, suggesting that most of the Na is stored in the carbon framework. The high-magnification TEM images of the unsodiated and sodiated electrode are given in b. The unsodiated carbon has a typical turbostratic structure, with an average interlayer spacing of approximately 0.376 nm. After sodiation, the microcrystal structure of the carbon electrode shows no visible change, and the interlayer spacing is maintained at approximately 0.378 nm, very close to that of the unsodiated carbon electrode. This result indicates that the intercalation reaction of Na+ in the carbon layer is not dominated in the plateau region. In other words, we believe that the filling of the pseudometallic Na or Na cluster in the closed pores mainly contributes to the plateau capacity.",
                "MHCS-x presents a superior rate performance. As shown in a, MHCS-1300 delivers reversible capacities of 227, 217, 204, 194, 182, and 160 mAh g–1 at current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively, showing an outstanding capacity retention regardless of low or high current density. Remarkably, it maintains a large capacity of 127 mAh g–1 even at an ultrahigh current density of 10 A g–1, giving a capacity retention of 56% against the capacity at a current density of 0.1 A g–1. Such a high rate performance means that MHCS-1300 is able to release its total energy in a very short time of <1 min, which is suitable for high-power-output devices. When the current density shifts back to 0.1 A g–1, the capacity of MHCS-1300 returns to 225 mAh g–1 with no visible capacity loss. To confirm the good rate performance, we recorded the GCD curves of MHCS-1300 under different current densities, as shown in b. As we know, it is normal for the plateau capacity to decline rapidly as the current density increases, and under an ultrafast charge–discharge rate, e.g., 10 A g–1, the plateau region almost disappears.  However, here MHCS-1300 has relatively long plateau region no matter how high the current density is. As shown in c, the plateau capacity reaches 53 mAh g–1 under a current density of 10 A g–1, giving a capacity retention of 52% against the plateau capacity under a current density of 0.1 A g–1. The good rate capability of the plateau capacity is the key to endowing MHCS-1300 with the fast sodium storage property. To further confirm the superiority of the rate capability, d compares the specific capacities under different current densities of MHCS-1300 with some recent hard carbon anodes, including lignocellulose biomass-derived hard carbon (SP-1300),  nanofibrous hard carbon fabric (s-HCNF),  sweet-gum-derived carbon (SGHC-1000),  N,O-codoped hard carbon (NOHPHC),  and highly disordered carbon (HDC).  As can be seen, the capacity of MHCS-1300 under high current densities is larger than or comparable those of most of these hard carbon anodes.",
                "Besides their superior rate performance, MHCS samples also have good cycling stabilities. e depicts the reversible capacities of the carbon electrodes under a current density 0.1 A g–1. The results reveal that the capacities experienced no dramatic degradation over the whole test process. After 100 repeated charge–discharge cycles, MHCS-1300 still delivered a high capacity of 245 mAh g–1, nearly equal to the capacity of the second cycle (249 mAh g–1). Similar results were obtained for other MHCS samples. We also characterized the microscopy morphology and microcrystal structure of the cycled MHCS-1300 electrode by SEM and XRD to confirm its structural stability. As can be seen in , the spherical morphology was retained and the interlayer spacing exhibited no dramatic change after 100 cycles. Furthermore, EIS was used to characterize the electrode durability during the cycling process. As shown in f, the diameter of the semicircle, i.e., the charge transfer resistance (Rct), experienced no sudden increase but gradually became smaller with the cycling measurement. This result indicates that the carbon electrode is stable and an electrochemical activation occurs, making the electrode is more accessible for the Na+.",
                "To further confirm the long-term durability, the MHCS electrodes were repeatedly charged and discharged 1000 times at a current density of 1 A g–1 (g). All samples showed outstanding long-term cycling stabilities, with no dramatic capacity loss during the whole testing process. For example, the specific capacity of MHCS-1300 slightly declined in the initial 50 cycles and then became very stable. From the 50th cycle to the final 1000th cycle, the capacity dropped from 235 to 210 mAh g–1, giving a capacity retention of 89% and a very low capacity loss rate of 0.011% per cycle. Additionaly, as shown in , MHCS-1300 still shows a high reversible capacity of 193 mAh g–1 even after 2000 cycles. As for the other MHCS samples MHCS-600, MHCS-800, and MHCS-1000, owing to their relatively lower specific capacities along and slighter volume changes, their cycling stabilities were ever better and the capacities were nearly unchanged in the long-term repeated charge–discharge tests.",
                "To clarify the high rate performance of MHCS-1300, CV measurements at different scan rates were carried out to investigate the electrochemical reaction kinetics of MHCS-1300 in detail. a displays the CV curves of MHCS-1300 measured at different scan rates. It is obvious that the potential difference between the redox peaks is insignificant, indicating that the sodium ion produces little polarization during the insertion and extraction processes. To determine whether the charge storage kinetics was dominated by a fast capacitance-controlled reaction or a slow diffusion-controlled battery-type reaction, the following equation was used: ",
                "This equation can be transformed into the following form:where a and b are constants, i is the real-time current, and v is the scan rate. Normally, the slope b is close to 1, demonstrating a fast capacitance-controlled process; in contrast , a small b-value that approaches to 0.5 is indicative of a slow diffusion-controlled battery-type process. b shows the fits of the peak current variations of the cathodic and anodic peaks at different scan rates. The obtained slope values (b) are 0.78 and 0.93 for the anodic and cathodic peaks (b), respectively, suggesting that the capacitive energy storage process is dominant. Notably, these b-values are higher than most of current published results, which suggests that MHCS has faster electrochemical kinetics enabled by its unique spherical morphology and well-developed microporous structure. ",
                "The capacitive contribution was further qualitatively calculated using the equation where the k1v component represents the capacitive contribution and the k2v component represents the battery contribution. The calculated capacitive contributions are 58%, 71%, 79%, 83%, and 85% for different scan rates of 0.1, 0.2, 0.5, 0.8, and 1 mV s–1, respectively (c and d and ). Such a high capacitive contribution to the total capacity endows MHCS electrode with fast electrochemical kinetics and an accompanying impressive high-rate capability.",
                "Galvanostatic intermittent titration (GITT) was also employed to study the sodium storage kinetics.  As shown in e, for the GITT test, the carbon electrodes were first discharged with a pulse current of 0.1 A g–1 for 10 min, followed by 2 h of relaxation. The diffusion coefficients of Na+ (DNa+) in the carbon electrodes were calculated using Fick’s second law, and the results are depicted in f. The DNa+ values of all the carbon electrodes are on the order of 10–10 cm2 s–1, which is higher than or comparable to those of most current carbon anodes.  These high diffusion coefficients demonstrate the fast Na+ storage kinetics in the carbon electrodes. Moreover, in consideration of the similar Na+ storage reactions and nanomorphology, the DNa+ value in the present study was determined by the conductivity and the porous structure. The conductivity is indicative of the degree of graphitization, and the porous structure is shown in e and f and . Therefore, MHCS-600 with the lowest graphitization degree and MHCS-1300 with the lowest surface area present relatively small diffusion coefficients."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, a novel hybrid monomer that simultaneously involves an organic moiety and an inorganic moiety was used as starting material to construct microporous carbon spheres. The inorganic-moiety-derived SiOx network simultaneously serves as rigid 3D scaffold and a nanoscale template, which is the key to the synthesis of the carbon spheres. The experimental results show that the microporous carbon spheres have uniform sizes at approximately 125 nm and display a high surface area with well-defined micropores. Meanwhile, the graphite microcrystal texture can be tailored by adjusting the carbonization temperatures. Owing to these unique structural merits, microporous carbon spheres present dominant capacitive sodium storage behavior, with an impressive high-rate capability. MHCS-1300 offers a high reversible capacity of 261 mAh g–1 at 0.1 A g–1 and retains 210 mAh g–1 after 1000 cycles at 1 A g–1. Even if a very high current density of 10 A g–1 is applied, the hard carbon anode can deliver a large capacity of 127 mAh g–1. The developed method here overcomes the thermal instability of carbon precursors obtained by double-bond polymerization, which may open a new avenue for the design of nanostructured carbons. Meanwhile, the current study offers a useful design for a high-rate carbon anode for sodium storage and is believed to facilitate new opportunities for the practical application of sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Microporous Carbon Nanospheres with Fast Sodium Storage Capability Enabled by Dominant Capacitive Behavior"
}