{
    "DOI": "10.1021/acsami.7b12155",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electrochemical energy storage is key to modulate variable renewable resources for large-scale application, which can efficiently store and release electricity.  Sodium-ion batteries (SIBs) with advantages of low cost and high stability have been regarded as one of the most promising battery systems for energy storage.  Because of the similar physical and chemical properties between sodium and lithium, electrode materials for SIBs are basically selected from those for lithium-ion batteries (LIBs). Compared with LIBs, the greatest challenge of SIBs is sluggish reaction kinetics due to the larger ionic size of Na ions (1.02 Å) and atomic mass. Various cathodes have been intensively reported for SIBs, such as tunnel-type transition-metal oxide,  Prussian blue analogues,  and organic cathodes.  However, the most conventional graphite-based anode materials provide limited interlayer space for sodium-ions intercalation. Thus, there is a strong requirement to investigate eligible anode materials for sodium-ion batteries. ",
                "MXenes are a new family of two-dimensional transition-metal carbides/carbonitrides with a general chemical formula of Mn+1Xn.  MXenes are derived from MAX phases by selectively etching out the A atom layers, where M is a transition metal, A is an element from groups IIIA or IVA, and X is C and/or N.  The first achieved and most studied multilayer MXene is Ti3C2Tx obtained by treating Ti3AlC2 with hydrofluoric acid (HF) or a mixture of lithium fluoride and hydrochloric acid.  The etching process induces the presence of chemical functional groups Tx on surfaces including hydroxyl, oxygen, or fluorine groups.  MXenes with desirable advantages of fast charge-transfer kinetics, strong interfacial coupling, and large active surface area have been integrated in many applications such as catalysis,  electronic devices,  energy storage.  In particular, MXene is an emerging electrode material for SIBs. For example, Ti2CTx  and V2CTx  exhibit outstanding superior electrochemical performance, especially rate capability for batteries application due to the metallic conductivity (2.4 × 105 S m–1). ",
                "The single-/few-layer MXenes not only provide the benefit of full utilization of surface and electrolyte access but also provide a higher negative potential facilitating their composition with other materials  or polymers  to form hierarchical composite. The multilayer structure of MXene can be delaminated by the intercalation of water or organic molecules, such as dimethyl sulfoxide (DMSO), urea, and isopropyl amine, followed by sonication. However, Ti3C2Tx is known to spontaneously transform into more stable metal oxides by reacting with dissolved oxygen and water.  This common and inevitable phenomenon is involved in most delamination processes. The oxidation of MXenes causes the reduction of electrical conductivity and the passivation of the reactive interface.  In addition, the undesirable F functional groups show little reduction during current delamination methods, which has been a great challenge since the first report in 2011.  Moreover, a relatively low yield of delaminated MXenes also limits their application. Recently, Naguibet al. reported an organic-based-driven delamination of titanium carbide for aluminum-oxoanion-functionalized monolayer or bilayer MXene with a 1.05 g L–1 yield.  Nevertheless, the delaminated MXenes are obtained still by dispersion in H2O followed by the sonication procedure, which do not restrain the oxidation process.",
                "Herein we reported a novel method to prepare few-layer Ti3C2TX with high yield and great stability by high-energy mechanical milling method (HEMM) in organic solvents. With the assistance of dimethyl sulfoxide (DMSO), multilayer Ti3C2TX was delaminated into few-layer structure without oxidation under the high temperature and pressure induced by HEMM. Importantly, the as-fabricated few-layer Ti3C2TX possessed a large specific surface area, good access to electrolyte, and short diffusion paths for both ion and electron, thus exhibiting excellent performance for SIBs including high capacities, impressive rate capabilities, and long cycling stabilities. This unique approach combining liquid delamination with mechanical delamination is an effective and simple technique for large-scale production of few-layer MXenes."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "High-energy mechanical milling is considered as one of the major techniques for synthesizing nanomaterials. HEMM technique not only can be applied for mass production but also provide enough energy for chemical reactions. It was previously reported that amorphous red phosphorus was transformed into orthorhombic black phosphorus due to the high temperature and pressure when using HEMM technique.  Dispersion of Ti3C2Tx in organic solvents could effectively prevent their oxidation. Among various organic guests, DMSO is one of the most successful intercalators. In addition, Ti3C2Tx can form the stable dispersion in DMSO with long-term duration.  Herein, DMSO was chosen to be an ideal organic solvent for HEMM treatment.",
                "As schematically illustrated in , we fabricated few-layered Ti3C2Tx with DMSO via HEMM technique as ascribed f-Ti3C2Tx_DMSO. Simply, 1 g of Ti3C2Tx MXene powder was poured into the HEMM vessel immersed into 30 mL of DMSO solvent and the few-layered MXene could be collected in large scale after a certain milling time treatment. To identify the function of DMSO solvent, the MXene milled without DMSO was prepared under the same conditions, labeled as Ti3C2Tx_milled. The structure and phase characteristics of Ti3C2Tx_HF, Ti3C2Tx_milled, and f-Ti3C2Tx_DMSO samples are determined by X-ray diffraction (XRD) as shown in a. The XRD pattern of f-Ti3C2Tx_DMSO is similar to that of Ti3C2Tx_HF. The (002) peak of Ti3C2Tx is broadened and shifted to a lower 2θ value after HEMM treatment in DMSO, indicating a larger interlayer distance for f-Ti3C2Tx_DMSO sample (from 9.6 to 12.6 Å). The XRD pattern of Ti3C2Tx after HEMM treatment without solvent clearly shows the conversion from MXene to anatase TiO2 with some partly graphitic carbon, which can be confirmed by the appearance of peaks at 25.28° and 48.05°. As an effective stabilizer, DMSO reduces the probability of MXene’s oxidation process with the trace amount of oxygen and water under HEMM treatment. To identify the influence of different solvents on the d-spacing of the MXene, f-Ti3C2Tx_DMSO, Ti3C2Tx_DMF, and Ti3C2Tx_EtOH samples are analyzed by XRD measurement ( of the Supporting Information). The samples treated with different solvents all exhibited a similar (002) peak shift with corresponding interlayer distance of about 12.6, 10.54, and 10.81 Å, respectively. These results clearly indicated that the interlayer spacing of Ti3C2Tx all increases after HEMM treatment in different solvents. The interlayer spacing of Ti3C2Tx in DMSO treatment is larger than other milled samples, suggesting its high effectiveness for delamination. The higher boiling point of DMSO (189 °C) compared with that of DMF (153 °C) and EtOH (78 °C) possibly benefits the reversible intercalation process, resulting in a larger interlayer space.  The Raman spectra of f-Ti3C2Tx_DMSO and Ti3C2Tx_milled are presented in b. The f-Ti3C2Tx_DMSO sample exhibits three broad Raman peaks locating at around 250, 410, and 710 cm–1, attributed to the vibrations from nonstoichiometric titanium carbide. Raman spectra confirmed the appearance of carbon layer in Ti3C2Tx_milled sample with two broad peaks ranging from 1000 and 1600 cm–1 characteristic for the D- and G-modes of carbon. The Raman spectrum of Ti3C2Tx_milled also showed a strong peak at 144 cm–1 together with three other peaks at 394, 513, and 635 cm–1, assigned to the anatase vibrational. The presence of carbon sheets and TiO2 particles on the surface implies that Ti3C2Tx_milled has reacted with oxygen. ",
                "SEM image of stacked Ti3C2Tx_HF is presented in c, indicating that HF treatment results in the successful removal of the Al layers from MAX phase. The energy-dispersive spectrometer (EDS) pattern of Ti3C2Tx_HF further confirms the successful exfoliation and the presence of F and O, indicating possible surface termination (like F, O, and OH groups) in the surface of MXene (). SEM and TEM images of f-Ti3C2Tx_DMSO clearly showed thin and transparent nanoflakes (in d,e), demonstrating the successful delamination of MXene. The average diameter of the nanoflakes is around 500 nm, which is obviously smaller than Ti3C2Tx_HF and Ti3C2Tx_milled (). TEM images of Ti3C2Tx_HF, Ti3C2Tx_milled, and samples milled in different organic solvents are shown in . The stacked multilayer structures were found in Ti3C2Tx_HF, Ti3C2Tx_milled, Ti3C2Tx_DMF, and Ti3C2Tx_EtOH samples. However, TEM images of f-Ti3C2Tx_DMSO sample exhibited thin and transparent properties. The few-layer characteristic of f-Ti3C2Tx_DMSO is also observed in HRTEM (f) with a larger interspace and smaller size. A layer spacing of 1.2 nm along the c-axis is consistent with the XRD results. Moreover, the corresponding selected area electron diffraction pattern (SAED) of f-Ti3C2Tx_DMSO showed that the basal planes’ hexagonal structure remained unchanged after HEMM treatment (f, inset). EDS elemental analysis was employed to study the elemental distribution in MXene samples. Atomic concentrations of Ti, F, O, and C elements on the surface of powdered samples are given in . The results indicate the Ti3C2Tx_milled sample has the highest oxygen concentration, further verifying the oxidation happened during HEMM treatment without the protection of DMSO. In addition, the presence of S element in f-Ti3C2Tx_DMSO sample indicated the existence of sulfur-containing functional groups on Ti3C2Tx surface. As shown in FTIR spectrum, the bands at 1050, 664, and 592 cm–1 are assigned to the sulfur-containing functional groups on the surface of MXene.",
                "The samples were further analyzed by X-ray photoelectron spectroscopy (XPS) to characterize the surface chemical composition. Ti, F, O, and C elements are detected in survey spectra of MXene samples (g, Figure ). High-resolution XPS spectra of Ti 2p and C 1s core levels of Ti3C2Tx_HF, Ti3C2Tx_milled, and f-Ti3C2Tx_DMSO samples are shown in a–f. High-resolution Ti 2p and C 1s spectra of Ti3C2Tx_milled and f-Ti3C2Tx_DMSO samples are similar to Ti3C2Tx_HF sample, with the differences in concentration for different components. The Ti 2p core level is fitted with three doublets (Ti 2p3/2–Ti 2p1/2). The Ti 2p3/2 components were located at 455.9, 457.4, and 458.8 eV, respectively. The dominant Ti 2p3/2 component located at 458.8 eV is associated with Ti ions with a formal valence +4, together with the Ti 2p1/2 peak at 464.7 eV, confirm TiO2 in all samples due to the oxidation happening during the XPS analysis. The Ti 2p3/2 component located at 455.9 eV corresponds to Ti–C bond. This component shows an obvious decline after HEMM treatment without the protection of DMSO solvent in Ti3C2Tx_milled sample. The Ti 2p3/2 component located at 457.4 eV can be assigned to Ti–X peak with a combination of substoichiometric TiCx (x < 1) and TiCxOy. The C 1s core level of Ti3C2Tx_HF, Ti3C2Tx_milled, and f-Ti3C2Tx_DMSO samples are fitted using four components located at 281.8, 284.8, 286.4, and 288.9 eV, corresponding to C–Ti, C–C, C–Ti–O, and C–F bonds, respectively. The components corresponding to C–Ti and C–Ti–O were nearly absent in the high-resolution C 1s spectra of Ti3C2Tx_milled, which has the highest C–C bond component concentration. In addition, the signals of S element appeared in the survey XPS spectra of f-Ti3C2Tx_DMSO sample (g). The chemical state was identified by the high-resolution S 2p spectrum (h). The S 2p spectrum exhibits four peaks at a binding energy at 161.5, 164.8, 166.5, and 168.4 eV, respectively. The S2– species (161.5 and 164.8 eV) predominate on the surface of f-Ti3C2Tx_DMSO sample. It has been reported that the S 2p3/2 peak at 161.5 eV combined with the Ti 2p3/2 peak at 457 eV are assigned to Ti–S bond,  which indicates the substitution of Ti–OH/Ti–O groups by S (or S2–) groups on the surface of MXene during the HEMM treatment with DMSO. The nonequilibrium features (high temperature and oxygen-poor atmosphere induced by HEMM treatment) and high loosely packed surface state of few-layer MXene facilitates S-containing functional groups attached on the surface of f-Ti3C2Tx_DMSO. Quantitative analysis shown in i implies the concentration of S element in f-Ti3C2Tx_DMSO is 2.56%.",
                "Nitrogen adsorption–desorption isotherm analysis was further characterized to evaluate the specific surface area and pore structure of the samples. As shown in a, f-Ti3C2Tx_DMSO sample exhibits a typical IV isotherm curve with a distinct hysteresis loop of type H3 in the medium-/high-pressure region (0.7 < P/P0 < 1), indicating the existence of mesopores and interconnected macropores. The specific surface is calculated to be 52.38 m2 g–1, which is much higher than that of Ti3C2Tx_HF (3.45 m2 g–1) and Ti3C2Tx_milled (9.32 m2 g–1). The pore size distribution calculated by desorption isotherms using Barret–Joyner–Halenda (BJH) method is shown in b. The pore volume of the f-Ti3C2Tx_DMSO sample (0.205 cm3 g–1) is also greatly larger than Ti3C2Tx_HF (0.026 cm3 g–1), resulting in sufficient electrolyte uptake for fast ionic transport.The f-Ti3C2Tx_DMSO with the tremendous increase in surface area is expected to enhance ion conductivity.",
                "The electrochemical properties of Ti3C2Tx_HF, Ti3C2Tx_milled, and f-Ti3C2Tx_DMSO electrodes were characterized by cyclic voltammetry (CV) and galvanostatic charge–discharge cycling in a two-electrode cell using Na foil as both counter and reference electrode. a shows the initial five CV curves of f-Ti3C2Tx_DMSO electrode in the range of 0.01–3.0 V at a scan rate of 0.1 mV s–1. The CV scan for f-Ti3C2Tx_DMSO electrode is not quite different from the Ti3C2Tx_HF electrode. A pair of broad cathodic/anodic peaks located at around 0.6/1.0 V can be observed to be associated with Na+ insertion/extraction from f-Ti3C2Tx_DMSO electrode, which is consistent with previous reported pristine MXene.  A small reduction peak at 1.05 V was observed in the second and following cycles, suggesting a reaction between S and Na.  The dominant irreversible cathodic peak located at nearly 0.5 V in the first cathodic sweep can be commonly assigned to irreversible side reactions on the surface of electrodes, including the formation of a solid–electrolyte interface (SEI) layer,  and possible reaction between Na+ and surface functional groups of Ti3C2Tx. A similar phenomenon was reported previously in MXene-based and other 2D materials for Li and Na storage.  The f-Ti3C2Tx_DMSO electrode in the initial cycle showed a discharge and charge specific capacity of 520 and 267 mA h g–1 at a current density of 100 mA g–1 (b). Ti3C2Tx_HF and Ti3C2Tx_milled electrodes delivered low capacities of 220 and 120 mA h g–1 at the same current density. The initial Coulombic efficiency of f-Ti3C2Tx_DMSO is relatively lower than pristine MXene because of a higher surface area exposed in electrolyte, in good agreement with previous reported few- and single-layer Ti3C2Tx.  After 500 cycles, a reversible capacity of 196 mA h g–1 is achieved in f-Ti3C2Tx_DMSO at a current density of 100 mA g–1, which is nearly 2 times higher than that of Ti3C2Tx_HF and Ti3C2Tx_milled electrodes (c). Compared with stacked MXene, the expanded interlayer spacing of few-layer MXene with a smaller size and an increased active surface area further enhances both electronic and ionic conductivity. The f-Ti3C2Tx_DMSO electrode also showed the greatest capacity retention compared with the reported single- and/or few-layer MXene electrodes in SIBs (). d shows the rate capabilities of Ti3C2Tx_HF, Ti3C2Tx_milled, and f-Ti3C2Tx_DMSO electrodes. A reversible capacity of 110 mA h g–1 can still be achieved at a high rate up to 2 A g–1. In contrast, very limited capacity of Ti3C2Tx_HF and Ti3C2Tx_milled electrodes can be retained at high rates. The combination of electrolyte accessible area and electrical conductivity of f-Ti3C2Tx_DMSO electrode leads to such high rate capability. In addition, the Ti3C2Tx_DMF and Ti3C2Tx_EtOH electrodes also exhibited the higher capacities than Ti3C2Tx_HF as shown in . The electrochemical performances of f-Ti3C2Tx_DMSO are superior to other solvent-treated MXenes, suggesting that the most efficient delamination is achieved by using DMSO.",
                "The structural stability of f-Ti3C2Tx_DMSO is also verified by TEM after 100 cycles at 0.1 A g–1. The few-layer structure can be seen clearly in TEM image of f-Ti3C2Tx_DMSO (), while the single-layer MXenes obtained by liquid delamination always inevitably restack together causing a degradation of the specific capacity and high rate performance. Notably, a reversible capacity of 76 mAh g–1 after an exceptionally long lifetime of 1500 cycles is achieved at very high current density of 1 A g–1 (e). Electrochemical impedance spectroscopy (EIS) was used to explore the charge transfer and ion transport within different electrodes and the Nyquist plots were shown in . All EIS curves can be divided into two regions with a semicircle in high-frequency region and inclined line in the low-frequency region. The diameter of semicircle of f-Ti3C2Tx_DMSO is much smaller than Ti3C2Tx_HF and Ti3C2Tx_milled, demonstrating a low charge-transfer impedance. Moreover, f-Ti3C2Tx_DMSO electrode has the higher slope in the low-frequency region among three different electrodes, indicating a lower diffusion resistance and better kinetics compared to pristine Ti3C2Tx_HF and Ti3C2Tx_milled. Owing to the few-layer structure, the contact area between electrode and electrolyte will be increased, leading to a much more effective electrochemical reaction interface."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, through a novel HEMM method with DMSO as solvent and intercalator, f-Ti3C2Tx_DMSO can be prepared in large scale and high stability. The f-Ti3C2Tx_DMSO with larger interlayer space, smaller size, and modified surface retains 2D layered morphology, and provides maximum access of electrolyte to electrodes. In contrast, the HEMM treatment without the protection of DMSO promotes the transformation from Ti3C2Tx to TiO2 and carbon. The f-Ti3C2Tx_DMSO electrode exhibits a good reversible capacity of 267 mA h g–1 at 100 mA g–1, which is much higher than pristine MXene. A stable capacity of 196 mA h g–1 can be achieved in f-Ti3C2Tx_DMSO electrode after 500 cycles. Note that a greatly enhanced rate performance is observed; a high capacity of 110 mA h g–1 can be achieved at high current density of 2 A g–1, making the f-Ti3C2Tx_DMSO electrode a more desirable anode for SIBs. This low-cost and scalable synthetic route also could be extended to other delaminated MXenes materials for application in energy storage, catalysis, sensors, and beyond."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Two-dimensional titanium carbide Ti3C2Tx was synthesized by exfoliating commercial Ti3AlC2 powders (>98 wt % purity) with similar procedures reported by Naguib et al.  The Ti3AlC2 powder was immersed in 49% HF solution by stirring for 18 h at room temperature. The resulting powder was rinsed by deionized water several times to remove the residual HF and impurities until the pH is 5–6. The obtained wet sediments were then dried in a vacuum oven at 80 °C overnight."
                    ],
                    "name": " Synthesis of Ti3C2Tx",
                    "type": "h3"
                },
                {
                    "content": [
                        "The f-Ti3C2Tx_DMSO was prepared via a high-energy mechanical-milling method with a planetary ball-mill apparatus (Fritsch Pulverisette 6). One gram of Ti3C2Tx powder was immersed in 30 mL of DMSO solvent poured in a hardened stainless steel vial (80 cm3) with hardened steel balls with a ball-to-powder weight ratio of 20:1. The HEMM was conducted with a rotation speed of 400 rpm for 12 h. The resulting powders were washed with absolute ethanol and acetone several times, and then dried at 60 °C for 12 h. The as-prepared f-Ti3C2Tx_DMSO was next annealed at 400 °C in N2 for 2 h to remove residual solvent. The average yield of few-layer MXene per batch is about 0.8 g with 1 g of multilayer MXene input. For comparison, milled Ti3C2Tx sample was also prepared under similar conditions with other organic solvents (N,N-dimethylformamide, ethanol) and without organic solvents."
                    ],
                    "name": " Synthesis of f-Ti3C2Tx_DMSO",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the obtained sample was characterized by the Bruker D8 advanced powder diffractometer with Cu Kα radiation (λ ∼ 0.15406) ranging from 5° to 80°. XPS analysis was performed in PerkinElmer PHI 550 spectrometer with Al Kα (1486.6 eV) as the X-ray source. The morphologies and microstructural properties were characterized by field-emission scanning electron microscopy (FESEM, JSM-6080LV), transmission electron microscopy (TEM, FEI,Tecnai20), and high-resolution transmission electron microscopy (HRTEM, JEM-2100). The elemental analysis was performed on an energy dispersive X-ray spectrometer (EDS) attached to the HRTEM instrument. The Raman spectra were recorded on a WITEC-CRM Raman system (WITEC, Germany), using 532 nm laser (2.33 eV) as the excitation source. BET surface area of the samples was determined using a surface area analyzer (Micromeitics ASAP 2420) at 77 K."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical measurements were carried out using standard CR2032-type coin cell with sodium pellets as the counter and the reference electrode. The working electrodes were prepared by slurry coating procedure. The slurry consisted of 80 wt % active material, 10 wt % acetylene black and 10 wt % carboxymethyl cellulose (CMC) dissolved in water was uniformly spread onto a carbon coated copper foil. Afterward, the electrode was dried at 70 °C under vacuum overnight. The average mass loading of electrodes is about 1 mg on Cu foil (12 mm in diameter).The electrolyte was 1 M NaClO4 dissolved in ethylene carbonate/polycarbonate (EC/PC, 1:1 by vol.) with 5 wt % fluoroethylene carbonate (FEC) additive, and the glass microfiber (Whatman GD/F) used as separators. All the cells were assembled in an argon-filled glovebox with water/oxygen content lower than 1 ppm. Galvanostatic discharge/charge tests were conducted on a LAND 2001A battery Tester with a cutoff voltage range of 0.01–2.5 V vs Na/Na+. Cyclic voltammetry measurements were performed on a CHI660C electrochemical workstation."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Few-Layer MXenes Delaminated via High-Energy Mechanical Milling for Enhanced Sodium-Ion Batteries Performance"
}