{
    "DOI": "10.1039/D4QI01205D",
    "Journal": "Inorganic Chemistry Frontiers",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rapid technological innovation and advancements in electronic vehicles and smart grids have posed unprecedented challenges for lithium-ion batteries (LIBs) to meet the escalating demands for greater power and energy densities. However, the rising prices of raw materials such as lithium have resulted in higher costs for LIBs. In response to these challenges, sodium-ion batteries (SIBs) have emerged as a promising alternative, benefiting from their cost-effectiveness and the abundant availability of sodium. Presently, one of the key strategies for improving the performance of SIBs involves developing electrode materials with superior capabilities.",
                "Organic electrode materials (OEMs) have gained recognition as promising candidates for achieving high-performance SIBs. Their appeal stems from sustainability, promising electrochemical performance, low cost, natural renewability advantages, and flexible designability. Additionally, organic electrode materials typically comprise structurally tunable redox-active groups and light elements (C, H, O), enabling the adjustment of their structures to obtain high-performance electrode materials. This adaptability plays a crucial role in addressing the evolving needs of energy storage systems, positioning organic electrode materials as a key enabler for advancing the efficiency and sustainability of SIBs. Nevertheless, organic SIBs face significant hurdles, including limited electronic conductivity, causing sluggish reaction kinetics and high solubility in organic electrolyte, resulting in rapid capacity degradation. To overcome these issues, organic electrodes are often supplemented with a significant amount of conductive carbon to boost electronic conductivity. Furthermore, strategies such as salt formation as well as small organic compound polymerization are utilized to increase long-term cycling stability of OEMs and reduce their solubility in the electrolyte. Through thoughtful structural design, high-performance OEMs can be engineered to ensure the stability and sustainability of SIBs.",
                "In organic chemistry, the phenomenon of isomerism plays a crucial role and significantly impacts organic materials’ properties. Song et al. discovered that poly(1,4-anthraquinone) outperformed poly(1,5-anthraquinone) when comparing isomeric polyanthraquinone-based organic cathodes. Two isomers of p-poly(anthraquinone imides) (PAQIs), which exhibited completely different properties with similar structures, were designed and synthesized by Xu et al. They found that the material with less steric hindrance at the substitution position demonstrated a higher capacity and longer cycle life. The findings suggest the necessity of investigating the impact of isomers on their electrochemical properties in batteries, thereby offering novel insights for advancing organic electrode materials. A previous study reported two isomers based on dicarboxylated phenylpyridine as anode materials. These isomers feature extended conjugated systems and the substitution positions of N atoms on phenylpyridine influence the physical and electrochemical properties of these compounds.",
                "However, the isomerization strategy lacks practical guidance in the design of organic molecules due to the incomplete explanation of the effect of isomerism on performance. Herein, we designed and synthesized a group of isomers: sodium [1,1′:4′,1′′-terphenyl]-2,2′′,5,5′′-tetracarboxylate (P-TT) and sodium [1,1′:3′,1′′-terphenyl]-2,2′′,5,5′′-tetracarboxylate (M-TT), by introducing terephthalic acid to different positions of the benzene ring (meta and para). Moreover, the influence of molecular structure on its electrochemical behavior was studied systematically. As anode materials for sodium-ion batteries, P-TT and M-TT were respectively tested at a current density of 0.5C and delivered initial discharge-specific capacities of 205.2 and 193.5 mA h g−1. However, after 80 cycles, the capacity retention rates of P-TT and M-TT were 59.1% and 86.5%, respectively. The data show that structural changes significantly influence the performance of organic electrode materials. In this work, we discussed their structure–activity relationship in detail through physical characterization, electrochemical testing, and theoretical calculations, providing a new reference for developing and designing organic battery materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesized route of the isomers of terephthalate derivatives is shown in Scheme S1. The molecular structure of M-H4TT and P-H4TT can be certified by 1H/13C Nuclear magnetic resonance (NMR) spectra (Fig. S1–S10†). The NMR spectra (Fig. S3, S4, S9 and S10†) show the information about the structure difference of the two isomers: the substitutions of the terephthalic acid groups on the meta and para positions of the central benzene ring result in the different chemical shifts of its H and C atoms. Electron spray ionization mass spectrometry (ESI-MS) (Fig. S11 and S12†) show that the molecular weights of the two isomers are correct and identical. Fig. 1a shows the Fourier transform infrared (FT-IR) spectrum of the intermediates (P-H4TT and M-H4TT) which were subsequently converted to target products (P-TT and M-TT). The FTIR spectra of P-H4TT and M-H4TT initially showed CO stretching (∼1690cm−1) and O–H bending vibrations(∼1280 and ∼930 cm−1) assigned to the carboxylic acid (–COOH) group. However, after complete alkalization with NaOH, the O–H bending vibration peak can not be observed, and the stretching vibration of the carbonyl group (CO) in target samples (P-TT and M-TT) shifted to ∼1567 cm−1, indicating successful conversion from –COOH to –COONa groups. These results are consistent with those obtained by 1H/13C NMR (Fig. S5, S6, S13, S14†). The X-ray diffraction (XRD) patterns of P-TT and M-TT are provided in Fig. 1b. There are significant differences in the position and shape of the XRD peaks of these two isomers. The different peak position of them suggested their different microstructure. The higher and sharper peaks intensity of P-TT indicated its higher crystallinity than that of M-TT. As shown in Fig. 1c and d, the morphology of P-TT mainly consisted of large thick blocks, while M-TT exhibited a unique loose porous honeycomb structure.",
                "It is widely recognized that the redox potential of organic molecules can be regulated by adjusting their highest occupied molecular orbital (HOMO) and lowest unoccupied molecular orbital (LUMO) energy levels, with the energy levels of the materials determined throughdensity functional theory (DFT) calculations. The DFT calculations were performed for both molecules using the B3LYP/6-31 g(d) levels with the Gaussian 09 program. The calculated HOMO–LUMO gaps for the optimized molecule models were 3.94 eV (P-TT, Fig. 2b) and 3.68 eV (M-TT, Fig. 2a). The narrow energy gap of M-TT contributes to its higher electronic conductivity, leading to improved reversibility in electrochemical sodium storage. In addition, the electric conductivity of M-TT and P-TT were tested using a four-probe tester and the result displayed in Table S1.† As expected, M-TT exhibits better electronic conductivity than that of P-TT, which aligns with the DFT calculations result. Fig. 2c and d show the electrostatic potential (ESP) maps of M-TT and P-TT. According to the calculation results and the reported in literature, the ESP value of M-TT is lower than that of P-TT, making it easier to bind to cation, resulting in higher activity. In summary, designing M-TT with a narrow gap and higher activity enhances the organic electrode materials’ conductivity and sodium storage capability.",
                "Considering that the solubility of electrode materials in the electrolyte plays a vital role in decreasing the cycling stability of SIBs, the solubility of M-TT and P-TT was investigated by immersing the electrode sheets into the liquid electrolyte (TETRAGLYME = 100 Vol%), and analyzing the Ultraviolet–visible spectroscopy spectra of the electrolyte at various time intervals. Photographs of the electrodes immersed in the electrolyte were also captured. Fig. S15† shows no significant colour change was observed in the electrolyte soaked with M-TT and P-TT. The absorption intensity of the electrolyte after immersing M-TT was lower than that of P-TT. A slight increase in the absorption strength of the electrolyte containing both materials was observed with increasing immersion time. These findings suggest that both molecules exhibited low solubility in the electrolyte, with M-TT showing minimal dissolution into the electrolyte, potentially contributing to its favorable cycle stability.",
                "The insertion/extraction behaviors of P-TT and M-TT were first investigated by cyclic voltammetry (CV), and shown in Fig. 3a and c, respectively. The CV of P-TT reveals two redox peaks at 0.74/0.83 V and 0.21/0.56 V, whereas those of M-TT have two redox peaks at 0.75/0.84 V and 0.24/0.45 V. Additionally, the charge–discharge potential gap (Vp = 0.21 V, Fig. 3c) of M-TT is lower than that of P-TT (Vp = 0.35, Fig. 3a), indicating that M-TT has better electrochemical reversibility. Fig. 3b and d demonstrate the charge–discharge curves of P-TT and M-TT electrodes at the range of 0.1–2.5 V, respectively, displaying voltage plateaus in accordance with the redox peaks observed in the CV curves. These plateaus should attribute to the oxidization and reduction of the organic carbonyl-based electrode materials by sodium ions.",
                "Furthermore, the cycling stability of P-TT and M-TT were investigated at different current densities (Fig. 4). As displayed in Fig. 4a and c, at a current density of 0.5C, the discharge specific capacity of P-TT is 205.2 mA h g−1 at fifth cycles, and the discharge specific capacity of M-TT is 193.5 mA h g−1. Based on the above capacity data, the electrons transfer numbers can be calculated to be 3.78 (P-TT) and 3.57 (M-TT) (the calculation formula is detailed in the eqn (S1)†), respectively, suggesting that their sodium storage processes may follow Scheme 1. The initial coulombic efficiency (ICE) varies significantly between P-TT and M-TT, as depicted in Fig. 4a. The difference in ICE between P-TT and M-TT may be due to the difference in crystal structure, morphology, irreversible formation of SEI, and other side reactions. The ICE can be further improved by pre-sodiumation and optimisation of conductive agents and binders. After 80 cycles, the specific capacity of P-TT and M-TT are 121.2 and 167.3 mA h g−1, respectively. It is clear that the M-TT electrode exhibits better cycle stability than P-TT. To further assess the feasibility of application of the as-synthesized organic electrode materials, the rate performance test of them was conducted at different current densities ranging from 0.1C to 5C. Fig. 4b reveals that the specific discharge capacities of P-TT at different current densities decreased from 195.4 to 93.3 mA h g−1, whereas M-TT demonstrated stable (Fig. 4d), reversible specific capacities ranging from 194.5 to 101.2 mA h g−1. M-TT recorded a discharge-specific capacity of 201.9 mA h g−1 when the current density was reduced to 0.1C, indicating outstanding cycle stability and rate performance. The multiplicative performance testing of anode materials is largely determined by the material's electron conduction rate and the ion diffusion rate within the material, as reported previously. The battery's long-term cycling ability is an essential performance metric. As Fig. 4e, at the same test conditions of a 2C current density, the initial discharge specific capacities of P-TT and M-TT were 118.8 mA h g−1 and 129.2 mA h g−1, respectively. After 500 cycles, P-TT's capacity retention was 67%, whereas M-TT's capacity retention was 85.4%. The higher cycle stability of M-TT was attributed to its lower solubility during electrochemical cycling and lower charge transfer impedance.",
                "Electrochemical Impedance Spectroscopy (EIS) analysis is a powerful tool for assessing the electrode/electrolyte interface's charge transport properties, conductivity, and structure. Fig. 5a and d illustrate the EIS plots of P-TT and M-TT electrodes after being charged to 2.5 V for different cycles. That the fresh M-TT battery has a lower resistance than the fresh P-TT. After cycling, increasing resistance was observed from both electrodes, which may be attributed to the formation of the SEI film on the electrode surface. Fig. 5b and e depict the linearity of Z′ versus the inverse of the square root of the angular frequency for the P-TT and M-TT electrodes in the Warburg region, which can be expressed via the eqn (S5) (ESI†). It shows that the M-TT electrode has a smaller ω value after cycling, further indicating that M-TT has a higher Na+ diffusion coefficient (DNa+) after cycling.",
                "The GITT curves and the calculated average DNa+ for the P-TT and M-TT electrodes are shown in Fig. 5c and f, respectively. The average DNa+ for the P-TT was calculated to be 1.58 × 10−11 cm2 S−1 according to eqn (S2) and (S3) (ESI†). The average DNa+ for the M-TT electrode was 4.45 × 10−11 cm2 S−1 under the same test conditions. The measured data is consistent with the EIS calculated data. Evidently, the ion diffusion coefficient of M-TT is almost 2.8 times higher than that of P-TT.",
                "According to previous reports, the kinetics of sodium ion transport can be evaluated by examining the correlation between the response current and the scan rate. The ratio of logi/logv was calculated from the cathodic and anodic peaks of the P-TT and M-TT electrode (Fig. 6a and d). As shown in Fig. 6b and e, indicate that its reaction process is jointly controlled by the capacitive behavior of sodium-ion insertion/extraction currents (diffusion-controlled behavior in the bulk phase) and the pseudocapacitive mechanism currents of the diffusion process (ion transfer behavior in the surface and near-surface regions).",
                "Furthermore, the surface capacitive and intercalation-controlled contributions can be assessed and distinguished from the total current response (eqn (S8)–(S10)†). Based on Fig. 6c, 5f and S16,† the ratio of the capacitive contribution of both materials are increased as the scan rate increased. The proportion of capacitive behavior in the M-TT is higher than P-TT. According to literature reports, more capacitance contribution can effectively improve the rate performance of sodium ion batteries, and cycle stability and the power density of anode materials.",
                "These findings highlight the good electrochemical performance of M-TT, which can be attributed to various advantages of the rationally designed material: (1) higher activity, making M-TT more suitable for the occurrence of sodium ion insertion/extraction reactions; (2) lower solubility; (3) the thinner honeycomb material walls enhance the simultaneous and uniform electron/ion transport, facilitating the rapid and stable entry of electrons/ions into the active material; (4) higher electronic conductivity."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, two isomers of terephthalate derivatives, P-TT and M-TT, were synthesized and tested as anode materials for sodium-ion batteries. Although the initial specific capacity of P-TT (205.2 mA h g−1) is higher than M-TT (193.5 mA h g−1), the reversibility and stability of M-TT (121.2 mA h g−1) is far higher than P-TT (167.3 mA h g−1), even kept at 85.4% after 500 cycles, due to its narrow energy gap, higher electronic conductivity, thinner honeycomb material walls and multiple active centers of M-TT. The comparison of isomers shows that the structural arrangement has a major impact on the electrochemical performance of organic anodes. Among them, M-TT showed lower overpotential, stronger cycle stability, and better rate capability than P-TT. The findings of this work provide important reference value for designing high-performance organic sodium-ion battery anodes for energy storage applications."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Isomers of terephthalate derivatives as anodes for sodium-ion batteries"
}