{
    "DOI": "10.1039/C7NR07882J",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The global resource and energy shortage has led to an increasing demand for renewable energy storage devices to achieve efficient harnessing of green energy. Sodium-ion batteries are considered to be an ideal substitute for lithium-ion batteries because of the rich resources, low cost, high efficiency, and stable chemical properties of sodium. Among all kinds of sodium-ion storage materials, metal sulfides have become one of the research focuses as electrode materials because of their diverse advantages such as abundant resources, low cost, and high theoretical specific capacity. However, the usual rapid drop of discharge capacity and poor rate performance are the main challenges and obstacles that are faced by metal–sulfide electrodes; these are mainly caused by the relatively large sodium ion radius (Na+: 1.02 Å) than that of Li+, the easily dissolving tendency of electrode materials in polar organic esters in the electrolyte, large volume expansion/contraction during Na+ insertion and extraction processes, and the known inherent electrochemical conversion mechanism of Na+ storage.",
                "Recently, it has been reported that the deficiencies of metal sulfide electrodes for SIBs have been greatly alleviated and the cycle performance has been obviously improved after the utilization of various effective approaches such as micro & nano structure control, hollow structure, carbon coating, doping with different metals, and utilization of an appropriate ether electrolyte. However, the convenient fabrication of electrodes with diversified structures, high discharge capacity, and long cycle stability still remains a great challenge to date. In addition, in previous studies, the preparation of metal sulfides often involves some problems such as the need for extra sulfur sources, complex preparation process, and low morphology retention rate. To the best of our knowledge, the Co1−xS ultrafine nanocrystals embedded in interconnected hollow porous carbon nanospheres, facilely fabricated by direct calcination of the precursor and applied as promising anode materials for SIBs and LIBs, have not been reported to date.",
                "In this study, a hollow spherical precursor of cobalt sulfide has been obtained at first via a solvothermal method, in which 2-methylimidazole plays a crucial role in the formation of the hollow structure. After calcination or/and PPy coating under different conditions, Co1−xS, Co1−xS@C, and Co1−xS/C could be selectively obtained. When Co1−xS, Co1−xS@C, and Co1−xS/C were applied as anodes for SIBs, Co1−xS/C exhibited highest reversible capacity and cycle stability as compared to another two samples. It is considered that the following advantages are largely responsible for its excellent performances: (1) the unique micro and nano structure of the composite guarantees the stability of the electrode during cycling: the Co1−xS nanoparticles embedded in the shells of the nitrogen-doped porous carbon hollow nanosphere (with low density and large surface area) not only shorten the transmission distance between ions and electrons, but also slow down volume expansion during the charging and discharging process; (2) carbon coating improves the stability and conductivity of the electrode material; (3) the use of an ether electrolyte alleviates the dissolution of the intermediate products during the cycling process; and (4) the synergistic effect between Co1−xS and carbon overcomes the limitations of individual Co1−xS nanoparticles to some extent."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical synthesis process, Co(NO3)2·6H2O (116.4 mg, 0.4 mmol) was added to the solvents DMF and CH3OH. After it was dissolved, thiosemicarbazide (tsc) was added, and the mixture was transferred into a Teflon-lined autoclave with a capacity of 30 mL. After the mixture was stirred for 12 h at room temperature, different amounts of 2-methylimidazole were added, and then, the mixture was stirred for another 2 h. The abovementioned solution was then transferred into a Teflon-lined stainless steel autoclave and annealed at 85 °C for 72 h. After the autoclave was cooled down to room temperature naturally. The product in the autoclave was obtained and washed with methanol several times. Finally, the product was dried in vacuum at 60 °C for 6 h.",
                        "Ni-doped precursor was synthesized by a similar process; only 0.4 mmol Co(NO3)2·6H2O was changed to (0.4–x) Co(NO3)2·6H2O, and x mmol Ni(NO3)2·6H2O (x = 0.027, 0.04, and 0.08 mmol) was used."
                    ],
                    "name": "2.1 Synthesis of Co1−xS and Ni-doped Co1−xS nanosphere precursors",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The obtained precursor (100 mg) was dispersed in 50 mL deionized water and stirred for 30 min to make it disperse evenly. Sodium dodecylbenzenesulfonate (500 mg) was dissolved in 50 mL deionized water and then added to the abovementioned solution. After this, 100 μL pyrrole was added and stirred for 1 h. Ammonium peroxodisulfate (340 mg) in the presence of distilled water (20 mL) was slowly added to the abovementioned solution that was then stirred for 5 h. Finally, the product was obtained and washed with ethanol and deionized water several times and then dried in vacuum for 6 h at 60 °C."
                    ],
                    "name": "2.2 Synthesis of precursor@polypyrrole (PPy)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Co1−xS hollow spheres and nickel-doped Co1−xS were finally obtained via the calcination of the precursor and nickel-doped precursor directly at 350 °C under an argon atmosphere for 1 h. Precursor/PPy and Co1−xS@PPy were calcined at 350 °C under an argon atmosphere for 1 h to obtain Co1−xS/C and Co1−xS@C."
                    ],
                    "name": "2.3 Synthesis of Co1−xS, nickel-doped Co1−xS, Co1−xS/C and Co1−xS@C nanospheres",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Crystallographic phases of all the samples were measured by powder X-ray diffraction (XRD Bruker, D8-Advanced) using Cu Kα radiation. The morphologies of the products were tested by a field emission scanning electron microscope (FESEM, ZEISS SUPRA-55), a transmission electron microscope (TEM, JEM-1011), and a high-resolution TEM (HRTEM JEOL-2011). The components of the materials were investigated via energy dispersive spectrometry (EDS). Infrared spectra (FTIR) of the samples were obtained using an ALPHA-T system with KBr pellets (4000–400 cm−1). Raman spectroscopy was carried out using LabRAM HR800. Thermal gravimetric analysis (TGA) was carried out by a Mettler Toledo TGA/SDTA 851 thermal analyzer under an air atmosphere. Nitrogen adsorption/desorption isotherms were obtained using a Micromeritics ASAP-2020HD88 analyzer at 77 K, and the pore size distribution curves were derived from the density functional theory method. X-ray photoelectron spectroscopic (XPS) analysis was conducted via a Kratos AXIS Ultra DLD spectrometer using an Al Kα X-ray source."
                    ],
                    "name": "2.4 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical tests were conducted using CR2032 coin cells. The electrode was made by pressing a mixed slurry consisting of 70 wt% active materials, 20 wt% acetylene black, and 10 wt% polyvinylidene difluoride (PVDF) onto a copper foil. After this, the electrodes were dried at 60 °C under vacuum for 6 h. The loading of the active material was about 1–1.5 mg cm−2 on each of the discs. The sodium foils with the diameter of about 14 mm were prepared from sodium bulk (Aladdin, 99.7%) in a glove box under the protection of highly pure argon. The glass fiber (Whatman) acted as a separator. Moreover, 1.0 M NaClO4-EC/DEC and 1 M CF3NaO3S dissolved in tetraethylene glycol dimethyl ether (TGM) were used as an electrolyte. Galvanostatic cycle tests at different current densities were conducted using a battery test station (LAND CT-2001A, Wuhan, China) from 0.01 to 3.0 V. Electrochemical impedance spectra (EIS) were obtained using an AutoLab PGSTAT 302 electrochemical workstation in the frequency range from 100 kHz to 0.01 Hz at room temperature. Cyclic voltammetry (CV) profiles were obtained by a CHI 760E electrochemical workstation in the potential window from 0.01 to 3.0 V."
                    ],
                    "name": "2.5 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "As shown in Scheme 1, Co1−xS hollow spheres were obtained via the calcination of the precursor directly under an argon atmosphere. Ultrafine Co1−xS nanoparticles embedded in the shells of the porous hollow spheres (Co1−xS/C) and Co1−xS nanoparticles entirely covered by an amorphous carbon layer (Co1−xS@C) were selectively obtained by calcining the precursor/PPy and Co1−xS@PPy at relative low temperatures.",
                "It is interesting to find that 2-methylimidazole plays indispensible roles in precursor formation of Co1−xS with different shapes: in the absence of it, an amorphous precursor with scattered solid spherical shapes (with diameters in the range of 1–2 μm) is formed (Fig. S1†); in the presence of it, an amorphous precursor with a hollow spherical morphology (with diameters in the range of 150–200 nm) is obtained with highest yield when the amount of 2-methylimidazole used is 124.8 mg (Fig. 1a), and Co1−xS hollow spheres (Fig. 1b) are finally obtained via the direct calcination of the precursor at low temperatures (350 °C) under an argon atmosphere for 1 h. It is noticed that the spherical skeleton of the initial precursor is almost unchanged, but the color contrast of the spherical shell is significantly deepened under the TEM observations (Fig. 1a1 and b1). In Fig. 1c, all the diffraction peaks can be indexed to hexagonal Co1−xS (JCPDS card no. 47-1738, space group P63/mmc), and no obvious diffraction peaks related to impurities are detected. Energy dispersive spectrometer (EDS) results (Fig. S2a†) show that the atomic percentage of cobalt to sulfur is 0.53, which further proves that the composition of the material and the chemical formula can be written as Co1−xS. The obtained precursor and Co1−xS were coated with PPy by an in situ oxidation polymerization process to further increase the conductivity of the material and overcome the volume expansion problem during sodiation and desodiation. FTIR spectra were obtained to examine the existence of PPy, and the peaks of individual PPy in Fig. 1d II centered at about 1634, 1546, 1120, and 1033 cm−1 could be attributed to the CC double bond stretching vibration, pyrrole ring skeleton vibration, C–N single bond stretching vibration, and C–H bond bending vibration, respectively. A part of the peak positions as compared to those of the precursor has changed (Fig. 1d) in the presence of PPy, as abovementioned in the Experimental section, and the characteristic peaks of PPy can be found in Fig. 1d (III and IV), indicating the existence of PPy in the precursor/PPy and Co1−xS@PPy composites.",
                "It is found that the precusor of Co1−xS/PPy composite (Fig. 2a) obtained after the in situ oxidation polymerization process has similar morphology (except the thicker shell) as the individual precursor, whereas the shape evolution from a hollow skeleton to a tiny nanoparticle embedded in hollow carbon sphere composites occurs after calcination of the precursor/PPy composite at 350 °C under an argon atmosphere for 1 h. In the contrast experiment, the morphology of Co1−xS@PPy is presented in Fig. 2b, where it can be seen that the nanoparticles are entirely covered by PPy. Through simple heat treatment of Co1−xS@PPy at 350 °C under an argon atmosphere for 1 h, Co1−xS@C was obtained. Fig. 1c (III and IV) shows the XRD patterns of the Co1−xS/C and Co1−xS@C powders, in which the diffraction peaks with a relative high intensity can be indexed to Co1−xS, whereas the broad diffraction peak centered at ∼26° can be indexed to graphitic carbon. The EDS spectra of Co1−xS/C and Co1−xS@C reveal that the atomic percentages of cobalt to sulfur in Co1−xS/C and Co1−xS@C are 0.64 and 0.61 (Fig. S2b and c†), respectively. Fig. 2c and d present the SEM images of the obtained Co1−xS/C and Co1−xS@C, in which the former is composed of quantities of interconnected hollow spheres (the broken nanospheres exposing hollow interior characters) with an average diameter of ∼100 nm (Fig. 2b), whereas the latter is made up of aggregated solid nanospheres (Fig. 2d). The high resolution TEM image of Co1−xS/C particles is shown in Fig. 2e. It could be seen that a clear pitaya-like structure with dense small seeds (Co1−xS particles with a size less than 10 nm) fully embedded in porous carbon hollow sphere composites was actually formed. The inset shows the cross-section image of pitaya. A uniform crystal lattice with the d-spacing of 0.258 nm matches well with the (102) plane of Co1−xS (Fig. 2f). It is believed that the hollow structure of Co1−xS/C has advantages of alleviating the volume change caused by the conversion reaction process during the charging and discharging processes. In addition, the nanoparticles embedded in the shell of the carbon hollow spheres can reduce the diffusion path length for electrons and ions and improve the electrical conductivity. In Fig. 2g, it is further observed that Co1−xS nanoparticles are entirely covered by an amorphous carbon layer to form core–shell structures. The inset shows that the cross-section image of pitaya vividly reflects the morphology of Co1−xS@C. The elemental mapping images of Co1−xS/C and Co1−xS@C are presented in Fig. 2h and i, respectively, which demonstrate the uniform elemental distribution of Co, S, C, and N in both samples.",
                "Fig. 3a shows the Raman spectra of Co1−xS, Co1−xS/C, and Co1−xS@C, in which the distinct peaks located at 1334 and 1560 cm−1 can be assigned to the D and G band of the graphitic carbon, revealing the existence of carbon in both Co1−xS/C and Co1−xS@C composites. The peaks centered at 185.2, 460, 503, and 661 cm−1 were the characteristic peaks of Co1−xS, whereas these four peaks were not detected in Co1−xS@C; this demonstrated that the Co1−xS nanoparticles were entirely covered by an amorphous carbon layer. The TGA analyses are used to evaluate the thermal stability of Co1−xS, Co1−xS/C, and Co1−xS@C (Fig. S3†), and the results indicate that the Co1−xS contents in the composites of Co1−xS/C and Co1−xS@C are 38.83 and 44.15%, respectively. The N2 adsorption–desorption isotherm of Co1−xS/C shown in Fig. 3b belongs to IV type. According to the Brunauer–Emmett–Teller model, the specific surface area and total pore volume of Co1−xS/C are 107.1 m2 g−1 and 0.252 cm3 g−1, respectively. Based on the Barrett-Joyner-Halenda (BJH) model, the main sizes of the pores are less than 2 nm. The large surface area could further increase the contact between the electrode and electrolyte, and the presence of abundance of pores could reduce the diffusion path length for ions and electrons. These structural characteristics are highly beneficial for electrochemical reaction. X-ray photoelectron spectroscopy (XPS) was used to further examine the chemical composition of Co1−xS/C. The atomic percentages of Co, S, C, and N are 1.38, 3.05, 73.79, and 8.84%, respectively. Upon combining the XPS (2.21) and EDS (Fig. S2c,† 1.56) spectra analysis results of the atomic ratio of S to Co, the chemical formula of the obtained is written as Co1−xS. Fig. 3c displays the Co 2p XPS spectrum, in which the peaks located at 786.0 and 803.1 eV, 778.5 and 781.3 eV, and 797.3 and 80.1 eV can be assigned to the satellite peaks, Co 2p3/2, and Co 2p1/2 of Co1−xS, respectively. The peaks centered at 161.8 and 162.7 eV shown in Fig. 3d are related to S 2p1/2 and 2p3/2 of S2− in Co1−xS, and another two bands located at 164.0 and 165.3 eV are assigned to the S atoms, demonstrating that S atoms have been incorporated into the carbon layer. Moreover, two bands located at 168.2 and 169.3 eV corresponding to the oxidized S might be created by oxidation occurring in air. It is noted from the N 1s spectrum (Fig. 3e) that the peaks located at 398.4 and 400.1 eV can be assigned to pyridine N and graphitic N, in which their area percentages are 85.2 and 14.8%, respectively. It is believed that N-doping can create some defects and provide conjugated electrons and will provide more active sites and further improve the electrical conductivity of the electrode materials. The C 1s spectrum presented in Fig. 3f reveals that the peaks centered at 284.8 and 287.1 eV are related to sp2 and sp3 carbon, respectively.",
                "A series of contrast experiments has been carried out to elucidate the effects of 2-methylimidazole amount on the formation of the precursors. Fig. S4† displays the typical TEM images of the samples obtained using different amounts of 2-methylimidazole; it is found that in the absence of it, quantities of scattered solid spheres with sizes in the range of 1–2 μm are obtained (Fig. S4a†). It is interesting to find from Fig. S4(b–f)† that smooth solid spheres gradually change into hollow spheres along with the increased usage amount of 2-methylimidazole. When the usage amount of 2-methylimidazole was increased to 39.4 mg, hollow spheres interlinked with each other co-existed with solid spheres (Fig. S4c†). Moreover, the yield of hollow spheres was obviously improved when the usage amount of 2-methylimidazole was increased to 65.6 mg (Fig. S4d†). It is noteworthy that the Co1−xS precursors of hollow spherical structures with diameters in the range of 150–200 nm (Fig. S4e†) are completely formed when the amount of 2-methylimidazole was 124.8 mg. However, when the amount of 2-methylimidazole was further increased to 147.8 mg, broken spheres co-existing with hollow spheres were obtained (Fig. S4f†). Compared with the indispensible roles of 2-methylimidazole in precursor formation of Co1−xS with different shapes, the influences of time and temperature are negligible, as can be seen from Fig. S5† (hollow spheres). In addition, the analysis results of the FTIR spectra (Fig. S6a†) confirm that similar infrared spectra (III–V, in which the peak located at ∼3480 cm−1 is attributed to the N–H stretching) are obtained although the usage amounts of 2-methylimidazole are different. EDS test results show that in the presence of different amounts of 2-methylimidazole, the atomic percentage ratio of cobalt to sulfur is about 1:2, approaching that of the raw material (Fig. S7†); this reveals that tsc may participate in the reaction, whereas no characteristic peaks of –CH3 groups are found in the infrared spectrum. It is deduced from the abovementioned analysis results that 2-methylimidazole may play the role of an in situ soft template in the formation of the hollow spherical precursor along with the coordination reaction of cobalt ion with tsc. The results of the XRD patterns shown in Fig. S6b† (I, II, and III) further reveal that all the hollow spheres obtained when the amount of 2-methylimidazole is 0, 39.4, and 124.8 mg after 72 h reaction have an amorphous structure.",
                "It was also found that when thioacetamide (taa) and thiourea were used instead of tsc, only interconnected solid spheres were obtained (Fig. S8a and b†); when CoCl2·6H2O, CoSO4·7H2O, and Co(CH3COO)2·4H2O were used instead of Co(NO3)2·6H2O, large quantities of nanosheets, as can be seen in Fig. S8(c–e),† were produced. These results indicate that sulfur source species and the anionic species in the cobalt salt also play very important roles during the formation process of interconnected hollow spheres if the usage amount of 2-methylimidazole is 124.8 mg. The effect of different sulfur sources on the morphologies of the solid spheres (in the absence of 2-methylimidazole) also has been tested, and the SEM and TEM images are shown in Fig. S9.† When thiourea and taa are used as sulfur sources, the dispersed solid spheres transform into interconnected burr spheres (Fig. S9a and a1†) and irregular polyhedrons (Fig. S9b and b1†), respectively. The overview diagram of the precursors under different conditions (means using different sulfur resources, cobalt sources, temperatures, time, and different amounts of 2-methylimidazole) is illustrated in Table S1.†",
                "If Co(NO3)2·6H2O was partly replaced by Ni(NO3)2·6H2O, the Ni2+ ion-doped precursor could be obtained. The influence of the amount of nickel doped on the morphology is shown in Fig. S10.† It can be seen that the optimized amount of Ni doped is Co2+:Ni2+ = 10:1. Energy dispersive X-ray spectroscopy (EDS) spectrum shown in Fig. S11† demonstrates that Ni2+ is doped into the precursor. After PPy coating, the morphology of the nickel-doped precursor@PPy composite remained almost unchanged as compared to that of the un-doped composite (Fig. S12†). The XRD patterns did not change obviously (almost all the peaks appeared at the same positions) after calcination of the nickel-doped precursor@PPy at 350 °C under an argon atmosphere (Fig. 1c II), indicating that minor Ni-doping could not affect the orginal structure of Co1−xS.",
                "The electrochemical performances of the obtained Co1−xS, Co1−xS/C, and Co1−xS@C as anodes for sodium-ion batteries were investigated in detail. At first, the electrochemical performance of Co1−xS in different electrolytes was tested at the current density of 500 mA g−1 (Fig. S13a†), and it showed relatively good electrochemical properties in an ether-based electrolyte (1.0 M NaSO3CF3 in tetraethylene glycol dimethyl). The rapidly decreased capacity of Co1−xS in the initial few cycles might be mainly attributed to its structural changes during cycling. Fig. S13b† shows the morphologies of the Co1−xS electrodes after 30 cycles at 500 mA g−1 (1.0 M NaSO3CF3 in TGM). It can be seen from the Fig. S13b† that the hollow spheres have been completely destroyed, but the morphologies of the Co1−xS/C and Co1−xS@C composites are almost unchanged after 30 cycles, as can be seen in Fig. S13(c and d).†",
                "It is found that Co1−xS displays a much higher initial specific charge capacity than Co1−xS/C and Co1−xS@C in the initial few cycles (the introduction of carbon results in a relative low specific capacity than that of Co1−xS) at the current density of 100 mA g−1; however, the capacity of Co1−xS rapidly decreases to 332.2 mA h g−1 at the 25th cycle and then dramatically decays after 30 cycles (Fig. S14†). Moreover, the capacity of Co1−xS@C electrode rapidly faded after 40 cycles, and only Co1−xS/C exhibited highest capacity retention ability (601 mA h g−1 after 60 cycles). However, the cycle stabilities of Co1−xS/C and Co1−xS@C are greatly improved when compared with those of individual Co1−xS.",
                "It is found that the charge capacity of Co1−xS/C can be retained at 472 mA h g−1 after 120 cycles (Fig. 4a) at the relatively high current density of 500 mA g−1, which is significantly higher than those of Co1−xS@C (the reversible capacity of Co1−xS@C declines rapidly only after 80 cycles) and pure Co1−xS. Fig. S15† shows the morphology of the Co1−xS@C and Co1−xS/C composite electrodes after 120 cycles at the current density of 500 mA g−1. It is clear that the Co1−xS nanoparticles are still well-distributed on hollow spheres, but the morphology of Co1−xS@C has changed. Rate capability is an important criterion for practical applications of an electrode. The rate performances of Co1−xS, Co1−xS/C, and Co1−xS@C were tested at different current densities (Fig. 4b). It is found that Co1−xS/C exhibits the highest reversible capacities of 513.5, 404.0, 380.4, 288.1, and 233.9 mA h g−1 at the current densities of 100, 300, 500, and 1000 mA g−1, respectively. Even at a high current density of 2000 mA g−1, the electrode can still retain a reversible capacity of 220.4 mA h g−1. When the current density gradually decreased from 1000 to 500, 300, and 100 mA g−1, the reversible capacity of the electrode fully recovered from 291.2, to 395.0, 492.7, 706.3 mA h g−1; this demonstrated the superior electrochemical performance and a high degree of structural stability of Co1−xS/C. The reversible capacities of Co1−xS/C slightly increased with the increasing cycle number. According to literature, this phenomenon may be attributed to the Na-diffusion kinetics, which can be improved by the gradual activation process and a reversible reaction between the metal particles and electrolyte. Even at a high current density of 1000 mA g−1, it still maintained a remarkably high reversible capacity of 320 mA h g−1 after 130 cycles, which is distinctly higher than that of Co1−xS@C shown in Fig. 4c (170 mA h g−1). Fig. 4d and Fig. S16(a and b)† present the cyclic voltammetry curves of Co1−xS/C, Co1−xS, and Co1−xS@C obtained at the scan rate of 0.1 mV s−1 in the voltage window of 0.01–3.0 V (vs. Na+/Na). The CV curves of the two composites show a better coincidence as compared to those of individual Co1−xS; this indicates that the composites have better reversibility. The reduction peaks of Co1−xS/C at 1.30, 1.01, and 0.65 V in the first scan can be assigned to the conversion reaction of Co1−xS with Na and the formation of a solid electrolyte interphase. For the oxidation process, the peak with strong intensity centered at 1.75 V can be ascribed to the reverse conversion reactions of Co with Na2S. A pair of sharp peaks near 0 V is observed, which can be assigned to the Na+ insertion/extraction into/from carbon. These results are consistent with previous reports about cobalt sulfide materials, suggesting a reversible conversion mechanism. The impedance spectra of Co1−xS, Co1−xS@C, and Co1−xS/C are shown in Fig. 4e, in which their charge transfer resistances (Rct) are 208, 82.1, and 73.3 Ω, respectively. Co1−xS/C shows a much lower Rct, revealing the lower impedance of sodium ion from the electrolyte to active material. This enhancement could be attributed to the synergistic effect between the carbon layer (improves the conductivity) and ultrathin Co1−xS nanoparticles. The Warburg coefficient of Co1−xS/C, as shown in the inset in Fig. 4e (only 23.1 Ω s−0.5), is much smaller than that of Co1−xS@C (58.8 Ω s−0.5) and Co1−xS (99.5 Ω s−0.5); this illustrates that Co1−xS/C has a faster Na-ion diffusion ability in the active material. This is an important factor for the promotion of electrochemical performance. Table S2† summarizes the electrochemical properties of cobalt-based metal sulfides. Compared to these reported materials, Co1−xS/C demonstrates a better electrochemical performance. The improvement of electrochemical performance can be attributed to the following factors: (1) carbon is a powerful support for the loading of Co1−xS, which can improve the conductivity of the active material; (2) the void spaces provided by the hollow sphere and porous shells can buffer the volume changes during the charging and discharging process; (3) ultrafine nanoparticles embedded in the shell of the porous carbon hollow spheres not only can shorten the diffusion paths of ions and electrons but can also furnish additional electrochemically active sites for sodium-ion storage.",
                "The electrochemical performance of Ni-doped Co1−xS/C was investigated at a current density of 500 mA g−1, as shown in Fig. S17a.† Its reversible capacity can be retained at 374 mA h g−1 with no obvious capacity decay after 100 cycles. Fig. S17b† shows its rate performances at various current densities ranging from 100 to 2000 mA g−1. The charge capacities are 439.5, 393.5, 361.1, 277.1, and 192.5 mA h g−1 at the current densities of 100, 300, 500, 1000, and 2000 mA g−1. If the current density was reset to 100 mA g−1, the charge capacity could recover to 638.8 mA h g−1. It can be seen that although the capacity has not been further improved after Ni doping, the experiment proves the feasibility of the scheme for the synthesis of Ni-doped cobalt sulfide, which will provide reference for the follow-ups.",
                "The effect of electrolyte on the cycle performance was also investigated. Co1−xS/C and Ni-doped Co1−xS/C for sodium storage performances were investigated in a commonly used carbonate-based electrolyte (1.0 M NaClO4-EC/DEC) for the first time (Fig. S18†). For comparison, both Co1−xS/C and Ni-doped Co1−xS/C in the carbonate-based electrolyte exhibited relatively lower capacity but better cyclic stability than those in an ether-based electrolyte. Fig. S18(a and b)† display the long cycling performances of Co1−xS/C and Ni-doped Co1−xS/C electrodes in carbonate-based electrolytes at 1000 mA h g−1. After 400 cycles, their reversible capacities are retained at 240 and 210 mA h g−1, indicating their excellent stability and giving clues that the electrolyte is an important parameter affecting the electrochemical performance.",
                "The cycle performance of Co1−xS/C as an anode for LIBs was also investigated besides its excellent sodium storage properties. Fig. 5a shows the charge–discharge profiles (at 500 mA g−1 in the range of 0.01–3 V) of Co1−xS/C. The discharge and charge capacities of the first cycle are 933.4 and 549 mA h g−1, respectively, the corresponding Coulombic efficiency (CE) is 58.9%, and the CE is close to 100% after a few cycles. In addition, after the first cycle, the charge–discharge profiles almost overlap; this indicates that Co1−xS/C may have good stability. The initial loss of irreversible capacity can be attributed to the formation of the SEI film. The obtained Co1−xS/C electrode also shows excellent rate performance (Fig. 5b). The reversible capacity is 789.2, 628.6, 500.4, 453.2, and 376.6 mA h g−1 at the current densities of 100, 300, 500, 1000, and 2000 mA h g−1, respectively. When the current density is reset to 100 mA g−1, the capacity can recover to 806.9 mA h g−1 and remain stable. The slight increase in the specific capacity may be attributed to the improved Li-diffusion kinetics by the gradual activation process and reversible reaction between the metal particles and electrolytes. As shown in Fig. 5c, the cycle performance of Co1−xS/C is further measured at a current density of 500 mA g−1 based on the excellent rate performance. After 100 cycles, the reversible capacity can still be retained at 559 mA h g−1. The charge capacity of the Co1−xS/C electrodes for lithium ion storage is higher than that for sodium ion storage; this can be because the energy barriers for the insertion and extraction of lithium ions are lower than those for sodium ions due to the smaller ionic radius of Li+ than that of Na+. The electrochemical performance comparisons between the Co1−xS/C electrode and some typical transition metal chalcogenides as anode materials for LIBs are shown in Table S3.† The result indicates that the Co1−xS/C composite also has great application potentials as a high-rate anode material for LIBs."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Uniform and hollow precursor nanospheres of Co1−xS were prepared by a mild solvothermal method for the first time by controlling the amount of 2-methylimidazole. After an in situ pyrrole oxidation and polymerization process, ultrafine Co1−xS nanoparticles embedded in the shells of the porous hollow spheres (Co1−xS/C) and Co1−xS nanoparticles entirely encapsulated into amorphous and spherical carbon layer (Co1−xS@C) were selectively obtained by calcining of the precursor/PPy and Co1−xS@PPy at a relative low temperature (350 °C). The obtained Co1−xS/C shows the best cycle stability and rate performances as compared to Co1−xS@C and Co1−xS when applied as an anode for SIBs. The enhancement of electrochemical performance could be attributed to the synergistic effect between ultrafine nanocrystals and the nitrogen-doped porous carbon hollow nanosphere. It also delivers a relatively high reversible specific capacity when applied as an anode for LIBs. These results indicate that Co1−xS/C is a good candidate as an electrode material for energy storage. This new strategy has the advantages of being simple and low cost and may be applied to fabricate may other micro/nano sulfide electrode materials for superior SIBs and LIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts of interest to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Ultrafine Co1−xS nanoparticles embedded in a nitrogen-doped porous carbon hollow nanosphere composite as an anode for superb sodium-ion batteries and lithium-ion batteries"
}