{
    "DOI": "10.1039/D2NR02232J",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Flexible electronic devices such as smart wearables, roll-up displays and implantable medical devices are increasingly demanded in recent years. As one of the key components, flexible, ultrathin and light weight energy storage devices are highly expected. Therefore, great efforts have been devoted to develop reliable and flexible electrode materials and battery systems with optimized structure, high energy density and good mechanical durability. Principally, battery materials have to be abundant facilitating large-scale applications, and thus Na-ion batteries (SIBs) are considered as the most favorable candidates. In particular, with recent breakthroughs in the production of first-generation SIBs by Contemporary Amperex Technology Co., Ltd (CATL), the flexible Na-ion based energy storage technology is gaining considerable attention to meet the demand of flexible electronic devices. However, there are still hindrances to overcome prior to manufacturing of the flexible SIBs. The conventional rechargeable battery electrodes are usually made by a slurry-casting process with a binder, conductive carbon and current collector. The active materials are easy to be delaminated during the mechanical deformation of the electrodes, which may generate particle isolation and severe deterioration of the battery performance. Meanwhile, the metal current collector is not flexible enough to meet the requirements of the batteries. Hence, it is preliminary to explore flexible battery materials which have outstanding performance at bending conditions as well as technology fundamentals for scalable production.",
                "Carbon-based substrate materials such as carbon nanotubes (CNTs), carbon textiles, grapheneetc. are better current collectors for flexible energy-storage apparatus with their superior electronic conductivity and high flexibility. Prominently, CNTs are the most promising candidate as they have light weight and low density, which are favorable to improve the energy density of the full batteries. More significantly, the intrinsic nature of CNT substrates facilitates the fabrication of free-standing electrodes, which largely improves the electrode flexibility. With the active materials firmly anchored on the carbon-based current collectors, the electrodes can accommodate high deformable states and alleviate the stress concentration. CNTs are constantly present in diverse forms such as CNT fibers, CNT films and aligned CNT arrays, among which CNT films are considered as the most favorable candidate because the film can maintain an integrated structure even after drastic bending or soaking, showing tremendous potential application in flexible energy storage devices. CNT fibers and films can be manufactured via wet or dry approaches, while the chemical vapor deposition (CVD) dry method exhibits the most considerable yield. This provides scalable and continuous production fundamentals for flexible battery materials with outstanding toughness and bending properties.",
                "In the present study, large-scale CNT films are prepared by a continuous CVD production method and then used to fabricate a self-supported flexible high-capacity conversion anode by the in situ growth of NiCo2S4 nanosheets tightly anchored on CNTs. Transition bimetallic nickel–cobalt sulfides are naturally abundant, highly conductive, and of high Na-storage capacity via electrochemical conversion reactions, making them an ideal choice for high-capacity SIB anode materials. The CNTs produced via such a scalable method have interconnected porous channels, providing a large electrode/electrolyte contact area and are highly beneficial for the electrochemical conversion reaction of NiCo2S4. The NiCo2S4/CNT film flexible electrode demonstrates a remarkable ultra-long cyclability with a high-capacity retention rate of 96% after 7500 cycles. It is confirmed that the abundant pores of CNT films and the self-standing structure of NiCo2S4 nanosheets combined with CNTs can effectively buffer the volume changes involved by conversion reactions and prohibit nanoparticle aggregations, leading to the significantly optimized cyclability of flexible conversion electrodes. Furthermore, a flexible full SIB device was packaged with the NiCo2S4/CNT anode, Na3V2(PO4)3/CNT cathode and polydimethylsiloxane (PDMS) thin film. This flexible full SIB exhibits good cycling stability and mechanical durability under different bending states, demonstrating great potential in practical large-scale application for flexible energy-storage devices."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The large-scale carbon nanotube film was fabricated by chemical vapor deposition (CVD) as reported in our previous work. The preparation process is schematically shown in Fig. 1a. Ethanol (60.0 wt%) and acetone (37.5 wt%) solutions were used as the carbon source, while ferrocene (1.5 wt%) and thiophene (1.0 wt%) were used as the catalyst and activator, respectively. The homogeneously mixed solution containing these raw materials was firstly atomized in a horizontal quartz to form a continuous carbon nanotube aerogel at 1100 °C, and then flowed out by a mixture of nitrogen and hydrogen. Finally, the aerogel was collected by a moving carrier to form carbon nanotube films (denoted as CF)."
                    ],
                    "name": "2.1. Preparation of the carbon nanotube film (CF)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Firstly, the CNT film (CF) was pretreated by refluxing in hydrochloric acid solution (20 vol%) with polyvinylpyrrolidone (0.005 g mL−1) at 80 °C for 8 h. Typically, 0.5 mmol Ni(NO3)2·6H2O, 1 mmol Co(NO3)2·6H2O and 2.5 mmol urea were added in 70 mL of methanol with ultrasonic treatment and stirring. Then the CNT film (30 mm × 50 mm) was placed in the above solution and transferred to a 100 mL hydrothermal reactor and kept at 180 °C for 12 h. The precursor-CF was washed with distilled water and dried at 80 °C for 8 h. Then the dried precursor-CF was placed in a 50 mL homogeneous Na2S·9H2O aqueous solution (0.025 mol L−1) under solvothermal conditions of 90 °C for 24 h. The NiCo2S4/CF flexible film was finally obtained and denoted as NCS-CF. The amount of NiCo2S4 grown on the CNT films is about 0.5 mg cm−2. The NiCo2S4 powder was synthesized and collected by the same process without the presence of the CNT film."
                    ],
                    "name": "2.2. In situ growth of NiCo2S4 on the CNT film",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The structures of the as-prepared NCS-CF and NCS powder were measured by X ray diffraction (XRD, D8-Advance, CuKα). The morphology and EDS element mapping were characterized by scanning electron microscopy (SEM, SU8010) and scanning transmission electron microscopy (STEM, Talos F200S). X-ray photoelectron spectroscopy (XPS, VG-Multilab-2000) was conducted fixing the C 1s hydrocarbon band at 284.6 eV as calibration. Ex situ measurements were performed using electrodes at charge/discharge states after rinsing with dimethoxyethane (DME) in an Ar-filled glove box (Mikrouna, H2O and O2 < 0.1 ppm)."
                    ],
                    "name": "2.3. Structural characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The prepared NCS-CF material was directly used as the electrode to evaluate its Na-storage performance in half-cell and full flexible cell devices, respectively. The NCS powder electrode was fabricated with 70 wt% active material, 20 wt% conductive carbon (Super P) and 10 wt% CMC binder using the CNT film as a current collector. 2032 coin-type half cells were assembled using the fabricated working electrode, a metal Na counter electrode, a Whatman separator, and an electrolyte of NaPF6 (1.0 mol L−1) dissolved in DME. Galvanostatic charge/discharge was done on the LAND cycler (WuhanKingnuo, China). Cyclic voltammetry was finished using the electrochemical workstation (CHI660e, ChenHua, China). Electrochemical impedance spectroscopy (EIS) was performed on a workstation (Ivium-n-Stat instrument, Netherlands) with the AC voltage amplitude of 5 mV in the frequency range of 105–10−2 Hz.",
                        "For the assembly of the flexible full cell device, Na3V2(PO4)3 was used as the cathode material, which was prepared via a freeze-drying method. The Na3V2(PO4)3 flexible cathode (denoted as NVP-CF) was prepared with the active material, Super P and PVDF (weight ratio of 8:1:1) coating on the CNT film. For the full cell assemble process, NVP-CF and NCS-CF films were cut into 30 × 50 mm pieces and used as the cathode and anode, respectively. The Na3V2(PO4)3 electrode was pre-activated in 1 M NaClO4-PC/5%FEC electrolyte for 2 cycles, and assembled with the NCS-CF anode into full cells using electrolyte 1 M NaClO4 in diglyme (DGM) and a Celgard separator. The capacity of the cathode is 1.2 times that of the anode. The flexible packaging materials used PDMS which was fabricated with the polydimethylsiloxane prepolymer and a curing agent (Sylgard 184, 10:1 by volume). The full cell was initially encapsulated with semi-cured PDMS and then completely cured and sealed under vacuum conditions. Galvanostatic charge/discharge cycling of the full cells was performed within 0.3–3.2 V and the specific capacity is shown with the anode active material mass."
                    ],
                    "name": "2.4. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The CNT films were manufactured by a scalable chemical vapor deposition method. As shown in Fig. 1a and b, a continuous preparation of CNT films is achieved with a large area (over 50 cm in length) and uniform thickness. The preparation process of the NCS-CF flexible electrode is shown in Fig. 1c. Firstly, Ni–Co LDH precursors were in situ grown on the CNT film by a solvothermal method, in which the nanocrystalline nanosheets were interlaced with CNTs. Then the NCS material was obtained by ion exchange of S2−, which maintained the nanosheet structures and remained tightly anchored on the CNT films. Various mechanical deformations of NCS-CF like bending, rolling, twisting and even folding multiple times are shown in Fig. 1d, visually verifying the superior flexibility and good mechanical properties of the as-prepared NCS-CF film.",
                "Fig. 2a shows the XRD patterns of the CNT film, NCS-CF and NCS powder (see Fig. S1† for the Ni–Co LDH precursor). The diffraction peaks of the synthesized Ni–Co intermediate powder correspond to Ni0.33Co0.66(CO3)0.5(OH)·0.11H2O (JCPDS no. 48-0083). The crystallinity of the sample decreased significantly after the sulfurizing treatment, and broad diffraction peaks appeared in NCS-CF and NCS powder, which are ascribed to the cubic NiCo2S4 (JCPDS no. 20-0782). The morphology and microstructure of the as-prepared CNT film, Ni–Co LDH-CF and NCS-CF film were observed by SEM. As displayed in Fig. 2b and c, the CNT film is composed of interlaced CNTs with plenty of pores. The SEM image (Fig. 2d) of the cross section indicates the thickness of the film is about 3.2 μm. Fig. 2e and f show the SEM images of the Ni–Co LDH/CNT film. It appears as thin nanosheets uniformly interlinked with CNTs and anchored on the films. After being sulfurized by ion exchange reactions (Fig. 2g and h), no remarkable changes of the nanosheet structure were observed. The size of the single NiCo2S4 nanocrystalline sheet is about 500 nm. The CNTs are tightly interlaced with the NiCo2S4 nanosheets, which would greatly improve the conductivity and firmly fix the NiCo2S4 nanosheets on the film. The microstructure of NiCo2S4 powder was also characterized by SEM (Fig. S2†), in which the NCS powder also exhibits well-structured microflowers (6–8 μm in diameter) assembled by thin nanosheets. The atomic ratio of Ni:Co:S is about 1:1.9:3.6, which is close to the theoretical ratio of NiCo2S4.",
                "The microstructure and element mapping of the NCS-CF film was further observed via TEM. As shown in Fig. 3a, NiCo2S4 nanosheets are composed of uniform nanocrystals with the grain size of 10–20 nm. More importantly, after the drastic ultrasonic dispersion treatment, these NCS nanosheets were still closely attached to the CNTs. It is demonstrated that the NCS nanosheets were tightly anchored on the CNTs, which may effectively prevent the active materials from separating from the CNT film during mechanical deformation or charge–discharge cycling, thus ensuring the structural stability of the NCS-CF electrode. HRTEM (Fig. 3b) identifies crystal lattice fringes of the grains in the NCS nanosheet, corresponding to the lattice plane (311) (d = 0.283 nm) of the NiCo2S4 phase. Fig. 3c shows the element distributions of the NCS-CF sample. Considerably uniform distributions are clearly observed for Ni, Co and S, further confirming that the NiCo2S4 nanosheets were tightly adhered to CNTs.",
                "XPS characterization was further performed to confirm the chemical states of the NCS-CF sample. As shown in Fig. 3d and e, there are three groups of peaks in the Ni 2p and Co 2p spectra, which can be well assigned to 2p1/2 and 2p3/2 peaks, along with a couple of satellites. For the Ni 2p spectrum (Fig. 3d), the two dominant peaks at 856.1 and 874.2 eV are assigned to 2p3/2 and 2p1/2 of Ni3+, and the peaks at 853.3 and 873.3 eV are attributed to Ni2+. In the Co 2p spectrum (Fig. 3e), the peaks with binding energies of 778.7 and 793.7 eV correspond to 2p3/2 and 2p1/2 of Co3+ and those at 781.1 and 797.1 eV are assigned to Co2+. The S 2p spectrum (Fig. 3f) exhibits three fitting peaks. The S 2p1/2 and 2p3/2 peaks correspond to the binding energies of Ni–S and Co–S bonds that appear at 161.7 and 163.0 eV, respectively, while the peak at 168.7 eV is attributed to the satellite peak. The XPS results indicate that the NCS-CF sample contains Ni2+, Ni3+, Co2+, Co3+ and S2−, in good agreement with the reported NiCo2S4.",
                "Fig. 4 shows the electrochemical performance of the NCS-CF and NCS powder electrodes. As seen in the CV curves (Fig. 4a), the NCS-CF electrode shows redox peaks at 1.4/2.0 and 1.0/1.6 V after the initial cycle, which correspond to the Na+ intercalation/deintercalation and conversion reactions, respectively. The NCS powder electrode shows redox peaks with similar potentials but with lower reproducibility (Fig. S3a†). Fig. 4b and c respectively show the charge/discharge profiles and cycling performance of NCS-CF (see Fig. S3b† for the NCS powder electrode). The charge/discharge plateaus are in accordance with the redox peaks in the CV curves (Fig. 4a). NCS-CF provides charge/discharge capacities of 500/693 mA h g−1 at the first cycle at 200 mA g−1, and a reversible capacity of 428 mA h g−1 was maintained after 200 cycles (81% capacity retention). The capacity of blank CNT films is determined to be ∼70 mA h g−1 (Fig. S4†), while the contribution to the whole NCS-CF electrode is negligible for the light weight of CNTs. In sharp contrast, NCS powder experienced a fast capacity fading from 667 to 186 mA h g−1 within 100 cycles (Fig. 4c, 28% capacity retention). This comparison suggests the microflower morphology could not enhance the cycling stability, and anchoring the NCS nanosheets on the conductive CNT networks is a more efficient strategy to maintain the electrochemical activity.",
                "Fig. 4d shows a comparison of the rate performance of the NCS-CF and NCS powder electrodes (see Fig. S5† for the charge/discharge curves). NCS-CF delivers reversible capacities of 420, 415, 400, 380, 360, 328, 305 and 280 mA h g−1 at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, 10 and 20 A g−1, respectively. It is highlighted that 67% capacity could be retained at a current density as high as 20 A g−1, which is favorable for the prompt responsibility of high power energy storage. Moreover, the capacity recovers to the original level when the current density returns to 0.2 A g−1. On the other hand, the NCS powder electrode delivers only 15% capacity at 20 A g−1, and only 55% capacity could be maintained upon recovery of the current density. A comparison of the rate capability with reported results indicates the prominent advantages of the NCS-CF electrode at high current density (Fig. 4e). The impedance spectra demonstrate that NCS-CF shows much lower resistances than the NCS powder (Fig. 4f). The compact composite of NCS nanosheets and highly conductive CNTs construct large domains favoring electrochemical reactions with fast kinetics, thus enhancing the rate capability. Such an electrode design also benefits the long-term cycling. As shown in Fig. 4g, the NCS-CF electrode shows an extraordinarily high cycling stability at a high current density of 1 A g−1, retaining a reversible capacity of 454 mA h g−1 (473 mA h g−1 at the initial cycle) after 7500 ultra-long cycles with an astonishing capacity retention rate of 96% as well as stable coulombic efficiency all through the cycling. However, the NCS powder electrode delivers an initial capacity of 460 mA h g−1 and declines to 230 mA h g−1 after 200 cycles with 50% capacity retention. This outstanding cycling stability of the NCS-CF electrode is attributed to the NiCo2S4 nanosheets tightly intertwined with the CNT matrix, which effectively prevents active material aggregation and maintains the structure stability of the whole electrode during the ultra-long cycling.",
                "The reaction mechanism and morphology evolution were elucidated via ex situ XRD, XPS, TEM and SEM characterization studies. As described in Fig. 5a, upon the first discharge to 0.01 V (from state a to c), the NiCo2S4 peaks vanish while the Ni0 and Co0 peaks appear at 45.5° and 53.5°, demonstrating the structure conversion from NiCo2S4 to Ni and Co metals. In the subsequent charge process to 3.0 V (from state c to e), the Ni0 and Co0 peaks disappear and a series of tiny peaks arise at 27°, 38° and 50°, corresponding to the phases of Ni9S8 (JCPDS no. 22-1193) and Co3S4 (JCPDS no. 02-1361). Further to the second full discharge state (point g), Ni0 and Co0 peaks appear again. The XRD results above confirm the reversible conversion mechanism, and the reaction is mainly between Ni0/Co0 metals and Ni9S8/Co3S4 after the first cycle. To further confirm the reaction mechanism, the NCS electrode at the fully discharged and charged state was observed by HRTEM. As shown in Fig. 5(b), the lattice fringes with a d-space of 0.17 and 0.20 nm appear at the fully discharged state, corresponding to the (200) and (111) planes of metallic Co or Ni, respectively. When the electrode was fully charged (Fig. 5c), the lattice fringes of the Ni9S8 (222) and Co3S4 (220) phase was observed. Ex situ XPS was also employed to confirm the reaction mechanism. As shown in the Ni 2p spectra (Fig. 5b), the pristine Ni2+ and Ni3+ bands are located at 853.1, 872.2 eV and 855.6, 873.5 eV, respectively. At the discharge state of 0.01 V, the Ni2+ and Ni3+ bands decrease and new bands of Ni0 appear at 852.3 and 869.8 eV. At the charge state of 3.0 V, the Ni0 bands vanish and Ni2+ and Ni3+ bands reemerge. The Co 2p spectra shows a similar trend (Fig. 5c). The Co2+ (780.9 eV, 796.6 eV) and Co3+ (778.6 eV, 793.6 eV) peaks decrease/increase and Co0 (778.0 eV, 792.8 eV) peaks increase/decrease in the discharge/charge states. The XPS results are in good agreement with the XRD and HRTEM characterization, and demonstrate the conversion mechanism of the NiCo2S4-CF electrode for the Na-storage reactions as follows: At the first discharge,",
                "At subsequent charge–discharge cycles,",
                "The cycled electrode was also observed by SEM to investigate the structure stability of the NCS-CF electrode (Fig. S6†). As seen in Fig. S6(a and b),† the microflower structure of the NCS powder electrode was unidentifiable after long cycling with serious structural changes as well as pulverization, thus causing the fast capacity fading. In contrast, as seen in Fig. S6(c and d),† the NCS-CF electrode after long cycling still maintains the original morphology as the pristine state (Fig. 2), demonstrating the firm anchoring of in situ grown NCS nanosheets on the CNT films, which improves the durable cyclability of the NCS-CF electrode.",
                "The kinetic properties of NCS-CF electrode were further evaluated by CV tests and are shown in Fig. 6 (see Fig. S7† for the NCS powder electrode). Fig. 6a shows the CV profiles of the NCS-CF electrode at different scan rates and Fig. 6b shows the relationship between the peak current and scan rate (oxidation peak A and reduction peak C). The b value approaches about 1.0, indicating the electrode reaction is predominated by a surface-controlled process. Fig. 6c shows the pseudo capacitive contributions at various scan rates (the calculation details are provided in Fig. S7†). The pseudocapacitance increases with increasing scan rate, achieving 87% at 1.0 mV s−1 (Fig. 6d). Comparatively, the NCS-CF electrode shows pseudocapacitive contributions much higher than the NCS powder electrode (Fig. S7†). This is owing to the larger specific surface area of NCS-CF, which facilitates the interface charge transfer reactions. This also explains the much better rate capability of NCS-CF than the NCS powder electrode.",
                "The flexible NVP-CF//NCS-CF full Na-ion battery was further fabricated using the NCS-CF anode and NVP-CF cathode (Fig. 7a). The NVP-CF cathode uses Na3V2(PO4)3 as the active material (see Fig. S8 and S9† for the XRD pattern and SEM images) and the as-prepared CNT film as the current collector. The flexible full battery device was assembled using polydimethylsiloxane (PDMS), to ensure the compact contact for the electrodes and air tightness for the battery. As seen in Fig. S10,† the battery is transparent and highly flexible, showing high tolerance for mechanical deformation. In order to confirm the compatibility of the NCS-CF anode and NVP-CF cathode with the electrolyte, the charge/discharge curves and cycling performance of the electrodes were tested in electrolyte of 1 M NaClO4 in diglyme (DGM) (Fig. S11 and S12†). Fig. 7b shows the CV curves of the NVP-CF and NCS-CF electrodes, in which sharp redox peaks are observed at 3.35/3.40 V and 0.95/1.55 V. Thus, the voltage window for the NVP-CF//NCS-CF full cell was set between 0.3 and 3.2 V. Fig. 7c† shows the charge/discharge curves of the full battery. Sloping charge/discharge plateaus are centered at 2.0 V, which are in good agreement with redox potential difference between the NVP-CF cathode and NCS-CF anode (Fig. 7b). The discharge plateau is stable with cycling, and the charge plateau even decreases during the first 10 cycles, confirming the steady output voltage. The full battery exhibits a stable cycling (Fig. 7d), providing a capacity of 253 mA h g−1 at the 50th cycle (based on the mass of NCS). Furthermore, the performance of the full cell device under operation at different bending states was also demonstrated. As shown in Fig. 7e, the single full battery could light 51 red LEDs (nominal voltage of 1.8 V) in parallel, and the brightness does not decrease on bending the device in different directions. This demonstrates the outstanding performance of the flexible NVP-CF//NCS-CF full Na-ion battery, and indicates the potential applications in flexible electronic devices."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, large-scale CNT films were prepared by a continuous CVD production method, and then used to fabricate a self-supported flexible electrode (NCS-CF) by the in situ growth of NiCo2S4 nanosheets tightly anchored on a CNT film. The NCS-CF electrode shows superior flexibility and good mechanical properties withstanding bending, rolling, twisting and folding. As a Na-storage anode, NCS-CF has a large specific surface area facilitating interface charge transfer reactions, and thus exhibiting a superior rate capability, delivering a reversible capacity of 280 mA h g−1 at the current density as high as 20 A g−1. The NCS-CF electrode retains 454 mA h g−1 at 1 A g−1 with a capacity retention rate of 96% over 7500 cycles, indicating that the interlaced construction of NiCo2S4 nanosheets with CNTs effectively maintains the firm structure of the electrode during the electrochemical conversion process, guaranteeing an extraordinarily ultra-long cyclability. The flexible full Na-ion battery device based on the NCS-CF anode and Na3V2(PO4)3/CF cathode with the sealed PDMS package exhibits a stable cycling with a capacity of 253 mA h g−1 at the 50th cycle, as well as mechanical durability under different bending states. The present study certifies a high-performance scalable flexible battery electrode material, and shows its practical applications in flexible Na-ion batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Building a flexible and applicable sodium ion full battery based on self-supporting large-scale CNT films intertwined with ultra-long cycling NiCo2S4"
}