{
    "DOI": "10.1021/acs.nanolett.8b02275",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                {
                    "content": [
                        "The crystalline structure and the phase purity were obtained using the X-ray diffraction technique (XRD). a shows the XRD pattern of the MWCNT and PECNT. The intense peak observed at 26.2° in the MWCNT corresponds to the C (002) hexagonal plane of graphite with an interlayer spacing of 0.34 nm. The intense peak is due to the long-range order and high crystallinity of the MWCNT. The signals at 43° and 54° correspond to the (100) and (002) planes, respectively. The introduction of functional groups into the graphitic carbon materials causes an increase in the interlayer spacing from 0.34 nm to a higher value depending on the quantity of functional groups attached. In the PECNT, along with the graphitic peak C(002) centered at 25.8°, another peak is observed at 9.23°, corresponding to the C (002) plane.  The shift in C (002) to a lower angle strongly suggests that the introduction of oxygen functional groups is into the outer layers of the carbon nanotubes, while with the inner core of the carbon nanotubes remains undisturbed. The intense peak centered at 25.8° with a broadening in the peak from 20 to 35° confirms the unraveled outer layers of the MWCNT. Thus, it again confirms that during the oxidation process only a few outer layers get oxidized, leaving the inner layers intact. Further, the opening of the outer layers of the MWCNT can be quantified from the ratio of the intensity of the peak centered at 9.23° to the sum of the intensities of the peaks centered at 25.8° and 9.23°, and the corresponding ratio is determined to be 0.25.  This signifies a partial opening of the multiwalled carbon nanotubes.",
                        "The molecular vibrational characteristics were determined by the Raman spectroscopy technique. The Raman spectra of the MWCNT and PECNT are shown in b. Three major peaks corresponding to D band, G band, and 2D are observed at 1341, 1558, and 2689 cm–1 for the MWCNT and 1333, 1563, and 2685 cm–1 for the PECNT, respectively. The G band is due to the sp2 bond stretching of the E2g mode, the D band is due to the structural imperfections present in the carbon basal plane and at the edge sites,  and the 2D band is used to define the quality of the graphene. The ID/IG ratio defines the degree of disorder present in the carbon nanostructures, and this ratio for the PECNT increases to 0.982 from 0.65 as in the case of the MWCNT. A low intensity D band is observed in the MWCNT, which arises mainly due to the defects created during the process of acid purification to remove the catalyst. The introduction of functional groups in the PECNT causes a decrease in the average size of the sp2 domain after the oxidation process and thus leads to an increase in the ID/IG ratio. Moreover, an upshift in the G band is observed in the PECNT, which is ascribed to the shortening of the C–C bond due to the electron transfer from the MWCNT to the functional groups and is an indication of intercalation of functional groups in the PECNT. ",
                        "Thermogravimetric analysis was carried out to determine the thermal stability of the material as well as to confirm the presence of functional groups. As shown in c, the MWCNT shows a significant weight loss above 700 °C, which is due to the decomposition of multiwalled carbon nanotubes. In the case of the PECNT, an initial weight loss around 100 °C is due to the removal of water molecules, and upon an increase in the temperature, weight loss occurs between 150 and 250 °C. This is due to the formation of CO and CO2 gases, which are released as the result of the easily removable functional groups attached on the surface of the PECNT. Weight loss between 250 and 650 °C indicates the removal of more stable oxygen-containing functional groups,  and the decomposition of the PECNT occurs beyond 650 °C. From the TGA curve, it can be inferred that around 15 wt % of functional groups are present in the PECNT. Moreover, the thermal stability of the PECNT is reduced when compared to the MWCNT as the introduction of oxygen functional groups weakens the van der Waals forces between the layers and also disrupts the hexagonal carbon basal plane, accelerating the process of weight loss. To evaluate the presence of different functional groups, the FTIR measurement was carried out as shown in b. During the process of oxidation using H2SO4 and KMnO4, the carboxylic, epoxy, and hydroxyl functional groups are attached on the surface of the MWCNT. This process creates defects and stretches the C—C bond, leading to an opening of the few outer layers of the MWCNT. The presence of a broad and intense peak as observed in the PECNT (b) from 3200 to 3500 cm–1 corresponds to OH stretching. A weak OH stretching peak is also observed in the MWCNT because of the attachment of a few functional groups during the purification process of the MWCNT. The PECNT shows signals at 1049 and 1408 cm–1, corresponding to carboxyl and epoxy functional groups, respectively, which confirms the presence of COOH groups. Also, an intense peak present at 1690 cm–1 corresponds to the carboxylic C═O group. The peaks arising at 2920 and 2845 cm–1 correspond to the symmetric and asymmetric vibrations of the CHx group. These functional groups are not prominent in the case of the MWCNT, which confirms the structure of the MWCNT is not attached with any functional groups. ",
                        "The nitrogen adsorption and desorption isotherms are used to determine the specific surface area and porosity of the MWCNT and PECNT (). The porosity and specific surface area are interpreted using the Brunauer–Joyner–Halenda (BJH) and Brunauer–Emmett–Teller (BET) methods, respectively. The BET isotherms for the MWCNT and PECNT are done at an atmospheric pressure and temperature and follows the type IV isotherm. This indicates the presence of relatively large pores in the sample. The BET surface area of the PECNT (124 m2/g) is much higher than that of the MWCNT (60 m2/g). The surface area enhancement also serves as evidence for the successful opening of the outer layers of the MWCNT. As seen from , the adsorption of nitrogen in the PECNT is higher when compared to the MWCNT even at a low pressure. This is due to the fact that the opening of carbon nanotubes by the oxygen functional groups induces defects and pores on the surface of the carbon nanotubes, which help in adsorption. The desorption pore volume as a function of pore width is calculated using the BJH method, and the distribution of pore size is shown in , where the maximum pore diameter is centered at 2.4 nm, indicating the mesoporous structure. This facilitates a faster diffusion of sodium ions into the PECNT when compared to the MWCNT.",
                        "The morphological structure of the MWCNT and PECNT was investigated using the transmission electron microscopy technique. The typical TEM images of the MWCNT and PECNT are shown in . The morphology of the MWCNT shows a smooth outer surface with a curved and entangled structure and has an average outer diameter in the range of 60 nm and length in the range of micrometers. After the process of oxidation, it is clearly observed that the MWCNT undergoes a morphology transformation. The surface of the PECNT looks like a distorted graphene nanoribbon covered over the surface of the carbon nanotubes. It is clearly observed from d that only a few outer layers of the carbon nanotubes are unzipped successfully along the longitudinal direction of the multiwalled carbon nanotubes yielding shorter graphene fragments. The length as well as inner core of the carbon nanotubes still could be identified; this thereby helps in maintaining the conductivity of the carbon nanotubes. This is in good agreement with the XRD data as shown in a. This unique feature thus helps to achieve additional sodium ion storage sites as well as aids in achieving a good rate capability.",
                        "The XPS technique was carried out to understand the nature of functional groups attached to the PECNT.  represents the XPS spectrum of the PECNT. The survey spectrum shows only the presence of carbon and oxygen, and there are no additional metal impurities present in the sample. After deconvolution and fitting, five peaks are centered at 284.2, 285.1, 286, 287.1, and 288.7 eV corresponding to the C—C sp2 carbon, sp3 carbon, C—OH, C—O—C, and O—C═O, respectively. This indicates the attachment of functional groups on the surface of the PECNT. To understand the electrochemical property of the MWCNT and PECNT, these materials were used as electrodes in half-cell experiments.  shows the initial three CV curves of the MWCNT and PECNT that are recorded at scan rate of 0.1 mV s–1 in the potential range from 0.01 to 2.8 V vs Na/Na+. Two major reduction peaks are observed at 0.42 V and at 0.01 V in the PECNT () and one reduction peak at 0.01 V in the CNT () in the first cycle. The reduction peak in the first cycle is due to the decomposition of the electrolyte to form a solid electrolyte interface on the surface of the electrode. The reduction peak at 0.42 V is due to the irreversible reaction of functional groups present on the surface of the PECNT with an electrolyte. There is no obvious reduction peak at 0.42 V in the MWCNT, which confirms the absence of functional groups on the surface of the MWCNT. The disappearance of the irreversible cathodic peak in the next cycles confirms the formation of the stable solid electrolyte interface (SEI) layer. Also, the reduction peak observed at 0.01 V is due to the insertion of Na+ ions into the carbon structure as well as the adsorption of Na+ ions on the active surface of the electrode.  The cathodic peak current at 0.01 V is observed to be higher in the PECNT when compared to the MWCNT, which is ascribed to the enhanced Na+ ion storage. The enhanced sodium ion storage in the PECNT is mainly contributed from the expanded interlayers by the functional groups, which provides more active sites for the insertion of Na+ ions into the carbon structure. Additionally, the presence of rectangular shaped curves indicates that the storage mechanism is also contributed by the capacitive behavior, i.e., physical adsorption of sodium ions.",
                        "To further investigate the electrochemical behavior, galvanostatic charge–discharge studies were carried out in the potential range of 0.01 to 2.8 V at different current densities.  shows the charge–discharge profile cycled at 20 mA g–1. In the initial cycle, the MWCNT shows a discharge capacity of 597 mAh g–1 and a charge capacity of 179 mAh g–1 with a Coulombic efficiency of 29.9%. The PECNT shows an initial discharge capacity of 1095 mAh g–1 and a charge capacity of 342 mAh g–1 with a Coulombic efficiency of 31.2%. The first cycle Coulombic efficiency depends on the irreversible formation of the SEI layer, which in turn depends on the surface area of the active material. Since the surface area of the PECNT is high compared to hard carbon, the first cycle Coulombic efficiency is low. In further cycles, the Coulombic efficiency is close to 100%, which confirms the formation of a stable SEI layer in the initial cycle.  The decomposition of propylene carbonate in the presence of PVDF binder leads to the formation of the thicker SEI layer. This results in a low initial Coulombic efficiency. The initial Coulombic efficiency may be improved by using other types of electrolyte solvents like ethylene carbonate/diethyl carbonate or ethylene carbonate/propylene carbonate. In addition, the use of additives in the electrolyte can also improve the Coulombic efficiency. The charge–discharge studies were carried out for different current densities, and the profile shows a sloping and a plateau region for both the PECNT and MWCNT as shown in a,b. As reported by previous studies on sodium storage in hard carbon and soft carbon, the Na+ storage in the high voltage region corresponds to the insertion of sodium ions into graphene layers and at a low voltage corresponds to the insertion of Na+ into pores and defects.  This signifies that the capacity contributed from the high voltage region (>0.7 V) is due to the insertion of sodium ions into the graphitic layers in the PECNT, and in the low voltage region (<0.7 V), the capacity contribution is due to the adsorption of sodium ions into the pores and defects. From a,b, the capacity contribution from the sloping region up to 0.7 V is 150 mAh g–1 in the case of the PECNT and 50 mAh g–1 in the case of the MWCNT at a current density of 20 mA g–1. This further confirms that intercalation of sodium ions is facilitated in the case of the PECNT rather than the MWCNT. The synergistic advantage of an enlarged d spacing in the PECNT facilitates the transport and accommodation of more Na+ ions into the graphitic layers as well as the partial opening of the PECNT into few layer graphene nanoribbons helps to adsorb more sodium ions, which in turn helps to achieve an enhanced specific capacity. The complete opening of the MWCNT into graphene nanoribbons helps to adsorb more of sodium ions, but simultaneously, it causes the problem of restacking during the extended charging and discharging cycles.  The synergistic role of the inner core and outer graphene nanoribbons helps to achieve simultaneously a good specific capacity and electrical conductivity due to the inner core.",
                        "The rate capability measurements of the MWCNT and PECNT were performed at different current densities from 20 to 500 mA g–1 as shown in c. When cycled at different current densities, a better rate capabilities with technologically significant specific capacities of 510, 249, 165, 116, and 67 mAh g–1 at a current density of 20, 50, 100, 200, and 500 mA g–1, respectively, are obtained for the PECNT. The MWCNT shows a specific capacity of 222, 105, 66, 26, and 1 mAh g–1 at a current density of 20, 50, 100, 200, and 500 mA g–1, respectively. The PECNT shows a specific capacity, which is about 2.3 times the specific capacity obtained for the MWCNT. This enhancement in capacity is contributed mainly by the increased interlayer spacing, which facilitates the transport and accommodation of Na+ ions; the high specific surface area offered by the opening of carbon nanotubes facilitates a faster Na+ transport even at a higher current density. When cycled back to 50 mA g–1, the PECNT shows a capacity retention of more than 80% and thus demonstrates the stability of the PECNT over wide charge–discharge conditions. The PECNT exhibits a better rate capability when compared to hard carbon in the previous reports.  The long-term cyclic stability was carried out at a low current density of 50 mA g–1 for 10 cycles and then at a high current density of 200 mA g–1 for 100 cycles as shown in d. The PECNT also exhibits a satisfactory cycling stability at 200 mA g–1 with a specific capacity of 120 mAh g–1 after 100 cycles, while the MWCNT shows 40 mAh g–1.",
                        "To further understand the reaction kinetics, the cyclic voltammetry was carried out at different scan rates from 0.1 to 1 mV s–1 and the graph is shown in . The maximum anodic peak currents as shown in  are plotted as a function of square root of the scan rate. Their linear relationship shown in  indicates the diffusion-controlled reaction where the Randles–Sevcik equation is applicable:where Ip is the peak current, n is the number of electrons transferred, A is the surface area of the electrode, D is the diffusion coefficient, C is the concentration of Na+ ions in the electrode material, and v is the scan rate. The linear relationship between peak current and square root of the scan rate indicates that the process is a diffusion-controlled process (). Also, the plot of logarithmic scan rate versus logarithmic peak current as shown in  indicates the linear relationship. The linear fitting of the MWCNT gives a slope of 0.9, which indicates that the process is a surface capacitive process. The slope of the PECNT gives a value of 0.6, indicating the diffusion-controlled process. Also, to evaluate the capacity contribution from the diffusion-controlled reaction and surface capacitive process, CV curves at different scan rates like 0.1, 0.2, 0.4, 0.6, 0.8, and 1 mV s–1 are done as shown in . According to Dunn,  the proportion of the sodium ion capacity contribution can be quantified by separating the current response at a certain potential into the capacitive or surface-controlled reaction (proportional to scan rate (v) and diffusion-controlled reaction (k2v1/2)):For analytical purposes, the equation is rearranged toBy determining the constants k1 and k2, the fraction of the current from surface-controlled and diffusion-controlled reactions can be determined.  The quantification indicates that for the PECNT at 0.1 mV s–1 the diffusion-controlled reaction contributes to about 63% and surface-controlled reaction contributes to about 37% (). This indicates that majority of the capacity originated from the intercalation of sodium ions, but in the case of MWCNT at 0.1 mV s–1, the majority of the capacity originated from the surface-controlled process (). This again confirms the ease of intercalation of sodium ions into the PECNT rather than the MWCNT. In order to understand the interaction between sodium atoms and the MWCNT, a density functional tight binding (DFTB) molecular dynamics simulation is done at 300 K. At first, a 1261 atom, double-walled carbon nanotube (DWCNT) is constructed using an inner CNT (5,5) and outer CNT (10,10) as shown in , where the distance between two CNTs is 3.39 Å. This atomistic structure is smaller compared to the experimental structure. As the DFTB calculations are more accurate and computationally heavier than classical molecular dynamics results, we have adopted these structures in order to study the microscopic details of the Na atom interaction with the PECNT. Moreover, the realistic movement of sodium atoms inside the PECNT is given by the molecular dynamics calculation, which takes care of the temperature of the environment. At first, the sodium atom is kept at the edge of the DWCNT, and the Langevin molecular dynamics simulation is carried out at 300 K. Even though sodium interacts well with carbon atoms in the CNT, it is not able to enter the gap between the outer and inner CNTs (). This is consistent with the experimental results of a lower specific capacity of the MWCNT. To understand the sodium atom interaction with the PECNT, we created a partially opened DWCNT with carboxylic functional groups and hydrogen atom termination as shown in . We carried out the DFTB Langevin molecular dynamics simulation at 300 K by keeping the sodium atom inside the partially opened DWCNT ( and ). Radial distribution function is plotted between the sodium and the carbon atoms (). The distribution function shows a pronounced peak at 2.77 Å, indicating that this is the dominant nearest-neighbor distance between the sodium and the carbon atoms at room temperature. The pronounced peak indicates the stable binding characteristics of a sodium atom in the PECNT. Furthermore, molecular trajectories of a sodium atom do not show any rapid movement of the sodium atom ( and ). Sodium is caged between the hexagonal rings in the outer and inner DWCNTs (), which leads to a stable binding of the sodium atom to the PECNT.",
                        "To investigate the stability of the sodium atom binding to the PECNT, the binding energy is calculated based on the density functional theory (DFT) simulation. In the binding energy calculation, we have to account for the van der Waals interactions properly, which are underestimated by local and semilocal exchange-correlation functionals. In our calculation, the long-range van der Waals interaction is included through the semiempirical corrections based on Grimme D2.  The geometrically optimized atomistic structure of the PECNT and sodium complex is given in . The binding energy of the sodium atom is calculated based on the following equation:",
                        "Here, EMWCNT+Na, EMWCNT, and ENa are the total energies of the PECNT and sodium complex, PECNT, and sodium atom, respectively. The calculated binding energy is −1.50 eV. Based on , this larger negative value of binding energy indicates a more favorable exothermic reaction occurring between the PECNT and the sodium atom. Even though binding energy is much higher than thermal energy, they do not form chemical bonding. This binding energy is larger than sodium-pristine graphene and sodium-pristine MWCNT (5,5) complexes (), which are calculated to be −1.17 and −1.22 eV, respectively. In general, this is consistent with our experimental results. For further analysis, the bonding nature of sodium atom with the MWCNT, density of states (DOS), wave function, and electron difference density analysis are carried out (). The projected DOS of the sodium atom does not any show a strong state around the Fermi-energy; the peak at −0.11 eV is the next closer state (inset of a). This state shows that there is very weak overlap of wave function between the sodium atom and MWCNT (b). Furthermore, the electron difference density of the entire PECNT–sodium complex indicates no appreciable charge mixing between the sodium atom and MWCNT (c). These analyses clearly manifest that the sodium atom is not chemically bonded to the PECNT, which makes it suitable for a sodium ion battery anode."
                    ],
                    "name": " Results and Discussion",
                    "type": "h3"
                },
                {
                    "content": [
                        "In summary, the expansion of a few outer layers in multiwall carbon nanotubes by functional groups has been successfully obtained by Hummer’s method and confirmed by XRD, FTIR, and TGA analyses. The partial opening of a few outer layers in the MWCNT facilitates the intercalation of sodium ions into the carbon structure and also provides sufficient active sites for the adsorption of sodium ions due to its increased surface area. The inner core of the PECNT remains undisturbed, which helps to maintain the electrical conductivity, and is evident from the better rate capability. The van der Waals interaction corrected DFT calculations showed exothermic binding energy of −1.50 eV in the sodium–PECNT complex compared to −1.17 and −1.22 eV in sodium-pristine graphene and sodium-pristine MWCNT (5,5) complexes, respectively. This larger binding energy confirms the enhancement in the specific capacity of the PECNT compared to the pristine MWCNT. Energy levels, wave function, and charge density analyses show that this binding is physisorption in nature. The larger negative value of binding energy favors the bonding between the PECNT and sodium atom, which helps to enhance the electrochemical performance. The proof of concept reported here will be beneficial for the design and production of a rechargeable sodium ion battery with the PECNT as a promising anode candidate for sodium ion batteries.",
                        "The MWCNT was synthesized by the catalytic chemical vapor deposition technique, where misch metal and nickel-based AB3 alloy were used as the catalyst for the growth of the MWCNT. The growth of the MWCNT was carried out at 700 °C in an argon atmosphere using acetylene as the carbon precursor. As obtained, the MWCNT was further air oxidized at 450 °C and acid treated with HNO3 to remove amorphous carbon and metal particles, respectively. ",
                        "The PECNT was prepared by Hummer’s method.  Briefly, the calculated quantity of the MWCNT was obtained in concentrated H2SO4 for 5 min at ice temperature. NaNO3 was added very slowly to the above mixture, followed by the addition of KMnO4. The ratio of MWCNT/KMnO4 was maintained in a certain ratio in order to obtain the controlled oxidization of the outer few layers, leaving the inner core of the MWCNT intact. Warm water (50 °C) was added very slowly to the reaction mixture, followed by the addition of hydrogen peroxide. The addition of hydrogen peroxide removes the unreacted compounds formed in the process. Also, to completely remove the byproducts of the reaction, the sample is immersed in DI water and decanted repeatedly until the pH of the solution become neutral. Then the solution is filtered and washed several times with DI water to ensure the removal of all impurities present. The presence of functional groups causes the partial opening of the MWCNT.",
                        "Powder X-ray diffraction (XRD) patterns were recorded using a Rigaku Smartlab X-ray diffractometer with Cu Kα radiation (λ = 1.5418 Å). All measurements were taken in the range from 10° to 90° with the step size of 0.02°. Raman spectra were recorded using a WiTec Alpha Raman spectrometer in the range from 500 to 3000 cm–1. The laser source used was Nd/YAG (532 nm). Thermogravimetric analysis was carried out in an SDTQ600 analyzer from TA Instruments in air to 1000 °C at a heating rate of 20 °C/min with a flow rate of 160 mL/min. The surface area and pore size analysis were done using the Micromeritics ASAP 2020 instrument using the Brunauer–Emmett–Teller (BET) theory. In order to study the morphology of the samples, high-resolution transmission electron microscope (HRTEM) images were recorded with a Technai G20 instrument by drop casting the sample solution in ethanol on holey carbon-coated 200 mesh copper grids. A PerkinElmer FTIR spectrometer was used to record the FTIR spectrum of samples.",
                        "The electrode was fabricated by a slurry coating process. The slurry was prepared by mixing 75% active material and 10% acetylene black with 15% binder polyvinylidene difluoride in N-methyl-2-pyrrolidone. The working electrodes were prepared by coating the slurry on copper foil, which were then dried at 80 °C overnight in a vacuum oven. The dried electrodes were cut in the form of a circular disc of 12 mm. The mass loading of the active material is 1 mg/cm2; 2032-coin cells were assembled in an argon-filled glovebox where the oxygen and moisture levels were maintained below 0.1 ppm using sodium metal as the counter electrode and reference electrode and a glass fiber membrane (Whatman GF/C) as the separator. The electrolyte used was 1 M NaClO4 dissolved in propylene carbonate (PC). The cells were galvanostatically cycled at various current densities between 0.01 and 2.8 V on a Biologic BCS 810 battery cycler. Cyclic voltammetry (CV) was carried out on the Biologic SP 300. The cyclic voltammetry was carried out in the potential range from 0.01 to 2.8 V at the scan rate of 0.5 mV/s for 5 cycles.",
                        "In this work, all DFT calculations are performed using the density functional theory (DFT) code Quantumwise ATK, which is based on a linear combination of numerical atomic orbitals and norm-conserving Troullier–Martins pseudopotentials. The Perdew–Burke–Ernzerhof exchange-correlation functional, which is derived within the generalized gradient approximation (GGA), is used with semiempirical corrections based on Grimme D2 for the van der Waals interaction. Double zeta plus polarized basis sets are used, and calculations are carried out with the supercells shown in the corresponding figures. In order to closely resemble the experimental works, all of the edge atoms of the MWCNT are terminated with hydrogen atoms and carboxylic groups. To avoid any spurious interactions with neighbor super cells, a minimum vacuum distance of 10 Å was kept between the adjacent MWCNT in all of the electronic calculations. DFTB calculations are done using Slate–Koster parameters  implemented in Quantumwise ATK."
                    ],
                    "name": " Conclusion",
                    "type": "h3"
                }
            ],
            "name": "Figure 1",
            "type": "h2"
        }
    ],
    "Title": "Enhanced Sodium Ion Storage in Interlayer Expanded Multiwall Carbon Nanotubes"
}