{
    "DOI": "10.1021/acsami.6b09496",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the imminent exhaustion of nonrenewable fossil fuels and the ever increasing problem of CO2 emissions, sustainable and renewable energy sources like wind power and solar energies have attracted intense interests. An efficient, inexpensive, large-scale energy storage system is indispensable to integrate these intermittent and fluctuant energies into the electricity grid system smoothly.  Currently lithium ion batteries (LIBs) are commonly accepted as one of the most promising technology for their long lifetime and high energy density, but the limited storage of the Li resources which are not evenly distributed in the earth’s crust will be the restriction on their future use in large-scale electrical energy storage system. Accordingly, as the most promising alternative for large-scale energy storage, sodium-ion batteries (SIBs) have received renewed interest owing to their low cost as well as widespread availability of sodium resources.  However, because the sodium ion has the larger radius (0.102 nm) than the lithium ion (0.076 nm), it is a more arduous challenge to find the host materials allowing for the reversible and rapid sodium ion insertion/extraction.  Especially for the anodes, the serious volume expansion and sluggish kinetics during charging–discharging process probably cause the most important issue for the host material development.  It has been demonstrated that graphite materials, the anode materials used most commonly in LIBs, are not suitable for SIBs because of their poor sodium storage capacity. ",
                "So far, many kinds of anode materials have been proposed such as carbonaceous materials,  alloys,  metal oxides/sulfates,  and phosphorous.  Amorphous hard carbons prepared from hydrocarbons, polymers, and biomass which possess large interlayer distance and disordered structure are the most widely investigated anodes for SIBs, but the reversible capacities are usually in 150–300 mAh g–1 with low initial Coulombic efficiency of 20–50%.  Considering the capacity and Coulombic efficiency, transition metal oxides (MxOy) (M = Co, Ni, Cu, Fe, Mo) which have been used as LIBs anode materials based on the conversion reaction mechanism might be the most potential candidates for the SIBs anodes because of the analogous sodium storage mechanism.  Iron oxides (Fe3O4), with high capacity and low cost, has recently attracted many researchers as a promising anode material for SIBs.  Electrochemical performances of Fe3O4 in SIBs was first reported by Komaba et al.  This work demonstrated the electrochemical activity of Fe3O4 in relation to the particle size effect, whose electrochemical activity significantly enhances as the mean particle size decreases. Subsequently, Balaya et al.  demonstrated the conversion reaction of sodium storage in Fe3O4 anode material, which exhibited an initial reversible capacity of 366 mAh g–1 at 55.5 mA g–1. However, the practical application of Fe3O4 anode material was restricted by the low electronic conductivity and serious volume change during charging–discharging process resulting in poor cycle stability and unsatisfactory rate performance. Although various effective strategies have been proposed to solve these problems, such as reducing particle size,  coating with carbon materials,  encapsulated in a carbonaceous matrix,  and choosing appropriate binders,  Fe3O4-based anode with excellent electrochemical performance for sodium ion batteries remains a great challenge.",
                "Herein, an effective strategy to in situ fabricate a 3D-0D graphene-Fe3O4 quantum dot hybrids (QDs) by a facile hydrothermal approach as anode materials was proposed for high performance SIBs. In the hybrids, Fe3O4 QDs are 0D nanocrystals with an average size of 4.9 nm, which fixed on the surface of 3D structured graphene nanosheets homogeneously. The ultrafine particle size of Fe3O4 QDs is beneficial to enhance their electrochemical activity and curtail the diffusion length of sodium ions, while the graphene provides a good 3D interconnected network for fast diffusion of electrons and rapid mass transport, as well as effectively prevent aggregation of Fe3O4 and accommodate their volume changes during charging–discharging process. These unique features endow the hybrid 3D-0D graphene-Fe3O4 QDs with ultrahigh sodium storage capacity, excellent cycling stability and superior rate performance, implying one of the most promising sodium storage materials."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxide (GO) were prepared with a modified Hummer’s method as reported previously.  The 3D-0D graphene-Fe3O4 QD hybrids were prepared through a facile hydrothermal treatment of graphene oxide and ferric citrate and subsequent annealing treatment in N2 atomsphere. Specifically, 200 mg of GO dissolved in 80 mL of deionized water was sonicated for 2 h, and then 1.5 mmol of ferric citrate (FeC6H5O7 5 H2O; Aladdin) was directly added into the GO solution and stirred at 80 °C for 1 h. The resulting solution was transferred into a Teflon-line stainless steel autoclave and heated at 180 °C for 12 h. Subsequently, the product was centrifuged and washed in deionized water followed by freeze-drying. The resulting powder was heated in a quartz tube to 500 °C at a rate of 5 °C min–1 in N2 atmosphere and kept at 500 °C for 2 h. For comparison, pure Fe3O4 nanoparticles were prepared in the similar conditions only besides GO addition."
                    ],
                    "name": "2.1 Preparation of the 3D-0D Graphene-Fe3O4 QD Hybrids",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology features were studied with scanning electron microscopy (SEM, Hitachis4800) and high-resolution transmission electron microscopy (HRTEM, JEOL-2100). The crystal structure of the samples was investigated by X-ray diffraction (XRD) using Cu Kα radiation. The Raman spectrum was measured at 514 nm excitation by Renishaw 1000 Raman spectrometer. Nitrogen adsorption/desorption measurements were carried out with ASAP 2460 (Micromeritics) to characterize porosity properties of the samples. Before the test, the samples were treated under vacuum at 300 °C for about 12 h to outgas until the pressure decreased below 5 μmHg. The specific surface area (SBET) was calculated according to the conventional BET (Brunauer–Emmett–Teller) method, the total pore volume (Vt) was calculated from the amount of the adsorbed N2 at a relative pressure of 0.99, and the pore size distribution was obtained based on the density function theory (DFT) method with a carbon slit pore equilibrium model. Thermal gravimetric analysis (TGA; DTG-60A) was carried out under air atmosphere with a heating rate of 10 °C min–1."
                    ],
                    "name": "2.2 Morphology and Structure Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared as follows. The active material, conductivity agent (super-P) and binder (sodium alginate) were mixed with a ratio of 80:10:10 in mass with N-methylpyrrolidone as solvent. Electrodes were prepared by coating the mixed slurry on a copper foil, drying under vacuum at 120 °C for 12 h and then cutting into pellets with a diameter of 10 mm. The mass loading of the active materials in each electrode was around 0.9 mg cm–2. Coin cells (CR2025) were assembled under Ar atmosphere with sodium metal as the counter electrode, glass fiber as the separator, and NaClO4 (1 M) in ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1 by volume) as the electrolyte. Cyclic voltammetry (CV) measurement was performed at a rate of 0.1 mV s–1 in the voltage range of 0.001–3.0 V on a CS350 electrochemical workstation. The cycling stability and rate performance of the cells were tested between 0.001 and 3.0 V (vs Na+/Na) with a battery testing system (Land BT2000). The specific capacity was calculated based on the total amount of the graphene-Fe3O4 hybrids mass in the electrodes."
                    ],
                    "name": "2.3 Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The 3D-0D graphene-Fe3O4 QD hybrids were synthesized by hydrothermal treatment of graphene oxide and ferric citrate and subsequent annealing in N2 as illustrated in . First, ferric citrate (FeC6H5O7) was mixed with GO solution and stirred at 80 °C. In this step, the functional groups on the surface and edge of GO sheets like carboxyl, hydroxyl, and epoxy groups can fully react with the iron ions and hydroxyl in FeC6H5O7. Consequently, ferric citrate would slowly hydrolyze, and the resulting products can be in situ tightly absorbed on the GO sheets. Subsequently, the hydrothermal process was performed. At this point, GO was partially reduced and assembled to a 3D structured hydrogel, and the absorbed Fe3+ were partly reduced to Fe2+. Finally, annealing treatment was performed for increasing the crystallization of Fe3O4 and reducing the GO to graphene. Thus, Fe3O4 QDs were fixed on the surface of 3D structured graphene nanosheets uniformly, generating the designed 3D-0D graphene-Fe3O4 QD hybrids ().",
                "The SEM and TEM were carried out for the morphological and structure information (). a shows TEM image of the pure Fe3O4, whose serious aggregation can greatly degrade the electrochemical performance. The graphene-Fe3O4 hybrids show different morphology from the pure Fe3O4. As shown in  and b, the graphene nanosheets are assembled to macroscopic 3D structure during hydrothermal process, similar to the reported graphene hydrogels. c,d indicates ultrafine Fe3O4 QDs without aggregation are uniformly anchored on the surface of graphene nanosheets, which could provide space for elastic buffer in order to prevent aggregation of Fe3O4 QDs and accommodate their volume change during the charging–discharging process. The broad rings in the electron diffraction pattern (inset of d) implies the poor crystallinity of the Fe3O4 in the graphene-Fe3O4 hybrids. f confirms the evenly distribution and uniform particle size of the Fe3O4 QDs with an average particle size of 4.9 nm, as evidenced by the corresponding size distribution analysis (e). The ultrafine particles of Fe3O4 QDs is beneficial for improving the electrochemical activity of the hybrids.",
                "As shown in a, the XRD patterns of the graphene-Fe3O4 hybrids are in accordance with those of Fe3O4 (Magnetite, JCPDS card no. 19-0629). It is shown in the Rietveld refinement of the XRD that a crystalline Fe3O4 exhibits inverse spinel structure based on Fd3m space group (insert of a). The graphene-Fe3O4 hybrids are studied by Raman spectroscopy to investigate the structural transformation of the carbon framework in the reaction process from GO to rGO. As shown in b, two prominent peaks can be observed in the typical Raman spectrum of GO at 1599 and 1356 cm–1 corresponding to the G and D bands, respectively. The order degree of the crystal structure of carbon materials is evaluated by the intensity ratio of D to G band (ID/IG). The ID/IG of the GO and the graphene-Fe3O4 hybrids are 0.9 and 0.95, respectively, indicating that in situ reduction has occurred in the thermal treatment process of GO. ",
                "Nitrogen sorption measurements were performed to investigate the porous properties of the samples. As shown in c, the adsorption/desorption isotherm of 3D-0D graphene-Fe3O4 QD hybrids is typically a type IV isotherm in which the distinct hysteresis loop is at a relative pressure (p/p0) in range of 0.4–1, indicating the existence of abundant mesopores. The 3D-0D graphene-Fe3O4 QD hybrids has a BET specific surface area up to 317 m2 g–1 with a pore volume of 0.359 cm3 g–1, much higher than those of pure Fe3O4 (27.4 m2 g–1 and 0.170 cm3 g–1) and other graphene-based hybrids reported previously.  The DFT pore size distribution (d) of the graphene-Fe3O4 hybrids is composed of a few micropores of ∼1–2 nm and abundant mesopores in a wide size range between 2 and 50 nm, proving the highly mesoporous structure. Such highly developed porosity may be originated from the external surface of both graphene nanosheets and ultrafine Fe3O4 QDs, as well as the void spaces in the 3D structure of the hybrids. The large surface area and abundant porosity is beneficial for accelerating mass diffusion of electrolyte and accommodating volume changes of the Fe3O4 QDs during charge/discharge, and thus much improved sodium storage performances can be expected. The existence of C, Fe, and O elements is displayed by the XPS spectrum of graphene-Fe3O4 hybrids in e. The high-resolution XPS spectrum (inset of e) for Fe 2p is a typical spectrum of Fe3O4 with broad peaks around 710.8 and 724.2 eV relating to Fe 2p3/2 and Fe 2p1/2 states, respectively.  The mass content of the graphene in the graphene-Fe3O4 is evaluated to be 49.95% by TGA (f).",
                "The integration of the 0D Fe3O4 QDs and the 3D graphene conducting network should lead to excellent electrochemical sodium storage performances of the 3D-0D graphene-Fe3O4 QD hybrids. Cyclic voltammetry (CV) was performed to characterize the Na+ insertion/extraction behavior of the pure Fe3O4 (a) and graphene-Fe3O4 hybrids (b). a shows the initial three cyclic voltammograms of the pure Fe3O4 electrode. The broad peak centered at ∼0.75 V in the first cathodic scan can be attributed to the structural transition induced by intercalation of the sodium into the crystalline Fe3O4. In addition, the cathodic peak at ∼0.04 V should correspond to the complete reduction of Fe2+/3+ to Fe0 and the Na2O was formed by conversion reaction, as illustrated in e.  Because of the full conversion process, the peak in the first reduction process is very strong sharp in the CV curve of the sodium ion cell. In the anodic scan, a wide peak appears at ∼1.5 V, corresponding to the reoxidation process of Fe to Fe3O4 and decomposition of Na2O. Theoretically, the formation of Fe and Na2O as well as the reformation of Fe3O4 can be expressed by the electrochemical reaction as follows: Fe3O4 + 8Na+ + 8e– ↔ 4Na2O + 3Fe. Moreover, the continuously decreased current of both the anodic and cathodic peaks during the initial three CV scans implies the poor electrochemical stability of the pure Fe3O4. In contrast, the 3D-0D graphene-Fe3O4 QD hybrids exhibit a reversible and stable insertion/extraction behavior as shown in b. The intense irreversible peaks occur below 0.8 V vs Na/Na+ in the first cathodic scan, which is attributed to the electrolyte decomposition and the formation of solid electrolyte interface (SEI) layer.  A couple of broad peaks locate at around 0.75 V (cathodic) and 1.0 V (anodic), which can be attributed to the Na+ insertion into/extraction from the crystalline Fe3O4. The CV curves in the following scan cycles overlap well, indicating good reversibility of the graphene-Fe3O4 hybrids.",
                "c,d shows the charge–discharge profiles of the pure Fe3O4 and the 3D-0D graphene-Fe3O4 QD hybrids at 30 mA g–1 in the voltage range between 0.001 and 3.0 V. The graphene-Fe3O4 hybrids exhibit long sloping charge–discharge profile with no apparent plateau (d). Considering the Fe3O4 QDs anchored on the surface of 3D structured graphene have ultrafine particle size of ∼4.9 nm and the hybrids has a high surface area, it is assumed that pseudocapacitance originated from surface fast sodiation/desodiation reaction and double layer capacitance based on electrostatic adsorption may give some contribution to the total sodium storage capacity, benefiting the rate performance of the hybrids.  The initial capacities of the 3D-0D graphene-Fe3O4 QD hybrids (based on the total amount of the graphene-Fe3O4 hybrids mass) in the discharging and charging processes are 779 and 525 mAh g–1, respectively, much higher than those of the pure Fe3O4 (416 and 311 mAh g–1), indicating the improved electrochemical activity of the graphene-Fe3O4 hybrids. As the capacity of pure graphene is 237.3 mAh/g at 30 mA g–1 () and occupies the mass ratio of 49.95% in the hybrids, the capacity contribution of Fe3O4QDs is estimated to be 812 mAh/g, which is a very high value for Fe3O4. In the subsequent cycles, compared with the pure Fe3O4, the charge–discharge profiles of the graphene-Fe3O4 hybrids overlap well, indicating the improved reversibility. The reversible capacity of the graphene-Fe3O4 hybrids in the following cycles is almost stable which maintains at about 436 mAh g–1 after 10 cycles. Moreover, the Coulombic efficiency of the graphene-Fe3O4 hybrids substantially increases to ∼100%, which mainly results from the large electrochemically active surface area through the integration of the ultrafine Fe3O4 QDs and the graphene nanosheets.",
                "To further investigate the electrochemical characteristics of the graphene-Fe3O4 hybrids, cycling stability test was carried out at 50 mA g–1 for 200 cycles. As shown in a, the graphene-Fe3O4 hybrids exhibit much improved cycling performance than the pure Fe3O4. The measured initial discharging and charging capacities of the graphene-Fe3O4 hybrids at 50 mA g–1 are 659 and 440 mAh g–1, respectively. After 200 cycles, the graphene-Fe3O4 hybrids can deliver a reversible capacity of 312 mAh g–1 with the Coulombic efficiency of ∼99.7%, which is ∼71% of the initial reversible capacity, while the capacity of pure Fe3O4 decreases to only 23 mAh g–1. b shows the cycling stability of the graphene-Fe3O4 hybrids at a current density of 500 mA g–1. After 200 cycles, a stable charge capacity of ∼220 mAh g–1 remains. TEM observation shows the Fe3O4 QDs are still uniformly anchored on the graphene nanosheets after 200 cycles (d), confirming that the graphene-Fe3O4 hybrids can maintain its original morphology and hierarchical structure after long discharge–charge cycles. The outstanding cycle performance can be ascribed to the unique 3D-0D hybrid nanostructure. The size effect of ultrafine Fe3O4 QDs could dramatically mitigate the volume changes during charge–discharge, which could be easily accommodated by the 3D structured graphene nanosheets, so the hybrids can maintain the structural integrity and prevent particle pulverization upon cycling.",
                "The rate capability of the 3D-0D graphene-Fe3O4QD hybrids was studied at various current densities from 30 mA g–1 to 10 A g–1, as shown in a. Pure Fe3O4 shows poor rate performance with capacities of only 45 mAh g–1 at 0.1 A g–1 and 18 mAh g–1 at 0.5 A g–1. In contrast, the capacities of the graphene-Fe3O4 hybrids at 100, 200, 500, 1000, 2000, and 5000 mA g–1 reach 316, 273, 216, 164, 113, and 62 mAh g–1, respectively. Even when cycled at a high current density of 10 A g–1, the electrode still maintains a reversible capacity of 56 mAh g–1. In addition, when the discharge current density decreases back to 30 mA g–1, the reversible capacity increases to 411 mAh g–1. Notably, the rate capability of the graphene-Fe3O4 is super to the previously reported Fe3O4-based anodes including spinel Fe3O4,  Fe3O4-rGO,  Fe3O4-porous carbon,  and C/Fe3O4-CNTs composites,  as well as among the best anode materials with high rate capability of other transition-metal oxide (such as Co3O4 and TiO2)-based anodes reported recently,  as shown in c.",
                "We experimentally observed that the hybrid 3D-0D graphene-Fe3O4 QDs exhibit much enhanced electrochemical performance as anodes for SIBs compared to the pure Fe3O4 nanoparticles. To further clarify the improved electrochemical performance of the graphene-Fe3O4 hybrids, electrochemical impedance spectroscopy was performed in the frequency range of 100–0.01 Hz. b shows the Nyquist plots of the graphene-Fe3O4 hybrids and the pure Fe3O4 nanoparticles in the fresh coin cells. The two samples both have the depressed semicircle in the medium-frequency followed by a linear tail in the low-frequency but exhibit much different profiles. c shows the detailed impedance spectra of the graphene-Fe3O4 hybrids, and the inset indicates the equivalent circuit with good fit for the EIS spectra of the graphene-Fe3O4 hybrids. The values of Rct representing the charge transfer resistance for the graphene-Fe3O4 hybrids and pure Fe3O4 electrode are 362 Ω and 2.44 × 104 Ω, respectively. This indicates that the graphene-Fe3O4 hybrids possess much higher charge transfer efficiency and the consequent rapid electron transport in the Na+ insertion/extraction process. As a result, the rate performance improves significantly. In addition, the inclined line in the low-frequency region means the Warburg impedance (Zw) corresponding to the sodium ion diffusion in the solid. The much steeper straight line suggests faster sodium ion kinetics in the graphene-Fe3O4 hybrid electrode than in the pure Fe3O4 electrode, thanks to the highly developed 3D porous structure of the graphene-Fe3O4 hybrids.",
                "The excellent electrochemical performance of the hybrid 3D-0D graphene-Fe3O4 QDs as anodes for SIBs might result from the synergetic effect of the 0D Fe3O4 QDs and 3D conductive network of graphene nanosheets as illustrated in : (i) the ultrafine Fe3O4 QDs and the covalent anchoring on the graphene substrates could provide large electrode/electrolyte interface area and inhibit particle aggregation, resulting in high reversible capacity. (ii) The ultrafine particle size of Fe3O4 QDs could dramatically mitigate the volume changes during conversion process, which can be easily accommodate by the buffer, 3D structured graphene nanosheets, guaranteeing the structural integrity during charge/discharge and thus excellent cycling stability, (iii) the ultrafine Fe3O4 QDs drastically shorten the diffusion path of sodium ion and electrons which can effectively and quickly transfer between the Fe3O4 QDs and the current collector based on graphene nanosheets with high conductivity, while the 3D porous structure facilitates the easy access and fast diffusion of the electrolytes, enable the hybrids possesses superior rate capability."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A facile hydrothermal approach was proposed to in situ anchor 0D Fe3O4 QDs on the surface of 3D structured graphene nanosheets for fabricating 3D-0D graphene-Fe3O4 QD hybrids as anodes for SIBs. Benefiting from the synergetic effect of the 0D Fe3O4 QDs and 3D conductive network of graphene nanosheets, the hybrid 3D-0D graphene-Fe3O4 QDs exhibit an ultrahigh sodium storage capacity of 525 mAh g–1 at 30 mA g–1, outstanding cycle stability (312 mAh g–1 after 200 cycles at 50 mA g–1), and superior rate performance (56 mAh g–1 at 10 A g–1), making it a very attractive anode material for SIBs. Furthermore, the unique hierarchical structure of these hybrid 3D-0D graphene-Fe3O4 QDs are expected to find widespread application in other energy storage devices like lithium ion batteries and supercapacitors. Inspired by this strategy, some other hybrid 3D-0D graphene-metal oxide quantum dots with hierarchical structure can be also synthesized."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "3D-0D Graphene-Fe3O4 Quantum Dot Hybrids as High-Performance Anode Materials for Sodium-Ion Batteries"
}