{
    "DOI": "10.1021/acsami.6b12529",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The investigation of sodium ion batteries (SIBs) has recently attracted considerable attention because they are regarded as a potential cost-effective alternative to lithium ion batteries (LIBs).  However, the performance of SIBs is greatly hindered by the larger diameter of sodium ion than lithium ion.  Thus, one of the key issues in developing high performance SIBs is seeking for suitable electrode materials at present.",
                "It is generally believed that the widely used graphite electrode in LIBs is not suitable as electrode material of SIBs due to the larger diameter of sodium ion.  However, it is found that by using ether-based electrolyte rather than conventionally used ester-based electrolyte, the coinsertion of solvent and sodium ion can be successfully realized in graphite electrode recently.  Despite the above-mentioned progress, the graphite only delivers a specific capacity of ∼150 mA g–1. Therefore, seeking for high performance electrode materials which surpass graphite is of great importance. Currently, due to the unique physical and chemical properties, metal sulfides have attracted particular interest,  and they also represent a prospective category of alternatives for energy storage.  To date, many metal sulfides have been applied in SIBs in previous literatures. ",
                "Among various metal sulfides, copper sulfide (CuS, Cu2S) is one of cost-effective semiconductors with prospect for many novel applications, such as sensors, photocatalysts, and biodevices.  Moreover, copper sulfide has been studied and demonstrated as a prospective anode material for LIBs, and also has been successfully applied in SIBs.  Kim et al.  prepared Cu2S electrode by ball-milling for SIBs and the result turned out that the initial discharge capacity was 294 mAh g–1 and decreased to 220 mAh g–1 at 50 mA g–1 after 20 cycles. But this progress is unsatisfactory because of its low specific capacity and poor stability, which is ascribed to the failure structure and poor electrical conductivity of the Cu2S electrode. To solve these problems, constructing a well-conductive matrix of composite is one of effective strategy, which can relieve the volume change during the sodiation-desodiation process.  As known, reduced graphene oxide (RGO) is an ideal matrix applied in energy storage because of its superior chemical stability, excellent electrical conductivity, and high specific surface area.  In this fashion, Ren et al.  synthesized double sandwich-like CuS@RGO via hydrothermal process and found that the specific capacity and the cycling performance of LIBs were greatly improved. Furthermore, previous works also demonstrated that incorporating RGO to form composites could enhance the cycling stability effectively for SIBs. ",
                "In addition, the electrolyte is one of significant factors for enhancing the electrochemical performances of SIBs. At present, conventional electrolytes for SIBs are based on ester-based solvents, due to their large electrochemical cutoff voltages and high dielectric constants.  However, ester-based electrolyte is not suitable for some electrode materials of SIBs because they would induce side reaction with the anionic group.  Therefore, for improving the specific capacity and cycle stability, ether-based electrolytes have been reported for SIBs, and they could availably improve the specific capacity and cycle stability.  Unfortunately, up to now, few attentions have been concentrated on the synthesis CuS-RGO composite electrode material for sodium-ion storage based on ether-based solvents.",
                "In our work, CuS nanosheets anchored into RGO (CuS-RGO) composites were prepared by microwave-assisted process, which were used as anode materials for SIBs. The composite electrodes coupled with ether-based electrolyte exhibit high specific capacity, high initial Coulombic efficiency (CE), superior rate performance, and excellent long-term cycle stability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation of graphene oxide (GO) has been described in our previous work using commercial graphite as starting material via a modified Hummer’s method.  Typically, the synthetic route of CuS and CuS-RGO composites is described as follows: 0.51 g thioacetamide and 1.25 g CuSO4·5H2O were first dissolved into 50 mL water under stirring, respectively. Afterward, both solutions were mixed. Subsequently, GO (0, 100, 200, and 400 mg) was added into the aforementioned mixed solution to form homogeneous dispersions under vigorous stirring for another 2 h. Subsequently, 20 mL of aforementioned dispersion was taken into 35 mL microwave tube and treated at 160 °C for 10 min with a maximum power of 100 W. The obtained samples were synthesized using 0, 100, 200, and 400 mg GO in the precursor, labeled as CuS, CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3 were separated by centrifugation, washed, and finally dried at 80 °C for 1 day."
                    ],
                    "name": " Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The samples were examined using field-emission scanning electron microscopy (FESEM, S-4800, Hitachi) and transmission electron microscopy (TEM, JEM-2010, JEOL). Thermogravimetric analysis (TGA, STA449F3, NETZSCH) was recorded from room temperature to 1000 °C in air. The crystal structure was measured by X-ray diffraction (XRD, DX-2700, Fangyuan). Brunauer–Emmett–Teller (BET) specific surface area was calculated from the nitrogen adsorption isotherm, which was obtained at 77K using ASAP 2010 Surface Area and Porosimetry System (Norcross, GA)."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as-prepared samples as anode materials were used for SIBs to assess their electrochemical performance. 80 wt% as-prepared samples, 10 wt% Super-P, and 10 wt% carboxyl methyl cellulose in deionized water were first mixed to form a uniform sizing. The as-prepared sizing was covered on Cu foil and subsequently dried overnight. The loadings of the active materials are 1.50, 1.61, 1.48, 1.61 mg for CuS, CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3, respectively, and their thicknesses are ∼10 μm. CR2032 type coin cells were packaged in argon-filled MBRAUN glovebox (MB-10-compact). The metallic sodium was used as the counter/reference electrodes, and Whatman glass fiber filter was used as the separator. One M CF3SO3Na solution in diethylene glycol dimethyl ether (NaFS/DMG) was used as the electrolyte and 1 M NaClO4 in ethylene carbonate and propylene carbonate (1:1, w/w) with 5 wt% fluoroethylene carbonate (NaClO4/FEP) was used for comparison. Unless otherwise specified, galvanostatic charge–discharge curve was recorded with a voltage of 0.4–2.6 V at a current density of 100 mA g–1 by using a Land2001A battery test system. Cyclic voltammetry (CV) curve was recorded using an AutoLab electrochemical workstation (EW, PGSTAT302N) at a scan rate of 0.2 mV s–1. The electrochemical impedance spectroscopy (EIS) test was recorded by the same EW with a frequency range of 10–1 ∼ 105 Hz."
                    ],
                    "name": " Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "Under microwave process, GO is reduced to RGO, which has been confirmed in our previous work.  The RGO mass percentages are 20.8, 26.7, and 34.0% for CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3, respectively, derived from TGA measurement (). a–d shows FESEM images of CuS, CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3. Pure CuS is constituted by quasi-microsphere with the diameter of ∼300 nm. As seen from b–d, with the introduction of RGO, all of the CuS-RGO composites exhibit similar morphologies. It is clearly observed that CuS particles are transformed into nanosheets, and they are closely and homogeneously dispersed on the surface of RGO sheets. Some CuS nanosheets are anchored perpendicularly on the surface of RGO, as shown clearly in c. This structure is helpful to improve the connection between CuS and electrolyte. Due to the microstructures of the composites, the CuS nanosheets can be easily accessible to electrolyte with the size decrease, which facilitates the reversibility of sodium-ion storage and shorten the sodium-ion diffusion pathway to ensure the full utilization of CuS-RGO composites.  The RGO in the composites also undertakes a buffer layer, which can alleviate the volume change during sodiation-desodiation process.  Furthermore, the conductive network is formed with the introduction of RGO, which is conduced to the enhanced electrical conductivity of the electrodes.  All of these aspects are favorable to enhance the electrochemical performance of the composites. To investigate the detailed structure of the composites, low-magnification and high-magnification TEM images of CuS-RGO-2 were recorded, as shown in e,f. It can be seen from e that CuS nanosheets are uniformly distributed on the surface of RGO, and some are anchored perpendicularly on the surface, which is in accordance with the FESEM results. In f, as seen, CuS nanosheets are anchored onto the RGO closely. The inset of f shows an interplanar distance of 0.188 nm, which is indexed to the (110) plane of CuS. Moreover, the diffraction rings from SAED pattern of CuS-RGO-2 in  are well assigned to the (100), (102), (110) planes of CuS, indicating that CuS exhibits a high crystallinity in the composites.",
                "a shows the XRD patterns of CuS, CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3. The CuS exhibits several diffraction peaks, indexed to hexagonal structure CuS (JCPDS 65–3561), which is consistent with the HRTEM results. Compared with pure CuS, the diffraction peak intensities of the composites obviously decrease and the half peak width becomes broadened, which is due to the decrease of the size of CuS nanosheets with the introduction of RGO in the composites.  Besides, an additional diffraction peak around 26° can be observed for the composites, which can be indexed to the (002) crystal planes of graphite, resulting from the restacking of the graphene. The intensity of this peak increases with the increasing of RGO amount, indicating that more graphene layers restack in the composites.",
                "Nitrogen adsorption–desorption isotherms and pore size distribution curves of CuS, CuS-RGO-1, CuS-RGO-2, CuS-RGO-3 are displayed in b,c. All of the samples show IV-type isotherm, which is highly indicative of their porous structures. The pore size distribution curves of CuS, CuS-RGO-1, CuS-RGO-2, CuS-RGO-3 illustrate that the pore of samples is mainly mesopores and macropores (IUPAC classification). Among the samples, CuS exhibits the smallest specific surface area of 4.63 m2 g–1. With the introduction of RGO, the specific surface area of the composite increases to 28.99, 31.40, and 33.66 m2 g–1 for CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3, respectively. Larger specific surface area can provide better electrode–electrolyte contact and more sodium-ion diffusion pathways. Furthermore, during sodiation-desodiation process, larger specific surface area also offers more space to adapt the volume change. These result in better electrochemical performances of CuS-RGO composite electrodes. ",
                "To obtain superior performance, the electrolytes and cutoff voltages were optimized for CuS-RGO-2 electrode at a current density of 100 mA·g–1. a–d displays the charge–discharge curves using ester-based and ether-based electrolytes in different cutoff voltages. It can be observed that the batteries using NaFS/DGM possess smaller voltage polarization than those using NaClO4/FEP. Besides, all the charge–discharge curves exhibit similar properties and are constituted by several voltage plateaus, demonstrating that the sodiation process is proceeded via multiple steps for both electrolytes. Moreover, the electrolytes and cutoff voltages have different effects on the cycling performance and corresponding CE, as shown in e–h. As seen, there is severe specific capacity fading after 50 galvanostatic charge–discharge cycles in the voltage of 0.005–3.0 V for both electrolytes. However, when the voltage is changed to 0.4–2.6 V, the cycling performance can be significantly improved when using NaFS/DGM electrolyte. No obvious specific capacity fading can be found from the third cycle and a stable discharge capacity of 392.9 mAh g–1 after 50 cycles can be obtained. This results from the avoidance of conversion-type reaction, which happens below 0.4 V. In contrast, even when the voltage is 0.4–2.6 V, rapid specific capacity fading can still be observed (309.8 mAh g–1 at second cycle and 68.3 mAh g–1 at 50th cycle, respectively) when using NaClO4/FEP electrolyte, further demonstrating that both the electrolytes and cutoff voltages play important roles in improving the electrochemical performance. This is consistent with previous report, which shows that the ester-based electrolyte can react with anionic group of metal sulfide.  In addition, both of the CEs are below 70% initially when using NaClO4/FEP electrolyte and slowly increase to above 95% after 30 charge–discharge cycles, demonstrating that the sodiation process is not fully reversible. Surprisingly, the CE can reach as high as 94% in the first cycle when using NaFS/DGM electrolyte in the cutoff voltage of 0.4–2.6 V and increases quickly to more than 99.7% since the second cycle, indicating that the sodium ion can be fully extracted from the electrode. The high CE of CuS-RGO-2 is ascribed to the use of ether-based electrolyte and high cutoff voltage. The CE of CuS-RGO-2 electrode using NaFS/DGM electrolyte is higher than those using NaClO4/FEP electrolyte, which suggests that NaClO4/FEP electrolyte can react with the anionic group of intermediate products during charge–discharge cycling, leading to the decrease of active materials.  As known, the initial irreversible capacity is mainly contributed by the discharge capacity in the voltage range of 0–0.5 V, which has been reported in previous literatures.  It should be emphasized that the initial CE is important to evaluate the electrochemical performance of a battery and most of the values reported in the literatures are below 60%.  The EIS tests of CuS-RGO-2 electrode in the voltage of 0.4–2.6 V for both electrolytes were investigated to study the mechanism for this improvement, as shown in . It can be seen that the Rct value of CuS-RGO-2 using NaFS/DGM electrolyte before cycling is 45.5 Ω, which is much lower than that using NaClO4/FEP electrolyte (365 Ω), indicating that NaFS/DGM electrolyte can improve the electron transport in the battery. During the charge–discharge process, the battery using NaFS/DGM electrolyte exhibits the Rct value of 120.7 Ω, which is much lower than that using NaClO4/FEP electrolyte (1147.5 Ω), indicating that NaFS/DGM electrolyte can effectively suppress the generation of byproducts and the cracking of active material. This clearly illustrates the superior electrochemical performance offered by the ether-based electrolyte for SIBs.",
                "To further study the electrochemical performances of CuS-RGO-2 electrode in different electrolytes and cutoff voltages, the CV curves were performed, as shown in . As seen, in the first reduction scan for all the samples, the irreversible reaction occurs, which is mainly attributed to the decomposition of electrolyte to form SEI layer in the first sodiation process.  Several anodic peaks can be observed in the first anodic scan, which indicates that sodium ions are extracted by several steps.  Compared with the CV curves using NaClO4/FEP electrolyte, those using NaFS/DGM electrolyte exhibit significantly different characteristics. The CV curves using NaClO4/FEP electrolyte cannot achieve a good coincidence and the intensity of cathodic and anodic peaks decrease with the following scan, which is in accordance with the specific capacity fading. But for those using NaFS/DGM electrolyte, the CV curves overlap well after the first cycle scan. There are three cathodic peaks at about 2.0, 1.5, and 0.75 V, corresponding to three anodic peaks at about 1.6, 1.8, and 2.2 V, which agree with the voltage plateaus in a–d, indicating that the sodiation process of CuS-RGO-2 as anode of SIBs is not just a simple one-step conversion reaction. For those using NaClO4/FEP electrolyte, the cathodic peaks appear in the same position, but the anodic peak at about 1.8 V disappears, indicating that the reactions in SIBs are not exactly same by using different electrolytes. It is worth noting that the CV curves using NaFS/DGM electrolyte in a cutoff voltage of 0.005–3 V exhibit a new reduction peak at ∼0.4 V in first cycle compared with those in a cutoff voltage of 0.4–2.6 V, corresponding to the conversion-type reaction for SIBs. This conversion-type reaction can cause the huge volume change within the electrode, resulting in a poor cycling performance in SIBs. ",
                "Furthermore, the morphology change of CuS-RGO-2 electrode was recorded before and after 50 cycles at the current density of 100 mA g–1 in 0.4–2.6 V using NaClO4/FEP and NaFS/DGM as electrolytes, as shown in . It can be seen that some particles fall from the surface of RGO in the electrode using NaClO4/FEP as electrolyte, while the electrode keeps integrity when using NaFS/DGM as electrolyte. The results suggest that NaClO4/FEP electrolyte can react with the anionic group of the intermediate during charge–discharge cycling, resulting in the breakdown of the electrode structure.  Therefore, NaFS/DGM electrolyte is beneficial to the excellent long cycle characteristics.",
                "To investigate the detailed sodium-ion insertion-extraction mechanism, the ex-situ XRD patterns of CuS-RGO-2 electrode using NaFS/DGM electrolyte in the cutoff voltage of 0.4–2.6 V during second charge–discharge cycle were recorded, as shown in . From these patterns, three strong peaks of Cu can be seen, which stem from the Cu collector. By comparing the XRD pattern of CuS-RGO-2 before cycling in a, the diffraction peaks of Cu2S can be observed after discharge or charge, and the peaks of CuS disappear, which indicates that CuS is converted to Cu2S and this reaction is not reversible.  During the discharge process, some weak diffraction peaks of Na2S appear and the peaks of Cu2S become weak and disappear finally. With the charge proceeding, the diffraction peaks of Cu2S appear again and the diffraction peaks of Na2S disappear, indicating that the electrode has a good cycling performance in SIBs. Some other diffraction peaks of Na2O are present for all the samples, which is ascribed to the metallic sodium oxidized in air atmosphere.",
                "a shows the cycling performances of CuS, CuS-RGO-1, CuS-RGO-2, CuS-RGO-3, and RGO samples measured using NaFS/DGM as electrolyte in a voltage of 0.4–2.6 V at a current density of 100 mA g–1. As seen clearly, the initial discharge specific capacity is 471.5 mAh g–1 for RGO electrode, while the corresponding initial reversible specific capacity is only 189.4 mAh g–1. With the proceeding of charge–discharge cycles, the specific capacity decreases to 119.3 mAh g–1 after 50 cycles. Compared with RGO electrode, CuS, Cu-RGO-1, and CuS-RGO-2 electrodes exhibit higher initial reversible specific capacities, and their values are 400.0, 494.2, and 509.1 mAh g–1, respectively. The specific capacities of CuS and CuS-RGO composite electrodes decrease in initial a few cycles and keep stable in the following cycles. The specific capacities are remained at 311.8, 381.7, and 392.9 mAh g–1 for CuS, CuS-RGO-1, and CuS-RGO-2 electrodes after 50 galvanostatic charge–discharge cycles, with capacity conservation of 78.0, 77.6, and 77.2%, respectively. The enhanced specific capacity is ascribed to the suppression of dissolved polysulfide intermediates in the ether-based electrolyte, which is helpful to maintain the integrity of electrode.  Furthermore, another reason is that RGO can reduce the size of CuS, which is beneficial to the sodium-ion diffusion. For CuS-RGO-2 electrode, assuming that the reversible specific capacity of RGO is stable in composite, the specific capacity of CuS in CuS-RGO-2 electrode is 492.5 mAh g–1 (higher than that of pure CuS) after 50 galvanostatic charge–discharge cycles. Therefore, the contribution of CuS to the specific capacity of CuS-RGO-2 is about 92%. However, as the RGO content is further increased, CuS-RGO-3 shows an initial reversible specific capacity of 435.2 mAh g–1, and it is remained at 328.9 mAh g–1 after 50 cycles, with a capacity conservation of 75.6%, which is lower than those of CuS-RGO-1 and CuS-RGO-2. This is mainly due to excessive RGO with lower specific capacity can contribute to the decrease of the specific capacity in the composite. Moreover, as seen from , all of samples exhibit similar initial CEs, which are 93.1, 93.8, 94.5, and 85.9% for CuS, CuS-RGO-1, CuS-RGO-2, and CuS-RGO-3 electrodes, respectively. With the cycle proceeding, the CEs of all the samples increase to ∼100% after the second cycle, demonstrating that they have a good reversibility of sodiation and desodiation. It is worth noting that CEs are slightly larger than 100% during the cycling, which is ascribed to the cointercalation of solvent molecules when using ether-based electrolyte in SIBs. ",
                "The rate capability of CuS-RGO-2 was also investigated, as shown in b, and the corresponding CE is shown in . As seen, the CuS-RGO-2 electrode exhibits reversible capacities of 509.1, 383.3, and 370.2 mAh g–1 at the current densities of 100, 250, and 500 mA g–1, respectively. Although the specific capacity of CuS-RGO-2 electrode decreases in initial a few cycles at the current density of 100 mA g–1, it keeps stable in subsequent cycles at the current densities of 250 and 500 mA g–1. Even at a current density of 1 A g–1, the specific capacity can still achieve a value of 359.5 mAh g–1 and is remained at 359.3 mAh g–1 after 10 cycles. Moreover, the specific capacity can be recovered to 368.4 and 381.5 mAh g–1 when the current density returns to 500 and 100 mA g–1, indicating that the sample possesses a high reversibility of electrochemical reaction. The initial CE is 94.6%, increases to 97.8% in following cycle and achieves ∼99.2% after 10 cycles, further demonstrating that the CuS-RGO-2 electrode possesses an excellent reversibility of sodiation and desodiation. The rate charge–discharge curves at the current density of 100, 250, 500, and 1000 mA g–1 (in 10th cycle for each current density in b) are shown in . It can be seen that all the curves are similar. Compared with the initial several charge–discharge curves in d, the curves in  exhibit a decrease of voltage polarization, which contribute to the improvement of the rate performance. The decrease of voltage polarization is due to the fact that CuS is converted to Cu2S in the initial a few cycles, and Cu2S is stable in subsequent cycles. Moreover, long cycling stability of CuS-RGO-2 electrode was tested at 1 A g–1 in c, and the corresponding charge–discharge curves are shown in . As seen, all of the curves at different cycles are similar, and they exhibit quite low voltage polarization, indicating that the electrode has good cycle stability. From c, it is observed that CuS-RGO-2 exhibits a high specific capacity and superior cycle stability even at a high current density of 1 A g–1, and a capacity of 345.7 mAh g–1 is maintained after 450 cycles. Such superior cycle stability at high current density indicates that the excellent structure stability of CuS-RGO-2 during the repeated sodiation-desodiation process."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "CuS and CuS-RGO composites were prepared by microwave-assisted reduction. It is found that the CuS nanosheets are uniformly distributed and tightly anchored onto the surface of RGO nanosheets. Such composite electrodes were studied as anode materials for SIBs, which exhibit a significant improvement of sodium-ion storage capacity compared with CuS electrode. By optimizing the content of RGO, the CuS-RGO-2 electrode achieves a maximum specific capacity of 392.9 mAh g–1 at a current density of 100 mA g–1 after 50 cycles and also remains a high CE and rate capability. And a capacity of 345 mAh g–1 is retained after 450 cycles even at a current density of 1 A g–1. Furthermore, these results also show that the ether-based electrolyte is helpful to enhance the sodium-ion storage capacity in CuS-RGO composite. The novel strategy in this work should be promising to develop low-cost SIBs for prospective energy storage applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Significantly Improved Sodium-Ion Storage Performance of CuS Nanosheets Anchored into Reduced Graphene Oxide with Ether-Based Electrolyte"
}