{
    "DOI": "10.1021/acsami.5b12148",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to their superior electrochemical property, rechargeable lithium ion batteries (LIBs) have been employed as a technology of choice for electric vehicles and portable electronics.  Nevertheless, large scale applications of LIBs have been hindered by their expensive price and the uneven geological distribution of lithium resources.  In sharp contrast to LIBs, sodium ion batteries (SIBs) have attracted widespread interest because of abundant terrestrial reserves of sodium mineral salts and their physical/chemical properties analogous with LIBs.  However, the structural variability of anodes is limited by the higher ionization potential and larger ionic diameter of Na ions,  which make Na+ difficult to insert into the graphitic layers structure of carbonaceous materials generally employed as anodes for LIBs.  Therefore, exploring advanced anode materials with low cost and high reversible capacity for SIBs to achieve superior electrochemical performance is urgently desirable but remains a great challenge.",
                "Currently, considerable attention has been paid to fundamental research of transition metal dichalcogenides (TMDs) as anodes for SIBs due to their high theoretical capacities and widespread availability, such as MoS2,  MoSe2,  TiS2,  and Cu2Se.  Meanwhile, FeS2 also has attracted much attention for its abundant resources, cheap price, chemical stability, nontoxicity, high theoretical capacity, and being environmentally benign. Nowadays, various nanostructured FeS2 have been applied as anode materials for SIBs to investigate their electrochemical performances and reaction mechanism.  However, to the best of our knowledge, FeSe2 has been rarely reported as anode material for SIBs, which have better electric conductivity than FeS2 and similar physicochemical properties with FeS2.  Chen et al.  first demonstrated that usage of FeSe2 as anode materials for SIBs in ether-based electrolyte can display an excellent rate performance and a large reversible capacity of 447 mA h g–1 under 100 mA g–1, verifying that FeSe2 is a promising candidate for SIBs. Nonetheless, similar to the other TMDs, the practical application of FeSe2 for SIBs is still restricted by the low electric conductivity and large volume expansion/contraction in the discharge/charge process owing to the conversion reaction mechanism, which leads to dramatic capacity fading and low rate performance.  To overcome these disadvantages, an effective method is to decorate TMDs materials with conductive graphene matrixes.  The presence of graphene can alleviate the volume change, enhance the electric conductivity, and shorten the path length of Na ions.  To further effectively modulate the band structure and improve the electrical properties of graphene, continuous efforts have been carried out to fabricate heteroatom-doped graphene,  among which sulfur doping is considered as one of the most effective methods. Chen et al.  reported that graphene nanosheets covalently bonded with sulfur atoms as anode for SIBs can keep a long cyclic stability and an outstanding rate performance with the reversible capacity of 291, 127, and 83 mA h g–1 under the current of 0.05, 2.0, and 5.0 A g–1, respectively. Taking these factors into consideration, we combine the high theoretical capacity materials FeSe2 with sulfur-doped reduced graphene oxide (rGO) sheets as an anode material of SIBs for the first time to achieve an excellent cycle performance and a remarkable rate capability simultaneously.",
                "Herein, we design a facile strategy to embed nanooctahedra particles assembled FeSe2 microspheres into sulfur-doped rGO sheets through a one-step hydrothermal reduction route, in which we realize the reduction of graphene oxide, the doping of sulfur atoms, and the preparation of FeSe2/sulfur-doped rGO (FeSe2/SG) composites at the same time. Furthermore, for the first time, we employ thioacetamide as the sulfur source and reductant for the preparation of sulfur-doped rGO sheets. It is validated that the FeSe2/SG composites serving as anodes for SIBs can display superior electrochemical performances with a reversible capacity of 447.5 mA h g–1 at 0.5 A g–1 and an excellent rate capability with 383.3 and 277.5 mA h g–1 at the current density of 2.0 and 5.0 A g–1, which could be attributed to the introduction of sulfur atoms into the rGO matrix and the synergistic effect between microsphere-like FeSe2 particles and sulfur-doped rGO sheets."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A schematic is displayed in  to describe the synthetic procedure of the FeSe2/SG composites. Through the modified Hummers method,  graphene oxide solution (GO) was obtained from flake graphite powders. To prepare the sulfur-doped GO suspensions, 0.3 g of thioacetamide acting as sulfur source and reductant at the same time was added to 40 mL of GO solution with the concentration of 7.5 mg mL–1 under magnetic stirring for 12 h. In the process of synthesis FeSe2/SG composites, 4 mmol FeCl2·4H2O, 8 mmol SeO2 powder, and 8 g of citric acid were successively added to 60 mL of distilled water. The mixture was stirred for 1 h before it was mixed with the aforementioned sulfur-doped GO suspensions. After sonication for another 1 h, 32 mL of hydrazine hydrate (80 wt %) was added dropwise to the mixture under vigorous stirring condition and then the suspensions were transferred into a Teflon-lined stainless steel autoclave (200 mL) to react under the temperature of 185 °C for 12 h. Finally, the black precipitates were collected by vacuum filtration, and washed three times with deionized water and ethanol alternately. After drying for 12 h at 80 °C, the final products were obtained. As a comparison, FeSe2/rGO (FeSe2/G) samples were produced the same way but without the addition of thioacetamide and the bare FeSe2 products were prepared by the similar method only replacing sulfur-doped GO suspensions with distilled water. Meanwhile, the raw rGO (G) and sulfur-doped rGO (SG) samples were synthesized by hydrothermal reduction process with hydrazine hydrate as the reductant and without adding any ferrous or selenium source."
                    ],
                    "name": "2.1 Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphologies, grain sizes, and elemental analyses of the products were measured by field emission scanning electron microscopy (FESEM, Nova NanoSEM 230) and transmission electron microscopy (TEM, TecnaiG2 20ST). Energy Dispersive X-ray spectroscopy (EDX) was conducted to identify the elements existing on the surface of the samples, while Raman spectroscopy measurement was carried out on a Jobin–Yvon LabRAM HR-800 spectrometer ranging from 1000 to 3000 cm–1 to identify the reduction degree of graphene oxide. The crystal structures of the materials were determined by X-ray powder diffraction (XRD, Rigaku3014), and the accurate content of FeSe2 in the FeSe2/SG and FeSe2/G composites were calculated by thermogravimetric analysis (TGA, SDTQ600). Furthermore, the bond characteristics were characterized by X-ray photoelectron spectroscopy (XPS, ThermoFisherESCALAB250xi)."
                    ],
                    "name": "2.2 Materials Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were manufactured by mixing active materials with Super P and carboxymethyl cellulose (CMC) binder into deionized water solvent under the mass ratio of 8:1:1 to form homogeneous black slurry. Subsequently, the slurry was spread on the surface of copper foil and dried at 60 °C for 12 h. Finally, the electrode was stamped into disks with a diameter of 10 mm and dried at 60 °C for another 6 h. All of the electrochemical capacities in this Article were mainly calculated based on the FeSe2 mass in electrode. With sodium tablets (Aldrich) as the reference electrode and glass fiber membrane as the separator, 2032 type coin cells were assembled in a glovebox (MIKROUNA-Universal-2440-1750) filled with argon. One M NaClO4 (Aldrich) in the mixed solvent of ethylene carbonate/dimethyl carbonate (EC:DMC = 1:1 in volume) with 5 wt % fluoroethylene carbonate (FEC) as additive was chosen as the electrolyte system for SIBs. Cyclic voltammogram (CV) was conducted by an electrochemical measurement system (PARSTAT 2273) with a scan rate of 0.2 mV s–1 from 2.5 to 0.01 V. Meanwhile, the electrochemical impedance spectroscopy (EIS) measurement was carried out with the frequency range from 100 kHz to 10 mHz. Galvanostatic charge/discharge tests were performed by using a battery testing system (LAND CT2001A) within the potential of 0.01–2.5 V at room temperature."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The microstructures and morphologies of as-prepared raw FeSe2 and FeSe2/SG composites were investigated through FESEM and TEM. a and b demonstrate that the FESEM images of the raw FeSe2 products prepared in the absence of sulfur-doped GO suspensions display a microspheric shape assembled by numerous nanooctahedra FeSe2 nanoparticles tightly with a diameter of 1–3 μm and have a relatively rough surface, which can be further identified by the TEM images (e). As the FESEM images of FeSe2/SG composites show in c and d, FeSe2 particles with microspheric shape are embedded into the SG sheets. The SG sheets not only provide a substrate for the growth of FeSe2, but also hinder the particle aggregation of FeSe2. Meanwhile, the uniform distribution of FeSe2 particles also could prevent the agglomeration of SG sheets to a certain extent, which can enhance the electrochemical performance for Na storage as a result of more exposed surfaces available for the reaction between active materials and sodium ions.  The microstructure of FeSe2/SG composites is further characterized by TEM as shown in f. It is clearly observed that microsphere-like FeSe2 particles have a small size of 1–3 μm and the SG sheets with some wrinkles are rather thin and homogeneous.",
                        "a represents the HRTEM image of raw FeSe2 products, in which three lattice spacing values are measured to be approximately 0.304, 0.287, and 0.221 nm consistent with the (011), (101), and (210) crystal faces of FeSe2. From the HRTEM image of FeSe2/SG composites, as shown in b, it is found that a single lattice spacing about 0.257 nm is consistent with the (111) crystal plane of FeSe2, which is surrounded by the amorphous structure SG sheets, corresponding well with the FESEM and TEM images of FeSe2/SG composites. Meanwhile, the interlayer distance of SG sheets is measured to be 0.395 nm, which is larger than that of graphite crystal structure with 0.335 nm, which can be attributed to the introduction of sulfur atoms into the rGO sheets.",
                        "Examination of the crystalline phases of the samples was conducted by XRD. The XRD patterns of raw FeSe2 products, FeSe2/G, and FeSe2/SG composites are shown in a while the XRD patterns of raw FeSe2 and FeSe2/SG samples prepared at 185 °C for 9, 12, and 15 h are presented in , which correspond well to the FeSe2 standard card (JCPDS Card 65-2570), confirming the correct synthesis of FeSe2 and the presence of FeSe2 in FeSe2/G and FeSe2/SG composites. Furthermore, the main diffraction peaks of the FeSe2/G and FeSe2/SG samples are similar to those of pure FeSe2, indicating the existence of SG sheets does not lead to the presences of new crystal orientations or changes in preferential orientations of FeSe2,  which is mainly ascribed to the amorphous structure of rGO.  As shown in , the Raman spectra of GO and FeSe2/SG composites exhibit two typical peaks at 1353 and 1603 cm–1, which are termed D band and G band, respectively. The value of ID/IG increases from 0.836 (for GO) to 1.16 (for FeSe2/SG), confirming the reduction of graphene oxide and the disordered structure of the rGO in FeSe2/SG composites,  which is in accordance with the XRD results.",
                        "To calculate the precise loading of FeSe2 in FeSe2/G and FeSe2/SG composites, the thermogravimetric analysis (TGA) of the FeSe2/G and FeSe2/SG samples, and bare FeSe2 were investigated. As shown in b, the weight loss of FeSe2/G and FeSe2/SG composites and raw FeSe2 samples is 73.9%, 71.27%, and 64.36%, respectively, under the temperature range from 0 to 900 °C. The weight increases can be detected between 200 and 400 °C in the TG profiles of the FeSe2/G, FeSe2/SG, and FeSe2 due to the formation of Fe2O3 and SeO2 reacted by FeSe2 with O2. Taking the curve of the FeSe2/SG as an example, it suffers dramatic mass decline after 400 °C, which can be ascribed to the volatilization of SeO2 and the combustion of SG. The weight reduction of FeSe2/SG is consistent with that of FeSe2 and SG, which can be illustrated as the following equation:C represents the weight of FeSe2/SG composites and a represents the loading content of FeSe2 in FeSe2/SG composites. Thus, the precise content of FeSe2 in FeSe2/SG samples can be calculated as 80.61%. Likewise, the accurate loading of FeSe2 in FeSe2/G samples is obtained as 73.23%.",
                        "As displayed in a, the elemental composition of FeSe2/SG products was characterized through EDX analysis. The table proves the element composition of the samples consists of C, O, S, Fe, and Se, while the atomic content ratio of Fe to Se is approximately 1:2, indicating the existence of sulfur atoms and the successful decoration of FeSe2 particles on the surface of SG sheets. The elemental mapping images shown in c–f, which was conducted by energy-dispersive X-ray spectroscopy (EDS), present the distribution of the element C, S, Fe, and Se in FeSe2/SG products, respectively. The evenly distributed points of C and S demonstrate a uniform distribution of sulfur atoms in the rGO structure. Additionally, the elemental mapping region of Fe overlaps with Se (b), further verifying that the FeSe2 particles are homogeneously distributed on the surface of SG sheets. With the purpose of investigating how sulfur atoms are covalently bonded to rGO sheets structure, XPS measurements were carried out. g shows the XPS spectrum of S 2p, where two major peaks located at 161.49 and 167.04 eV can be observed, further confirming the presence of sulfur with the atomic percentage about 2.4 at %. Three fitted component peaks at 161.44, 165.34, and 167.29 eV are assigned to bonds of C–S–C, C–SOx–C, and C═S, respectively.  According to the results of b and the XPS analysis of S 2p, it is concluded that doping sulfur atoms into the structure of rGO sheets can effectively enlarge the interlayer distances, which can guarantee Na+ accommodation and facilitate the insertion/extraction of Na+ as a result of the large covalent radius of S atoms. "
                    ],
                    "name": "3.1 Structural Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "To research the sodium storage behavior of the FeSe2/G FeSe2/SG and raw FeSe2 electrode, cyclic voltammetry (CV) was tested with a scan rate of 0.2 mV s–1 from 0.01 to 2.5 V. The CV curves of FeSe2/SG electrode are exhibited in a, in which there are three reduction peaks at around 1.13/0.66/0.32 V and three oxidation peaks at around 1.57/2.07/2.32 V observed in the first cycle of CV curves. In accordance with the previous reports about FeS2 anodes for SIBs,  the three discharge plateaus respectively imply the generation of NaxFeSe2, FeSe, and Na2Se, as well as Fe and Na2Se (reaction –). Meanwhile, the three charge plateaus can account for the formation of FeSe, the intermediates NaxFeSe2, and final reaction product FeSe2, respectively (reaction –). The CV curves of FeSe2/SG electrode remain stable overlaps from the second cycle, suggesting that the reaction keeps reversible and steady after the first cycle. The relevant chemical reaction equations are as follows:",
                        "Discharge process equation:",
                        "Charge process equation:",
                        "To further illustrate the reaction mechanism of FeSe2/SG electrode, ex situ XRD measurements (shown in ) were performed on FeSe2/SG electrode at the different discharge and charge conditions. According to , the peak at 43° marked with α in the XRD patterns is assigned to the Cu current collector and the peaks marked with β are assigned to the polyimide film. For the pristine FeSe2/SG electrode without discharge/charge process, only the crystalline phase of FeSe2 is detected (marked with γ), which means there are no chemical reactions and FeSe2 can keep stable in air. When the FeSe2/SG electrode is discharged to 0.8 V, the crystalline phases of FeSe2, FeSe (marked with δ), and Na2Se (marked with χ) are observed, indicating that the conversion reaction of FeSe2 with Na+ generates the crystals of FeSe and Na2Se. Upon reaching the potential of 0.2 V during the discharge process, the peaks of FeSe2 are not discovered, while the crystal peaks of Na2Se appearing at 22.5° are 37.3° are more pronounced and the crystal peaks of FeSe become slighter, demonstrating that the FeSe2 in electrode is fully converted to FeSe and the FeSe continuously reacts with sodium ions to produce the crystalline phase of Na2Se. However, the peaks of NaxFeSe2 and Fe are not detected at the discharge states, which is mainly due to the low crystallinity of NaxFeSe2 and Fe. At the potential of 1.75 V in the charge process, the peak intensity of Na2Se decreases with the appearance of FeSe, suggesting the conversion reaction of Na2Se with Fe to produce the crystalline phase of FeSe. After being charged to 2.25 V, with the reappearance of FeSe2, the peak intensity of Na2Se is weaker accompanied by the disappearance of the rings of FeSe, proving that the reaction of FeSe with Na2Se generates the crystal of FeSe2. On the basis of the above analysis, the electrochemical reaction mechanism of FeSe2/SG electrode can be determined, which is well consistent with the CV curves and confirming the high reversibility of FeSe2/SG electrode.",
                        "b displays the galvanostatic charge/discharge curves of FeSe2/SG electrode within the first three cycles from 0.01 to 2.5 V at 500 mA g–1, which corresponds well to the CV curves. Additionally, the first discharge and charge capacity for FeSe2/SG electrode are 610.5 and 415 mA h g–1, respectively, presenting a low initial Coulombic efficiency of 68%, which can be mainly attributed to the generation of solid electrolyte interface film, electrolyte decomposition, and the intercalation of the sodium ions into the interlayer of FeSe2. In subsequent cycles, the Coulombic efficiency of FeSe2/SG electrode is promoted to more than 93% and remains at 98%. Furthermore, the CV and galvanostatic charge/discharge profiles of the raw FeSe2 electrode and FeSe2/G electrode under the same measure condition is displayed in .",
                        "The cycle performances of the FeSe2/SG, FeSe2/G, and raw FeSe2 electrode under the voltage of 0.01–2.5 V at the current density of 500 mA g–1 are shown in c. Remarkably, the FeSe2/SG electrode shows a higher reversible capacity and more steady cycle performance compared with the raw FeSe2. The discharge capacities of the FeSe2/SG and raw FeSe2 are 408 and 79.7 mA h g–1 after 100 cycles, and the corresponding capacity retention rates counted since the second cycle are 90% and 17.5%, respectively. Being similar to FeSe2/SG electrode, the FeSe2/G electrode also exhibits a better cycling stability than raw FeSe2 as a result of the existence of rGO matrix, which can relieve the volume change of the FeSe2 in the conversion reaction process to avoid fast capacity fading. Meanwhile, based on the FeSe2 mass in electrode, the specific capacity of the FeSe2/G electrode is always lower than that of FeSe2/SG electrode except the initial 4 cycles, which can be mainly attributed to the introduction of sulfur atoms into rGO structure. Additionally, the cycle performances of FeSe2/SG, FeSe2/G, and raw FeSe2 electrode calculated by the whole mass of composites in electrode under the same test conditions have been measured to evaluate the contribution of G and SG to the composite electrodes. As shown in , the raw FeSe2 electrode shows a higher reversible capacity of more than 400 mA h g–1 compared with FeSe2/SG and FeSe2/G electrode in the initial 35 cycles, which is mainly due to the lower sodium storage capacity of G or SG than that of FeSe2. After 35 cycles, the raw FeSe2 electrode suffers a dramatic capacity decay and only 75.8 mA h g–1 can be obtained in the 100th cycle as a result of the volume change during the conversion reaction process, while the discharge capacities of the FeSe2/SG and FeSe2/G electrode are 370.9 and 263.6 mA h g–1 after 100 cycles, respectively, exhibiting a better cycling stability than raw FeSe2 due to the existence of rGO matrix. Nevertheless, based on the whole mass of composites in electrode, the specific capacity of the FeSe2/SG electrode is usually higher than that of FeSe2/G electrode, which can be mainly attributed to the higher loading of FeSe2 in the FeSe2/SG composites and the introduction of sulfur atoms into rGO structure. Therefore, the enhanced cycling stability of the FeSe2/SG and FeSe2/G electrode can be mainly attributed to the rGO matrix, which can effectively improve the conductivity, buffer the volume change of the FeSe2 during the conversion reaction process, generate more exposed surfaces available for Na storage, and restrain the aggregation of FeSe2 particles, while the introduction of sulfur atoms into the rGO sheets can significantly improve the reversibly specific capacity of the FeSe2/SG electrode. To reveal the factors causing the faster capacity fading of raw FeSe2 electrode, FESEM images of FeSe2/SG and raw FeSe2 electrode before and after cycling are investigated. As displayed in , the FeSe2/SG electrode still keeps relative structural integrity after 100 cycles, while the raw FeSe2 electrode undergoes a distinct structural collapse, further demonstrating that rGO sheets can effectively alleviate the volume change of FeSe2 caused by the conversion reactions. In addition,  presents the cyclability of the bare G and SG electrode with the current density of 500 mA g–1 for 150 cycles. After 150 cycles, the SG electrode still possesses a recovered capacity of 135 mA h g–1 and a high capacity retention of 80.7% can be obtained along with the high Coulombic efficiency, while the G electrode exhibits a reversible capacity of 101.5 mA h g–1 and a high Coulombic efficiency of 98.5%. Consequently, the reversible capacity of SG electrode is higher than that of G electrode, which is mainly due to the covalently bonded S atoms to the rGO sheets. Meanwhile, based on the results of TGA, the precise contents of SG and G in the FeSe2/SG and FeSe2/G samples are 19.39% and 26.77%, respectively. Thus, the capacity contribution of SG to the FeSe2/SG electrode is about 29.37 mA h g–1, while the capacity contribution of G to the FeSe2/G electrode can be calculated to be 29.86 mA h g–1 according to . As another contrast, the SIBs performances of FeSe2/SG and raw FeSe2 electrode based on the same mass of FeSe2 (about 64 wt %) in electrode under the same test conditions also have been provided in , in which the FeSe2/SG materials possess a reversible discharge capacity of 408 mA h g–1 after 100 discharge/charge cycles. In contrast, the raw FeSe2 electrodes, separately containing 80 wt % amount of FeSe2 and 64 wt % amount of FeSe2, undergo an apparent capacity decline from the 30th cycle. After 100 cycles, the discharge capacities of the FeSe2 (80 wt %) and FeSe2 (64 wt %) are decreased to 75.8 and 134 mA h g–1, respectively. Notably, the specific capacity of raw FeSe2 (64 wt %) electrode is slightly higher than that of FeSe2/SG electrode before 25 cycles and the cycling performance of FeSe2 (64 wt %) electrode is more stable than that of FeSe2 (80 wt %) electrode, which is mainly attributed to the existence of the redundant conductive carbon (SP). Furthermore, as shown in , the electrochemical impedance spectroscopy of the FeSe2/SG electrode is much less than that of FeSe2 electrode, demonstrating that the incorporation of SG sheets can effectively enhance the conductivity of FeSe2.",
                        "Moreover, as the rate performance is a significant standard to evaluate the quality of battery, the cycling performances of FeSe2/SG and FeSe2 under the different current densities of 50, 100, 200, 500, 1000, 2000, and 5000 mA g–1 are estimated. As shown in d, FeSe2/SG electrode delivers a reversible discharge capacity of 485.6, 476.2, 467.5, 446.4, 421.8, 383.3, and 277.5 mA h g–1 matching with the current densities of 50, 100, 200, 500, 1000, 2000, 5000 mA g–1, respectively. Notably, when turned back to 100 mA g–1 after 70 cycles, the reversible capacity of 476.2 mA h g–1 can be maintained for another 30 cycles without obvious capacity loss, revealing an outstanding rate capability. In contrast, FeSe2 electrode with a poor rate performance presents a discharge capacity of 479.2, 366.3, 191.3, 31, 7.6, 5.6, and 15.6 mA h g–1 at 50, 100, 200, 500, 1000, 2000, and 5000 mA g–1, respectively. After recovering back to 100 mA g–1, the discharge capacity can reach 240.7 mA h g–1 at the 72nd cycle, after which the specific capacity continuously keeps dropping to the 100th cycle. The excellent electrochemical performances of the FeSe2/SG electrode can be mainly ascribed to the following three factors: (1) the rGO sheets can improve the conductivity of FeSe2/SG electrode and alleviate the volume expansion/contraction of microsphere-like FeSe2 particles during the conversion reactions process; (2) the introduction of sulfur atoms into rGO structure can guarantee Na+ accommodation and effectively improve the specific capacity of the FeSe2/SG electrode; (3) the synergistic effect between microsphere-like FeSe2 particles and sulfur-doped rGO sheets."
                    ],
                    "name": "3.2 Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we combine the high theoretical capacity materials FeSe2 with sulfur-doped rGO sheets as anode materials of SIBs for the first time to achieve an excellent cycle performance and a remarkable rate capability simultaneously. To achieve these goals, we made nanooctahedra particles assembled FeSe2 microspheres embedded into sulfur-doped rGO sheets through a one-step hydrothermal reduction route, in which the reduction of graphene oxide, sulfur doping, and preparation of FeSe2/SG composites are realized at the same time. The rGO matrix can effectively improve the conductivity of FeSe2/SG composites, alleviate the volume change of the microsphere-like FeSe2 particles during the conversion reactions, generate more exposed surfaces available for Na storage, and restrain the aggregation of FeSe2 particles. Meanwhile, the introduction of sulfur atoms into the rGO structure can enlarge the interlayer distances of rGO sheets, which can guarantee Na+ accommodation and effectively improve the specific capacity of the FeSe2/SG electrode. The FeSe2/SG electrode employed as anode materials for SIBs exhibits an outstanding electrochemical property, which can present a reversible discharge capacity of 408 mA h g–1 at 500 mA g–1 after 100 cycles, and a specific capacity of 277.5 mA h g–1 even at 5 A g–1. The excellent cycle performances and superior rate capabilities reveal that the FeSe2/SG hybrids hold great application prospect as a promising anode candidate for SIBs."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Nanooctahedra Particles Assembled FeSe2 Microspheres Embedded into Sulfur-Doped Reduced Graphene Oxide Sheets As a Promising Anode for Sodium Ion Batteries"
}