{
    "DOI": "10.1039/D2NR00172A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs), based on their abundant resources and low cost, have gained much attention as a potential supplement or alternative to lithium-ion batteries (LIBs) in large-scale energy storage systems (EESs), smart grids, low-speed electric vehicles, etc. To prompt the commercialization of SIBs, high-performance electrode materials are significantly important. So far, diverse types of materials, such as layered transition-metal oxides, polyanion-type materials and Prussian blue analogs, have been explored and proved to be the available host cathode materials. On the anode side, carbon-based materials are the most attractive candidates owing to their cost-effectiveness and accessibility. However, unlike the success of graphite in LIBs, only a negligible amount of Na+ can intercalate into graphite in an ester-based electrolyte. Although in recent years solvated-Na+ ions have been reported to be co-intercalated with graphite in ether-based electrolytes, the limited reversible capacity and serious volume expansion impede the development of graphite in SIBs. In comparison, hard carbon (HC) can make Na+ insertion/extraction and achieve considerable capacity owing to its larger interlayer and disordered structure and it is regarded as the most mature and the only anode material likely to be commercialized. Despite this, the disordered structure and defects of HC are also a double-edged sword, they can enrich the sodium storage active sites and then improve the specific capacity, while causing serious electrolyte decomposition on the HC surface and thus inducing a lower initial coulombic efficiency (ICE).",
                "In the past few years, many research studies have involved great efforts to decrease the defects of HC for improved ICE. An effective strategy is to regulate the structure of HC during the synthesis process, such as controlling the pyrolysis temperature or heating rate. Increasing the carbonization temperature is an effective way to reduce the defects of HC. For instance, Ghimbeu et al. prepared HC with different pyrolysis temperatures. When the temperature was increased from 1000 °C to 1600 °C, the defects and specific surface area of HC significantly decreased, making the ICE increase from 72.0% to 84.0%. Additionally, Cao's group also obtained HC with low-defect and low-porosity by slowing down the heating rate of the carbonization process, thus contributing to the ICE as high as 86.1%. Unfortunately, fewer defects may cause the loss of several Na+ storage sites and lead to the decreased specific capacity of HC. Another valid method is to modify the surface of HC, in which the surface coating is a feasible choice. Lu et al. coated an ultrathin Al2O3 layer on the HC surface via the atomic layer deposition method. The deposited Al2O3 film served as an artificial solid electrolyte interface (SEI) to inhibit the decomposition of the electrolyte. The Al2O3-coated HC electrode demonstrated a 75% higher ICE compared with 67% of the bare HC electrode. Also, Hu's group applied toluene pyrolyzed soft carbon to coat HC. By virtue of the decreased specific surface area between the composite electrode materials and the electrolyte, the ICE was improved to 83%. Although the above measures have significantly improved the ICE of HC, other performances are usually affected, such as the specific capacity, rate performance, etc. Therefore, finding ways to improve the ICE of HC without sacrificing other performances is still a tricky challenge.",
                "In plasma, which is ionized gas molecules, the positive and negative ions are highly energetic. Therefore, a variety of reactions that are unlikely to occur at low temperatures have become possible with a short duration with the assistance of plasma. So far, the plasma-assisted technique has become a powerful method for the synthesis and modification of electrode materials in the energy-storage field. Herein, we tailored the surface of commercialized HC with low-temperature oxygen plasma (LTOP). Scheme 1 illustrates the LTOP treatment and the corresponding structural variations on HC. After the treatment, the oxygen-containing functional groups on the HC surface are greatly increased, thereby improving its slope capacity and rate performance. Moreover, the ordered degree of the HC surface has significantly increased to reduce the side reactions between HC and electrolyte. It is worth noting that there is almost no change in the layer spacing of HC after LTOP treatment, which distinguishes it from the traditional methods of increasing the degree of graphitization in HC, such as the heating method. Consequently, the ICE of HC improves significantly without sacrificing other performances. As a consequence, an ICE of 80.9% was achieved in modified HC, which is much higher than 60.6% in the commercialized HC. Also, modified HC shows an ultrahigh specific capacity of 331.0 mA h g−1 due to the excess sodium storage sites coming from the increased oxygen-containing groups on the HC surface."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, commercial hard carbon was washed with ethanol, acetone, and deionized water, in turn, and subsequently dried under vacuum at 80 °C for 24 h. Then it was placed inside the plasma system, and a mixed gas containing oxygen at room temperature was passed. Under the conditions of 30 MHz frequency and 300 W power, the modified hard carbon was obtained."
                    ],
                    "name": "Materials preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns of the samples were measured using an X′ Pert PRO MPDX ray diffractometer (Cu-Kα radiation, 45 kV), the scanning interval was 10–50° and the scanning speed was 8° min−1. An FEI NanoSEM450 scanning electron microscope (SEM) was used to observe the surface morphology of the samples at an accelerating voltage of 20 kV. The samples’ structures were analyzed using a Tecnai G2F30 transmission electron microscope (TEM) under an acceleration voltage of 200 kV, and an energy dispersive spectrometer (EDS) was used to characterize the element distribution also. A Renishaw in Via Raman spectrometer was used to characterize the molecular structures of samples in the range of 1000–2000 cm−1 using monochromatic light with a wavelength of 532 nm. An ASAP2020 specific surface area analyzer was used to test the nitrogen absorption and desorption curves of samples. The specific surface areas of the samples were characterized by the BET method, and the pore size distribution of the samples was calculated using non-local density functional theory (NLDFT). X-ray diffraction spectroscopy (XPS) analysis was conducted using Thermo Fisher Scientific's ESCALAB 250Xi system XPS with a monochromatic Al Kα X-ray source, and the binding energy of the C 1s peak at 284.8 eV was used as a reference for correction. An SL200KB contact angle measuring instrument was used to measure the contact angles of the hard carbon electrodes."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active material was mixed with conductive carbon black and polyvinylidene fluoride (PVDF) in a mass ratio of 8:1:1 in N-methyl-pyrrolidone (NMP), which was coated on copper foil to prepare the anode electrode. After vacuum drying, the working electrode and metallic sodium counter-electrode were assembled into a R2032 half-cell in an argon-filled glove box. The loading mass of the active material is about 1.5–2 mg cm−2. The separator was made of glassfiber (Whatman, GF/D), and the electrolyte was 1 M NaPF6 dissolved in diglyme solution. The galvanostatic charge and discharge cycle and the galvanostatic intermittent titration technique (GITT) experiment were performed on a NEWARE automatic batteries tester, and the voltage range was 0.01–2.5 V (vs. Na/Na+). The cyclic voltammetry (CV) curves were measured using an SI-1287 electrochemical workstation. Electrochemical impedance spectroscopy (EIS) was performed in the frequency range of 10−2–105 Hz. All electrochemical tests were performed at room temperature. For the GITT tests, the batteries were charged for 20 min at 0.05 A g−1 and then rested under an open circuit for another 120 min. DNa+ can be calculated based on the following equation:",
                        "where D is the chemical diffusion coefficient of Na+, i is the pulse current (A), Vm is the molar volume (cm3 mol−1), zA is the valence of Na+ (=1), F is the Faraday constant (C mol−1), 96485 C mol−1, S is the surface area of electrode (cm2), dE/dδ is the voltage change value with respect to composition during the current pulse, and dE/dt1/2 is the voltage change value with respect to the square root of time during the period interval between current pulses."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The modified HC samples were prepared by placing commercialized HC in an LTOP generator. The detailed experimental procedures are shown in the Experimental section. The plasma treatment of the commercial HC was performed for 1, 2, and 3 h, and the obtained samples were labeled as HCO-1, HCO-2, and HCO-3, respectively. For comparison, the untreated HC sample was marked as HC. The morphologies of HC, HCO-1, HCO-2, and HCO-3 were characterized by scanning electron microscopy (SEM) (Fig. S1, ESI†). It can be found that all the samples consisted of some irregularly shaped particles with a size of 2.0–8.0 μm and there was almost no change in the morphology of the samples after LTOP treatment, indicating that LTOP treatment did not cause damage to the samples. The high-resolution TEM (HRTEM) and selected area electron diffraction (SAED) images shown in Fig. 1a–d further demonstrate the microstructure of HC, HCO-1, HCO-2, and HCO-3, respectively. On one hand, all the samples showed the typical disordered amorphous characteristics of HC. On the other hand, as the treatment time increased, the highly disordered amorphous structure on the HC surface gradually converted to a short-range ordered graphite microcrystalline structure, which was reflected in the gradually clear lattice fringes and diffraction rings. The results indicate the increase of the graphitization degree for the HC surface after LTOP treatment, while the layer spacing on the HC surface is only slightly reduced from 0.401 nm to 0.395 nm after LTOP treatment. In contrast, the previously reported strategies such as the use of high carbonization temperature would produce a high graphitization structure with narrow layer spacing, inducing a higher Na-ion diffusion energy barrier as well as mechanical stress. Therefore, LTOP treatment exhibits great superiority in the modification of the HC surface.",
                        "To gain insight into the influence of LTOP treatment on the defect degree of HC, the Raman spectra and XRD patterns were recorded. As depicted in Fig. 2a, the Raman spectra of four samples present two dominant peaks centered at 1350 cm−1 and 1596 cm−1, which are assigned to the D band and G band, respectively. The D and G bands stand for the defective/disordered mode and crystalline graphite mode, respectively. ID/IG represents the disordering degree of HC, decreasing from 1.056 to 1.024 as the treatment time increases (Fig. 2b), indicating that the LTOP treatment can reduce the defects on the HC surface to a certain extent. The XRD patterns in Fig. 2c show two broad peaks at 23° and 44° ascribed to the (002) and (100) planes, respectively, which are the typical characteristics of disordered carbon. It can be seen that the diffraction peaks have almost no shift but the intensity increased slightly after the LTOP, further suggesting that HC has almost no change in the layer spacing. The N2 adsorption–desorption isotherms of the four samples (Fig. 2d) exhibit the typical I/II-type behavior, indicating that the samples include micropores/mesopores. The specific surface areas of HC, HCO-1, HCO-2, and HCO-3 calculated by the BET method are 3.2, 3.4, 6.5, and 13.7 m2 g−1, respectively. The results demonstrate that the LTOP treatment indeed produced some pores on HC. The pore size distribution calculated based on nonlocal density functional theory (NLDFT) is shown in Fig. S2.† It can be found that the micropores in modified samples are centered at ∼3 nm and ∼5 nm. Therefore, LTOP treatment is responsible for the increase of mesopores in modified HC samples and the treatment time would be a key parameter affecting the structure and performance of HC, and the latter parts will be further discussed.",
                        "X-ray photoelectron spectroscopy (XPS) analysis was performed to further verify the chemical composition and functional groups of bare and modified HC. The summary of the XPS spectra of HC, HCO-1, HCO-2 and HCO-3 indicates that both C and O elements are present in the samples (Fig. 3a). The contents of C and O elements in the four samples are illustrated in Fig. 3b, in which the O content significantly increased from 3.70% in bare HC to 5.60%, 9.96%, and 10.45% for HCO-1, HCO-2 and HCO-3, respectively, indicating that the LTOP treatment is an effective method to introduce oxygen functional groups in materials. The high-resolution C 1s spectra of the four samples are presented in Fig. 3c–f. All the C 1s spectra can be fitted in five peaks located at 284.75, 285.60, 286.43, 287.40 and 290.20 eV, representing the sp2 C, sp3 C, C–O, CO and OC–O, respectively. C atoms are mainly bonded in the form of sp2 and sp3. Among them, sp2 C is graphitic carbon, and C atoms containing sp2 bonds usually form a honeycomb graphene layer, while sp3 C is amorphous carbon and the C atoms are usually located in the defect area. The ratios of sp2/sp3 for HC, HCO-1, HCO-2 and HCO-3 are calculated to be 2.32, 4.97, 6.25 and 8.24, respectively, demonstrating that the content of sp2 C (CC) on the HC surface increases with the treatment time extension, while the content of sp3 C decreases, which may be because the high-energy LTOP may cause a part of the sp3 C (CC) to be broken and the carbon atoms are rearranged to form sp2 carbon. The results are well consistent with the TEM, Raman and XRD measurements, further confirming that the LTOP can absolutely promote the ordering degree of the HC surface. Moreover, the area percentages of C–O in the four samples from the C 1s spectra are 1.67%, 2.30%, 4.74%, and 3.15%, and the area contents of CO are 1.60%, 2.08%, 4.98%, and 6.87%. These results further confirm that more oxygen functional groups can be generated by the LTOP treatment. The CO functional group has been proven to reversibly react with Na+ ions for energy storage. Therefore, more oxygen functional groups in HC may promote the Na storage capacity and it can be found that the contact angle between the HC electrode and electrolyte decreased after LTOP treatment, reflecting that the infiltration of the electrolyte on the HC surface would be significantly improved by virtue of the oxygen functional groups."
                    ],
                    "name": "Materials preparation and characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the HC samples with different LTOP treatment times were investigated in 2032 half-cells with Na metal foil as the counter/reference electrode. The rate performances of HC, HCO-1, HCO-2 and HCO-3 are shown in Fig. 4a. The bare HC electrode exhibits a specific capacity of 274.0 mA h g−1 at 0.1 A g−1, while the specific capacities of HCO-1, HCO-2 and HCO-3 increase to 275.0, 331.0 and 349.0 mA h g−1, respectively. The results suggest that LTOP treatment is beneficial in improving the Na+ storage capacity, which might have benefitted from the additional active Na+ storage sites provided by the added oxygen functional groups. Among the four samples, HCO-2 exhibited superior rate capability with a much higher specific capacity of 211.0 mA h g−1 at 5 A g−1. Fig. 4b shows the capacity retention rates of the four samples at different current densities. It can be found that the improvement of rate performance is limited after 1 h modification. However, the higher degree of graphitization in HCO-3 resulted in too large graphite flakes, which is not conducive to Na+ diffusion and leads to decreased rate performance. Generally, appropriate LTOP treatment is an effective strategy to improve the rate performance of HC. The cycle performances of the four samples presented in Fig. 4c also demonstrate that the appropriate LTOP modification can efficiently improve the cycling stability of the samples. The results are ascribed to the more ordered and less defective surface after LTOP treatment for certain time, thus reducing the side reactions between the HC electrodes and electrolyte. The CE values of the four samples are displayed in Fig. 4d, in which the ICE values for HC, HCO-1, HCO-2 and HCO-3 are 60.6%, 69.7%, 80.9%, and 69.8%, respectively. The results indicate decreased side reactions after appropriate LTOP treatment. But the treatment time should not be too long, otherwise it will lead to the increase of the specific surface area and porosity, resulting in more side reactions and lower ICE, such as HCO-3. When comparing the electrochemical performance of HCO-2 based on the specific capacity, ICE and rate capability with those of other HC anodes, its comprehensive performance lies at a relatively high level as shown in Fig. 4e, which adequately demonstrates that the LTOP treatment is an efficient method to tailor the surface chemistry of HC for the superior electrochemical performance."
                    ],
                    "name": "Sodium storage performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To gain a deeper understanding of the Na storage mechanism in HC and HCO-2 electrodes, Fig. 5a shows the initial charge/discharge curves of the two samples. Both of them involve a sloping region and a plateau region, which can be ascribed to the Na adsorption in defects and Na intercalation in graphitic carbon planes, respectively. It can be seen that the discharge capacities of the two samples are similar while the charge capacity of HC is significantly smaller than that in HCO-2. In particular, the plateau region related capacity in HCO-2 is much higher than that in bare HC, demonstrating that the increased graphitization degree can effectively facilitate Na intercalation in graphitic carbon planes to relieve the side reactions between the electrolyte and the defects on the electrode surface. Fig. 5b presents the enlarged plateau region of HC and HCO-2, and the overpotential ΔV of the sample HCO-2 is about 18.3 mV, which is much smaller than 33.4 mV of the sample HC. This indicates the smaller polarization in HCO-2, which may be a key factor benefiting the rate performance. Fig. 5c and d show the charge/discharge profiles of HC and HCO-2, respectively, at various current densities. In order to make an intuitive comparison, Fig. 5e and f show the corresponding percentages of capacity in slope (>0.1 V) and platform (<0.1 V). It can be found that the plateau capacity of HC decreases rapidly with the increase of current density and even reduces close to 0 mA h g−1 at 5 A g−1. Moreover, the Na storage mechanisms of HC and HCO-2 electrodes were elucidated through sweep-rate-dependent cyclic voltammetry (CV) measurements (Fig. 5g and h). The relationship of the measured peak current (i) and sweep rate (v) can be described by eqn (1), in which a and b are constants and can be calculated through eqn (2).",
                        "Particularly, b equal to 0.5 demonstrates the diffusion-controlled reactions, while the constant b equal to 1 indicates a surface-controlled process. The linear relationship between log(i) and log(v) are plotted in Fig. 5i. The constant b for HC and HCO-2 is calculated to be 0.73 and 0.66, respectively. The results suggest that both the diffusion-controlled and surface-controlled reactions contribute to the electrode capacity. The constant b for HCO-2 is smaller than that for HC and closer to 0.5, indicating increased diffusion-controlled reactions in HCO-2. The Na+ kinetics in HC and HCO-2 are investigated by the galvanostatic intermittent titration technique (GITT) test, as presented in Fig. S3.† The detailed analyses are shown in the ESI,† and the results indicate improved Na+ kinetics in HCO-2. Moreover, electrochemical impedance spectroscopy (EIS) was specifically performed to investigate the effects of LTOP (Fig. S4†). The results also demonstrate facilitated electron transfer and Na+ ion diffusion kinetics in HCO-2."
                    ],
                    "name": "Na storage mechanism",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we tailored the surface chemistry of HC via a facile low-temperature oxygen plasma (LTOP) technology. The modified HC surface had a highly-ordered and low-defect nature, which was certified by XRD and Raman patterns. Also, the increased oxygen functional groups on the HC surface have been confirmed by the contact angle and XPS spectra to facilitate electrolyte infiltration and improve Na+ storage active sites. As a result, the ICE of HC was improved from 60.6% to 80.9%. An ultrahigh specific capacity of 331.0 mA h g−1 at 0.1 A g−1 was obtained and the accelerated Na+ kinetics leads to superior rate performance (a high specific capacity of 211.0 mA h g−1 at 5 A g−1). This work highlights the importance of the surface chemistry of HC in the electrochemical performance, which is closely related to the coulombic efficiency, sodium storage capacity and Na+ ion kinetics. In-depth surface regulation of HC will further promote its commercial application in large-scale energy storage."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "C. S., T. J. and K. Y. X. supervised the project. C. W. conceived the idea and performed the experiments. T. J. wrote the paper. X. G. Z. and L. F. J. revised the manuscript. All authors have read and agreed to the published version of the manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts of interest to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Tailoring the surface chemistry of hard carbon towards high-efficiency sodium ion storage"
}