{
    "DOI": "10.1002/smll.202000504",
    "Journal": "",
    "Keywords": [
        "in situ X‐ray diffraction (XRD)",
        "iron selenides",
        "reaction mechanisms",
        "sodium‐ion batteries",
        "X‐ray absorption near‐edge structure (XANES)"
    ],
    "Sections": [
        {
            "content": [
                "The growing demand for renewable energy has greatly promoted the development of electrical energy storage (EES) technologies. As a promising alternative to lithium‐ion batteries (LIBs) especially for the grid‐scale EES, sodium‐ion batteries (SIBs) have recently attracted tremendous attention owing to the advantages of low cost and wide distribution of sodium resources.[] However, the radius and weight of Na+ are much larger than those of Li+, leading to unsatisfactory cyclic stability and frustrated rate capability related to the sluggish electrochemical reaction kinetics.[] Therefore, it is highly desirable to design suitable electrode materials with considerable capacity and decent lifespan.[] At present, various anode materials with different reaction mechanisms have been evaluated in SIBs, such as carbonaceous materials,[] intercalation‐type titanium‐based materials (TiO2, Na2Ti3O7, and NaTi2(PO4)3),[] conversion‐type materials (CuO, MnFe2O4, NiS2, MoS2, and CoSe2),[] and alloy‐type materials (P, Sn, and Sb).[] Among them, the conversion‐type materials, which possess higher capacity compared with the intercalation‐type materials, while present lower volume change upon Na+ extraction/insertion in comparison to the alloy‐type materials, are promising candidates for SIBs.[] Specifically, as a main member of the conversion‐type anodes, transition metal chalcogenides have been extensively investigated.[] Very recently, iron selenides have become a research hotspot because of their desirable specific capacity, low cost, as well as high conductivity.[] For example, Chen's group first evaluated FeSe2 microspheres as a high‐performance anode for SIBs,[] which could display 372 mAh g−1 with a capacity retention of 89.0% over 2000 cycles at 1 A g−1 and a fascinating rate capability of 226 mAh g−1 at 25 A g−1. Afterward, a few works have focused on the morphology design and carbon coating to further optimize the cyclic performance and electrical conductivity. Mai's group designed FeSe2 nanorod clusters as anode for SIBs,[] an impressive capacity retention of 97.4% at 1 A g−1 after 400 cycles and an admirable rate capability of 128 mAh g−1 at 35 A g−1 were obtained. Then, Kang's group fabricated FeSe2/graphitic carbon hollow microspheres through a salt‐temethod, which enable outstanding rate performance of 417 mAh g−1 at 5 A g−1 as Na‐storage anodes.[] Lately, Fe7Se8 has also been demonstrated to be a potential anode material for SIBs.[] Huang's group reported that the Fe7Se8 nanoparticles embedded in N‐doped carbon matrix could deliver remarkable cyclic stability of 339 mAh g−1 after 1200 cycles at 1 A g−1.[] Though very encouraging advancements have been made, the achieved electrochemical properties are still far from meeting the requirements of practical applications. It is of great significance but still remains a big challenge to explore a novel iron selenide‐based anode that can simultaneously present high capacity, high rate capability, and excellent cycling stability for sodium‐ion storage.",
                "NiAs‐structured Fe3Se4 is an important semiconductor material, which has been widely studied in the fields of magnetics,[] thermoelectricity,[] and electrochemistry.[] However, to the best of our knowledge, there is no report concerning its anode application for SIBs up to date; furthermore, there is a strong interest in its Na‐storage behavior. Herein, hierarchical urchin‐like Fe3Se4 was prepared via a solvothermal method and investigated as a novel anode material for SIBs. Based on the previous reports and our own experience,[] the micro–nano hierarchitectures enabled facilitated electrochemical reaction kinetics and strengthened electrode structure stability upon repeated sodium insertion/extraction processes. Thus, the as‐prepared urchin‐like Fe3Se4 could display outstanding rate capacities in terms of remarkable 410.4 mAh g−1 at 0.05 A g−1 and 200.2 mAh g−1 at ultrahigh 30 A g−1, meanwhile, a prominent capacity retention of 99.9% over 1000 cycles at 1 A g−1"
            ],
            "name": "Introduction",
            "type": "section"
        }
    ],
    "Title": "Urchin‐Like Fe3Se4 Hierarchitectures: A Novel Pseudocapacitive Sodium‐Ion Storage Anode with Prominent Rate and Cycling Properties"
}