{
    "DOI": "10.1021/acsami.7b14946",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electrical energy storage (EES) technologies with low cost, environmental friendliness, and high safety are now extensively pursued for effective utilization of renewable energy sources.  Compared with the various currently developed EES technologies, sodium-ion batteries (SIBs) have competitive advantages because of the adequate supply and low cost of Na resources and similar battery chemistry to lithium-ion batteries.  Currently, most SIBs use highly flammable and volatile organic carbonate esters as electrolytes, which can cause potential safety problems of SIBs, especially for large-scale energy storage applications. When the batteries are subjected to abuse such as short-circuiting, crush, overcharge, overheating or high temperature impact, a series of side reactions among the anode, cathode, and electrolyte would cause a catastrophic thermal runaway, even resulting in firing or explosion.  There is an urgent need to develop radically new electrolytes with high safety.",
                "Aqueous electrolytes and solid-state electrolytes are considered to be alternative electrolytes for constructing safer SIBs.  However, aqueous SIBs suffer from low operation voltage and dissolution of most electrode-active materials, leading to low energy density and insufficient cyclability.  Despite that a number of solid-state electrolytes are reported for SIBs, their low room temperature conductivities and poor interfacial compatibility may only allow low rate applications.  Therefore, it is still a must to develop a safe electrolyte with a wide electrochemical window and high ionic conductivity for practical battery applications.  In the search for such a safer electrolyte, organic phosphates appear to be a promising candidate due to their nonflammability, high solvating ability, and low viscosity for electrolyte salts.  As a proof of concept, we have reported a proton-type SIB based on dimethyl methyl phosphonate (DMMP), demonstrating the safer SIB can be achieved using this class of electrolytes. ",
                "Except for the safer electrolyte, electrode materials with high thermal stability and long lifespan are also key issues for battery applications. In the past decade, lots of host materials, such as metal oxide,  phosphate  and ferrocyanide cathodes,  metal alloys,  and carbonaceous anodes,  have been investigated for Na-storage electrodes. However, few of them have exhibited sufficient long-term cycle stability and thermal stability. NASICON phosphate hosts such as cathodic Na3V2(PO4)3 and anodic NaTi2(PO4)3 have large-sized 3D tunnels and a stable lattice structure, which can enable fast Na+ ion transport and zero-strain insertion reaction during cycling, leading to high rate capacity and long lifespan.  Therefore, these thermostable phosphate frameworks could be coupled with nonflammable electrolytes to build safer and cycle-stable SIBs.",
                "In this paper, we propose an all-phosphate sodium-ion battery (AP-SIB) using a Na3V2(PO4)3 (NVP) cathode and NaTi2(PO4)3 (NTP) anode, coupled with nonflammable phosphate electrolyte (trimethyl phosphate, TMP). Both the Na3V2(PO4)3 cathode and NaTi2(PO4)3 anode showed excellent adaptability to the TMP-based electrolyte, rendering cycling stability and rate capability comparable to that in a conventional carbonate electrolyte. In addition, the AP-SIB full cells show high safety even in fire due to their intrinsic nonflammability. Moreover, the AP-SIBs exhibit zero-strain characteristics due to the inverse volume changes of the phosphate cathode and anode during charge and discharge,  leading to excellent cycling performance (56 mAh g–1 after 1000 cycles at 10 C, 73.7% capacity retention) and designing flexibility for practical application."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Trimethyl phosphate (TMP) and fluoroethylene carbonate (FEC) were purchased from Aladdin and purified by distillation under vacuum before use. Graphene oxide (GO) suspension was obtained from Shandong Yuhuang New Energy Technology Co., Ltd."
                    ],
                    "name": "2.1 Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "V2O5, NH4H2PO4, and Na2CO3 first were dispersed in water with a stoichiometric ratio. Oxalic acid (V2O5:Oxalic acid = 1:4, molar ratio) was added into the solution during stirring at 70 °C. When the solution became transparent, an appropriate amount of GO dispersion was added (5 mg mL–1) with vigorous stirring. The NVP/GO precursor was prepared by a spray-drying process at the outlet temperature of 290 °C and then heated in flowing Ar at 850 °C for 8 h with a heating rate of 2 °C min–1 to form the NVP/rGO."
                    ],
                    "name": "2.2 Preparation of Na3V2(PO4)3/rGO (NVP/rGO) Composite",
                    "type": "h3"
                },
                {
                    "content": [
                        "P25 powder (20 mmol) was dispersed in 80 mL of aqueous solution containing Na2CO3 (5 mmol) and NH4H2PO4 (30 mmol). Then, 81 mL of GO suspension (5 mg mL–1) was added into the solution with vigorous stirring. The NTP/GO precursor was prepared by a spray-drying process at the outlet temperature of 290 °C and then heated in flowing Ar at 850 °C for 8 h with a heating rate of 2 °C min–1 to form the NTP/rGO."
                    ],
                    "name": "2.3 Preparation of NaTi2(PO4)3/rGO (NTP/rGO) Composite",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) was performed on a Shimazdu, model LabX XRD-6000 instrument. Field-emission scanning electron microscopy (FESEM) was performed by a field-emission scanning electron microscope operated at 5 kV (Merlin VP Compact, Carl Zeiss, Germany). Transmission electron microscopy (TEM) was performed using a field-emission transmission electron microscope (JEM-2100 HR). The ionic conductivity of the electrolytes was measured by using a conductivity measuring meter (DDS-307, Leici, China) at 20–40 °C. Thermal analysis of the electrodes was carried out on a differential scanning calorimetry (DSC, Q200 TA) at a heating rate of 10 °C min–1 from 60 to 450 °C."
                    ],
                    "name": "2.4 Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrode films were prepared by mixing NVP/rGO or NTP/rGO with acetylene black and poly(vinyl difluoride) (PVdF) in N-methyl-2-pyrrolidinone (7:2:1, weight ratio). The obtained slurry was pasted on a Cu foil, followed by drying in vacuum at 100 °C for 12 h. The 2016-type coin half-cells with sodium foil as the counter electrode and 0.8 M NaClO4 in trimethyl phosphate (TMP) as the electrolyte were assembled in an argon-filled glovebox with both O2 and H2O < 1 ppm. In the half-cell, to improve the reversibility of the Na electrode, the electrolyte contains 10 vol % fluoroethylene carbonate as film-forming additive. The all-phosphate-based sodium-ion battery was constructed by the NTP/rGO anode and NVP/rGO cathode with a mass ratio of 1:1.1 in the 0.8 M NaClO4/TMP electrolyte. The cells were cycled on a LAND battery tester (Wuhan LAND Electronics Co., China) between 2.0 and 3.9 V for the NVP/rGO half-cell, 1.4–3.0 V for the NTP/rGO half-cell, and 0.4–2.0 V for the all-phosphate full cell, respectively. Cyclic voltammetry (CV) tests were performed using an electrochemical workstation (Autolab PGSTAT128N, Eco Chemie, Netherlands)."
                    ],
                    "name": "2.5 Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                "The Na3V2(PO4)3 (NVP) and NaTi2(PO4)3 (NTP) particles coated with reduced graphene oxide (rGO) in this work were synthesized by a facile spray-drying method as described in our previous work. a,d shows the XRD patterns of the NVP/rGO and NTP/rGO samples, respectively. All the diffraction peaks of these two compounds are indexed to the R3̅c space group, NASICON structure (JCPDF card No. 53-0018 for NVP and No. 85-2265 for NTP), indicating high crystallinity and purity. The typical FESEM images (b,e) show that both the NVP/rGO and NTP/rGO particles appear as a spherical morphology with a diameter of about 10 μm. The TEM images (c,f) show that both the NVP/rGO and NTP/rGO microspheres consist of smaller irregular-structured nanoparticles. The high-resolution TEM images of the microspheres in the insets of c,f reveal that the NVP and TMP surfaces are tightly coated by uniform graphene-coating layers through spray-drying and calcination, which would form fast electron transport channels for electrochemical reaction.",
                "The ionic conductivity of the TMP electrolyte at the temperature range of −20 to 40 °C is shown in a. The 0.8 M NaClO4/TMP electrolyte possesses an ionic conductivity of 5.41 mS cm–1 at 25 °C, which is slightly lower than that (∼6.3 mS cm–1) of carbonate electrolyte.  The flammability tests (b) reveal that the TMP electrolyte cannot be ignited, demonstrating strong fire retardancy. c shows the CV curves of the Pt microelectrode in TMP-based electrolyte. No apparent redox peak could be observed at 0–5.0 V vs Na+/Na except for the plating/stripping peaks of sodium metal, indicating a wide electrochemical window for the TMP electrolyte up to 5 V. d displays the CV curves of TMP-based electrolyte on NVP/rGO and NTP/rGO electrodes. The NVP/rGO electrode and NTP/rGO electrode show a pair of peaks around 3.4 and 2.1 V, corresponding to the reversible transformation of V3+/V4+ and Ti3+/Ti4+, respectively.",
                "The electrochemical performances of the NVP/rGO cathode and NTP/rGO anode evaluated in the TMP electrolyte are shown in . The discharge capacities of the NVP/rGO electrode are 116.0, 115.9, 111.3, 106.9, 95.7, 81.3, 58.6, and 40.6 mAh g–1 at the rate of 0.2, 0.5, 1, 2, 5, 10, 20, and 30 C, respectively (a). c shows the cycling performance of the NVP/rGO cathode in the TMP electrolyte at 0.5 C. Very impressively, the NVP/rGO exhibits a discharge capacity of 102.9 mA h g–1 after 1000 cycles, corresponding to 89.8% capacity retention. b displays the rate performance of the NTP/rGO anode at various current densities. The charge capacities at 0.2, 0.5, 1, 2, 5, 10, 20, and 30 C are 127.8, 122.7, 117.7, 111.7, 104, 96.2, 87, and 80.6 mAh g–1, respectively. It is noted that a small sluggish peak appeared at starting the charging process at 0.2 C. This phenomenon may result from the polarization during the initial few cycles. After full activation of the electrode, the small sluggish peak disappeared. Besides, two discharge plateaus could be observed at relatively high current densities (b). This is commonly ascribed to the transfer of Na+ from the Na(1) to the Na(2) sites as local temperature increase induced by high current rates.  A similar phenomenon has also been reported for other NASICON-type materials. d shows the cycling stability of the NTP/rGO electrode at 0.5 C in the TMP electrolyte. The NTP/rGO electrode delivers a charge capacity of 91.4 mA h g–1 after 1000 cycles, corresponding to 74% capacity retention, which is similar to that (77%) in the carbonate electrolyte.  The high cycling Coulombic efficiencies (>99.5%) of both NVP/rGO and NTP/rGO electrodes indicate high electrochemical compatibility with the TMP electrolyte, ensuring long-term cycling stability. This superior cycle stability is difficult to obtain in aqueous electrolyte, due to some unavoidable side reactions such as hydrogen and oxygen evolutions especially at low current rates or at overcharge.",
                "The thermal stabilities of the NVP and NTP electrodes in the phosphate and carbonate electrolytes were comparatively investigated by differential scanning calorimetry (DSC) in the full charging state and discharging state, respectively (). The NVP and NTP electrodes show the exothermic peaks at 333.9 and 417.4 °C with a heat generation of 234.0 and 94.8 J g–1 in the TMP electrolyte, respectively. In contrast, the NVP and NTP exhibit lower exothermic peaks at 323.3 and 295.4 °C and increased heat generation of 240.8 and 106.2 J g–1 in the carbonate electrolyte, respectively. Therefore, it is evident that the TMP electrolyte can greatly improve thermal stability and safety of sodium-ion batteries compared to the carbonate electrolyte. ",
                "Encouraged by the electrochemical compatibility of the phosphate electrodes in phosphate electrolyte, we construct an intrinsically safe all-phosphate sodium-ion battery (AP-SIB) using the NVP/rGO cathode and NTP/rGO anode along with the TMP electrolyte. The NVP/rGO and NTP/rGO materials were balanced with the mass ratio of 1.1:1 based on their initial capacities. The full cell exhibits a potential plateau around 1.25 V in the first cycle with a discharge capacity of 103.7 mAh g–1 and Coulombic efficiency of 87.7% at 0.2 C (a). At a current rate of 0.2, 0.5, 1, 2, 5, 10, and 20 C, the cell delivers a discharge capacity of 103.7, 99.7, 88.7, 82.2, 74.6, 61.4, and 37.8 mAh g–1, respectively. The capacity can be recovered to 94.7 mAh g–1 as the current is returned to 0.5 C (b), suggesting excellent reversibility and rate capability. Considering the total mass weight of the NVP and NTP, a Ragone plot (d) was drawn to show the dependence of the energy density on the power density of the cell, based on the galvanostatic charge/discharge curves shown in c. The results in d clearly demonstrate that the specific energy of the NTP//NVP cell in TMP electrolyte is 68.1 and 16.01 Wh kg–1 at a power density of 13.4 and 847.3 W kg–1, respectively, indicating high energy output even at high power density. e presents the long-term cycling performance of the AP-SIB cell (0.2 C for the first four cycles and 10 C for the subsequent cycles). The AP-SIB cell exhibits a discharge capacity of around 56 mAh g–1 after 1000 cycles (73.7% capacity retention) with the Coulombic efficiency of 99.7%, exhibiting highly reversible Na storage performance. The high Coulombic efficiency (>99.5%) of the AP-SIB during cycling is most likely due to the absence of any detrimental side reaction (or SEI formation) of the TMP electrolyte in the operating voltage region.",
                "The XRD patterns of the NVP/rGO and NTP/rGO electrodes before and after cycling are shown in . After refining the XRD data (), the volume change of the NVP/rGO cathode declined 7.88% in the charge state while the NTP/rGO anode increased by 7.55% in the discharge state. This indicates that the AP-SIB would remain almost zero volume change during charging and discharging, which facilitates to realize long-term cyclability and flexible structure design for the large-capacity battery."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, an intrinsically safe and zero-strain all-phosphate sodium-ion battery (AP-SIB) with high rate capacity and long lifespan has been successfully developed for the first time by adopting NASCION NTP and NVP electrodes and nonflammable TMP electrolyte. The NTP anode and NVP cathode not only have a highly stable structure but also have high thermal safety. The TMP electrolyte offers appropriate ionic conductivity and high electrochemical stability in the operating potential range for regular battery function, and intrinsically fire resistance to ensure high thermal stability. As a result, the AP-SIB exhibits considerable discharge capacity (102.9 mAh g–1) at 0.2 C based on the NVP/rGO cathode, long cyclic life up to 1000 cycles with 73.7% capacity retention at 10 C, and high rate capacity (61.4 mAh g–1 at 10 C and 37.8 mAh g–1 at 20 C). Furthermore, the AP-SIB efficiently avoids firing as usually encountered in the carbonate electrolyte and severe side reactions such as hydrogen and oxygen evolution in the aqueous electrolyte, demonstrating high safety, long lifespan, and high energy/power densities for energy storage applications. Particularly, the AP-SIB possesses zero-strain characteristics which not only guarantees long cycling performance but also provides elastic structure design for large-capacity systems, rendering a new avenue toward highly safe and stable sodium-ion batteries."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "An All-Phosphate and Zero-Strain Sodium-Ion Battery Based on Na3V2(PO4)3 Cathode, NaTi2(PO4)3 Anode, and Trimethyl Phosphate Electrolyte with Intrinsic Safety and Long Lifespan"
}