{
    "DOI": "10.1039/C8CC04255A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Battery technology has been widely considered as essential to reduce the energy and environmental problems, because it can be coupled with renewable energy and can be readily utilized in numerous applications, such as portable electronics, and transportation and renewable energy storage systems. Among the battery technologies, lithium-ion batteries (LIBs) have been used as the predominant power sources in people's daily lives, due to their high energy density and long cycling life. However, the limited abundance of Li-salt results in the cost increase of LIBs and impedes their further development. Moreover, commercial graphite anodes have a low theoretical capacity of 372 mA h g−1, which is insufficient to satisfy the increasing demand for high power densities. Sodium-ion batteries (SIBs) have attracted tremendous attention and been studied for large-scale energy storage applications owing to the low cost and earth-abundance of Na resources. Nevertheless, due to the larger ionic radius of the Na+-ion (0.97 Å) than the Li+-ion (0.64 Å), the sluggish kinetics of Na+ during the insertion/extraction process leads to poor electrochemical performance for SIBs. Therefore, there is a quest for new anode materials to improve the battery technologies in both LIBs and SIBs.",
                "SnS2 with a layered structure and large interlayer spacing is one of the promising anode substitutes for LIBs and SIBs, because of its high theoretical capacity, low toxicity and earth-rich elements. However, SnS2 generally suffers from low electronic conductivity, large volume expansion and aggregation during the alloying/dealloying process, which result in problematic cycling stability and rate capability. One effective approach is combining SnS2 with a conductive carbon matrix to buffer the volume changes and improve the electronic conductivity. Graphene, one of the various functional carbon materials, has been extensively integrated with tin-based electrodes to improve their cycling performance due to its large surface area, excellent conductivity, chemical stability, and mechanical flexibility. What's more, it is well known that the doping of the graphene matrix with nitrogen atoms can bring about additional favorable properties and improve the electrochemically active sites for Li+ and Na+-ion storage. Thus, the integration of nanostructured SnS2 with nitrogen-doped graphene would provide an appealing strategy to enhance the electrochemical performance of LIBs and SIBs.",
                "Herein, we report a facile and unique strategy to fabricate ultrathin SnS2 nanosheets with nitrogen-doped graphene networks (SnS2/NGS) via a simple thermal decomposition method for the first time. The nitrogen-doped graphene matrix is also achieved simultaneously employing thiourea and ultrathin SnS2 nanosheets are well incorporated into the graphene matrix. Owing to the synergistic effect of the unique nanostructured SnS2 and NGS architecture, the as-prepared hybrid composite exhibits superior rate performance and high reversible capacities when used as an anode for LIBs and SIBs. This work could be extensively applied to synthesize other transition metal sulfides and boost the electrochemical performance in the related fields of energy storage.",
                "The synthesis process of the SnS2/NGS hybrid composite is illustrated in Fig. 1. Graphene oxide (GO) powders are well dispersed in deionized water and the oxygenic groups can tightly absorb Sn4+-ions on the surface. Thiourea molecules dissolve into the solution around the anions as the S and N sources. The Sn4+–CH4N2S precursors can be formed after a freeze-drying process, and are uniformly distributed into the GO layers. After calcining at 400 °C in an Ar atmosphere, GO is expected to transform into a N-doped graphene network with ultrathin SnS2 nanosheets embedded into it. The synthetic details are described in the experimental section.",
                "Fig. 2a presents the XRD pattern of as-prepared SnS2/NGS, and all the characteristic peaks are indexed well with the 2T-type layer structure (JCPDS card No. 23-0677) and no obvious impurities are detected. The characteristic peak of GO is absent, suggesting the formation of a graphene network after calcining. Furthermore, Fig. S1 (ESI†) also shows the XRD patterns of precursors annealed at different temperatures, demonstrating that Sn3S4 and SnS are formed with the temperature increasing to 500 °C. Raman spectroscopy is employed to characterize the graphene of SnS2/NGS (Fig. S2, ESI†). Two main peaks at 1328 and 1587 cm−1 are observed, corresponding to the D-band and G-band, respectively. Obviously, the intensity ratio of the D-band to G-band (ID/IG = 1.64) of SnS2/NGS is higher than that of GO (0.92), indicating the reduction of GO during the annealing process and the uniform distribution of SnS2 nanosheets into the graphene layers. The compositions of the as-prepared samples are determined via a TGA test, as shown in Fig. S3 (ESI†). The amount of NGS can be calculated to be around 6.8% in the hybrid composition by comparing the weight loss of the bare SnS2 and SnS2/NGS. Fig. S4 (ESI†) shows the N2 adsorption/desorption isotherms of the SnS2/NGS with a type-IV hysteresis loop, revealing the mesopores in the NGS matrix. The BET surface area of SnS2/NGS is about 58.6 m2 g−1, and the average pore size distribution is about 11.2 nm. The relatively high surface area of the SnS2/NGS composite in association with its mesoporous structure benefits electrolyte soaking and rapid Li+/Na+ diffusion.",
                "The SEM image (Fig. 2b) shows that the obtained hybrid composite presents a homogenous sheet-like structure with two-dimensional (2D) SnS2 nanocrystals distributed into the graphene layers. Moreover, the NGS networks present porous structures, which favorable for active materials connecting with the electrolyte. The TEM images (Fig. 2c and d) reveal that the SnS2 nanosheets are uniformly distributed in the NGS sheets. Also, the HRTEM image shows that the SnS2 nanosheets are encapsulated in the 3DNG matrix with tight bonding onto the surface. The SnS2 nanosheets in the hybrid composite are ultrathin, just a few layers (about 3.54 nm), and benefit the infiltration of the electrolyte and help to release the volume changes during the electrochemical process. The lattice fringe of 0.59 nm corresponds to the (001) plane of 2T-SnS2. The detailed morphology of SnS2/NGS can be further observed in Fig. S5 (ESI†). In addition, the EDX elemental mapping demonstrates the uniform distribution of Sn, S, C and N in the hybrid composite (Fig. 2e), indicating that the SnS2 nanosheets are fully encapsulated by the NGS matrix.",
                "The chemical states of the hybrid composite are examined using the XPS. From the survey spectrum (Fig. S6, ESI†), it can be clearly observed that the Sn, S, C and N elements coexist in the SnS2/NGS composite, which is in agreement with the EDX result. The amount of nitrogen atoms in the composite is about 19.2%, and the high N-doped graphene endows SnS2/NGS with enhanced electron/ion conductivity. The C 1s spectrum in Fig. S7a (ESI†) shows three peaks centered at 284.8, 285.6 and 286.5 eV, representing C–C, CC and C–N in graphene, respectively. The result demonstrates that nitrogen is chemically bonded to the carbon atoms of the graphene matrix. Fig. S7b (ESI†) shows that the high-resolution N 1s spectrum can be well fitted into three peaks, indicating the presence of pyridinic-N (399.3 eV), pyrrolic-N (400.7 eV), and graphitic-N (401.6 eV). In general, nitrogen-doping could not only improve the electronic conductivity, but also provide more active sites for alkali metal ion (Li+ or Na+) diffusion. The S 2p spectrum (Fig. S7c, ESI†) can be divided into two peaks at 162.8 and 161.8 eV, corresponding to S 2p1/2 and S 2p3/2, respectively. Additionally, in the Sn 3d high-resolution spectrum (Fig. S7d, ESI†), two peaks are observed at 486.6 and 495.0 eV, which can be assigned to Sn 3d5/2 and Sn 3d3/2, suggesting the Sn4+ ion.",
                "The SnS2/NGS hybrid composite is investigated as an anode for LIBs; the cyclic voltammetry (CV) curves are shown in Fig. 3a. The reduction peak at 1.21 V appearing in the first cycle can be attributed to the SnS2 decomposition into metallic Sn and Li2S as well as the formation of a solid electrolyte interface (SEI). The peak at 1.80 V in the first cathodic sweep is assigned to the Li+-ion intercalation in layers of SnS2 without any phase change. The peaks at 0.62 and 1.92 V in the first anodic process represent the reversible delithiation of metallic Sn and the oxygenation of Sn, respecively. The subsequent sweep curves coincide with each other, indicating relatively good cycling stability.",
                "Fig. 3b presents the charge–discharge profiles of the SnS2/NGS electrode during the 1st, 3rd and 5th cycles at a current density of 100 mA g−1. We can see that the SnS2/NGS electrode can deliver a discharge capacity of 1718.8 mA h g−1 and a charge capacity of 1476 mA h g−1, corresponding to a high Coulombic efficiency (CE) of 85.9%. The irreversible capacity loss originates from the formation of the SEI layer. After the initial cycles, the CE increases up to about 98% in the following cycles, and a stable reversible capacity of 1425 mA h g−1 can be obtained, demonstrating the superior cyclability.",
                "The rate performance of SnS2/NGS is evaluated at various densities ranging from 0.2 to 8 A g−1 (Fig. 3c and d). It can be seen that the electrode exhibits average specific capacities of 932, 825, 746, 638, 539 and 488 mA h g−1 at 1.0, 2.0, 3.0, 5.0, 7.0 and 8.0 A g−1, respectively. Furthermore, when the current density recovers back to 0.2 mA g−1, the capacity can return to 962 mA h g−1, suggesting that the unique structure of the SnS2/NGS electrode retains robustness and the electronic conductivity has been significantly improved. To further demonstrate the superior cycling performance of the SnS2/NGS hybrid composite, we test the electrode at a current density of 0.5 A g−1 for 200 cycles. As depicted in Fig. 4e, the SnS2/NGS electrode at 100 mA g−1 for the initial 3 cycles and then cycled at 0.5 A g−1 for 200 cyclesexhibits a stable specific capacity of 763 mA h g−1 after 200 cycles, and the CE is close to 100%. However, the bare SnS2 exhibits a rapid capacity fading, and only 156 mA h g−1 can be obtained after 200 cycles.",
                "The electrochemical properties of the as-prepared SnS2/NGS electrode are also investigated as an anode for SIBs. Fig. 4a shows the CV curves in the 0.01–3.0 V potential range at 0.2 mV s−1; an obvious broad peak at 1.2 V in the first cathodic sweep is ascribed to Na+ intercalation in the layers of SnS2 without phase decomposition. The distinct reduction peak at around 0.55 V corresponds to the alloy reaction of Sn and Na and the formation of SEI. In the anodic scan, the peaks at 0.45 V and 1.2 V can be attributed to the desodiation reaction of NaxSn and the reformation of SnS2, respectively. Importantly, the curves well overlapped with each other after the first cycle, indicating the good reversibility of SnS2/NGS for sodium storage.",
                "The charge–discharge profiles of SnS2/NGS are shown in Fig. 4b at the current density of 100 mA g−1. The initial discharge and charge capacities are 763 and 1147 mA h g−1, respectively. The capacity loss is mainly attributed to the formation of the SEI film (similar to the LIBs). After the first cycle, the voltage profiles in the 3rd and 5th cycles mostly overlapped with each other, suggesting excellent cycling stability. The rate capability of the SnS2/NGS electrode for SIBs is also measured at various current densities. As shown in Fig. 4c and d, the stepwise specific capacities of 678, 608, 518, 476, and 364 mA h g−1 can be obtained at 0.5, 1.0, 2.0, 3.0 and 5.0 A g−1, respectively. Moreover, when the current density returns back to 0.2 A g−1, the capacity can fully recover. Fig. 4e shows the cycle stability of the SnS2/NGS electrode at 100 mA g−1 for the initial 3 cycles, and when cycled at 0.5 A g−1 for 200 cycles, it can deliver a reversible capacity of 453 mA h g−1 even after 200 cycles, which is much higher than that of bare SnS2, corresponding to 87.4% capacity retention rate. Furthermore, the CE reaches up to 100%, indicating the excellent cyclability of SnS2/3DNG for SIBs. Compared with other previous literature reports about SnS2-based anode materials, this work shows excellent electrochemical performance (Table S2, ESI†).",
                "In order to further explain the advantages of the as-prepared SnS2/NGS composite, electrochemical impedance spectroscopy (EIS) was carried out. Fig. S8a and b (ESI†) show the Nyquist plots of the SnS2/NGS electrode after 1, 10 and 50 cycles for LIBs and SIBs. After fitting the impedance parameters (Table S1, ESI†), it can be seen that the interfacial resistance (Rct + Rint) decreases from 72.4 to 77.9 Ω after 50 cycles compared to 1 cycle for LIBs and 408.1 to 395.0 Ω for SIBs. This can be ascribed to the fact that the active sites of the internal structure increase and facilitate the charge transfer during cycling.Ex situ TEM measurements are performed on SnS2/NGS to investigate the structural evolution during the charge/discharge process (Fig. S9, ESI†). After 50 cycles at 0.1 A g−1, it is clearly observed that the SnS2 nanosheets are encapsulated by the NGS network and the morphologies are well maintained for both LIBs and SIBs. The crystal structure of SnS2 can be detected after 50 cycles, indicating the high reversibility of the SnS2/NGS anode.",
                "In summary, we report a versatile and scalable method to synthesize a SnS2/NGS hybrid composite with ultrathin SnS2 nanosheets embedded into N-doped graphene sheets. The as-prepared SnS2/NGS composite shows the desirable architectural advantages of the synergistic function between the confined SnS2 nanosheets and NGS. When evaluated as an anode for LIBs and SIBs, the SnS2/NGS electrode exhibits excellent electrochemical performance in terms of reversible capacity, rate capability and cycle stability. We believe that the synthetic strategy can be extended to develop other advanced electrodes for next-generation alkali-ion batteries.",
                "This work was partly supported by the National Natural Science Foundation of China (Grant No. 11705015), the Science and Technology Plan Project of Suzhou (Grant No. SYG201738), the Natural Science Foundation of Jiangsu Educational Department (Grant No. 15KJA430001) and the Scientific Research Foundation of University (Grant No. XZ1628)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A versatile strategy for ultrathin SnS2 nanosheets confined in a N-doped graphene sheet composite for high performance lithium and sodium-ion batteries"
}