{
    "DOI": "10.1002/smll.202103005",
    "Journal": "",
    "Keywords": [
        "density functional theoretical calculations",
        "heterojunctions",
        "porous carbon nanosheets",
        "sodium‐ion batteries",
        "synergistic effect"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) have been regarded as ideal alternative to lithium‐ion batteries (LIBs) due to the rich natural resource and low cost of sodium, as well as the similar chemical reaction mechanisms of lithium and sodium.[] However, owing to the ionic characteristics of Na+ (the radius of Na+ is larger than that of Li+), the diffusion of Na+ in anode materials is more sluggish than that of Li+, which surely causes the poor rate capability, short cycling life and low energy capacity of SIBs.[] Therefore, in response to the above issues, the most urgent and crucial task is to develop novel anode materials with special crystal design, aiming to improve the kinetics of sodiation and desodiation, which mainly comprises the finding of new materials and the structural design and morphology control of materials.[]",
                "So far, transition metal chalcogenides, consisting of transition metal oxides,[] transition metal sulfides,[] and transition metal selenides,[] have been considered as promising anode materials for SIBs due to their high theoretical capacities and conductivities, unique layered structures and favorable cycling stabilities.[] In particular, transition metal selenides, such as MoSe2,[] CoSe2,[] WSe2,[] and FeSe2,[] have drawn great attention, ascribed to their relatively small bandgaps with enhanced conductivities. Additionally, compared with transition metal oxides/sulfides, transition metal selenides have slightly larger and weaker metal–selenium bonds, which can be helpful for the insertion and extraction of sodium.[] For example, Ali et al. reported transition metal selenide (Fe2CoSe4) and transition metal sulfide (Fe2CoS4) as the electrode for SIBs, Fe2CoSe4 exhibited batter battery performance (614.5 mA h g−1) than Fe2CoS4 (335.8 mA h g−1) at 1 A g−1 after 100 cycles.[] Among transition metal selenides, CoSe2 has drawn great attention as anode material for SIBs because of its unique structure of the cubic pyrite‐type or orthorhombic marcasite‐type in which two selenium atoms are inserted into the crystal lattice of Co.[] It has been proved that this unique structure is conducive to the diffusion of large‐size sodium ions during the charge/discharge process. WSe2, as a 2D selenide, has advantages of narrow energy band and high intrinsic conductivity.[] Meanwhile, the large interlayer spacing (0.65 nm) of WSe2 is conducive to the rapid transport of sodium ions. Although CoSe2 and WSe2, as newly but rarely studied materials, have been proved to be potentially suitable candidates for SIBs, their insufficiently high ionic and electronic conductivity have still hindered the charge transfer substantially, limiting SIBs battery advancements, especially the rate performance. On that account, various strategies have been proposed to further boost ionic and electronic conductivity of CoSe2 or WSe2 based anode materials.",
                "As is well known, the combination of active materials and carbonaceous materials, such as the introduction of carbon matrix, carbon coating, and other conventional methods, is an effective strategy to alleviate volume expansion and enhance structural stability, leading to the improved electrochemical performance.[] Most importantly, carbonaceous materials, as a crucial component, can effectively ameliorate the ion/electron conductivity of integrated composites, realizing the fast ion transport and charge transfer. While, the carbonaceous materials, as a conductive matrix or coating, can only increase the interparticle ion/electron transport of active materials, i.e., the external charge transfer is improved, the internal charge transfer and transport are still not enhanced by the effect of carbonaceous materials.[] Thus, to enhance the internal ion/electron transport further, the design of a bimetallic selenide heterojunction with unique phase boundaries has been a promising route to accelerate the kinetics of the conversion reaction by coupling nanomaterials with different work functions.[] For example, our group synthesized a heterojunction structures of Co3Sn2/SnO2 as anode material for SIBs. The existence of built‐in electric field via the interface between Co3Sn2 and SnO2 enables the Na+ ions and electrons move fast, ameliorating the internal conductivity. The as‐obtained Co3Sn2/SnO2 displayed excellent rate capability, and a superior reversible capacity of 254 mA h g−1 at 0.05 A g−1 after 150 cycles.[] According to the theory, the work function of WSe2 3.7 eV (a higher Fermi level)[] is lower than that of CoSe2 4.7 eV (a lower Fermi level).[] When the CoSe2/WSe2 heterojunction is successfully fabricated, electrons will shift from WSe2 with higher Fermi level to CoSe2 (a lower Fermi level), resulting in a positive charge region on the WSe2 side and a negative charge region on the CoSe2 side at the CoSe2/WSe2 heterojunction interface. Therefore, the built‐in electric field is constructed, which can accelerate the transport rate of Na+ and electrons at the heterojunction interfaces to improve the electrochemical performance of the composites. However, recently reasonable and facile design and synthesis of high‐quality heterojunction with low cost of fabrication have been still a great challenge. In most cases, one material is produced initially, followed by the generation of the other coupled material on the surface of the initial material, finally resulting in the formation of heterojunction of two materials. For instance, Li et al introduced ZIF‐8 on the surface of WS2 nanorods, and subsequent carbonized to form WS2−x/ZnS@C heterojunctions.[] The electrochemical studies manifest that WS2−x/ZnS@C as anode material for SIBs delivers a relatively poor reversible capacity of 468.2, 411.1, 352.5, 296.4, 251.4, 206.4, 180.7, and 181.9 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 5, 10, and 20 A g−1, respectively. Therefore, it is highly necessary to find a one‐step route to fabricate heterojunction. As we all know, the double transition metal oxide, as a suitable precursor, can offer two transition metals in one crystal structure, which can surely lead to high quality heterojunction with low cost of fabrication by certain chemical treatments. For the first time, the double transition metal oxide has been used by us to form high quality interface between two transition metal selenides.",
                "Herein, in this work, we designed and synthesized a core–shell CoSe2/WSe2 heterojunction@carbon with different work functions, derived from CoWO4@PVP precursor, uniformly embedded in porous 3D carbon nanosheets (CNs) as anode material for SIBs. In this synthetic process, the core–shell CoSe2/WSe2 heterojunction@carbon can be built simultaneously with the formation of CoSe2 and WSe2 nanomaterials as the core–shell CoWO4@PVP precursor is selenized and carbonized. Driven by the synergistic effect of dual carbon modification and CoSe2/WSe2 heterojunction, the external charge transfer of CoSe2/WSe2 is improved by the introduction of carbonaceous materials including the CNs and the carbon coating, and the internal charge transfer enhanced by heterojunction with coupling two semiconductors of CoSe2 and WSe2. It should be noted that the unique structure of CoSe2/WSe2@C/CNs can provide several advantageous features, summarized as follows. 1) The transition metal selenides of CoSe2 and WSe2 have good conductivities and suitable crystal structures for sodium storage. 2) The introduction of porous CNs and carbon shell can effectively alleviate the volume expansion in the process of Na+ insertion and extraction, and also can provide a Na+ transport channel for CoSe2/WSe2 heterojunction, which is helpful to accelerate the Na+ transport and maintain the integrity of CoSe2/WSe2@C/CNs. 3) The heterostructure of CoSe2/WSe2 can produce lattice defects and distortions at the phase boundaries of the materials, improving the electrochemical performance by adjusting the kinetics of surface reactions. Meanwhile, the redistribution of electrons at phase boundaries would increase the adsorption sites of sodium ions. As we expect, CoSe2/WSe2@C/CNs shows excellent rate capability of 625 mA h g−1 at 0.1 A g−1 after 100 cycles and ultrastable cycle capacity of 501.9 mA h g−1 at 0.1 A g−1 after 200 cycles. In addition, the sodium storage mechanism and phase transformation of CoSe2/WSe2@C/CNs are proposed and explored by combining density functional theory (DFT) calculation results and ex situ X‐ray diffraction (XRD), ex situ Raman, ex situ electrochemical impedance spectroscopy (EIS), ex situ HRTEM, and ex situ selected area electron diffraction (SAED) experiments in charge/discharge process."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthesis process of CoSe2/WSe2@C/CNs is schematically illustrated in Figure , and the detailed synthesis process is given in the Experimental Section. First of all, sodium citrate was pyrolyzed into Na2CO3 as carbon templates in a tubular furnace at 780 °C. The crystal structure and morphology of Na2CO3 were characterized by XRD and scanning electron microscopy (SEM), and the results as shown in Figure  of the Supporting Information. It is clearly displayed that the Na2CO3 is produced and that the carbon skeleton can be seen along with Na2CO3 particles. After removing Na2CO3, a porous CNs skeleton can be formed, which is confirmed by XRD pattern of CNs shown in Figure  of the Supporting Information. From the SEM image (Figure , Supporting Information) and transmission electron microscope (TEM) images (Figure , Supporting Information), the ultrathin porous carbon nanosheets skeleton is observed clearly. Note that, this ultrathin layer of 3D porous carbon can be beneficial to the homogeneous loading and uniform dispersion of target nanomaterials. Subsequently, the ultrathin CNs were dispersed in cobalt nitrate solution, then sodium tungstate dihydrate and PVP were added to the above solution, respectively. The Co2+ can be crossed link with WO42− on the CNs because of the electrostatic attraction, accompanies by PVP coating, yielding core–shell CoWO4@PVP/CNs as precursors. Figure  of the Supporting Information reveals that the as‐prepared precursor is in good coincidence with the standard card of CoWO4 (JCPDS No. 15‐0867), without obvious impurities. The different magnification SEM and TEM images of core–shell CoWO4@PVP/CNs are shown in Figure  of the Supporting Information. It can be clearly seen that core–shell CoWO4@PVP nanoparticles are uniformly dispersed in CNs. Finally, core–shell CoWO4@PVP/CNs and Se powder were annealed under Ar/H2 atmosphere to attain CoSe2/WSe2@C/CNs. For comparison, the samples of WSe2/CNs and CoSe2/CNs were fully ground in a ratio of 1:1 to attain physically mixed CoSe2 and WSe2 materials (denoted as P‐CoSe2/WSe2@C/CNs). As well WSe2/CNs and CoSe2/CNs were also obtained in the same condition.",
                "Figure  presents XRD patterns of CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs. Apparently, it can be seen that all peaks of CoSe2/WSe2@C/CNs sample can be perfectly indexed into the crystal structures of WSe2 (JCPDS No. 39‐1388) and CoSe2 (JCPDS No. 09‐0234), demonstrating the high purity of CoSe2 and WSe2. For all four samples, the three diffraction peaks at 13.6°, 31.4°, and 37.8° are well consistent with the (002), (100), and (103) lattice planes of WSe2, respectively. Meanwhile, the four diffraction peaks at 34.2°, 37.6°, 51.8°, and 56.5° can be corresponded to the (210), (211), (311), and (230) lattice planes of CoSe2, respectively. According to the Scherrer equation, the mean particle sizes of WSe2 crystallites are calculated to be 9.8 nm. Moreover, the average particle sizes of CoSe2 crystallites are calculated to be 19.1 nm. Raman spectra of four samples are also shown in Figure . It is found that two peaks at 200 and 687 cm−1 can be contributed to the A1g and Ag modes of CoSe2, respectively, and that another peak at 472 cm−1 is attributing to the Eg mode of CoO due to the slight oxidation by oxygen in SeO2.[] Additionally, a strong peak at 275 cm−1 can correspond to the W–Se band.[] Figure  and Figure  (Supporting Information) reveal the different magnification SEM images of CoSe2/WSe2@C/CNs, and Figure , shows the different magnification TEM images of CoSe2/WSe2@C/CNs, which indicate that core–shell CoSe2/WSe2 heterostructure@carbon nanoparticles with the size of about 50 nm are uniformly distributed in CNs. To confirm the heterogeneous structure, high‐resolution TEM image of CoSe2/WSe2@C/CNs is displayed in Figure . Apparently, the lattice space of 0.649 nm can be contributed to (002) plane of WSe2 and the lattice space of 0.26 nm to (210) plane of CoSe2. Between WSe2 and CoSe2, the phase boundaries can be clearly observed, which is marked in yellow line, substantiating the formation of core–shell CoSe2/WSe2 heterojunction@carbon derived from core–shell CoWO4@PVP. Obviously, a carbon out shell coating on the nanoparticle is seen, which is attributed to the pyrolysis of PVP. In addition, Figure  shows the corresponding SAED, displaying that a large number of concentric diffraction rings are in good matched with multiphases of WSe2 and CoSe2, being consistent with XRD results.",
                "For further characterization of elemental distribution, TEM elemental mapping of CoSe2/WSe2@C/CNs (Figure , Supporting Information) suggests an even distribution of W, Co, Se, C elements within CNs. The energy dispersive X‐ray spectroscopy (EDX) spectrum (Figure , Supporting Information) shows that the atomic ratio of Co, W, and Se is determined to be 1.1:1:3.7, which is in accordance in with the XRD result. In order to further prove the existence of heterojunction, HRTEM mapping was also carried out to distinguish the distribution of Co, W, and Se elements. As shown in Figure –, there is an obvious boundary between elements Co and W, which is in a great agreement with the above results. Meanwhile, the atomic ratio of Co, W, and Se is 11.38:0.92:21.25 in area1 and 3.61:11.45:27.41 in area2, matching with CoSe2 and WSe2 structures, respectively. For comparison, SEM and TEM images of P‐CoSe2/WSe2/CNs are shown in Figure  of the Supporting Information. The elemental TEM mapping of P‐CoSe2/WSe2/CNs also displays the homogeneous distribution of W, Co, Se, and C elements in CNs, as depicted in Figure  of the Supporting Information. Figure  of the Supporting Information shows SEM and TEM images of WSe2/CNs, and Figure  of the Supporting Information reveals SEM and TEM images of CoSe2/CNs, suggesting that WSe2 and CoSe2 nanoparticles are well‐distributed in CNs.",
                "In order to explore the formation process of CoSe2/WSe2@C/CNs, the samples obtained at different temperatures were characterized by XRD. As shown in Figure , at 400 °C, a small peak at 13.6°, corresponding to the 002 plane of WSe2, appears. Meanwhile, the CoWO4 peak weakened. As the temperature is increased, the peaks indexed to WSe2 and CoSe2 become intensified. Note that the core–shell CoSe2/WSe2 heterostructure@carbon is formed during the transformation from core–shell CoWO4@PVP to Co–W selenide, ensuring the creation of high quantity and quality CoSe2/WSe2 interface. From the Raman spectra of CoSe2/WSe2@C/CNs, WSe2/CNs, CoSe2/CNs, and bare CNs (in Figure ), it can be obviously observed that two broad peaks located at 1350 and 1580 cm−1, contributed to the D band and G band of CNs materials, respectively.[] The intensity of D‐band (ID) is comparable with the G‐band (IG) to study the graphitization degree of carbon materials and the higher value of, this ratio the higher degree of crystallization.[] The ID/IG for CoSe2/WSe2@C/CNs is 0.96, proving the presence of more defect and disorders in CoSe2/WSe2@C/CNs than in other samples. In order to further confirm that the carbon content in four samples, the thermogravimetric analysis (TGA) was carried out for CoSe2/WSe2@C/CNs (Figure ), CoSe2/WSe2 (Figure , Supporting Information), WSe2/CNs (Figure , Supporting Information), and CoSe2/CNs (Figure , Supporting Information). As shown in Figure , the slight weight increase before 345 °C can be contributed to the oxidation of CoSe2/WSe2@C/CNs to SeO2[] and WO3.[] Then the main loss between 345 and 560 °C can be attributed to the combustion of carbon material, and the evaporation of the formed SeO2.[] Combining to the CoSe2/WSe2, WSe2/CNs, and CoSe2/CNs TGA curves, the content of carbon in CoSe2/WSe2@C/CNs, WSe2/CNs, and CoSe2/CNs is calculated to be 39.8%, 34.8%, and 35.3%, respectively.",
                "The CoSe2/WSe2@C/CNs, WSe2/CNs, CoSe2/CNs, and bare CNs were also carried out by Brunauer–Emmett–Teller (BET) analysis on the N2 adsorption/desorption isotherms, the results of which were shown in Figure  and Figure  (Supporting Information), respectively. The specific surface area is 123.7 m2 g−1 for CoSe2/WSe2@C/CNs, 179.6 m2 g−1 for WSe2/CNs, 113.8 m2 g−1 for CoSe2/CNs, and 562.9 m2 g−1 for CNs, which is slightly lower that of WSe2/CNs, close to that of CoSe2@CNs and much smaller than that of CNs. It should be noted that the specific surface area of sample CoSe2/WSe2@C/CNs is much lower than CNs due to CoSe2 and WSe2 nanoparticles filled in the porous carbon framework to reduce the specific surface area. The large specific surface area of CoSe2/WSe2@C/CNs can not only shorten the diffusion path of sodium ions, but also accelerate the surface reaction kinetics to improve electronic conductivity. Figure  of the Supporting Information exhibits the corresponding Barrett–Joyner–Halenda porosity distribution curves of CoSe2/WSe2@C/CNs, WSe2/CNs, CoSe2/CNs, and bare CNs (Figure , Supporting Information), showing that the samples are mainly composed of micropores and mesoporous structures, which are well in agreement with SEM and TEM results.",
                "X‐ray photoelectron spectroscopy (XPS) was executed to analyze the surface chemical states of CoSe2/WSe2@C/CNs, and three reference samples of P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs. XPS full spectrum in Figure  reveals the presence of C, Co, W, Se, and O elements in the CoSe2/WSe2@C/CNs, which are consistent with EDS analysis. It needs to be explained that the oxygen specie in XPS spectrum is mainly from air and a small amount of SeO2 in selenium source during selenization, which is very the common phenomenon reported.[] For C 1s spectrum of CoSe2/WSe2@C/CNs (Figure ), three peaks located at 284.5, 285.9, and 286.6 eV can be attributed to CC/CC, CO, and OCO, respectively.[] The high‐resolution Co 2p spectrum of CoSe2/WSe2@C/CNs can be separated into six peaks, as shown in Figure . The four peaks at 780.5, 782.7, 797.2, and 798.9 eV can be attributed to Co 2p3/2, CoO, CoCo, and Co 2p1/2, respectively. Two peaks at 786.2 and 802.4 eV can be contributed to satellite peaks.[] Compared with the corresponding spectra of P‐CoSe2/WSe2/CNs and CoSe2/CNs, it can be evidently seen that the peaks of Co 2p3/2 and CoO in CoSe2/WSe2@C/CNs slightly shift toward higher binding energy. Figure  of W 4f spectrum exhibits that the two peaks at 32.3 and 34.5 eV can be related with W 4f7/2 and W 4f5/2, and two additional peaks at 35.6 and 37.5 eV are contributed to WO bonds.[] Meanwhile, the corresponding W 4f peaks of CoSe2/WSe2@C/CNs sample move toward to a lower binding energy. This observation is due to the spontaneous formation of heterojunction with WSe2 semiconductor contacting with CoSe2, leading to the shift of electron cloud density under electrostatic attraction. The high‐resolution Se 3d XPS spectrum (Figure ) displays two peaks at 54.7 and 55.6 eV can be attributed to Se 3d5/2 and Se 3d3/2, respectively, and the broad peak at 58.8 eV implies the existence of SeOx, which is similar to previous reports.[] Figure  of the Supporting Information reveals the XPS spectra of P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs samples indicating the presence of C, W, Co, and Se elements.",
                "The electrochemical performances of CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs composites were evaluated with a series of CR2025‐type coin half cells. The initial three cyclic voltammetry (CV) curves of CoSe2/WSe2@C/CNs sample were measured at a scan rate of 0.2 mV s−1 (vs Na+/Na) in 0.005 to 3 V. In order to accurately understand the redox reaction of CoSe2/WSe2@C/CNs, the CV curves of reference samples P‐CoSe2/WSe2/CNs (Figure , Supporting Information), WSe2/CNs (Figure , Supporting Information), CoSe2/CNs (Figure , Supporting Information), and CNs (Figure , Supporting Information) were characterized under the same conditions. As shown in Figure , a small reduction peak at 1.41 V can be attributed to the Na+ insertion into CoSe2 to form NaxCoSe2. Subsequently, a sharp peak at 1.1 V can be ascribed to the reduction of NaxCoSe2 into Co and Na2Se and the formation of SEI film, which is in agreement with previous reported.[] The following peak at 0.55 V can be indexed to the Na+ insertion into WSe2 to form NaxWSe2 and the reduction of NaxWSe2 to Na2Se and metallic W,[] and shifted to a higher position at 1.41 V during the 2nd and 3rd cycles. It can be explained that the formation of amorphous selenium, which leaded to the change of crystal structure during the first Na+ insertion/desertion process. During the corresponding anodic scan, a sharp peak at 1.81 V can be associated with the formation of NaxCoSe2 and the desertion of Na2Se into Se. The following peak at 2.14 V can correspond to the formation of CoSe2. During the subsequent cathodic scan and anodic scan, both the oxidation and reduction peaks in CV curves revealed a well overlap, suggesting a superior reversibility and stability of CoSe2/WSe2@C/CNs anode.",
                "Figure  presents the discharge and charge profiles of the CoSe2/WSe2@C/CNs composites in the 1st, 2nd, 3rd, 50th, and 200th at a current density of 0.1 A g−1. The platforms at 1.4, 1.16, 0.74, and 1.8 V in discharge and charge process are in good agreement with the oxidation and reduction peaks in CV curves. The CoSe2/WSe2@C/CNs displays a higher discharge and charge specific capacities of 1548 and 873 mA h g−1 at 0.1 A g−1 in the first cycle, respectively, corresponding to an initial coulombic efficiency of 57%. The initial capacity loss is mainly due to the formation of SEI film and the irreversible reaction. By comparison, Figure  and Figure  of the Supporting Information show the discharge and charge profiles of reference samples of P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs, suggesting much lower discharge and charge specific capacities than CoSe2/WSe2@C/CNs anode.",
                "The cycling stabilities of the CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, CoSe2/CNs, and CNs anodes at 0.1 A g−1 over 200 cycles are shown in Figure . As expected, the discharge specific capacity of CoSe2/WSe2@C/CNs anode is stabilized at 501.9 mA h g−1 at 0.1 A g−1 over 200 cycles, and the coulombic efficiency value then approaches at 93% after the first cycle, but only 100, 109, 180, and 136 mA h g−1 for P‐CoSe2/WSe2/CNs, WSe2/CNs, CoSe2/CNs, and CNs anodes at 0.1 A g−1, respectively. It is clearly seen that CoSe2/WSe2@C/CNs electrode exhibits higher specific capacities than P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs. This phenomenon can be contributed to the formed heterojunction at the phase boundary and the introduction of porous carbon nanosheets and carbon shell that can not only effectively avoid the volume expansion during the process of Na+ extraction and insertion, but also can accelerate the kinetics of Na+ storage and maintain the integrity of the structure.",
                "Meanwhile, the rate capabilities of CoSe2/WSe2@C/CNs electrode and three reference samples were further verified at various current densities from 0.1 to 1.6 A g−1, the results as shown in Figure . The CoSe2/WSe2@C/CNs electrode displays high reversible capacities of 725, 681, 615, 549, and 484 mA h g−1 at 0.1, 0.2, 0.4, 0.8, and 1.6 A g−1, respectively. Moreover, when the current density returns to 0.1 A g−1 after 100 cycles, the specific capacity can still remain the same level at 625 mA h g−1. For comparison, the three reference samples show lower reversible capacities than CoSe2/WSe2@C/CNs electrode, which are consistent with the cycling test results. Besides, the long‐term cycling stabilities of CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs were carried out at 0.5 A g−1, as shown in Figure . The CoSe2/WSe2@C/CNs electrode reveals a more stable reversible capacity of 277 mA h g−1 than three reference samples at 0.5 A g−1 over 200 cycles. This phenomenon is mainly due to the formation of heterojunction with phase boundaries in CoSe2/WSe2 composite. By comparing the rate performance with previous WSe2‐based and CoSe2‐based reports (Figure ), the CoSe2/WSe2@C/CNs anode exhibits excellent rate capability.[]",
                "In order to further confirm the effect of Na+ migration rate and conductivity on electrochemical performance, the EIS spectra of all samples were tested, as exhibited in Figure . It can be clearly seen that all Nyquist diagrams are composed of a semicircle in the high frequency region and a slant line in the low frequency region. In the equivalent circuit model (inset in Figure ), the intercept of Z′ axis in high frequency region represents the resistance between electrode, electrolyte, and separator (Re), the semicircle in high frequency region stands for SEI film on electrode surface (Rs), the semicircle in intermediate frequency region corresponds to resistance of charge transfer (Rct) and the oblique line in low frequency region relates to Warburg impedance (Zw) of Na+ diffusion in active material. Besides, CPE1 and CPE2 stand for the stable phase capacitance of SEI film and double‐layer capacitance, respectively. As shown in Table  (Supporting Information), the CoSe2/WSe2@C/CNs anode reveals a smaller Rct (181 Ω) than P‐CoSe2/WSe2/CNs anode (249 Ω), WSe2/CNs anode (372 Ω), and CoSe2/CNs anode (753 Ω). Meanwhile, the Rct value of CoSe2/WSe2@C/CNs anode (142 Ω) is also lower than that of P‐CoSe2/WSe2/CNs anode (481 Ω), that of WSe2/CNs anode (454 Ω) and that of CoSe2/CNs anode (490 Ω), obviously certifying that the heterojunction with phase boundary can increase the active sites of sodium ions, accelerate the transmission rate of sodium ions and improve the reaction kinetics. To further understand the Na+ diffusion process for CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs anodes, the Na+ diffusion coefficients (DNa+) are calculated by the following equations1D=R2T2/2A2n4F4C2σ22Z′=Re+Rct+σω−1/2",
                "In Equation (), D stands for the Na+ diffusion coefficients, A and n correspond to the surface of the active material and the charge transfer number per molecule in electrochemical reaction, F and C represent the faraday constant and Na+ concentration, respectively, σ and ω are Warburg factor and the angular frequency (ω = 2πf), and R and T relate to the gas constant and absolute temperature, respectively. Figure – exhibits the relationship between Z′ and ω−1/2 in low frequency region of the CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs anodes in fresh and after 3 cycles, respectively. Combining the Equation () and Table  (Supporting Information) it is evidently that CoSe2/WSe2@C/CNs anode exhibits a larger DNa+ value in fresh and after 3 cycles than P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs anodes, suggesting faster and more stable sodium ion kinetics according to previous reports.",
                "CV measurements were carried out at various scan rates from 0.2 to 1.0 mV s−1 to further understand the kinetics of electrochemical reaction and capacitive behavior of CoSe2/WSe2@C/CNs (Figure ), P‐CoSe2/WSe2/CNs (Figure , Supporting Information), WSe2/CNs (Figure , Supporting Information), and CoSe2/CNs (Figure , Supporting Information) anodes. It is visibly observed that all CV curves show the same positions of reduction/oxidation peaks when the sweep rates from 0.2 to 1.0 mV s−1. According to previous literature reports, the relationship between the peak current (i) and the scan rate (v) obeys the equation as follows3i=avb4logi=b · logv+logawhere a and b are two constants, the value of b can be obtained from Equation (). More specifically, the b = 0.5 stands for diffusion‐controlled and b = 1.0 corresponds to capacitive behavior. By calculating, the b values of CoSe2/WSe2@C/CNs anode (Figure ) at peaks 1, 2, 3, and 4 are 0.84, 0.92, 0.83, and 0.90, respectively, indicating that the CoSe2/WSe2@C/CNs anode sodium storage dynamics is included by both diffusion‐controlled and capacitive behavior. For comparison, Figure  of the Supporting Information displays the b values of P‐CoSe2/WSe2@CNs, WSe2@CNs, and CoSe2@CNs anodes proving that the reaction kinetics of the CoSe2/WSe2@C/CNs anode is faster than that of reference samples. Moreover, the sodium storage pseudocapacitive contributions can be calculated by utilizing the following equations5iV=k1v1/2+k2v6iV/v1/2=k1+k2v1/2where i (V) is the current relation to specific potential, k1 and k2 are constants, thus the k1 and k2 can be calculated by utilizing Equation (6). Figure  reveals the capacitive contribution ratio of CoSe2/WSe2@C/CNs anode at 0.2 mV s−1. It can be observed that the capacitive contribution ratio of CoSe2/WSe2@C/CNs is 73.5% at 0.2 mV s−1. Besides, Figure  of the Supporting Information shows the capacitive contribution ratios of P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs at 0.2 mV s−1, respectively. Figure  presents the capacitive contribution ratios of CoSe2/WSe2@C/CNs, P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs anodes at various scan rate from 0.2 to 1.0 mV s−1. By contrasting, it can be clear seen that the capacity contribution becomes dominant with the sweep rate increasing from 0.2 to 1.0 mV s−1, the capacitive contribution ratio of CoSe2/WSe2@C/CNs is higher than P‐CoSe2/WSe2/CNs, WSe2/CNs, and CoSe2/CNs anodes. This phenomenon can completely be explained the excellent electrochemical performance of CoSe2/WSe2@C/CNs.",
                "To further study the reactions kinetics of the CoSe2/WSe2@C/CNs, WSe2/CNs, and CoSe2/CNs anodes, the galvanostatic intermittent titration technique (GITT) was measured to obtain the sodium ionic diffusion coefficient (D) when the voltage is between 0.005 and 3 V at 0.1 A g−1, and the results are displayed in Figure –. According to previous reports,[] the (DNa+) value can be calculated as the following equations7DNa+=4πτmBVMMBS2ΔESΔEτ2where τ stands for the time of current pulse (min), mB and MB represent the mass and the molar mass of active materials, VM, and S are the molar volume active materials, and the area of electrode, respectively, ΔES is the change in the steady‐state potential after a discharge pulse and open‐circuit standing, and ΔEs is the voltage change during a discharge pulse. Figure , shows the discharge and the charge of CoSe2/WSe2@C/CNs, WSe2/CNs, and CoSe2/CNs anodes, which are in well agreement with the discharge and charge curves. From Equation (7), the (DNa+) values of CoSe2/WSe2@C/CNs, WSe2/CNs, and CoSe2/CNs electrodes can be calculated, and the results are shown in Figure ,. It can be seen that CoSe2/WSe2@C/CNs electrode exhibits a high (DNa+) value both discharge and charge, which are consistence with the EIS results.",
                "To deeper understand the sodium storage mechanism of CoSe2/WSe2@C/CNs electrode, ex situ XRD, ex situ Raman, ex situ HRTEM, and ex situ SAED were conducted to track the material translates when the discharge voltage from open‐circuit to 0.005 V and the charge voltage from 0.005 to 3 V at first cycle, as depicted in Figure .",
                "Figure  shows the voltage values of discharge and charge curves corresponding to oxidation and reduction reaction of CV curves. Figure  presents the ex situ Raman spectra of CoSe2/WSe2@C/CNs composites. When discharge to 1.0 V (I), a strong peak at 254 cm−1 contributes to W–Se band. In the state (II), the peak becomes weaker. When continually discharge to 0.005 V, the peak of WSe2 is fully disappeared, suggesting that the Na+ insertion into WSe2 to change the phase, which are agreement with CV results. When the voltage reaches at 3 V in state (V), two peaks at 191 and 679 cm−1 attribute to A1g and Ag modes of CoSe2. However, there is no peak of WSe2 indicating that WSe2 is an irreversible reaction. Meanwhile, the ex situ XRD was carried out to deeper understand the sodium storage mechanism of CoSe2/WSe2@C/CNs (Figure ). The different peaks can be distinguished by different colors, where the color changes from red to blue exhibits the intensity of the peak increases. At the open‐circuit voltage state, the diffraction peaks of CoSe2 and WSe2 can be clear observed. When the discharge reaches 1.0 V (I), the peak of WSe2 at 13.8° and the peak of CoSe2 at 33.7° gradually start weakening. Continuing discharge to 0.5 V (II), the characteristic peaks of WSe2 and CoSe2 are all vanished, and a weaker peak of Na2Se at 37° is appeared, which is indexed to (220) plane of Na2Se phase (JCPDS. No 47–1699), evidencing the conversion reaction between WSe2, CoSe2, and Na+. After full discharge to 0.005 V (III), the peaks of Na2Se and Co at 22.7° and 40° are appeared, respectively, which are attributed to (220) plane of Na2Se and (101) plane of Co phase (JCPDS. No 01‐1277), suggesting that Na+ is full reacted with WSe2 to form Na2Se, amorphous tungsten and selenium. During the charging process, the peak at 1.8 V (IV) of Na2Se appeared at 22° and 27°. When full charging to 3 V, it is not observed the peak of WSe2, indicating that the WSe2 phase could not be recovered. To further evidence the ex situ XRD results, the three states (I, III, and V) of ex situ HRTEM and ex situ SAED were carried out. In state I, the lattice spacing of 0.24 and 0.239 nm can be attributed to the plane of Na2Se and WSe2, respectively, and the lattice spacing of 0.239 nm can be assigned to the planes CoSe2 (Figure ), which are well agreement with SAED results (Figure ). In the state III (Figure ), the lattice spacing of 0.24 and 0.219 nm can be contributed to the plane of Na2Se and Co, respectively, corresponding the (220) and (101) diffraction rings, as shown in Figure . In state V (Figure ), the lattice spacing of 0.24 and 0.239 nm can be corresponded to the CoSe2 (211) and Na2Se (220), respectively, attributing the (230) and (220) diffraction rings (Figure ), which clearly confirm that the CoSe2 is recovered and WSe2 is not regenerated.",
                "To get a better understanding of CoSe2/WSe2@C/CNs anode impedance during first discharge and charge process, the ex situ EIS measurements under different potentials were carried out, the results of which are displayed in Figure –. Figure  shows the SEI film on electrode surface (Rs) at different voltages state, at the first stage of the discharge (I), the Rs is increased compared with initial state, which can be contributed to the SEI formation and the conversion reaction. In the subsequent process (II–V), Rs gradually decreased, suggesting that stable SEI film has been formed. Meanwhile, Figure  shows the resistance of charge transfer (Rct) at different voltages state, at the first stage of the discharge (I), the Rct is 47.6 Ω, in the subsequent process (II–III), the Rct gradually increased due to the formation of the W and Co metal, and the intercalation of Na+ ions. During the charging process, the Rct greatly reduced compared with discharging process. These results further prove the results of CV curves, indicating that the CoSe2/WSe2@C/CNs electrode has ultrahigh stability and reversibility.",
                "In this study, the adsorption of Na ion on the (100), (010), and (001) surfaces of CoSe2 and WSe2 was calculated, respectively, and the most stable optimized configurations for each surface and corresponding adsorption energies were depicted in Figure –. For hexagonal WSe2, which belongs to the D6h (6/mmm) crystallographic point group with six symmetry axes, the (100) and (010) surfaces are the same. The other optimized structures together with the adsorption energies were given in  and  of the Supporting Information for reference. As shown in Figure – and  and  (Supporting Information) the Na ion could stably adsorb on either of the CoSe2 and WSe2 surface due to the negative adsorption energy. Moreover, the Na ion adsorption did not induce significant geometric deformation or lattice expansion, implying theirs promising potential application in SIBs. For CoSe2, all the crystal surfaces show eminent affinities to the Na ion and the (001) surface is the most stable one. Conversely, the affinity of WSe2 surfaces to Na ion shows apparent selectivity, and the adsorption on (100)/(010) surface (−2.90 eV) is more stable than the (001) surface (−0.83 eV).",
                "As shown in Figure ,, the migration energy barrier of Na+ in WSe2 is 0.23 eV, which is significantly smaller than that of 0.92 eV in CoSe2. The divergent diffusibility of Na+ in WSe2 and CoSe2 is caused by the totally different surrounding in crystal cell. For Na+ adsorbed in CoSe2 unit cell, there is relatively strong interaction with nearby Se and Co atoms along diffusion path, however, within WSe2 unit cell, the Na+ could migrates along the vacant layer between two Se layers rather freely. Notably, the Na+ diffusion barrier in the WSe2 material is even comparable to the graphene.[] In order to study the electrical conductivity of the two materials, the density of states (DOS) was calculated and depicted in Figure –. The CoSe2 with low Na+ diffusion rate exhibits metallic characteristics (Figure ), and with the addition of the graphene base layer, the intensity of DOS weakens due to the reduction of contribution from Co‐d near Fermi level and also from Se‐p in low and high energy region (Figure ). Whereas, the WSe2 shows a typical semiconductor characteristic with a bandgap of 1.50 eV (Figure ). The conductivity of WSe2 is evidently improved by adding a graphene base layer, and as shown in Figure , the bandgap is decreased to 0.36 eV. Furthermore, the intensity of conduction band and forbidden band decreases and increases near the Fermi level, respectively. The mixed CoSe2/WSe2 heterostructure exhibits weak metallic character with relatively low DOS intensity near the Fermi level, which would be slightly enhanced after the addition of the graphene base layer. Therefore, the CoSe2/WSe2 material possesses high Na+ diffusibility, electrical conductivity, and electrochemical performance, and these properties would be slightly enhanced after the addition of the graphene layer."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, we have successfully obtained CoSe2/WSe2@C/CNs by a facile synthesis approach. The CoSe2/WSe2@C/CNs anode reveals ultrastable specific capacity of 277 mA h g−1 at 0.5 A g−1 over 200 cycles, and ultrahigh rate capacity of 625 mA h g−1 at 0.1 A g−1 after 100 cycles. This method can not only generate abundant phase boundaries, which can generate built‐in electric‐field to accelerate the rapid migration of Na+ and improve the conductivity of electrons, but also can introduce carbon shell, which can prevent the active material pulverization during the sodiation/desodiation process. The novel design and the facile synthesis method are expected to be applied to heterojunction of other metal oxide/sulfide for SIBs."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis of 3D ultrathin CNs was based on the previous method. 10 g sodium citrate was carbonized under Ar at 780 °C for 1 h and the heating rate was 5 °C min−1 to produce sodium carbonate. After cooling to room temperature naturally, grinding the black material and washing out the sodium carbonate with dilute hydrochloric acid were carried out. The final porous carbon was washed several times with deionized water and absolute ethanol and dried at 70 °C for 12 h.",
                        "First, 30 mg CNs was added to 20 mL deionized water with 30 min ultrasonication. Then 250 mg cobalt nitrate hexahydrate (Co(NO3)2 · 6H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were added in the above solution under magnetic stirring for 10 min to form a uniform solution A. Finally, 50 mg sodium tungstate dihydrate (Na2WO4 · 2H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were dissolved in 15 mL deionized water under magnetic stirring for 10 min to form a uniform solution B. Then, solution B was added drop by drop into solution A under continuous magnetic stirring for 10 min. The precipitated solution was transferred to 40 mL Teflon lined autoclave, which was maintained at 160 °C for 12 h. After cooling to room temperature, the final product was washed by deionized water and absolute ethanol and dried at 70 °C for 12 h.",
                        "In a typical synthesis, the as‐obtained CoWO4@PVP/CNs and Se powder (1:15 in weight) were placed in the tube furnace and selenium powder placed upstream of tubular furnace. Finally, the porcelain boat was heated at 600 °C for 1 h at a ramp rate of 3 °C min−1 under reductive atmosphere (H2/Ar = 5%/95%), after cooling to room temperature, a black powder was obtained.",
                        "First, 30 mg porous carbon was dissolved to 10 mL dimethyl formamide (DMF) solution with 30 min ultrasonication. Then, 75 mg of NaBH4, 178 mg of Se powder, 495 mg of Na2WO4 · 2H2O, and 3 mL deionized water in 20 mL DMF solution were gradually added to the above solution. Finally, the obtained mixtures were vigorously stirred for 2 h and transferred into 40 mL Teflon lined autoclave, which were maintained at 200 °C in for 12 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h.",
                        "First, 30 mg CNs, 93.75 mg Co(CH3COO)2 · 4H2O, and 500 mg PVP were dispersed in deionized water (30 mL) by sonication. Subsequently, 54 mg Se powder was dissolved in 0.5 mL N2H4 · H2O, and then mixed with the above solution. Finally, the obtained mixtures were vigorously stirred for 30 min and transferred into 40 mL Teflon lined autoclave, which were maintained at 180 °C in for 10 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h.",
                        "All calculations in this study were performed by the open‐source code Quantum Espresso software package[] with implementation of the DFT. The generalized gradient approximation with the Perdew–Burke–Ernzerhof[] functional were used to indicate the exchange and correlation interactions. The Kohn–Sham one‐electron wave functions of the valence electrons for Co (3s23p63d74s2), W (5s25p65d46s2), Se (4s24p4), and Na (2s22p63s1) were extended in a plane‐wave basis set. The cutoff energy for the plane‐wave basis set was chosen to be 38 Ry. Structure relaxations were performed until the total energy change was smaller than 10−4 mRy and the Hellmann–Feynman force on each atom was less than 0.0004 a.u.",
                        ""
                    ],
                    "name": "Synthesis of Ultrathin 3D CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "The synthesis of 3D ultrathin CNs was based on the previous method. 10 g sodium citrate was carbonized under Ar at 780 °C for 1 h and the heating rate was 5 °C min−1 to produce sodium carbonate. After cooling to room temperature naturally, grinding the black material and washing out the sodium carbonate with dilute hydrochloric acid were carried out. The final porous carbon was washed several times with deionized water and absolute ethanol and dried at 70 °C for 12 h.",
                        "First, 30 mg CNs was added to 20 mL deionized water with 30 min ultrasonication. Then 250 mg cobalt nitrate hexahydrate (Co(NO3)2 · 6H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were added in the above solution under magnetic stirring for 10 min to form a uniform solution A. Finally, 50 mg sodium tungstate dihydrate (Na2WO4 · 2H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were dissolved in 15 mL deionized water under magnetic stirring for 10 min to form a uniform solution B. Then, solution B was added drop by drop into solution A under continuous magnetic stirring for 10 min. The precipitated solution was transferred to 40 mL Teflon lined autoclave, which was maintained at 160 °C for 12 h. After cooling to room temperature, the final product was washed by deionized water and absolute ethanol and dried at 70 °C for 12 h.",
                        "In a typical synthesis, the as‐obtained CoWO4@PVP/CNs and Se powder (1:15 in weight) were placed in the tube furnace and selenium powder placed upstream of tubular furnace. Finally, the porcelain boat was heated at 600 °C for 1 h at a ramp rate of 3 °C min−1 under reductive atmosphere (H2/Ar = 5%/95%), after cooling to room temperature, a black powder was obtained.",
                        "First, 30 mg porous carbon was dissolved to 10 mL dimethyl formamide (DMF) solution with 30 min ultrasonication. Then, 75 mg of NaBH4, 178 mg of Se powder, 495 mg of Na2WO4 · 2H2O, and 3 mL deionized water in 20 mL DMF solution were gradually added to the above solution. Finally, the obtained mixtures were vigorously stirred for 2 h and transferred into 40 mL Teflon lined autoclave, which were maintained at 200 °C in for 12 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h.",
                        "First, 30 mg CNs, 93.75 mg Co(CH3COO)2 · 4H2O, and 500 mg PVP were dispersed in deionized water (30 mL) by sonication. Subsequently, 54 mg Se powder was dissolved in 0.5 mL N2H4 · H2O, and then mixed with the above solution. Finally, the obtained mixtures were vigorously stirred for 30 min and transferred into 40 mL Teflon lined autoclave, which were maintained at 180 °C in for 10 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h.",
                        "All calculations in this study were performed by the open‐source code Quantum Espresso software package[] with implementation of the DFT. The generalized gradient approximation with the Perdew–Burke–Ernzerhof[] functional were used to indicate the exchange and correlation interactions. The Kohn–Sham one‐electron wave functions of the valence electrons for Co (3s23p63d74s2), W (5s25p65d46s2), Se (4s24p4), and Na (2s22p63s1) were extended in a plane‐wave basis set. The cutoff energy for the plane‐wave basis set was chosen to be 38 Ry. Structure relaxations were performed until the total energy change was smaller than 10−4 mRy and the Hellmann–Feynman force on each atom was less than 0.0004 a.u.",
                        ""
                    ],
                    "name": "Synthesis of Ultrathin 3D CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "The synthesis of 3D ultrathin CNs was based on the previous method. 10 g sodium citrate was carbonized under Ar at 780 °C for 1 h and the heating rate was 5 °C min−1 to produce sodium carbonate. After cooling to room temperature naturally, grinding the black material and washing out the sodium carbonate with dilute hydrochloric acid were carried out. The final porous carbon was washed several times with deionized water and absolute ethanol and dried at 70 °C for 12 h."
                    ],
                    "name": "Synthesis of Ultrathin 3D CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "First, 30 mg CNs was added to 20 mL deionized water with 30 min ultrasonication. Then 250 mg cobalt nitrate hexahydrate (Co(NO3)2 · 6H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were added in the above solution under magnetic stirring for 10 min to form a uniform solution A. Finally, 50 mg sodium tungstate dihydrate (Na2WO4 · 2H2O) and 600 mg polyvinylpyrrolidone (PVP K30, Mw = 30 000) were dissolved in 15 mL deionized water under magnetic stirring for 10 min to form a uniform solution B. Then, solution B was added drop by drop into solution A under continuous magnetic stirring for 10 min. The precipitated solution was transferred to 40 mL Teflon lined autoclave, which was maintained at 160 °C for 12 h. After cooling to room temperature, the final product was washed by deionized water and absolute ethanol and dried at 70 °C for 12 h."
                    ],
                    "name": "Synthesis of CoWO4@PVP/CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "In a typical synthesis, the as‐obtained CoWO4@PVP/CNs and Se powder (1:15 in weight) were placed in the tube furnace and selenium powder placed upstream of tubular furnace. Finally, the porcelain boat was heated at 600 °C for 1 h at a ramp rate of 3 °C min−1 under reductive atmosphere (H2/Ar = 5%/95%), after cooling to room temperature, a black powder was obtained."
                    ],
                    "name": "Synthesis of CoSe2/WSe2@C/CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "First, 30 mg porous carbon was dissolved to 10 mL dimethyl formamide (DMF) solution with 30 min ultrasonication. Then, 75 mg of NaBH4, 178 mg of Se powder, 495 mg of Na2WO4 · 2H2O, and 3 mL deionized water in 20 mL DMF solution were gradually added to the above solution. Finally, the obtained mixtures were vigorously stirred for 2 h and transferred into 40 mL Teflon lined autoclave, which were maintained at 200 °C in for 12 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h."
                    ],
                    "name": "Synthesis of WSe2/CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "First, 30 mg CNs, 93.75 mg Co(CH3COO)2 · 4H2O, and 500 mg PVP were dispersed in deionized water (30 mL) by sonication. Subsequently, 54 mg Se powder was dissolved in 0.5 mL N2H4 · H2O, and then mixed with the above solution. Finally, the obtained mixtures were vigorously stirred for 30 min and transferred into 40 mL Teflon lined autoclave, which were maintained at 180 °C in for 10 h. The final product was washed by deionized water and annealed under Ar atmosphere at 500 °C for 2 h."
                    ],
                    "name": "Synthesis of CoSe2/CNs",
                    "type": "section"
                },
                {
                    "content": [
                        "All calculations in this study were performed by the open‐source code Quantum Espresso software package[] with implementation of the DFT. The generalized gradient approximation with the Perdew–Burke–Ernzerhof[] functional were used to indicate the exchange and correlation interactions. The Kohn–Sham one‐electron wave functions of the valence electrons for Co (3s23p63d74s2), W (5s25p65d46s2), Se (4s24p4), and Na (2s22p63s1) were extended in a plane‐wave basis set. The cutoff energy for the plane‐wave basis set was chosen to be 38 Ry. Structure relaxations were performed until the total energy change was smaller than 10−4 mRy and the Hellmann–Feynman force on each atom was less than 0.0004 a.u.",
                        ""
                    ],
                    "name": "Computational Details",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "Core–Shell CoSe2/WSe2 Heterostructures@Carbon in Porous Carbon Nanosheets as Advanced Anode for Sodium Ion Batteries"
}