{
    "DOI": "10.1021/acsami.1c20154",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) possessing similar structure characteristics and electrochemical principles as lithium-ion batteries have drawn enormous attention on account of cheaper and earth abundance of sodium resources.  Nonetheless, the larger radius and sluggish diffusion kinetics of Na+ hinder its further development and industrial application of SIBs.  As a result, numerous efforts have been devoted to figure out proper high-storage anode materials for SIBs. ",
                "Recently, transition metal dichalcogenides (TMDs) represent a series of potential anode materials on the basis of the conversion mechanism.  Among them, being abundant and eco-friendly, CoSe2 has been proved for valid sodium storage performance with a small band gap, easily controlled morphology, and superior theoretical capacity.  Unfortunately, it still suffers from rapid capacity loss even at a low current rate and unstable electrode–electrolyte interface. ",
                "To overcome these challenges and take advantage of the host talent of CoSe2, multiple efforts have been proposed.  As reported, with a rational construction of nanostructures, not only can the reaction kinetics of the electrodes be improved but also the vulnerability incurred by large volume expansion can be alleviated.  For example, Cui et al. found that CoSe2 nanofibers delivered a remarkable electrochemical performance (371.8 mA h g–1/200 mA g–1 after 500 cycles).  Nevertheless, nanoparticles are frequently susceptible to agglomeration during cycling, thus resulting in rapid capacity fading and unqualified budget needs. Therefore, to deal with this issue, designing micro–nanostructures is an efficient strategy. Furthermore, compositing with carbon materials such as graphene  and carbon nanotubes  is also a valuable technology. Among them, the carbon layer doped with heteroatoms depicts superior conductivity. Specially, the nitrogen-doped carbon layer can fruitfully generate defects and improve material’s conductivity,  bringing about enhanced energy storage performance. Prussian blue analogue (PBA), a nitrogen-rich carbon-based material, could constitute a conductive network after heat treatment, which can significantly improve the conductivity, thus facilitating the electrode material’s electrochemical performance.  On the other hand, as we all know, TiO2 is a promising anode with appealing characteristics, including cheap cost, good structural robustness, and negligible volume change due to its layered crystal structure.  In comparison with conventional conductive coatings, it owns redox-active properties. For instance, Fu et al. fabricated α-Fe2O3(Ferric oxide)@TiO2 core–shell nanospheres that showed an outstanding capacity of 267 mA h g–1 at around 100 mA g–1 over 300 cycles.  Hence, it is necessary to take advantage of TiO2 as the coating layer to relieve volume changes of TMDs and provide a highway for charge transfer. Last but not least, pseudocapacitive charge storage has also been proven to be a very effective tactics for SIBs.  Therefore, this synergy between the traditional sodium storage and pseudocapacitance process can confirm a remarkably high-rate property. However, as far as we know, this method of TiO2-coated CoSe2 confined in PBA-derived nitrogen-doped carbon microboxes has not been applied for SIBs.",
                "In this study, we illustrate an elaborate anode for the CoSe2 microparticles confined in an N-doped carbon skeleton with a TiO2 layer (TNC-CoSe2). When assessed as an anode for SIBs, the as-prepared TNC-CoSe2 displays a remarkable reversible capacity (511 mA h g–1 at 0.2 A g–1), exceptional rate property (464 mA h g–1 at 6.4 A g–1), and ultra-long cyclability (456 mA h g–1 at 6.4 A g–1 for 6000 cycles with a retention of 92.7%). More significantly, TNC-CoSe2 demonstrates favorable electrochemical performance in sodium-ion full cells when coupled with Na3V2(PO4)2F3@C as the cathode. This full cell depicts a reversible capacity of 323.4 mA h g–1 at 0.2 A g–1. Such improved Na storage performance could be attributed to many aspects: (1) the CoSe2 microcubes and N-doped carbon skeleton both promote electron transfer and offer easy access to Na+ and (2) the coated TiO2 layer could accommodate variation in the volume of CoSe2 and also prevent it from pulverizing and aggregating."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Co–Co PBA microcubes were prepared via a reported procedure.  In a typical synthetic procedure, 79.7 mg of cobalt acetate was added into 40 mL of deionized water to obtain solution A and 66.4 mg of potassium hexacyanocobaltate and 1.4 g of sodium lauryl sulfate were added into 40 mL of deionized water to prepare solution B. After that, solution A was slowly added to solution B and mixed thoroughly. After stirring for 3 h, the mixture was shelved for 24 h at 25 °C. The precipitate was collected through centrifugation, washed with ethanol five times, and dried in an oven for 12 h at 60 °C."
                    ],
                    "name": "2.1.  Synthesis of Co–Co PBA Microcubes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as-synthesized Co–Co PBA (0.2 g) was dispersed in absolute ethanol (60 mL) and added to the concentrated ammonia solution (0.15 mL, 28 wt %). After ultrasonic dispersion for 1 h, 100 μL of tetrabutyl titanate (TBOT) was added dropwise to the mixed solution at a rate of 1 mL min–1. In order to control the thickness of the TiO2 shell, the amount of TBOT ranged from 100 to 300 μL. After magnetically stirring for 20 h at room temperature, the products were collected by centrifugation, washed with ethanol five times, and dried in an oven for 8 h at 70 °C."
                    ],
                    "name": "2.2.  Synthesis of Co–Co PBA@TiO2 Microcubes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Firstly, 200 mg of Co–Co PBA@TiO2 and 800 mg of Se powder (Aladdin) were ground uniformly and dispersed in a ceramic boat. Subsequently, the mixture was heated in an Ar/H2 (95:5 in volume) atmosphere at 350 °C and maintained for around 4 h. The as-prepared black powder is the TNC-CoSe2. For comparison, NC-CoSe2 without a TiO2 coating was synthesized via a similar synthetic procedure on a mixture of Co–Co PBA particles and Se powder."
                    ],
                    "name": "2.3.  Synthesis of TNC-CoSe2 Microcubes",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis process of TNC-CoSe2 microcubes is schematically demonstrated in . In detail, Co–Co PBA microcube precursors are obtained via a traditional precipitation process. Subsequently, they are coated with a thin layer of TiO2 on the surface through a sol–gel method. Then, the as-acquired Co–Co PBA@TiO2 core–shell microcubes are uniformly ground with Se powder and annealed, resulting in synchronous selenization and carbonization. As expected, the final product retains its pristine cubic structure. This unique structure could heighten conductivity and ion diffusion, which affords high-performance anode materials in SIBs.",
                "The X-ray diffraction (XRD) patterns of both samples were acquired. As shown in a, the XRD patterns can be favorably assigned to standard cubic CoSe2 (JCPDS # 65-3327). This may be due to the thin coating layer or amorphous phase of the TiO2 shell.  Raman spectra were also conducted to further analyze CoSe2, TiO2, and carbon materials in composite materials. The two weak peaks in b at 401 and 520 cm–1 are typical vibration modes of anatase TiO2, conveying the satisfactory combination of CoSe2 and TiO2.  Meanwhile, a distinct peak (≈194 cm–1) is derived from the Ag1 mode of the out-of-plane oscillation of the Co–Se band, and another (≈239 cm–1) is attached to the E2g1 manner of the in-plane vibration of the Co–Se band (as shown in the inset), also verifying that the CoSe2 was successfully prepared.  Compared with NC-CoSe2, the abovementioned corresponding peaks have slightly shifted, which could be ascribed to the possible surface strain resulting from the TiO2 shell.  Besides, the TNC-CoSe2 electrode shows a higher Ag1/E2g1 intensity ratio, indicating that it has more active edge sites, which can store even extra Na ions.  Moreover, the D peaks (≈1336 cm–1) and G peaks (≈1571 cm–1) are results from the sp3 and sp2 hybrid carbon intensity ratio (ID/IG) of approximately 1.04, verifying rather high graphite properties of the nitrogen-doped carbon coating.  Specifically, the ID/IG of TNC-CoSe2 is higher than that of NC-CoSe2 samples, demonstrating that its carbon component has more defects and disordered structures.  TGA curves in c demonstrate the thermal behavior of the two materials, where similar curves can be observed. As for NC-CoSe2, it shows two-step weight loss processes, which originate from the combustion of carbon and the decomposition of CoSe2 into Co3O4, while for TNC-CoSe2, concretely, the initial weight loss appearing at around 380 °C results from the transformation of CoSe2 to CoSeO4 and SeO2. After that, the subsequent weight loss may be because of the inflammation of carbon materials and the conversion of CoSeO4 to Co3O4 at 500 °C.  A rough verification about the mass content of CoSe2 is 78.86%, and the detailed calculating process is added in .",
                "Furthermore, N2 absorption/desorption isotherms in d and  indicate that the Brunauer–Emmett–Teller surface areas of NC-CoSe2 and TNC-CoSe2 are 14.18 and 23.52 m2 g–1, respectively. The enlarged surface area might provide sufficient Na+ insertion sites and enhance the pseudocapacitance contribution, resulting in improved electrochemical performance. ",
                "The morphology and microstructure of TNC-CoSe2 micro–nano-heterostructures were collected via scanning electron microscopy (SEM) and transmission electron microscopy (TEM). The TNC-CoSe2 (shown in a–c) typically maintained the cubic appearance and measurement of the Co–Co PBA precursor () after TiO2 coating and calcination, whereas the surface became rougher with assembled particles, demonstrating the favorable TiO2 coating. Besides, the dented surface of these cube particles is ascribed to the disintegration of precursor core and selenization process, which causes a shrinkage.  Observe carefully the edge of the particles (as shown in d); there is an amorphous shell structure of approximately 4 nm, which should be a conformal TiO2 coating. The typical TEM image in e shows two distinct lattice fringes with a spacing of 0.26 and 0.23 nm, separately, in accordance with the (210) and (120) lattice planes of CoSe2, respectively.  Meanwhile, a set of lattice fringes around 0.35 nm could be inspected, highly consistent with the (101) plane of anatase TiO2.  The selected area electron diffraction (SAED) pattern (f) displays numerous diffraction rings, verifying the constitution of a polycrystalline structure. The X-ray energy dispersive spectroscopy (EDS) mappings (g) show equal layouts of C, N, Co, and Se elements, while Ti is mostly restricted on the exterior, suggesting that this well-designed architecture cleverly integrates the characteristics of the hybrid micro–nanostructures.",
                "X-ray photoelectron spectroscopy (XPS) spectra were deconvolved to examine the surface species of TNC-CoSe2. The existences of Ti, C, N, Co, and Se are detected in the XPS survey spectrum (a), which are consistent with the EDS result. In addition, the quantitative data analysis shows that the atomic percentage ratio of Co and Se is 2.23 (4.38%/10.07%), demonstrating the formation of CoSe2 ().  The broad peak in the Ti 2p XPS spectrum (b) can be divided into two major peaks at around 459.5 and 465.3 eV, related to Ti 2p3/2 and Ti 2p1/2, respectively.  In terms of the C 1s XPS spectrum (c), two peaks centered at 284.6 and 286.3 eV, attributing to the C–C sp2 and N–C/C–C sp2 groups, respectively. Besides, the appearance of the C–C peak reveals the construction of graphitic carbon, and the N–C bond suggests that N is well doped into this carbon structure.  Furthermore, the N 1s spectrum (d) could be favorably assigned to three types of N peaks located at 398.9 (pyridine nitrogen), 399.9 (pyrrole nitrogen), and 400.8 eV (graphitic nitrogen). Among them, pyridine nitrogen and pyrrole nitrogen have been considered to improve electronical conductivity by facilitating the transport of electrons through the π-conjugated carbon structure.  What is more is that it can induce additional storage sites for Na+, enhance reaction kinetics, and provide an abundant active surface, thereby improving the overall electrochemical performance. Moreover, the peaks at 778.5 and 793.6 eV in the Co 2p pattern, depicted in e, represent the appearance of Co2+ due to the partial reduction of CoSe2.  In f, the binding energies of 55.10, 55.64, and 58.94 eV are ascribed to Co–Se of Se 3d5/2, Se–Se of Se 3d3/2, and Se–O–Se, respectively.  The reason for the appearance of SeOx may be the surface oxidation caused by the testing process. ",
                "The electrochemical property of the as-synthesized samples was evaluated by the galvanostatic charge–discharge process. a illustrates the initial discharge–charge curves of the two electrodes at 0.2 A g–1. The pristine TiO2, NC-CoSe2, and TNC-CoSe2 anodes display the first charge–discharge reversible capacities of 195.9/388.9, 632.1/810.1, and 708.4/802.6 mA h g–1 with initial Coulombic efficiencies (ICE) of 50.26, 78.02, and 88.26%, respectively. The initial capacity loss is primarily caused by the formation of the SEI film and carbonaceous materials such as N-doped carbon.  Besides, the additional TiO2 will consume Na to form the NaxTiO2 compound.  In the subsequent cycles, the platform in the first discharge plot is transformed into three platforms (b and ). In comparison with pristine TiO2 and NC-CoSe2, the TNC-CoSe2 electrode depicts a tardy capacity loss in the cycling. Besides, it also depicts a higher ICE, conveying that a steadier SEI is established on the surface of the TNC-CoSe2 microcube. ",
                "Furthermore, the cycling stability of all samples is assessed at 0.2 A g–1, as shown in c. It is obvious that TNC-CoSe2 exhibits a higher specific capacity of 511.2 mA h g–1 up to 200 cycles, and its capacity retention, calculated from the fourth cycle, is 81.95%, demonstrating that the well-conceived materials are not crushed in the subsequent cycle. According to the SEM image shown in , significant changes in the structure cannot be observed after cycling, where it still maintains a relatively complete cubic shape. In contrast, it is found that the capacity of the NC-CoSe2 electrode decays rapidly after 30 cycles, and the capacity is close to 0 after 200 cycles, which means that the battery has completely failed. Indeed, the cubic structure of nanomaterials collapsed, and some nanoparticles have agglomerated, as affirmed by SEM images (). During cycling, the outer TiO2 shell can beneficially prevent the decay and mechanical failure of CoSe2 electrodes, and it is also converted to NaxTiO2, where Ti3+ in NaxTiO2 is desired to improve the integrated conductivity of the electrode, resulting in an increase in capacity.  To further study the role of TiO2 in the electrode, a controlled sample obtained by adjusting the TBOT content from 50 to 200 μL was evaluated as an anode for SIBs (). In the cyclic stability data of the electrodes, it can be obtained that the thicker TiO2 coating layer will unavoidably reduce the capacity owing to the hindered transport of Na+ into the internal.",
                "d,e compares the rate performances. Irreversible capacity losses are apparently observed in the initial two cycles, which is most likely due to the decomposition of the electrolyte and/or solvent. Consistent with the abovementioned cycling performance, the TNC-CoSe2 performs better at high current densities than pristine TiO2 and NC-CoSe2. As for TNC-CoSe2, the charge capacities of 682, 665, 648, 622, 595, and 528 mA h g–1 are delivered at 0.05, 0.1, 0.2, 0.4, 0.8, and 1.6 A g–1, respectively. Even at an ultrahigh rate of 3.2 and 6.4 A g–1, the capacities keep at 488 and 464 mA h g–1, separately. Meanwhile, as the rate returns to 0.05 A g–1, the specific capacity also returns to 692 mA h g–1. This phenomenon could be due to the reactivation course result from high-rate sodiation. The greatly improved high-rate performance is probably attributed to the formation of the TiO2 layer via tiny particles, which offers a shorter diffusion path for electron/ion transport, better contact with the electrolyte, and internal space to reduce powdering strain.  Moreover, the long-cycling test at a rate of 6.4 A g–1 is further studied (g). The reversible capacity decreases to 457 mA h g–1 in the 6000th cycle and remains steady afterward with a capacity retention of over 92.73%. This result suggests that the TNC-CoSe2 anode, as expected, depicts a comprehensive effect combining the merits for each component. As shown in f and , in comparison with the literature on CoSe2-based anodes for SIBs, the TNC-CoSe2 displays impressive electrochemical performance. Hence, the TiO2 core–shell structure not only relieves the pulverization and severe volume change of CoSe2 microcubes but also provides additional interstitial sites and appropriate-sized pathways, which serves as a steady membrane for the Na+ insertion/extraction courses, thereby boosting the reversible Na+ intercalation/deintercalation.  A full cell (h) using the TNC-CoSe2 anode and Na3V2(PO4)2F3/C cathode was assembled to demonstrate the practical use of the as-reported anode. Besides, the TNC-CoSe2|Na3V2(PO4)2F3/C full cell has an N/P ratio of 1.168, and its average voltage is around 0.83 V. Additionally, the TNC-CoSe2|Na3V2(PO4)2F3/C full cell (i) affords a reversible capacity of 281 mA h g–1 at 0.2 A g–1 and steady cycling after 100 cycles. j shows remarkable capacities of 344, 306, 278, 260, and 227 mA h g–1 at different rates of 0.2–5 A g–1. Such results further certify that the TNC-CoSe2 electrode is a promising anode for SIBs.",
                "The ion transport kinetics of the two samples were further collected by electrochemical impedance spectroscopy (EIS) curves at around 1.4 V (25 °C), and the relevant results are exhibited in a. From , after the first cycle, the Rs (3.142 Ω) and Rct (69.15 Ω) of TNC-CoSe2 are slightly higher than those of NC-CoSe2 (2.807 and 62.86 Ω, respectively) due to the relatively low electronic conductivity of TiO2.  However, the robust structure of TiO2 makes it slightly increase after 100 cycles. This may be due to the optimization of the SEI film structure and the progress of the cycle process; the CoSe2 micro–nanoparticles gradually realize further structural nanometerization.  On the contrary, the Rct of the NC-CoSe2 electrode increases significantly upon prolonged cycling, which could be attributed to the structural collapse of the samples. This fact also confirms the abovementioned SEM result. Additionally, according to , the Na+ diffusion coefficient of the electrode is inversely proportional to σ, the slope of the line Z′ versus ω–1/2 in the low-frequency region. As shown in , the TNC@CoSe2 electrode has the minimum slope values, which represents the largest Na+ diffusion coefficient.",
                "Besides, this phenomenon demonstrates that these architecture networks can establish an effective bi-continuous pathway for both electron and Na+ transport, thus ameliorating diffusion kinetics. b,c shows the DNa+ obtained by the constant galvanostatic intermittent titration technique (GITT) test ( and ), further verifying the enhanced Na insertion/extraction kinetics of TNC-CoSe2. Specifically, the DNa+ changes from 1.69 × 10–15 to 7.93 × 10–14 during the sodiation process, while the value varies from 1.51 × 10–14 to 1.01 × 10–12 during the desodiation process, displaying a higher DNa+ value, which is consistent with the EIS results. These results illustrate that this TNC-CoSe2 architecture has superior stability, lower polarization, and faster Na+ transfer, affirming its outstanding electrochemical property as a potential anode for SIBs.",
                "To investigate the sodiation/desodiation behavior, the cyclic voltammetry (CV) curves of the two electrodes are depicted in  and d, respectively, and the curve shapes resemble those of the earlier reported CoSe2 materials. With regard to TNC-CoSe2, in the first cycle, the broad cathodic peak at about 0.75 V corresponds to the initial sodium insertion process, which is likely to form an intermediate phase of NaxTiO2. Besides, a distinct cathodic peak centered at 0.804 V is ascribed to , for the process of SEI formation, Na+ insertion, and conversion reaction.  In the following cathodic scans, this peak becomes three peaks appearing at 1.396, 1.216, and 0.596 V, representing the transformation among CoSe2, NaxCoSe2, CoSe, and Co, respectively, which are given in  and .  In terms of the first charge process, a peak at 1.962 V with a shoulder at 1.883 V relates to the recovery of CoSe2 nanocrystals from metallic Co and Na2Se ().  Moreover, the CV curves (e) overlap quite fine from the second cycle, suggesting a favorable reversibility of the sodiation/desodiation process. Furthermore, the abovementioned charge–discharge profiles for the two electrodes are also shown in b and . From the second discharge curve, there are three obvious voltage platforms emerging at 0.823, 1.251, and 1.457 V, resulting from the sodium reactions with TNC-CoSe2, which are consistent with the CV results. ",
                "Further analysis of the underlying causes for the superior rate performance and long-term cycling life of TNC-CoSe2, CV curves from 0.2 to 8.0 mV s–1, were conducted. In e, all CV plots exhibit near-peak appearances and positions, demonstrating the weak polarization of the electrode. In fact, the whole stored charges were contributed by capacitance/pseudocapacitance or intercalation capacity. The relationship between the scan rate (v) and current density (i) described by  and  ",
                "Several distinct cathodic (0.609 and 1.376 V)/anodic (2.046 V) peaks were selected to calculate the b values, which can be used to determine the Na storage mechanism. Generally, b = 1 denotes a capacitive process (i.e., pseudocapacitance when involving a Faradaic reaction), while b = 0.5 manifests a capacitance-led process. As calculated, the b values for the three peaks are 0.726, 0.907, and 0.838 (f), signifying the partially capacitive control behavior. Moreover,  was utilized to calculate the pseudocapacitance contribution in which k1v and k2v0.5 correspond to the capacitive and diffusive capacity, respectively.",
                "At 0.8 mV s–1 (g), the capacitance contribution accounts for 64.91% of the total capacity of TNC-CoSe2. Compared with NC-CoSe2 (), as the scan rate increases, the capacitance contribution reaches a maximum value of over 97.32% at 8 mV s–1 (h). It is elaborated that pseudocapacitive behavior plays an important role in promoting the Na+ adsorption/desorption, and this influence is more evident at high current densities, in which the inner CoSe2 microcubes deliver the intrinsic rate contribution, N-doped carbon serves as a conductive terrace, and the external TiO2 can also offer interface sites for capacitive adsorptions. Meanwhile, this improved Na+ reaction kinetic performance of the TNC-CoSe2 anode is further supported by the abovementioned EIS results.",
                "The Na storage mechanism of the TNC-CoSe2 electrode has been further studied by ex situ XRD (a). When it is discharged to 1.15 V (stage C), the typical peak of CoSe appears on the XRD spectrum, and at 0.5 V (stage D), the formation of Co and Na2Se can be observed. At the state of 1.75 V (stage E), the peaks of Na2Se minute away and peaks of CoSe2 appeared again at 2.8 V (stage H).  The good reversibility of the TNC-CoSe2 electrode has also been confirmed by HRTEM and SAED (b–e). For one thing, upon discharging further to 0.01 V, the ex situ HRTEM (b) exhibits that the d-spacing of 0.246, 0.386, and 0.178 nm could be attributed to Na2Se(220), Na2Se(111), and Co(200), respectively, which can also be confirmed by the SAED pattern (c). For another, in the fully charge state, the Na2Se and Co phases completely disappear, while the CoSe2 phase could be observed, demonstrating that the CoSe2 phase experiences the course of thorough desodiation and return to its initial states. The ex situ HRTEM and SAED patterns (d,e) reveal consistent results with the ex situ XRD data.",
                "The improved electrochemical performance has affirmed that the TNC-CoSe2 electrode will be a potential anode for SIBs. Many reasons account for this superior performance. First, the nitrogen-doped carbon framework can boost the interfacial electron transport, resulting in swift reaction kinetics. Second, the external TiO2 serves as a buffer layer to adapt to the volume expansion of CoSe2 because of its superior structure stability, which can be well proven by the morphology of the samples after cycling. Meantime, the 3D network crystal structure of TiO2 provides empty zigzag channels to offer interstitial sites and appropriate-sized pathways for Na+. Last but not least, this hybrid structure promotes a strong pseudocapacitance charge storage, thus resulting in the high rate capability."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a novel nanostructure for CoSe2 micro–nanoparticles confined in a N-doped carbon framework with a TiO2 coating (TNC-CoSe2) has been successfully synthesized. Benefiting from the special architecture and multicompositional characteristics, the TNC-CoSe2 hybrid microcubes exhibit remarkable Na storage properties on the basis of an outstanding cycling capability (511 mA h g–1 at 0.2 A g–1 after 200 cycles) and ultra-long cycling life (456 mA h g–1 at 6.4 A g–1 for 6000 cycles with a retention of 92.7%), contrary to the sharp capacity decreasing after 50 cycles of NC-CoSe2 electrodes without a TiO2 shell. Moreover, the sodium-ion full cell with TNC-CoSe2 as the anode and Na3V2(PO4)2F3/C as the cathode demonstrates the excellent cycling performance (281 mA h g–1 at 0.2 A g–1 after 100 cycles). In addition, pseudocapacitive behavior associated with the surface/near-surface reactions dominates the Na storage property of the as-prepared TNC-CoSe2 electrode. The present work demonstrates a potential anode material for SIBs and the effectiveness of complex multicompositional hybrids toward various applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Interface-Driven Pseudocapacitance Endowing Sandwiched CoSe2/N-Doped Carbon/TiO2 Microcubes with Ultra-Stable Sodium Storage and Long-Term Cycling Stability"
}