{
    "DOI": "10.1021/acsami.9b17775",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Advancement in the area of renewable energy harvesting technologies also leads to an increasing demand for high-performance and inexpensive energy storage systems.  Recently, sodium-ion (Na-ion) batteries have attracted great interest due to the higher abundance and lower cost of sodium resources (2.3% of the Earth’s crust, $135–165/ton for Na2CO3) compared to lithium (0.0017% of the Earth’s crust, $5000/ton for Li2CO3). Na-ion batteries (SIBs) also share the same working principle as Li-ion batteries (LIBs), and the redox potential of Na is only 0.3 V higher than that of Li (−2.71 V vs a standard hydrogen electrode (SHE)), making it a suitable alternative to LIBs, especially for large-scale energy storage.  However, larger Na-ion radius (1.02 Å) compared to Li ions (0.76 Å) leads to sluggish Na-ion diffusion between the electrodes and into the active materials, which seriously affects the rate capability, specific capacity, and cycling stability.  Consequently, energy/power densities and cycling stability of SIBs are considerably lower than state-of-the-art LIBs.  Na-ion hybrid capacitors (Na-HECs) have been recently proposed as a superior energy storage device to SIBs owing to their improved power density and cycle life.  High power densities are achieved by using capacitive cathodes rather than intercalation type in conventional SIBs.  However, kinetics mismatch between sluggish “Faradaic reactions” on the anode and fast “non-Faradaic reactions” on the cathode is the main obstacle toward developing high-energy-density Na-HECs.  Performance of this system is often limited by the use of low specific capacity, mediocore rate capability, and poor cycle-life anodes.",
                "Due to the narrow interlayer spacing, only a limited specific capacity of ∼35 mAh g–1 was realized for graphite, the most commonly used anode material for LIBs.  A wide range of transition-metal oxides (Fe2O3, NiO, Co3O4, CuO, MnO2, etc.) and alloying materials (Sn, Sb, P, Ge, etc.) have been recently investigated as high-capacity SIB anodes.  However, large volume expansion resulting from Na-ion intercalation deteriorates the structural stability and electrochemical performance of these anode materials.  Insertion-type anode materials such as TiO2, Na2Ti3O7, and Nb2O5 were also studied as anode materials for Na-ion storage, especially in Na-HECs.  Among various types of anode materials, TiO2 possesses several advantages such as nontoxicity, chemical stability, and structural stability during the charge–discharge process.  Sodiation occurs through percolation pathways of amorphous TiO2. However, intercalation channels facilitate Na-ion diffusion in anatase and bronze crystalline polymorphs.  Lower sodiation potential of TiO2 (0.7 V vs Na/Na+) is also beneficial to achieve good energy density.  Strong dependence of the crystal structure and exposure of specific planes on Na-ion intercalation kinetics of TiO2 have been reported recently.  Despite the several advantages of TiO2, low electronic conductivity, inadequate capacity, and poor stability on extended cycling greatly hinder its implementation in Na-HECs.  Several strategies such as morphology/size control, hybridization with carbonaceous materials, and heteroatom doping are proposed to address these issues.  Nevertheless, only marginal Na-ion storage performance enhancement is identified for the modified TiO2 compositions. Hence, alternative strategies are required to improve the rate capability, specific capacity, and cycling stability of TiO2-based anode materials for high-performance Na-HECs.",
                "Pseudocapacitive-type Na-ion storage has been demonstrated recently to be superior to intercalation, conversion, and alloying-type processes, especially in the case of Na ions. The diffusion-independent nature of the pseudocapacitive process facilitates fast charge–discharge process of electrode materials.  Since pseudocapacitance is a surface/near-surface process, Na-ion insertion/extraction is not affected by the bulk ionic conductivity and is independent of the electrode crystal structure, facilitating long-term cycling stability.  Moreover, high specific capacities can be achieved through the synergy between conventional and pseudocapacitive-type Na-ion storage.  Intrinsically pseudocapacitive anodes such as Li4Ti5O12 and Nb2O5 usually exhibit low specific capacities (<150 mAh g–1) that are not sufficient for high-energy applications.  Intercalation-type pseudocapacitance of TiO2 is also low (∼4%) owing to the increased size of Na ions. This often resulted in the inadequate energy densities of Na-HECs based on TiO2 anodes.  Although charge-transfer and intercalation-type pseudocapacitive Li-ion storage of TiO2 anodes were improved by nanostructuring and hybridization with electronically conducting carbonaceous materials, few studies have been previously reported on improving intercalation-type pseudocapacitance.",
                "Hu et al. recently reported a heterostructured anatase/TiO2-B nanobelt anode for superior Li-ion storage.  Increased performance in this case resulted from superior Li-ion diffusion kinetics, and pseudocapacitance improvement mainly resulted from the open tunnels along the b- and c-axes of bronze-phase TiO2. Iversen et al. reported enhanced pseudocapacitive Li-ion storage in a high-temperature stabilized anatase–bronze mixture.  Reversible Na-ion storage capacity of 70 mAh g–1 demonstrated in this case is rather low. Yang and Fan et al. reported the use of an anatase–bronze–carbon hybrid as the SIB anode.  Enhanced performance is explained by charge-transfer-type surface Na-ion storage. Anatase-phase TiO2 and carbon support in this case act as the electron sink, and Na ions are stored on bronze TiO2. Chen and Wen et al. reported graphene-coupled TiO2 as the Na-ion host material, which reduces the diffusion energy barrier and thus enables superior pseudocapacitive Na-ion storage.  Hence, highly pseudocapacitive TiO2 anodes capable of increased Na-ion storage are necessary for high-energy-density Na-HECs.",
                "Herein, we demonstrate for the first time a high-energy-density Na-HEC based on interface-engineered hierarchical TiO2 nanosheet anodes consisting of anatase and bronze nanocrystallites (∼10 nm). Designing of the highly pseudocapacitive hierarchical TiO2 nanosheet anode for Na-ion storage is based on the following aspects. (i) Two-dimensional morphology with improved interfacial Na-ion diffusion results in enhanced contact with the electrolyte. (ii) The hierarchical microstructure enables the formation of numerous interfaces between adjacent nanocrystallites of the anatase and bronze titania. (iii) Moreover, crystal mismatching of bronze and anatase nanocrystallites generates extra active sites for pseudocapacitive-type rapid Na-ion insertion. Unique microstructural features of the above-mentioned dual-phase hierarchical TiO2 nanosheet anode resulted in the improved energy/power densities and significantly extended cycle life of the asymmetric Na-HECs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Hierarchical TiO2 nanosheets were prepared via a solvothermal method followed by calcination. Briefly, 4.0 mL of 20% TiCl3 (99.9%, Acros Organics) and 4.0 mL of H2O were mixed with 50 mL of ethylene glycol (EG, 99.9%, Fisher Scientific) to obtain a dark-brown solution. The resulting solution was transferred to a poly(tetrafluoroethylene) (PTFE)-lined autoclave (Parr Instruments) and kept at 150 °C for 6 h. The product was collected by centrifugation and washed several times with H2O and ethanol. The resulting precipitate was then dried at 100 °C overnight to obtain bronze TiO2 nanosheets. Dual-phase (anatase–bronze) and single-phase anatase hierarchical TiO2 nanosheets were prepared by heating bronze TiO2 nanosheets at 400 and 450 °C, respectively, for 2 h under airflow at a heating rate of 10 °C min–1."
                    ],
                    "name": " Synthesis of Hierarchical TiO2 Nanosheets",
                    "type": "h3"
                },
                {
                    "content": [
                        "Thermogravimetric analysis (TGA, Q50 apparatus) was carried out under airflow in the temperature range of 30–700 °C at a heating rate of 10 °C min–1. X-ray diffraction (XRD) patterns of hierarchical TiO2 nanosheets were recorded on a PANalytical Empyrean diffractometer equipped with a Cu Kα radiation (λ = 1.54 Å). Average crystallite size of the powder samples was calculated using the Scherrer formula D = Kλ/β cos  θ,  where K = 0.9 is the Scherrer constant, λ = 0.154 nm is the wavelength of X-rays used for the diffraction, β is the full width at half-maximum (FWHM) of the sharp peaks, and θ is the angle measured. Raman spectra measurement of TiO2 nanosheets was carried out using a Renishaw PLC Raman spectrometer fitted with a 532 nm Nd:YAG laser. Sample damage was avoided by limiting the laser power to 5.0 mW. Field emission scanning electron microscopy (FE-SEM) images were collected using a FEI Helios NanoLab 600i microscope. High-resolution transmission electron microscopy (HRTEM) images were recorded using FEI Talos and FEI-Titan microscopes working at acceleration voltages of 200 and 300 kV, respectively. Nitrogen adsorption–desorption isotherms were acquired at 77 K using a Quantachrome Quadrasorb surface area analyzer. Specific surface area was calculated using a Brunauer–Emmett–Teller (BET) model in the P/P0 range of 0.05–0.2. Pore volumes and diameters were investigated through the Barret–Joyner–Halenda (BJH) model. X-ray photoelectron spectroscopy (XPS) analysis was performed on a spectrometer (Thermo Scientific Multilab 2000) equipped with a SPECS PHOIBOS 150 9MCD multichanneltron detector. Binding energies of different elements were calibrated by setting the CC/CH component of the C 1s peak at 284.8 eV."
                    ],
                    "name": " Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performances of hierarchical TiO2 nanosheet electrodes were evaluated in CR2032-type half- and full-cell configurations. Two-electrode cells were fabricated in an Ar-filled glovebox (Vigor Tech, O2, H2O <1.0 ppm). Single-phase (anatase and bronze), dual-phase (anatase–bronze hybrid), and physically mixed (anatase/bronze = 85:15) TiO2 nanosheet anodes were prepared by homogeneously mixing (using a THINKY ARE-250 mixer) active material, acetylene black, carboxymethyl cellulose (MW: 400 000, MTI Chemicals), and citric acid (Sigma-Aldrich) binders in a weight ratio of 70:20:5:5 in H2O. The obtained slurry was coated on a Cu foil (∼10 μm thickness) followed by overnight drying under vacuum at 80 °C. A typical anode consists of ∼2.0 mg cm–2 active material. The activated carbon (AC) cathode was obtained by a similar process by mixing AC, acetylene black, and poly(vinylidene difluoride) (PVDF) (MW: 600 000, MTI Chemicals) in a weight ratio of 80:10:10 in NMP (99.9%, Aladdin Chemicals) and pasting onto Al foil (∼10 μm thickness). Anode and cathode performances were evaluated in the potential ranges of 0–3.0 and 1.0–4.5 V, respectively, with Na metal foil as the counter electrode and glass fiber as the separator (GF/B, Whatman). The electrolyte consists of 1.0 M NaPF6 (99.99%, Alfa Aesar) in propylene carbonate (PC) (99.99%, Sigma-Aldrich). Na-HEC was fabricated with a dual-phase hierarchical TiO2 nanosheet anode and an AC cathode (active material ratio of 1:1.2). Individual electrodes were cycled in their corresponding voltage ranges to circumvent the first-cycle irreversible capacity loss related to the formation of the solid electrolyte interface (SEI). Galvanostatic cycling tests were carried out at 25 °C in the voltage range of 1.0–4.0 V using a Neware BTS-4000 multichannel battery tester. Cyclic voltammetry (CV) measurements were executed using a ZIVE-SP1 electrochemical workstation. Electrochemical impedance spectroscopy (EIS) at open circuit potential (OCP) was performed by sweeping the frequency from 0.01 Hz to 1.0 MHz. Na-ion diffusion coefficients were calculated based on the following equation where D, R, T, A, F, C, and σw are the diffusion coefficient, gas constant, absolute temperature in kelvin, electrode area, Faraday’s constant, Na concentration, and Warburg impedance coefficient, respectively.",
                        "Energy density (E) and power density (P) of the Na-HEC (based on the total mass of active materials in both electrodes) are calculated using the following equations where I is the applied current density (A g–1), t1 and t2 are the start and end of discharging time at corresponding current densities, respectively, and V is the working voltage. Capacitive and diffusion-controlled capacity contribution are quantified using the following equation where i is the total applied current, k1 and k2 are constants, and v is the scan rate. k2v1/2 and k1v represent the diffusion-controlled and capacitive process, respectively. k1 and k1 can be determined from the intercept and slope of the scan rate vs current density plots; thus, the percentage of diffusion-limited and capacitive contribution can be determined at a fixed potential."
                    ],
                    "name": " Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthetic method of single- and dual-phase TiO2 nanosheets is presented in a. Controlled bottom-up growth in this case is achieved by the careful selection of a precursor and a reaction medium. Use of TiCl3 instead of more reactive Ti{OCH(CH3)2}4 and TiCl4 enabled controlled crystallization of TiO2 nanosheets. Ethylene glycol (EG) plays a dual role in this synthetic method. First, interaction between the OH groups of glycol and crystallographic planes of TiO2 enables anisotropic crystal growth that facilitates two-dimensional (2D) morphology formation. Additionally, increased viscosity of EG reduces the crystal growth and enables uniform size distribution. Reaction between EG and TiCl3 results in the formation of a Ti–glycolate complex, which undergoes condensation followed by hydrolysis in the course of the solvothermal reaction to produce two-dimensional TiO2 composed of bronze nanocrystallites. Controlled calcination of bronze TiO2 possessing nanosheet morphology at 400 and 450 °C led to the formation of hierarchical dual-phase and anatase-phase nanosheets. During the TGA analysis, bronze TiO2 nanosheets experienced a weight loss of 19.8% in the range of 30–220 °C representing the loss of physically and chemically adsorbed water molecules (). Additional weight loss of 7.4% in the range of 220–450 °C corresponds to the removal of residual glycol molecules and phase change from bronze to anatase. X-ray diffraction patterns of single- and dual-phase TiO2 nanosheets are presented in b. Distinct reflections are well consistent with the reference XRD patterns of bronze (JCPDF No. 46-1237) and anatase (JCPDF No. 21-1272) TiO2 polymorphs.  The anatase/bronze ratio of dual-phase TiO2 nanosheets was determined to be 85:15 according to the relative ratio of bronze (310) and anatase (004) signals at 33.4 and 37.8°, respectively. Average crystallite sizes calculated by the Scherrer formula for bronze, dual-phase, and anatase nanosheets are 5 ± 2, 7 ± 2, and 10 ± 2 nm, respectively.",
                "Raman spectroscopy is used for the additional compositional analysis of TiO2 nanosheets. Raman spectra of hierarchical TiO2 nanosheets (c) are consistent with the active modes of anatase and bronze.  Relative amounts of anatase and bronze polymorph of the dual-phase TiO2 nanosheets are confirmed to be 84:16 by fitting the corresponding Raman signals at 147 cm–1 and bronze at 124 cm–1, respectively ().  This is consistent with the XRD results, validating both phase purity and uniform distribution of anatase/bronze nanocrystallites. Further surface chemical characterizations of dual-phase hierarchical TiO2 nanosheets are performed with XPS. The Ti 2p spectrum (d) consists of Ti 2p1/2 (464.4 eV) and Ti 2p3/2 (458.5 eV) with a 5.8 eV spin energy separation that is slightly larger than previously reported TiO2, possibly owing to the oxygen vacancies and 2D morphology.  O 1s spectra (e) comprise the main peak at 529.7 eV corresponding to Ti–O bonds and an additional broader signal that can be deconvoluted into peaks centered at 531.9 and 533.3 eV. These additional signals originate from oxygen/moisture adsorbed at oxygen vacancies and carbonate groups (resulting from Ti–glycolate decomposition), respectively.  The presence of oxygen vacancies and moisture is common for low-temperature-treated high-surface TiO2, especially for the (110) plane of the bronze polymorph.  The presence of crystal defects such as oxygen vacancies and Ti3+ is beneficial for obtaining superior electronic conductivities and surface Na-ion storage. Use of TiCl3 as a TiO2 precursor also facilitates oxygen vacancy and Ti3+ in the hierarchical nanosheets.  N2 adsorption–desorption isotherms (f) provided further details of the textural properties of TiO2 nanosheets. Both single- and dual-phase samples showed isotherms and hysteresis of types IV and H3, respectively, which are characteristic of mesoporosity. Superior N2 adsorption in the relative pressure range P/P0 = 0.4–1.0 clearly indicates the mesoporous structure.  BJH pore size analysis confirmed the mesoporous nature of TiO2 nanosheets. As expected, dual-phase TiO2 (106.4 m2 g–1) and anatase TiO2 (80.1 m2 g–1) nanosheets exhibited lower surface areas compared to bronze TiO2 nanosheets (124.0 m2 g–1). This is to be expected due to the increased crystal growth through high-temperature calcination. Mesoporous nature of single- and dual-phase TiO2 nanosheets is evident from the BJH analysis (g). As expected, lower surface area and increased pore size are observed for heat-treated nanosheets () compared to bronze TiO2 nanosheets. Superior contact with the electrolyte solution can be achieved for these samples due to the high surface area and mesoporosity in addition to the possibility of extra Na-ion storage in the mesopores. ",
                "Scanning electron microscopy (SEM) images (a–c) confirmed the highly agglomerated and interconnected nature of dual-phase TiO2 nanosheets. The high-resolution image (c) also revealed an average thickness of ∼10 nm for individual nanosheets. Such hierarchical microstructures and ultrathin nature are beneficial for enhanced solid-state Na-ion diffusion compared to individual separated nanosheets and superior contact with the electrolyte solution. Transmission electron microscopy (TEM) images (d–f) at different magnifications verified the hierarchical microstructure of dual-phase TiO2 nanosheets. Lattice spacings of 0.62 and 0.36 nm represent (001) and (101) crystal planes of bronze and anatase phases, respectively.  The high-resolution image (f) also confirmed the presence of anatase and bronze nanocrystallites (8 ± 2 nm), which matches well with the XRD results. Well-defined interfaces between anatase and bronze nanocrystallites are clearly visible in these images, which can be anticipated due to mismatch in the crystals of these polymorphs. Such a hierarchical microstructure of TiO2 nanosheets consisting of nanointerfaces between individual anatase and bronze crystallites is very attractive due to the possible surface Na-ion storage and improved diffusion through interfaces. In summary, controlled hydrolysis of TiCl3 in the EG solvent and following calcination resulted in the formation of single- and dual-phase hierarchical two-dimensional TiO2.",
                "Electrochemical performance of TiO2 nanosheet anodes is systematically tested in a Na-ion half-cell configuration in the voltage range of 0–3.0 V. Dual-phase TiO2 demonstrated significantly higher specific capacity (289 mAh g–1 at 0.025 A g–1) and better rate performance (110 mAh g–1at 1.0 A g–1) than anatase- and bronze-phase nanosheets (a). The first discharge capacity of 514 mAh g–1 and reversible Na-ion storage of the dual phase are vastly better than crystalline and amorphous TiO2 electrodes reported previously (b).  As expected, dual-phase TiO2 nanosheet electrodes experienced 44% of the first-cycle capacity loss () due to solid electrolyte interface (SEI) formation and irreversible Na-ion insertion in crystal surface/lattice defects.  Fabrication of Na-HECs needs further improvement of the first-cycle Coulombic efficiency, which can be achieved by adopting special electrolyte solutions containing additives/excess Na ions, presodiation of the anodes, or use of protected Na metal in the electrode composition to supply additional Na ions required for first-cycle irreversible processes.  Second charge–discharge profiles of dual-phase TiO2 at corresponding current densities are presented in c. Slopping charge–discharge profiles without plateaus at the current density range of 0.025–1.0 A g–1 signify the pseudocapacitive-type Na-ion storage. Increased slope of the voltage profile at higher current densities clearly indicates the dominant pseudocapacitive mechanism at higher charge–discharge rates. ",
                "Cyclic voltammetric studies (d) provided further information to clarify the Na-ion storage mechanism. A broad signal around 0.5 V during the first cathodic scan corresponds to SEI formation, which is in good agreement with the irreversible capacity loss of the first cycle. Absence of this signal in the following scans confirmed the complete surface-layer formation in the first cycle. Slopping cathodic signal in the voltage range of 2.25–0.4 V in the second and consecutive cathodic scans represents diffusion-independent pseudocapacitive Na-ion diffusion. This correlates well with the slopping galvanostatic voltage profiles. An additional signal in the 0.4–0 V range corresponds to diffusion-dependent Na-ion intercalation in the anatase and bronze TiO2 crystal structure.  Broad anodic signals between 0.79 and 2.25 V and a shoulder at 0.25 V correspond to pseudocapacitive and diffusion-dependent-type Na-ion deintercalation, respectively. CV curves overlap during the consecutive cycles, demonstrating high reversibility of the Na-ion storage. The unique shape of the CV curves also visualizes the dominant pseudocapacitive Na-ion storage process compared to previous reports.  Superior Na-ion diffusion is also visible from the increased sodiation potentials. This diffusion-independent nature could facilitate a fast charge–discharge process without affecting the crystal structure of the electrode material and ensure long-term cycling stability. Dual-phase TiO2 also exhibited excellent cycling stability in the half-cell configuration (e), with a capacity retention of 207 mAh g–1 and a Coulombic efficiency of 99.9% after 100 cycles at a current density of 0.1 A g–1. Identical voltage profiles on extended cycling (f) clearly indicate the highly reversible Na-ion intercalation/deintercalation process.",
                "Cyclic voltammograms of single- and dual-phase hierarchical TiO2 nanosheets are collected at a scan rate range of 0.1–100 mV s–1 (a–c) to further investigate the Na-ion storage mechanism. As expected, peak currents of all samples increased linearly with an increase of the scan rate, which is characteristic of pseudocapacitive charge storage. Although the bronze TiO2 polymorph consists of open channels for Na-ion diffusion, peak currents appeared to be lower than the dual-phase and anatase TiO2 electrodes. Notable differences in the Na-ion storage process of the three TiO2 nanosheet samples are evident from these cyclic voltammograms. Pseudocapacitive contributions of the single- and dual-phase TiO2 electrodes at a scan rate of 1.0 mV s–1 (d–f) also demonstrated a significant difference in the Na-ion storage mechanism. Dual-phase TiO2 showed the highest pseudocapacitive contribution of 69% followed by anatase (45%) and bronze (21%) nanosheets. The dual-phase TiO2 electrode also exhibited higher sodiation potentials and broader cathodic/anodic signals in contrast to single-phase compositions, which illustrates energetically more favorable Na-ion insertion resulting from anatase–bronze nanointerfaces. Pseudocapacitive Na-ion storage contribution of both single- and dual-phase TiO2 nanosheets increased with an increase of scan rates (a–c), which is typical of dominant capacitive charge storage at higher charge–discharge rates.",
                "Na-ion diffusion kinetics of dual-phase hierarchical TiO2 electrodes are further investigated using the power-law relationship of peak currents (i) and scan rates (v): i = avb, where b = 0.5 corresponds to the diffusion-controlled process and b = 1.0 implies the surface-controlled process.  Anodic and cathodic b-values are 0.8 for scan rates <20 mV s–1, (d), which is more inclined to the fast surface-controlled capacitive process. However, the anodic and cathodic b-values reduced to 0.4 and 0.2, respectively, at scan rates >20 mV s–1, indicating the diffusion-limited Na-ion kinetics due to the increased ionic size. Similar results were previously observed for other pseudocapacitive SIB anodes.  It is worth noting that capacitive contribution includes double-layer and pseudocapacitive parts, in which the double-layer capacity is proportional to the surface area of the electrode material (typically 10 μF cm–2 contribution for >1500 m2 g–1 surface area).  Only a low double-layer capacity of 8.7 mAh g–1 should be expected for dual-phase TiO2 due to its low surface area (106.4 m2 g–1). Hence, the major specific capacities originate from the pseudocapacitive Na-ion intercalation processes rather than surface double-layer-type storage. The remarkable pseudocapacitive nature makes the dual-phase hierarchical TiO2 nanosheet a promising anode for Na-HECs. Enhanced Na-ion diffusion properties are also identified for the interface-engineered dual-phase TiO2 nanosheets compared to single-phase compositions. The Nyquist plots of all three samples () were composed of a low-frequency slopping line and a high-frequency semicircle characteristic of solid-state diffusion (Zw) and charge-transfer resistance (Rct) of Na ions, respectively. Nyquist plot fitting with the equivalent circuit ( inset) verified Rct of 236.4 Ω for dual-phase TiO2 nanosheets, 349.2 Ω for the phase-pure bronze anode, and 66.9 Ω for anatase nanosheets.  Lower charge-transfer resistance of bronze- and anatase-phase TiO2 compared to the dual phase can be attributed to their increased surface area and pore size, respectively, which enable preferable contact with the electrolyte. It is noteworthy that the Na-ion storage performance of high-surface-area (124.0 m2 g–1) bronze TiO2 is inferior to lower-surface-area anatase (80.1 m2 g–1) and dual-phase nanosheets (106.4 m2 g–1). Therefore, surface area is not the only factor determining the electrochemical performance of TiO2 nanosheet anodes. Bronze, dual-phase, and anatase hierarchical TiO2 nanosheets demonstrated Na-ion diffusion coefficients of 1.73 × 10–15, 2.65 × 10–14, and 1.79 × 10–14 cm2 s–1, respectively (). Such an increased diffusion coefficient of the dual-phase TiO2 nanosheet anode is key for achieving superior pseudocapacitive performance. These results verified a huge impact of the phase composition diffusion kinetics of Na ions and pseudocapacitance. A dominant pseudocapacitive-type Na-ion storage observed in dual-phase TiO2 nanosheets benefits the prolonged cycle life due to minimized structural change associated with the process.",
                "To investigate the feasibility of a high-energy and high-power-density Na-HEC, dual-phase TiO2 nanosheet anodes are integrated with activated carbon (AC) cathodes. Galvanostatic charge–discharge profiles and CV curves of the dual-phase hierarchical TiO2, activated carbon, and Na-HEC full-cell in the voltage ranges of 0–3.0, 1.0–4.0, and 1.0–4.0 V, respectively, are presented in e,f. Completely slopping voltage profile and square CV curve of the activated carbon verified the capacitive double-layer-type Na-ion storage. The near-rectangular CV curve of dual-phase TiO2/AC Na-HEC demonstrated the charge storage contribution from the Faradaic pseudocapacitive process and non-Faradaic double-layer capacitive reactions.  Galvanostatic rate performance of the Na-HEC device is presented in a. An excellent discharge capacity of 188 mAh g–1 is achieved at a current density of 0.025 A g–1 and retained a high capacity of 89 mAh g–1 even at a high current density of 1.0 A g–1, which are notably higher compared to Na-HECs reported earlier.  Slopping charge–discharge profiles of Na-HEC (b) are characteristic of dominant pseudocapacitive-type Na-ion storage. Cyclic voltammograms of Na-HEC at various scan rates () and the linear current-scan rate relationship also indicated the diffusion-independent kinetics. This is further confirmed by the high pseudocapacitance contribution (86.9% at 1.0 mV s–1) of Na-HEC (c). Furthermore, Na-HEC also exhibited ∼100% Coulombic efficiency and 80% capacity retention at 1.0 A g–1 after 5000 galvanostatic cycles (d). Maximum energy density of 200 Wh kg–1(221 Wh L–1) at 0.025 A g–1 and power density of 6191 W kg–1(6842 W L–1) at 1.0 A g–1 are obtained (e and ). This high energy density is radically higher than previously reported Na-HECs.  These values are in the energy and power density ranges of LIBs (100–300 Wh kg–1) and supercapacitors (5000–15 000 W kg–1), respectively. To identify the advantages of the newly developed Na-HEC, its Ragone plot is compared with other most commonly used energy storage devices (f). This result clearly demonstrates that carefully nanoengineered pseudocapacitive anodes can significantly boost the electrochemical performance of Na-HECs.",
                "Pseudocapacitive Na-ion intercalation of dual-phase TiO2 nanosheets is finally investigated to explain the outstanding electrochemical performance of the Na-HEC. Postcycling XRD patterns of electrodes at different charged/discharged states and corresponding voltage profiles at a current density of 0.025 A g–1 are presented in . Discharge profile in the voltage range of 3.0–1.0 V indicated a specific capacity gain of 45 mAh g–1 without change in the XRD pattern (a). Specific capacity contribution increased to 316 mAh g–1 in the voltage range of 1.0–0.25 V. Corresponding XRD patterns revealed reduced peak intensities related to partial loss of crystallinity and a slight shift of (101)/(310) reflections. The large Na-ion storage occurring in this potential range is ascribed to the SEI formation and Na-ion intercalation into the dual-phase TiO2 lattice.  Capacity gain of 139 mAh g–1 in the voltage range of 0.25–0.01 V corresponds to diffusion-dependent Na-ion insertion in TiO2 and the carbon conductive additive.  XRD signal positions are unaffected, and their intensities increased during charge to 3.0 V. No additional peaks corresponding to Ti metal and Na2O are observed in the ex situ XRD patterns, which indicates the Na-ion storage through the intercalation reaction. Excellent structural stability during the charge–discharge process as identified from XRD measurements is highly beneficial for achieving extended cycling stability of Na-HECs. Reversible color change is also identified during charge/discharge of dual-phase hierarchical TiO2 nanosheets (b–d). Blue color of the TiO2 powder discharged to 0 V indicates Ti3+ generation during Na-ion intercalation. The original white color of the dual-phase TiO2 is completely restored after charging to 3.0 V. Reversible Ti4+ reduction to Ti3+ was further evidenced by Ti 2p XPS spectra of dual-phase TiO2 electrodes at both charging and discharging states (). Absence of signals corresponding to Ti2+ and T0 species in the Ti 2p XPS spectra of the discharged electrode also excludes the possible Na-ion storage through conversion or alloying reaction.",
                "Reduced crystallinity and Ti3+ formation observed in this case unlike during the Li-ion intercalation of TiO2 could be ascribed to the larger radius of the Na ion. Subsequent charge compensation and strain during Na-ion intercalation cause reversible Ti4+ reduction.  Complete sodiation of the dual-phase hierarchical TiO2 nanosheets in this case resulted in only minor change of lattice parameters compared to previous reports, where the storage mechanism involves diffusion-dependent insertion/conversion reactions.  Hence, Na-ion storage involves the pseudocapacitive intercalation reaction rather than surface storage on hierarchical TiO2 nanosheets. This is additionally verified through the reduced performance of bronze TiO2 nanosheets with high surface areas compared to the dual-phase sample. Finally, Na-ion storage in interface-engineered dual-phase TiO2 nanosheets can be summarized by the following equation, where Ti4+ undergoes reversible reduction during pseudocapacitive Na-ion intercalation.Schematic of the proposed Na-ion intercalation reaction is presented in f. It is worth noting that pseudocapacitive intercalation is energetically more favorable compared to diffusion-limited insertion and conversion of Na-ion storage processes reported earlier for TiO2 anodes.  Moreover, such an intercalation mechanism is completely different from the previously reported surfacial charge-transfer-type Na-ion storage. ",
                "Excellent energy/power densities of Na-HEC can be attributed to the superior pseudocapacitive Na-ion intercalation of dual-phase TiO2 nanosheets. The unique microstructure of TiO2 nanosheets presented herein consists of several features such as mesoporosity, 2D morphology, ultrathin nature, high surface area, and anatase–bronze nanointerfaces, advantageous for pseudocapacitive intercalation Na-ion storage. Mesoporosity, 2D morphology, ultrathin nature, and high surface area facilitate preferable contact with the electrolyte and thus improve Na-ion diffusion kinetics.  It has been reported that particle size reduction below 10 nm and surface area increase of TiO2 can greatly improve the pseudocapacitance of TiO2 electrodes.  This mainly results owing to the presence of surface defects and improved charge-transfer kinetics owing to superior contact with the electrolyte. Hierarchical nature of the TiO2 nanosheets enables the formation of anatase–bronze nanointerfaces, thus providing additional channels for efficient Na-ion diffusion. Moreover, structural defects such as Ti3+ and associated oxygen vacancies on TiO2 have also been demonstrated to effectively enhance the Na-ion diffusion kinetics by increasing electronic conductivity and reducing internal resistance.  As discussed earlier, use of the TiCl3 precursor facilitates the formation of oxygen vacancies and Ti3+, which further facilitates Na-ion insertion of TiO2 anodes.",
                "Since hierarchical dual-phase TiO2 possesses mesoporosity, 2D morphology, ultrathin nature, high surface area, and hierarchical microstructure, it is necessary to differentiate the critical factor for the exceptional electrochemical performance. Despite the high surface area and smallest crystallite size, bronze TiO2 nanosheets demonstrated low electrochemical performance compared to low-surface-area anatase and dual-phase nanosheets. This observation confirmed the fact that there are other factors than the surface area governing Na-ion storage performance. This is additionally validated by the reduced performance of physically mixed two-dimensional TiO2 lacking anatase–bronze nanointerfaces (). It is thus clear that the anatase–bronze nanointerface is the critical factor responsible for the excellent pseudocapacitance of hierarchical dual-phase TiO2 nanosheets. However, other factors such as mesoporosity, 2D morphology, ultrathin nature, and high surface area play only a secondary role in boosting Na-ion storage. In conclusion, nanointerfaces between anatase and bronze crystallites facilitate pseudocapacitive-type Na-ion diffusion into the dual-phase hierarchical TiO2 nanosheets and make it an excellent anode material for high-energy/-power-density Na-HECs. The demonstrated approach of pseudocapacitance enhancement aided by nanointerfaces can also be extended for improving the performance of other transition-metal oxide anodes."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We have demonstrated a high-energy-density (200 Wh kg–1) Na-HEC based on highly pseudocapacitive interface-engineered hierarchical TiO2 nanosheet anodes. Coulombic efficiency and cycling stability of the hybrid device are also exceptional. Outstanding electrochemical performance of the Na-HEC demonstrated herein is attributed to the enhanced Na-ion storage induced by the anatase–bronze nanointerfaces. While mesoporosity and nanosheet morphology are beneficial for the enhanced Na-ion storage performance, nanointerfaces induced by crystal mismatch between anatase and bronze crystallites are identified as the critical reason for the improved pseudocapacitive Na-ion intercalation pseudocapacitance. Integration of such highly pseudocapacitive anodes overcomes the kinetic mismatch between battery-type anodes and capacitor-type cathodes, resulting in excellent electrochemical performance of Na-HECs. The interface-engineered dual-phase TiO2 nanosheet anode presented herein is an attractive anode material for next-generation Na-HECs. The demonstrated strategy also offers guidelines for designing other high-performance electrode materials for Na-HECs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High-Energy-Density Sodium-Ion Hybrid Capacitors Enabled by Interface-Engineered Hierarchical TiO2 Nanosheet Anodes"
}