{
    "DOI": "10.1021/acsami.9b07865",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rapid development of electrochemical energy storage devices has efficiently alleviated the energy crisis. Over the past two decades, advancements of lightweight lithium-ion batteries (LIBs) have made it more accessible to store and restore electrical power wherever it is needed. However, limited availability and higher costs of lithium hinder the wide-scale implementation of the grid storage sectors. In this regard, sodium-ion batteries (SIBs) stand as serious contenders with the unlimited supply of sodium and its even distribution around the world.  Among all cathode materials, the NaxMnO2 system has attracted much attention due to its environmental benignity and lower cost.  Recently, appealing intergrowth structures with integration of synergistic advantages of various structures have posed excellent prospects for both LIBs and SIBs. Some pioneers have demonstrated that layered and spinel hybrid structures, P2–O3 and P3–P2 heterostructures, could exert profound superiority compared with the single-phase structure.  In our past research studies, a layer–tunnel composite cathode Na0.6MnO2 was prepared via a simple co-precipitation, and its excellent electrochemical advantages could be attributed to the synergy effect of the composite material. ",
                "Nevertheless, further advancement of the NaxMnO2 system could be seriously hampered by its multiple phase transformations during charging and discharging processes. To circumvent these problems inherent to Mn-based oxides, an effective design strategy is needed. Fortunately, substituting Mn by other transition-metal (TM) elements is viewed as a useful method to stabilize the TMO2 layer and thus enhance the electrochemical performance.  Furthermore, chemical substitution is also viewed as a reliable method to adjust structure components in heterostructure composites. However, most chemical substitutions are restricted to the replacement in TM sites.  In this work, Mg2+ was incorporated in Na-ion layers and TMO2 slabs, respectively, in the layer–tunnel hybrid Na0.6MnO2. We first discovered that different chemical substitution sites could result in different structural transformations in heterostructure composites. The layer/tunnel component ratio increased with locating Mg2+ in TMO2 slabs, while Mg2+ substitution in Na-ion layers could be beneficial to the growth of the tunnel structure. The existence of Mg2+ in both sites could effectually suppress the transformations from P2 to O2 phases in high-voltage regions and thus improve the cycling performance. The excellent structural stability during charge–discharge processes was confirmed with the help of ex situ X-ray diffraction analysis (XRD) patterns. Also, the optimized sample displays excellent Na-ion full battery properties when coupled with hard carbon anode, thus indicating the application potential of the designed material.",
                "Thus, this study realizes the modification of electrochemical performance and structural adjustment simultaneously in hybrid composite. Compared with traditional doping method, this paper aimed to study the impact of various chemical substitution sites on phase transformations of a layer–tunnel hybrid composite, which provides a fresh vision to design satisfactory cathode samples for SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In this study, all of the materials (Na0.6MnO2, Na0.58Mg0.01MnO2, Na0.56Mg0.02MnO2, Na0.6Mn0.99Mg0.01O2, and Na0.6Mn0.98Mg0.02O2, denoted as Mg-0, Mg-0.01 A, Mg-0.02 A, Mg-0.01 T, and Mg-0.02 T, respectively) were prepared by an easy co-precipitation method with consequently high-temperature calcination. The stoichiometric ratios of sodium acetate (KESHI, 99%), manganese acetate (KESHI, 98%), and magnesium acetate (KESHI, 98%) were completely dissolved in 150 mL of deionized water. Aqueous solution with excess H2C2O4·2H2O (KESHI, 98%) was added into the previous acetate solution as a precipitant. The mixture evaporated at 90 °C to form a precursor under continuous stirring at 40 °C for 180 min. The precursor complex was dried in vacuum oven at 120 °C overnight and then precalcined at 450 °C for 6 h with the final calcination at higher temperature (900 °C for 10 h). The heating and cooling rates were both maintained at 5 °C min–1. Eventually, the targeted samples were immediately moved and stored into a glovebox to filled with argon to avoid the water content in the air."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline structures of the synthesized samples were identified by powder X-ray diffraction analysis (XRD, Cu Kα radiation, PW 1730, Philips Company). Morphologies of the targeted samples were acquired by field emission scanning electron microscopy (SEM, HITACHI S-4800). The data of transmission electron microscopy (TEM) were explored on JEM-2100F. The detailed information of X-ray photoelectron spectroscopy (XPS) was determined on ESCALAB 250Xi. The specific ratios of various elements were obtained by inductively coupled plasma (ICP-OES, Thermo Electron IRIS Intrepid II XSP)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrodes were fabricated by fully blending the active cathode material (75 wt %), carbon black (15 wt %), and poly(vinylidene fluoride) (10 wt %) in N-methyl-2-pyrrolidone as a dispersing agent. The slurry was then cast on aluminum foils and dried in a vacuum oven at 100 °C overnight. Electrochemical tests were carried out in CR2025 coin cells. The electrolyte solution consisted of 1 M NaClO4 (Aladdin, 99.99%). Pure Na metal was regarded as the counter electrode. All the half-cells were typically cycled within the voltage range of 2.0–4.0 V versus Na/Na+ at a fixed temperature of 25 °C. A Zahner electrochemical station was used to carry out the electrochemical impedance spectroscopy (EIS) measurements, which were performed by a 5 mV amplitude between 100 kHz and 100 mHz."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The crystal phases of the prepared powders were identified by X-ray diffraction (XRD) patterns, as shown in a. All of the Bragg diffraction peaks of every sample could be assigned to the tunnel structure (space group: Pbam)  and P2 phase (space group: P63/mmc)  without any other impurity peaks, indicating that Mg2+ was successfully incorporated into the pristine layer–tunnel hybrid structures. It is worth mentioning that compared with Mg-0, stronger peaks assigned to a tunnel structure occurred in Mg-0.01 A and Mg-0.02 A, indicating that Mg-replacement in Na-ion sites could be beneficial to the growth of the tunnel structure. However, it shows an inverse trend when substituting minor Mn with Mg in TMO2 slabs. With the greater Mg content, the tunnel structure peaks gradually disappeared, with more significant peaks indexed to the P2-type phase, which indicates that the substitution of Mg2+ in TMO2 slabs is beneficial to the growth of the layered structure. a–c shows the Rietveld refinement profiles of Mg-0, Mg-0.01 A, and Mg-0.01 T, respectively. A brilliant fitness for the calculated and observed patterns indicates suitable results based on the tunnel and layered phases. The details of structural parameters for Mg-0, Mg-0.01 A, and Mg-0.01 T are summarized in . Refined crystallographic sites and amount of Mg and Na in Mg-0, Mg-0.01 A, and Mg-0.02 A samples are shown in . The tunnel structure component in the hybrid composite increased apparently with Mg doping into Na+ layers. To confirm that Mg2+ is located in Na+ layers, the shift trend of the (002) peak is analyzed. As shown in , it is clear that the (002) peak shifts to a higher angle when Mg2+ is located in the Na+ layer (Mg-0.01 A). This peak is highly related to the transformation of the crystal lattice parameters. When substituting minor Na+ with Mg2+ in alkali metal slabs, the c parameter would decrease since the ionic radius of Na+ (1.02 Å) is bigger than that of Mg2+ (0.72 Å).  Thus, the c parameter would slightly decrease, corresponding to the higher angle of the (002) peak in Mg-0.01 A.",
                "However, this shift trend varies when the introduction minor Mg2+ into TMO2 slabs.  Obviously, the (002) peak shifts to a lower angle with the Mg2+ doping in TMO2 slabs, primarily because the ionic radius of Mg2+ (0.72 Å) is larger than those of Mn3+ (0.645 Å) and Mn4+ (0.53 Å).  The different shift trend of the (002) peak could further confirm that Mg2+ is successfully located in the Na+ layer and TMO2 slabs.",
                "To more directly identify whether Mg2+ is located in the Na+ layer, high-angle annular dark-field scanning transmission electron microscopy (HADDF-STEM) images of Mg-0 and Mg-0.01 A were captured. As shown in , the bright contrast between two adjacent TMO2 slabs is marked by green arrows in the magnified images.  Obviously, compared with Mg-0, Mg-0.01 A showed a brighter contrast, demonstrating that Mg2+ successfully occupied the Na+ layer.",
                "To further investigate the impacts of Mg2+ substitution on the layer–tunnel composite material, obvious influences of Mg2+ incorporation on the pure P2 phase, Na0.67MnO2 coupled with the tunnel phase, Na0.44MnO2, were also studied. As shown in , similar to Na0.44MnO2, Na0.42Mg0.01MnO2 also indicates a certain tunnel-phase XRD pattern, demonstrating that Mg was successfully introduced into the Na-ion layer in Na0.44MnO2. However, when substituting Mn with minor Mg in Na0.44MnO2, an apparent peak around 15.5° assigned to the plane of 002 belonging to the P2 phase occurred. Additionally, another peak at 37.5° was also found, suggesting that Mg2+ doping in TMO2 slabs in the pure tunnel phase could cause the phase transformation from tunnel to P-type structure. As illustrated in , when incorporating a little Mg2+ into the P2-type phase, Na0.67MnO2, both Na0.65Mg0.01MnO2 and Na0.67Mn0.99Mg0.01O2 show a pure P-type structure.",
                "The detailed compositions of the synthesized samples were analyzed by inductively coupled plasma atomic emission spectroscopy and summarized in . The result is quite similar to the anticipated stoichiometry. The XPS tests were carried out to acquire the valence states of Mg and Mn ions of the prepared materials. b shows the high-resolution XPS spectra of Mn 2p in Mg-0, Mg-0.01 A, and Mg-0.01 T, respectively. Two major peaks attributed to Mn 2p1/2 and Mn 2p3/2 could be deconvoluted into four distinct peaks, indicating the coexistence of Mn4+/Mn3+.  As shown in , the ratios of Mn3+ to Mn4+ (denoted as Mn3+/Mn4+) between Mg-0 and Mg-0.01 A are 1.31 and 1.33, respectively. The negligible variation could be a result of Mg-replacement in the Na-ion layers, which may not influence the component of Mn3+/Mn4+ in TMO2 slabs, indicating that Na+ was successfully substituted with Mg2+. However, this ratio decreased apparently with the introduction of Mg2+ in TMO2 slabs, which could be attributed to the lower valence of Mg2+ compared with Mn3+ and Mn4+. The decreased component of Mn3+ also plays a key role in alleviating the Jahn–Teller effect resulting from the formation of high-spin Mn3+.  As illustrated in , the peaks of Mg 2p around 49.0 eV in Mg-0.01 A and Mg-0.01 T are assigned to existence of Mg2+.",
                "The morphologies of the as-prepared powders are observed by SEM (a–c and ). Smooth surface facets could be found in all of the particles. Mg-0 is composed of sheetlike particles belonging to the P2 structure  and rodlike particles with a defined tunnel phase  (marked by green and blue circles, respectively), which clearly identifies the P2-tunnel hybrid structure. However, more rodlike morphologies could be found in the Mg-0.01 A (b) sample, while the Mg-0.01 T sample shows an opposite trend (c), corresponding to XRD refinement results discussed above. The respective mapping images of rodlike and sheetlike particles in Mg-0.01 T and Mg-0.01 A are presented in d–k,l–s. The Na and Mn elements are distributed evenly in all of the particles. For Mg-0.01 T, more Mg elements are distributed in the tunnel structure, which indicates that more Mg elements tend to be scattered on the layered phase in Mg-0.01 T.",
                "To have more detailed insights about the influence of Mg substitution on the structural evolution, high-resolution TEM (HR-TEM) was carried out. As shown in a,d, at higher magnification, the microparticles further disclose a defined layer–tunnel composite structure, which is similar to SEM images. In the inset of b,c,e,f, HR-TEM images reveal a series of distinct lattice fringes, reflecting the excellent crystallinity of Mg-0 and Mg-0.0 T, respectively. For the Mg-0 sample, the HR-TEM image of rodlike particles displayed an even lattice fringe and the d-spacing of 4.67 Å (b), which is in agreement with the plane of 200 in the tunnel phase. c shows HR-TEM image of a platelike particle, indicating a distinct lattice fringe and d-spacing of 2.50 Å, which is in accordance with the plane of 100 in the P-type structure. As presented in e,f, when introducing minor Mg into TMO2 slabs into Mg-0, the d-spacings of rodlike and sheetlike particles increases to 4.72 and 2.53 Å, respectively, which could be attributed to the slightly smaller ionic radius of Mn3+ (0.645 Å) or Mn4+ (0.53 Å) than that of Mg2+ (0.72 Å). Additionally, these desirable results also demonstrate that Mg2+ incorporation into the TMO2 slabs allows larger room for Na-ion de/intercalation processes.",
                "These cycling performances of the as-prepared samples are shown in a. In comparison to the pristine material, Mg-doped electrodes indicate better storage performances of Na+. The ultimate capacities were about 87 (Mg-0), 104 (Mg-0.01 A), 101 (Mg-0.02 A), 124 (Mg-0.01 T), and 102 (Mg-0.02 T) mA h g–1 after 100 circles at 1.0C, with capacity retentions of 67.5, 90.6, 91.6, 82.1, and 86.2%, respectively. It is clear that Mg-0.02 A shows the most significant improvement on the cycling performance because the Mg incorporation into Na-ion layers brings more tunnel structure components with superior structural stability during charge–discharge processes. However, with the doping of Mg in alkali metal layers, the specific capacity demonstrated an apparent decrease, which could be a result of the formation of more tunnel structures with low theoretical capacities.  When substituting Mn with Mg in TMO2 slabs, both the cycling capability and cycling performance were boosted dramatically. Although the capacity retention (82.1%) slightly decreased compared with Mg-0.01 A, Mg reaches 151 mA h g–1 at 200 mA g–1. The enhancement in the capacity could be attributed to the introduction of P2-phase structure with a high theoretical capacity.  Thus, Mg-0.01 T owns the best overall electrochemical performance compared with other samples. b shows the rate performances of all five samples at different current densities between 0.2 and 8.0C for each five circles.",
                "Also, Mg-0.01 T displays a better rate capability compared with other samples. Even at 1600 mA g–1, it also presents a decent specific capacity (88 mA h g–1). In addition, the Mg-0.01 T electrode delivers an excellent capacity retention of 76.6% after 500 cycles, with a surprisingly stable Coulombic efficiency even at a high rate of 1000 mA g–1 (e). By comparison, Mg-0 exhibits an extremely rapid capacity drop with severe fluctuation of Coulombic efficiency ().",
                "Apart from boosting electrochemical performances in half-full cell, it also dramatically shows brilliant full-cell property to preliminarily indicate the practicability of the Mg-0.01 T cathode material. The charging/discharging plots of the Mg-0.01 T cathode and the hard carbon anode were tested in the half battery coupled with metallic sodium foil as the counter electrode (c). As displayed in d, the full battery presents a decent first discharge capacity (100 mA h g–1) and the average Coulombic efficiency is above 99% almost during the whole cycling process. Additionally, after 50 cycles at 0.2C, the capacity retention is 78% (d). These desirable performances make this material a promising candidate for SIBs.",
                "To study the evolution of the electrochemical behavior of the as-prepared electrodes, the dq/dv and galvanostatic charge/discharge (GCD) profiles have been performed in sodium half-cells. The first charge–discharge curves of Mg-0, Mg-0.01 A, and Mg-0.01 T are illustrated in . It is clear that the charge capacity of the as-prepared samples is less than the discharge capacity, which could be a result of the insufficient initial sodium content of the as-prepared materials. a shows the second dq/dv curves, where various pairs of redox peaks could be observed, which could be attributed to the coexistence of the P-type and tunnel phases. The prominent redox peaks between 2.0 and 2.5 V in Mg-0, Mg-0.01 A, and Mg-0.01 T may be assigned to Mn3+/Mn4+ in the P2 layered structure.  Apart from Mn3+/Mn4+, there are other ways to provide charge capacity. Take the second charge profile of Mg-0.01 T as an example, as shown in , the long charge plateau around 2.4 V is attributed to Mn3+/Mn4+, while the platform above 3.5 V is associated with the release of O2. The smoother curve between 2.5 and 3.5 V indicates an evident solid–solution reaction mechanism. At the same time, smoother curves also evidence the change of the ordered structures during charging/discharging processes.  Apparently, as shown by blue rectangle in a, multiple redox couples representing charging/discharging processes of the tunnel phase occur in Mg-0 and Mg-0.01 A, which demonstrates complicated transformation procedures to alleviate the structural strain because of the de/intercalation processes of Na ion. However, it almost disappeared in Mg-0.01 T, since the tunnel phase component in the layer–tunnel composite structure decreased obviously due to the introduction of Mg in TMO2 slabs, corresponding to the smoother GCD curve of Mg-0.01 T in b. As shown by red rectangle in a, the irreversible oxidation peaks above 3.5 V may be attributed to the P2–O2 structural transformation,  which is accompanied by the peeling and expansion of TMO2 slabs where Na+ de/intercalate. Surprisingly, such a detrimental phase transition nearly fades away in Mg-0.01 A and Mg-0.01 T, which could account for the dramatic enhancement of the cycling performance.",
                "These possible structural transitions when sodium ions are (de)inserted were investigated by ex situ XRD tests. Apart from the H2O and Al substances at around 13.5, 25.5 and 65.5°, respectively. The remaining peaks can be assigned to tunnel/layered phases.  For Mg-0.01 A sample, all of the major reflections associated with the P2 phase and tunnel structure were well-retained, indicating the excellent structural stability during various charge/discharge states (a). Moreover, the amplified parts of Mg-0.01 A from 15 to 17° are shown in b,c. The magnified (002) peak nearly remains unchanged in different charge/discharge states. The brilliant reversibility could have originated from the more tunnel phase formed in the layer–tunnel hybrid structure when minor Mg is introduced into the Na+ layer; as a result, it could alleviate the structural transitions because of the superior stability of the tunnel phase. Also, the excellent phase stability of Mg-0.01 A is consistent with its impressive cycling performance in a. For Mg-0.01 T, as presented in d, the 002 peak from 15 to 17° slightly shifts towards a smaller angle when charged to 4.0 V as a result of the gradual expansion of the interlayer space due to Na+ removal from the lattice during charging process; as a result, it would consequently intensify electrostatic repulsions between adjacent O atoms.  However, when it was discharged to 2.0 V, the 002 peak nearly came back to the original state (e,f), indicating a high structural reversibility. As expected, during the subsequent discharging process, with Na+ returning to the main structure, the (002) peaks can gradually return to the original state, which is similar to the other reported results. ",
                "EIS measurements, which were performed in Na half batteries after 100 circles at 200 mA h g–1, were carried out to study the influence of Mg2+ doping on the charge-transfer resistance and Na-diffusion coefficients (DNa+) of Mg-substituted samples (a,b). The DNa+ was obtained by . Apparently, the charge-transfer resistance (Rct) of Mg-substituted samples is much smaller than that of the Mg-0 sample. Additionally, as displayed in , the DNa+ of Mg-0, Mg-0.01 A,",
                "and Mg-0.01 T samples are about 0.13 × 10–13, 0.26 × 10–13, and 0.16 × 10–13 cm2 s–1, respectively. Obviously, Mg-0.01 A presented the fastest sodium-ion diffusion."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, Mg2+ ions have been successfully incorporated into the Na-ion layer and TMO2 slabs in a layer–tunnel hybrid composite Na0.6MnO2 cathode. We first discovered that various doping sites in Na0.6MnO2 could bring different structural transformations. The layer/tunnel component ratio apparently decreased by locating Mg2+ in Na-ion layers, while Mg2+ substitution in TMO2 slabs could be beneficial to the growth of the tunnel phase. In contrast to pristine sample, Mg-substituted materials all display a better Na+ storage performance. Mg-0.01 A displayed an amazing cycling retention of 91.6% after 100 cycles at 1C, while Mg-0.01 T represented an initial discharge capacity of 100 mA h g–1 at 5C and obtained an excellent capacity retention of 76.6% after 500 cycles. Such a dramatic enhancement could be the result of different transformations and an effective inhibition of P2–O2 phase transitions during Na+ de/intercalation processes. Additionally, GITT and CV technologies were implemented to testify the ameliorative Na-mobility kinetics. Moreover, the brilliant full battery performance coupled with hard carbon could ulteriorly indicate the promising application potential. This research provides a novel modification thread compared with traditional doping strategy and structural adjustment in heterostructure composites. We believe that this structure optimization method could be easily applied to other hybrid composites employed in future practical SIBs for wider application."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ion-Doping-Site-Variation-Induced Composite Cathode Adjustment: A Case Study of Layer–Tunnel Na0.6MnO2 with Mg2+ Doping at Na/Mn Site"
}