{
    "DOI": "10.1002/cssc.202001268",
    "Journal": "",
    "Keywords": [
        "Sodium ion battery",
        "rate performance",
        "heat generation",
        "ionic diffusivity",
        "interfacial kinetics"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) are very promising for large‐scale energy storage systems because of their low cost and improved safety. However, challenges remain in the development of suitable electrode materials to enable high power, high energy density, and long lifespans. Several vanadium phosphate‐based materials have been extensively studied as cathodes and anodes in Na‐ion batteries because of their potential stability at V2+,3+,4+,5+ oxidation states. Vanadium‐based fluorophosphate compounds with the general formula of Na3V2(PO4)2F3−xOx stand out as promising cathodes for SIBs because of their excellent electrochemical performance, including high voltage and stable cycling performance. Charge‐discharge curves of Na3V2(PO4)2F3 consist of two pseudo‐plateaus at average voltage of ∼3.7 V and ∼4.2 V owing to the two‐step extraction/intercalation reactions of the Na+ ions at the Na(2) and Na(1) sites of the Na3V2(PO4)2F3 structure, respectively, that correspond to V3+/4+ and V4+/5+ redox reactions during the electrochemical process. Thus, the average operating voltage of Na3V2(PO4)2F3−xOx is higher than Na3V2(PO4)3 (3.3 V) and most other metal oxide cathodes (3.0 V). These materials can be prepared using several methods (e. g., solid state, sol‐gel, hydrothermal, microwave‐assisted hydrothermal). Particularly, the vanadium‐based fluorophosphates Na3V2(PO4)2F3 possess a high average operating voltage up to 3.95 V, which makes them promising in a full‐cell configuration for producing practical SIBs. Broux et al. synthesized three different Na3V2(PO4)2F3 samples (with or without carbon coatings of different natures) obtained via various synthesis methods. These materials were tested in extreme conditions such as low temperature (≈0 °C) and high cycling rate (from 0.1 C through 5 C), and exhibited good electrochemical performances in terms of improved cycle stability and rate performance, which correspond to a capacity of 105 mAhg−1 at 1 C. Additionally, optimized carbon‐coated Na3V2(PO4)2F3 shows good rate and electrochemical cycling capabilities, as demonstrated by a hard carbon/Na3V2(PO4)2F3 full‐18650 prototype cell with an energy density of around 75 Whkg−1 cycled more than 4000 times at a 1 C rate. The use of secondary batteries in different geographical regions requires their thermal stability within the temperature range of −30 to 60 °C. Because of the generation of internal heat, some battery components could reach up to more than 60 °C while operating, though batteries are expected to operate at high temperatures without the risk of fire or explosion. However, the relationship between the heat generation within the batteries and their electrochemical performances has not yet been well‐studied. During the past several years, the authors’ research team has focused mainly on the development of new compounds as electrode materials for both lithium and SIBs, which include crystalline α‐CrPO4, Alluaudite, and Nascion‐type structures.",
                "In this work, a Na3V2(PO4)2F3@MWCNT (multi‐walled carbon nanotube) material was prepared using a hydrothermal‐assisted sol‐gel method. The material exhibits outstanding electrochemical performance in half‐ and full‐cell configurations. Next, the impact of the material cycling in the half‐cell configuration was studied for the first time under the high temperatures of 45 °C and 55 °C. Furthermore, an electrochemical isothermal heat calorimetry measurement method was applied to characterize the heat generation within the Na3V2(PO4)2F3@MWCNT cathode material during charge and discharge cycling. The obtained thermal properties were evaluated based on electrochemical performance to elucidate the cathode material structural stability during cycling. The ion diffusivity and interfacial charge transfer resistance were also measured as functions of sodium content, which explains the high rate performances of the material."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na3V2(PO4)2F3@MWCNT synthesized cathode material was firstly analyzed using powder X‐ray diffraction technique. The diffractogram of the material recorded in the 2‐theta range of 10°–70° is illustrated in Figure (a). The XRD pattern confirms the high purity of the synthesized Na3V2(PO4)2F3@MWCNT material without the presence of any crystalized impurities. All peaks are sharp and well‐defined, confirming the high degree of crystallinity of the Na3V2(PO4)2F3@MWCNT. Full pattern matching, and refinement indicates that the material has a orthorhombic crystal structure with space group Amam similar to a Na3V2(PO4)2F3 recently reported by M. Bianchini et al. The crystal symmetry of Na3V2(PO4)2F3 was reported as Amam orthorhombic space group6 and P42/mnm tetragonal space group. Bianchini et al. discussed these discrepancies and pointed out that the orthorhombic structure was not found owing to the lack of sufficient angular resolution of diffraction data and differences in the actual stoichiometry of the pristine samples. For Amam orthorhombic space group, the lattice parameters obtained from the refinement were, a=9.0315 (1) Å, b=9.0249(1) Å and c=10.6255(1) Å in which the obtained c‐parameter (c=10.6255(1) Å) is relatively lower than the reported data (10.7470 Å) by Bianchini et al. It should be noted that they measured lattice parameters by using high angular resolution synchrotron radiation diffraction. We also used P42/mnm tetragonal space group and the obtained lattice parameters in our case were, a=9.0375 (1) Å and c=10.6363(1) Å.). Both cell parameters perfectly match the X‐ray pattern of Na3V2(PO4)2F3@MWCNT. We could not observe a significant difference of the c‐parameter between the space groups Amam and P42/mnm. As mentioned below, the XPS measurement on the pristine sample indicated the presence of only V3+ at least at the surface of the sample, and neither V4+ nor lower valence of vanadium were detected. The obtained XRD patterns are in good agreement with the reported data, and three plateaus that were observed as shown in the charge/discharge profile agreed well with the reported charge‐discharge behavior of Na3V2(PO4)2F3. Based on these observations the stoichiometry of the pristine sample is not expected to significantly deviate from the nominal composition. It should be noted that we used standard CuKα XRD with short scanning time. This might be one of the reasons for the difference in the c‐parameter and the presence MWCNT in the composite electrode might also have an impact. The scanning electron microscopy (SEM) analyses showed uniform cubic particles. The chemical composition of Na3V2(PO4)2F3@MWCNT was qualitatively confirmed by EDX Figure b. The carbon nanotubes, partially embedded in smaller and rougher Na3V(PO4)2F3@MWCNT particles, can be easily observed in Figure c and d. The distribution of the nanotubes appears to be homogeneous throughout the sample.",
                        "Cyclic voltammetry (CV) was used to determine the voltage positions of the redox couples in the Na3V2(PO4)2F3@MWCNT electrode. CV profiles of the first three cycles under the 0.1 mV S−1 rate within the 2.5–4.5 V voltage range are shown in Figure . All three CV curves exhibited three pairs of sharp redox peaks located at about 3.47/3.24, 3.75/3.61, and 4.23/4.11 V, respectively. The distinct, sharp redox peaks indicate good kinetics and transport properties of the electrode materials. Bianchini et al. discussed details regarding the sodium extraction and insertion mechanism in the Na3V2(PO4)2F3 phase. There are three different sodium sites that are present in the orthorhombic structure: one fully occupied, Na1A, and two, Na2A and Na3A, partially occupied. In the tetragonal structure there are two sodium sites: one fully occupied Na1p and one partially occupied Na2p. The site Na2p has two different energetic levels. It is reported that the first two plateaus correspond to a two‐step extraction/re‐insertion process of the first Na+ ion from/into the Na2p site, and the third plateau that is observed at a higher voltage of ∼4.23/4.11 V is related to the extraction/re‐insertion of the second Na+ ion from/into the Na1p site, which agree with the redox reactions in the CV measurements (Figure ). Nonetheless, our obtained results are in good agreement with the charge and discharge curves and the patterns reported in the literature. Also noted that a slight effect was appeared at around 3.5 V in the reduction process only and was not visible in the oxidation process. Since XRD confirmed the presence of pure phase, the effect could be owing to the position of sodium at different energetic level.",
                        "The half‐cells were charged and discharged in the 2.8–4.3 V voltage range for a Na3V2(PO4)2F3@ MWCNT cathode against metallic sodium at 25 °C. Figure a shows the 1st, 10th, 100th, 500th, and 1350th galvanostatic charge/discharge profiles at 1 C at room temperature. The initial discharge capacity was 120–125 mAhg−1 at a 1 C rate with a high retention of 75 % after 1400 cycles, which demonstrated the complete use of the active material with extraction and insertion of 2Na (near theoretical capacity). Three plateaus were observed as shown in the charge/discharge profile and agreed well with the reported charge‐discharge behavior of Na3V2(PO4)2F3; a small plateau around 3.28/3.45 V and two larger plateaus at 4.12/4.25 and 3.61/3.76 V. It is reported that the first two plateaus correspond to a two‐step extraction/re‐insertion process of the first Na+ ions from/into the Na(2) sites, and the third plateau at a higher voltage of ∼4.23/4.11 V are related to the extraction/re‐insertion of the second Na+ ions from/into the Na(1) sites, they also correspond to the redox reaction in the CV measurements. After the first 10 cycles, the charge/discharge coulombic efficiency was retained over 99 %.",
                        "Because safety is always one of the main concerns for batteries, studying the tolerance of the cathode material toward elevated temperature is important in preventing thermal runaways that ultimately lead to fire or explosion. Thus, the Na3V2(PO4)2F3@MWCNT/Na half‐cell was cycled at 45 °C and 55 °C using the same protocols as cycling at 25 °C. Figure b and c present the 1st, 10th, 100th, 500th, and 1,350th galvanostatic charge/discharge profiles for Na3V2(PO4)2F3@MWCNT samples at 1 C for 45 °C and 55 °C using two cut‐off voltages, 4.5 and 4.3 V, respectively. Figure  reveals that the capacity losses are almost similar at all three temperatures. However, relatively large cell polarization was observed when the cut‐off voltage of the cell cycled at 45 °C was set to 4.5 V. The obtained results indicated that the optimum upper cut‐off voltage should be 4.5 V or lower. Otherwise, degradation of the battery performance would be faster with combined high voltage (over 4.5 V) and high temperature (55 °C). Furthermore, the Na3V2(PO4)2F3@MWCNT samples showed good long‐term durability; the capacity loss was an average of 0.05 % per cycle at a 1 C rate at 55 °C. The origin of the performance degradation is not yet clear; however, it could be owing to the instability of the electrolyte over 4.5 V at a moderately high temperature, or the decomposition of NaPF6 salt. The authors observed that the surface of metallic sodium anode remained smooth and shiny after 1350 cycles at 45 and 55 °C (Figure S1). The improved electrochemical performance at elevated temperatures can result from simultaneously softening plated sodium and smoothing potentially developed dendrites. Reportedly, lithium dendrite growth can be suppressed at a critical current density since those dendrites can melt on the surface of a lithium anode at a high current because of locally raised temperatures. Similar phenomenon is expected here at a high operating temperature since the melting point of sodium metal is lower than that of lithium. At the end of the 1350th cycle, the charge/discharge profiles at the three different temperatures were compared (Figure S2), and higher polarization was observed for cells running at higher temperatures. This polarization might be owing to the growth of the SEI layer and the continuous decomposition of the electrolyte.",
                        "Besides good cycling performance and safety concerns, rate performance is also crucial for batteries that are desirable for high‐power applications such as power tools, electric cars, and military uses. High electronic conductivity (intrinsic or through a carbon coating) and fast sodium diffusion (intrinsic or through nanosized particles) help to achieve high power capabilities of the cathode, which can also compete with lithium battery counterparts. The weight amount of carbon in the Na3V2(PO4)2F3 material was around 8 %, and the average particle size was around 1.5 μm. Rate performances of Na3V2(PO4)2F3@MWCNT samples at various C rates from C/10 to 10 C at room temperature are displayed in Figure . The half‐cell delivered a capacity of 100 mAhg−1 even at a high rate of 10 C at room temperature. Notably, minimal capacity decay (3 %) was observed for the cell when cycling at a high rate up to 2 C (1 C=125 mAh/g). The synthesized material demonstrated its improved rate performance by reversibly cycling under a 10 C rate. Despite the high current (650 mA/g) that was applied, the cell exhibited a 104 mAh/g discharge capacity, which indicates both fast interfacial charge transfer kinetics and high sodium mobility realized in the Na3V2(PO4)2F3@MWCNT cathode.",
                        "XPS was performed to investigate the chemical nature of the cathode surface after charging and discharging in the half‐cell configuration. The cells were opened, and the electrodes were collected and washed by dimethyl carbonate. In Figure a, the peak positions of V2p of the pristine electrode appeared at 517.5 and 524.6 eV with V3+ presence. After charging the electrode, these peaks moved to higher energy at 518.5 and 525.8 eV, suggesting higher oxidation states of vanadium (V4+ or a mixture of V3+, V4+, and V5+). On the discharge, the V2p peaks were observed at lower energy but did not return to the pristine electrode position, suggesting a higher total oxidation state of vanadium in the cathode surface than V3+. The XPS of C1s orbital is exhibited in Figures b and 5c. The charged electrode shows the apparition of the peak at 287.8 eV and can be attributed to a C=O band originating from a carbonate species of EC or PC degradation. The peak at 292.1 V can be attributed to the presence of −CF2+x group which has a higher energy than the −CF2 group of the polyvinylidene fluoride binder. Some contribution at 289 eV can also be related to the presence of O−C=O from solvent degradation. The −CF2+x group can be attributed to the formation of carbon species rich with F from the reaction of NaPF6 and EC and PC solvents. On the discharge, the disappearance of C=O, O−C=O and −CF2+x peaks, and the reduced intensity of the C−C peak, suggest that an unstable SEI could be formed during discharge and partially broke down once the cell finished discharging."
                    ],
                    "name": "Half‐cell configuration",
                    "type": "section"
                },
                {
                    "content": [
                        "Enabling a full‐cell configuration with better electrochemical performance is a major challenge toward the commercialization of the SIB system. On the anode side, Sb and Sb/C materials have been explored recently as promising candidates because of their high reversible capacity and low cost. With a 3‐electron involved redox process, a theoretical capacity of 660 mAh/g can be realized for the Sb anode, which corresponds to the formation of Na3Sb. The experimental data here confirmed the promise of the Sb (Sb/C) as a practical anode (Figure S3a and b show the cyclic voltammogram and galvanostatic charge/discharge curves of the Sb/C electrode). Furthermore, the Sb/C anode was paired with the Na3V2(PO4)2F3@MWCNT cathode to investigate the electrochemical performance of the full‐cell configuration. The full‐cell was made in the cathode limited‐capacity configuration and was cycled under a 1 C rate (120 mAh/g of the cathode). Figure a shows the charge/discharge curves of the full‐cells, and an average discharge voltage of 3 V was observed. The full cell exhibited good cycling stability even after 200 cycles. The addition of 5 wt % FEC (fluorinated ethylene carbonate) to the electrolyte improved the battery cyclability and achieved a reversible capacity of 119 mAh/g. The charge/discharge coulombic efficiency was still 99 % after 120 cycles. Unlike half‐cell performances, with the FEC additive, the full‐cell exhibited a capacity loss associated with a shorter first plateau within 2.8–3 V in the full‐cell configuration. After extended cycling, the FEC helps to reduce the degradation of the SEI on the Sb/C anode surface. However, the observed capacity loss with cycling might be owing to an irreversible insertion of Na in the Sb/C anode. Consequently, the Sb/C electrochemical activity was moved from Zone I (beginning of the discharge) to Zone II (middle of the discharge), which was dictated by the presence of sloping voltage profiles at the beginning instead of a plateau at the 2.8–3 V domain. Zone I and II is explained in the supporting Figure S3. Without FEC, the cell polarization increased with cycling and continuous consumption of the Na and the electrolyte, which resulted into a sudden failure of the battery.",
                        "To continuously pursue a low‐cost configuration for the practical use of SIBs, a hard carbon anode was considered as a promising anode candidate. Full cells of a Na3V2(PO4)2F3@MWCNT cathode and a pre‐sodiated hard carbon anode demonstrated excellent cell performance of 112 mAh/g reversible capacity delivered at 0.1 C (Figure c). The long‐term cycling performance at 1 C (Figure c) indicates that 104 mAh/g capacity was maintained after 100 cycles, which corresponds to the 93 % capacity retention. The stable cycling performance can be attributed to enough Na+ reserved in the pre‐sodiated hard carbon anode. The Na+ stored in the hard carbon anode helped with stabilizing the two‐phase transformation upon the charge/discharge process.",
                        "The GITT measurements exhibited two big plateaus, as observed at the normal charge/discharge profile, along with a small plateau at 3.4 V (Figure S4a), which is consistent with the literature and the CV data here (Figure ). EIS spectra were recorded on the half‐cell of Na3V2(PO4)2F3@MWCNT samples at different states of charge and discharge. The impedance spectrum at 20 % state of charge (SOC) is shown in Figure S4b. The cell was held at the OCV for 3 h with a voltage decay rate of 2 mV/h at the end of the rest interval. Under the OCV conditions, the voltage of the material was between the oxidation and reduction states, where small bias potentials during the EIS measurements could induce slight sodiation and desodiation. The measured Nyquist plots of the Na3V2(PO4)2F3@MWCNT samples consisted of the following features:",
                        "A high‐frequency intercept owing to the ionic resistance of the electrolyte solution along with a minor contribution of the SEIA first semicircle, at the medium‐high frequencies, which was a priori because of the electronic conductivity of the material along with the charge transfer resistance at the metallic sodium/electrolyte interfaceA second semicircle, at the medium‐low frequencies, which was a priori because of the charge transfer reaction at the Na3V2(PO4)2F3@MWCNT/electrolyte interface, since the associated capacitance value (10−5 F) was higher than that of the first semicircle (10−9 F)A Warburg response at the lower frequencies part of the plots; quite similar impedance spectra were measured during the other states of charge, as well as the discharge process",
                        "A high‐frequency intercept owing to the ionic resistance of the electrolyte solution along with a minor contribution of the SEI",
                        "A first semicircle, at the medium‐high frequencies, which was a priori because of the electronic conductivity of the material along with the charge transfer resistance at the metallic sodium/electrolyte interface",
                        "A second semicircle, at the medium‐low frequencies, which was a priori because of the charge transfer reaction at the Na3V2(PO4)2F3@MWCNT/electrolyte interface, since the associated capacitance value (10−5 F) was higher than that of the first semicircle (10−9 F)",
                        "A Warburg response at the lower frequencies part of the plots; quite similar impedance spectra were measured during the other states of charge, as well as the discharge process",
                        "Different resistance processes were extracted by fitting the spectra using the equivalent circuit shown in Figure S4c; the obtained data for the two semicircles are displayed in Figure a as a function of the SOC along with the ohmic resistance of the electrolyte solution. The equivalent circuit model that was used to fit the EIS data comprises eight circuit elements. L1 represents the induction of the cell components and wire. Figure a shows that the resistance of the first semicircle (R2) gradually increases with the degree of desodiation up to around 60 % SOC and thereafter, similarly decreases with further desodiation. Meanwhile, the resistance of the second semicircle (R3) initially decreases with charging up to 20 % SOC and thereafter, almost keeps constant value on further desodiation. The resistance of the lower‐frequency semicircle (R3) is significantly higher than that of the first semicircle (R2). R2 should not be changed with the SOC assuming that it is only associated with the charge transfer reaction at the sodium/electrolyte interface. However, the electronic conductivity of active material changes with the SOC, and it impacts the charge transfer resistance at the R3/electrolyte interface.",
                        "The magnitude of R3 is much higher than that of R2, and the impact of electronic conductivity could not be envisaged. The slight increase of R2 with the SOC is not clearly understood. The electronic conductivity of the active particles should increase as the result of the mixed valence state of vanadium that is formed during desodiation. Therefore, R2 should decrease initially. The authors’ recent research shows that the charge transfer kinetics at the electrode‐electrolyte interfacial reaction can be further enhanced with the increase of electronic conductivity of active materials. Also, Figure a shows that R3 is higher for the higher sodium concentrations. Indeed, the electronic conductivity of the material is relatively low in the fully sodiated phase. The EIS results likely imply that the interfacial charge transfer resistance is rate‐limiting, particularly at high‐sodium concentration intervals.",
                        "The voltages obtained during the depolarization of the GITT measurements of the cell at increasing states of sodiation are fitted with Equation  to extract the relaxation times, τ. ",
                        "A is the constant term for a particular material, and U(t) and U(t=∞) are the cell voltage at times (t) and t=∞. The slope of the plot,  vs. t, provides the relaxation time, τ. provides the relaxation time, τ. Details of the equation and data analysis can be found in the literature. As explained above, the origin of the depolarization is owing to the development of a sodium concentration gradient across the active particle during GITT experiments. Indeed, after each desodiation/sodiation step, the cell was allowed to relax under the OCV condition, leading to a steady‐state cell voltage. The depolarization cell voltage can be well‐fitted with Equation (1) (Figure S4d). With the obtained relaxation time, sodium ion diffusivity was derived and is displayed in Figure b as a function of the SOC. Because it is difficult to get the accurate particle diameter, a 1 μm diffusion length was assumed based on the SEM microstructure. The obtained diffusivity can clearly indicate the range and trend of diffusivity as a function of the sodium concentration. Figure b shows highly complex behavior of ionic diffusivity as a function of the SOC. The ionic diffusivity up to 20 % SOC is almost constant and thereafter gradually increases up to 50 % SOC. In the 60–80 % SOC range, the diffusivity value dropped to the same initial level as that of 20 % SOC and again increased. However, no significant change was observed with further desodiation. Figure b clearly shows that the diffusivity values are higher in the plateau regions, and no significant change of diffusivity values was observed on desodiation. The diffusion mechanism and interactive attraction forces appear to be different at the plateaus and the transition region. However, the diffusivity values fell between 10−11 and 10−12 cm2/s in the whole range of the sodium concentration. Therefore, diffusivity can also be a rate‐limiting factor at higher cycling rates.",
                        "The electrochemical isothermal heat calorimetry measurement method is a useful technique to evaluate the thermal, chemical, and electrochemical performance of the electrode materials. The heat generation of a battery cell includes two parts during cycling at normal conditions: reversible heat or reaction heat. The reversible heat corresponds to the entropic changes of the electrode reaction. The reaction heat (irreversible heat or joule heat) is caused by the overpotential corresponding to ohmic losses, charge transfer at the interface, and mass‐transfer limitations.",
                        "The heat generation measurements of a Na3V2(PO4)2F3@MWCNT/Na coin‐type half‐cell with charge and discharge profiles for the first four cycles between 2.5 and 4.5 V at 25 °C are shown in Figure a. These profiles were reproducible for two different cells. The voltage curve exhibited two plateaus, which can be attributed to the coexistence of two‐phase transformations during the charge and discharge. However, the plateaus were not easily observed because of the high cycling rate. Also It should be noted that the plateau of 3.28/3.45 V (few mAh/g) has not been detected in the galvanostatic curve in the heat generation measurement because the data collection in this experiment had much less resolution in this graph (Figure ) in comparison with the galvanostatic experiment (Figure ).The heat generation curve showed clear exothermic peaks and reversible thermal characteristics during the charge/discharge process. Additionally, the heat generation increased sharply at the end of each discharge, which was mainly owing to the dominance of the joule heat over the reaction heat. Polarization of the electrode significantly increased the overpotential and ohmic resistance, which was also indicated by the GITT measurements. The accumulated heat was calculated by integrating the exothermic curve in charge and discharge processes. The accumulated heat of the 1st charge and discharge are q=200.69 mJ and q=401.57 mJ, respectively. The obtained results demonstrated that the electrochemical and thermal behavior of the Na3V2(PO4)2F3@MWCNT electrode is a reversible process during cycling.",
                        "Figure b shows the voltage and heat generation profiles of a Na3V2(PO4)2F3@MWCNT/Na coin‐type half‐cell during the first charge to 4.5 V. The first plateau of the Na3V2(PO4)2F3@MWCNT electrode appeared when the electrode was charged to 3.7 V, which corresponds to the two‐phase transformation from Na3V2(PO4)2F3 to Na2V2(PO4)2F3 with the extraction of one Na ion. As the voltage reached 4.2 V, another Na ion was extracted through the transformation from Na2V2(PO4)2F3 to Na1V2(PO4)2F3. The corresponding heat generation curves showed clear peaks at these voltage ranges, which reflect the reaction heat that corresponds to the entropic changes of the electrode. This result indicates a clear relationship between structure transformation and cell heat generation. In‐situ heat generation measurements revealed reversible results upon cycling owing to the high structural stability of the material. Another direct correlation can be observed from the heat generation curves and cell impedance spectra, particularly with charge transfer resistance (Figure a). In the discharged state, the cell exhibited the highest charge transfer resistance where the highest amount of heat was generated. The voltage and heat generation profiles of a Na3V2(PO4)2F3@MWCNT electrode during the first discharge to 2.5 V are shown in Figure c. The discharge capacity was 107 mAh g−1, and two distinct discharge plateaus located at 4.2 and 3.6 V were observed. This result demonstrates that the electrochemical behavior of a Na3V2(PO4)2F3@MWCNT electrode is a reversible process of Na+ extraction and insertion. The heat peaks appeared, although not as clearly as they did during the charge because of the domination of the irreversible heat at the end of the discharge associated with cell polarization. From the obtained results, the battery safety will likely be more concerning in the discharged state rather than the charged state. Nonetheless, the small heat generation during both the charge and discharge confirms a good thermal stability of the Na3V2(PO4)2F3@MWCNT cathode."
                    ],
                    "name": "Full‐cell battery performances",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "A composite Na3V2(PO4)2F3@MWCNT electrode was synthesized by a sol‐gel method, and its electrochemical performances were examined in half‐ and full‐cell configurations. Sb/C and hard carbon were used as anodes for full‐cell fabrication in which pre‐sodiation hard carbon exhibited better performance than the Sb/C composite anode. The electrochemical performances were examined at three different temperatures (25, 45, and 55 °C) in the half‐cell and exhibited excellent stability at room and elevated temperatures. The capacity loss was around 47 % and the columbic efficiency was 99 % after 1400 cycles. The observed thermal characteristics proved that the heat generation within the cell was dominated by reversible heat, whereas irreversible heat was more pronounced at the end of the discharge because of the increased cell resistance. The charge transfer resistance at the interface of the Na3V2(PO4)2F3@MWCNT/electrolyte was higher at the discharged state than at the charged state. The thermal and electrochemical results showed good correlation with the phase transformation at the electrode with excellent reversibility and stability during the charge/discharge process. The fabricated electrode exhibited an excellent rate capability and it can fulfill the criteria of energy storage systems in terms of high power and safe applications. Indeed, the obtained discharge capacity under high current rate of 2 C was reduced by 3 % compared with the low current rate of C/10. The synthesized material demonstrated its ability to be cycled under a 10 C current rate. Despite this high cycling current rate (650 mA/g), the material exhibits 104 mAh/g, which indicates high interfacial charge transfer kinetics and sodium mobility in the material. This work has demonstrated a promising Na3V(PO4)2F3@MWCNT cathode and an associated full‐cell configuration against a pre‐sodiated hard carbon anode for high power and safe energy storage applications."
            ],
            "name": "Conclusions",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na3V2(PO4)2F3@MWCNT material was successfully prepared using a hydrothermal reaction‐assisted sol‐gel synthesis by mixing stoichiometric amounts of NaF (Aldrich, ≥99 %), NH4VO3 (Aldrich, ≥99.99 %), NH4H2PO4 (Aldrich, 99.99 %), and citric acid (C6H8O7). Here, C6H8O7 played multiple roles in the synthesis process as a chelating agent, reducing agent, and carbon source. First, NH4VO3 and citric acid with a mole ratio of 1 : 2 was dissolved in 40 ml of water to form a clear blue solution (solution A), indicating that V5+ successfully reduced to V3+. Then, MWCNTs were added to constitute 5 % of the solution and were magnetically stirred for 2 h at room temperature to ensure uniform mixing. Stoichiometric amounts of NaF and NH4H2PO4 were dissolved together in 40 ml of H2O (solution B). Solution B was then added dropwise to solution A under continuous stirring at 70 °C for 2 h or until a homogeneous solution was formed. Finally, the solution was poured into a 100 ml autoclave, which was then heated at 200 °C for 20 h until it was allowed to naturally cool to room temperature. The resultant solution was ultrasonically treated for 30 min to increase the homogeneity of the dispersion, and then heated at 100 °C with stirring to evaporate the water. The obtained green powder was ground and preheated at 400 °C for 4 h in Ar atmosphere to decompose the precursors and release the H2O and NH3 molecules. The black powder was ground again and annealed at 650 °C in Ar for 12 h. The progress of the reaction was followed by powder X‐ray diffraction (PXRD)."
                    ],
                    "name": "Preparation",
                    "type": "section"
                },
                {
                    "content": [
                        "Semiquantitative energy‐dispersive X‐ray spectrometry analyses were carried out with a Jeol JSM‐7610F scanning electron microscope. Thermogravimetric analyses were performed on the Na3V2(PO4)2F3@MWCNT samples using a TA Instruments Discovery Thermogravimetric Analyzer (Discovery TGA). The measurements were conducted between 25 and 800 °C at a heating rate of 10 °C/min."
                    ],
                    "name": "Elemental and thermal analyses",
                    "type": "section"
                },
                {
                    "content": [
                        "To assess the purity of the Na3V(PO4)2F3 sample, PXRD measurements were performed. The data were collected at room temperature over the 2θ angular range of 10°≤2θ ≤110° with a step size of 0.01° using a Bruker D8 ADVANCE diffractometer operating with the CuKα radiation. The full pattern‐matching refinements were performed using the Jana2006 program package. The backgrounds were estimated by a Legendre function, and the peak shapes were described by a pseudo‐Voigt function."
                    ],
                    "name": "Powder X‐ray diffraction measurements",
                    "type": "section"
                },
                {
                    "content": [
                        "Positive electrodes were made from a mixture of Na3V(PO4)2F3@MWCNT powders, acetylene black, and polyvinylidene fluoride in a weight ratio of 80 : 10 : 10. The resulting electrode films were cut into round discs (Φ=14 mm) and dried at 120 °C for 12 h under vacuum. 1 M NaPF6 dissolved in ethylene carbonate (EC) and propylene carbonate (PC) (v:v, 1 : 1) was prepared as electrolyte. CR2032 coin cells were assembled against Na metal in an Ar‐filled glove box, with the glass fiber (Whatman Grade GF/A, Φ=20 mm) as a separator. Galvanostatic charge/discharge tests were performed on an Arbin battery testing system under various current densities. The voltage range of the full‐cells was set between 1.4 and 4.8 V. Full‐cells were fabricated with a Na3V2(PO4)2F3@MWCNT cathode and pre‐sodiated Sb/C or hard carbon anode. After pre‐sodiation, Sb/C or hard carbon anodes were washed in PC in the glovebox and paired with a Na3V2(PO4)2F3@MWCNT cathode to make a full cell.",
                        "Galvanostatic intermittent titration technique (GITT) measurements with in‐situ electrochemical impedance spectroscopy (EIS) were performed to determine the ionic diffusivity and interfacial charge transfer resistance as a function of sodium content within the cathode. In this case, the cell was charged and discharged to form a stable solid electrolyte interphase (SEI) layer, and then a charging/discharging current equivalent to a C/20 rate was applied using Solartron battery cycler (1,470 E). The current was applied for 1 h to attain a certain state of charge/discharge, followed by a 3‐h rest to reach the steady‐state cell voltage, and the procedure was repeated stepwise to cover all states of charge/discharge. After partial sodiation/desodiation, the cell was relaxed under the open‐circuit voltage (OCV) condition to reach the steady state in which the voltage decay is less than 2 mV/h at the end of the time interval. Thereafter, EIS was performed in the frequency range of 2 to 5 MHz using a sinusoidal voltage amplitude of 10 mV. The obtained EIS spectra were fitted using an equivalent circuit model built in ZView software. Numerical values were extracted using a complex nonlinear least‐squares regression analysis.",
                        "Electrochemical isothermal heat calorimetry measurement during the charge and discharge of Na3V2(PO4)2F3@MWCNT/Na coin‐type half‐cells was performed using an isothermal calorimetry system (TA Instruments TAM IV microcalorimeter) in combination with an external Arbin Instruments battery cycler (model BT2000) through two pairs of wires for the charge/discharge cycling process. The cell fitted in the sample holder at the sample side of the calorimeter.",
                        "Electrochemical isothermal heat calorimetry measurements determine the heat flow of a cell by isolating it adiabatically from its surrounding (holding the cell at a constant temperature during the charge and discharge). Cells were charged and discharged at room temperature, between 4.5 and 2.5 V cut‐off voltages at C/2 rate for four cycles. To assess the reproducibility of the calorimetric measurements, the experiments were conducted at least two times."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section"
                },
                {
                    "content": [
                        "Chemical surface analysis was conducted by x‐ ray photoelectron spectroscopy (XPS) (Thermo Fisher Scientific ESCALAB 250 Xi). The X‐ray source was monochromatic AlKα, and the X‐ray energy was 1,486.68 eV. The pass energy was 20 eV for the high‐resolution spectra and 100 eV for the survey spectra. The number of scans for each spectrum was 10 for high resolution and 1 for survey. The cathode electrode was tested in a half‐coin cell, collected, and rinsed with dimethyl carbonate before being analyzed in the spectrometer."
                    ],
                    "name": "X‐ray photoelectron spectroscopy measurements",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "A part of this research at Oak Ridge National Laboratory, managed by UT Battelle, LLC, for the U.S. Department of Energy (DOE) under contract DE‐AC05‐00OR22725, was sponsored by the U.S. Department of Energy, Office of Electricity, Energy Storage Program. This manuscript has been authored by UT‐Battelle, LLC, under contract DE‐AC05‐00OR22725 with the US Department of Energy (DOE). The US government retains and the publisher, by accepting the article for publication, acknowledges that the US government retains a nonexclusive, paid‐up, irrevocable, worldwide license to publish or reproduce the published form of this manuscript, or allow others to do so, for US government purposes. DOE will provide public access to these results of federally sponsored research in accordance with the DOE Public Access Plan (http://energy.gov/downloads/doe‐public‐access‐plan)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        }
    ],
    "Title": "Temperature‐dependent Battery Performance of a Na3V2(PO4)2F3@MWCNT Cathode and In‐situ Heat Generation on Cycling"
}