{
    "DOI": "10.1021/acsomega.1c00922",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The importance of fossil fuels is limitless as they provide a large amount of energy with minimal usage. However, because of their natural occurrence, it is getting harder to sustain their availability for future generations.  Moreover, their excessive use is leading to problems such as pollution, global warming, various health issues, and so forth, and thus, replacement of these fuels with a clean form of energy such as solar, tidal, wind, hydro, and so forth has become a necessity.  A major problem that arises with clean energy is its storage. This issue could be resolved with the use of batteries. Batteries could be the best option to do so since they can be designed to store a maximum amount of energy.  Moreover, batteries have the capacity to take over the fossil industry with the recent advances being made in the materials being used for energy storage, the fabrication techniques being used, and the different enhancements being made in the energy storage technologies.",
                "This is the era of lithium-ion batteries (LIBs).  LIBs are widely being used in the electronic industries today because of their high energy storage capacities, high efficiency, exceptionally long cycle life, good safety, and reliability. As a result, LIBs are widely being used in various portable electronic gadgets, hybrid vehicles, power backup devices, and so forth for energy storage. On the contrary, the limited availability of lithium sources, their escalating cost, and their every increasing demand point an arrow toward the development of an alternative technology for energy storage systems. One of the highly capable aspirants that could take the place of lithium is sodium, in the case of battery technology.  As it is economical and widely available on earth, sodium is being considered as one of the best options in the current scenario.  Since sodium metal shares a similar grouping with lithium in the periodic table, it possesses comparable physicochemical properties to that of lithium.  The extraction and insertion mechanism of sodium ions in sodium-ion batteries (SIBs) is similar to that of lithium ions in LIBs. However, since the size of sodium ions is larger than that of lithium, the insertion and extraction of the sodium ion is slightly slower than that of Li, which therefore retards the development of this technology.  Hence, it is necessary to explore suitable electrode material/systems, appropriate electrolytes, and so forth for SIBs.  Graphite being a commonly used anode for LIBs has a moderate Li storage capacity of about 350 mA h g–1 at approximately 0.1 V versus Li/Li+.  However, since the size of the Na ion is larger than that of Li, its intercalation and extraction in graphite become tedious. It is highly challenging to find an anode material for a SIB which has a considerably long life span, good retention, cyclability, and reversibility as well.",
                "Recently, metal oxides, sulfides, and different metallic alloys have been investigated as anode materials for SIBs.  They exhibit high reversible capacity, but during Na-ion intercalation (sodiation/desodiation process), these materials are subject to a large volume expansion, leading to fast capacity loss and poor rate capability.  Also, carbonaceous materials such as amorphous carbon, graphene, expanded graphite, and carbon nanotubes were studied as alternatives.  These anode materials have attracted more attention because of their stability, abundant resource, and low cost.  Among them, amorphous carbon, for example, hard carbon and soft carbon, shows high Na+ accommodation capacity  but low initial Columbic efficiency, low capacity, and fast capacity degradation.  Nongraphitic anodes widely constituted of varied carbonaceous materials such as pitch-based carbon fibers,  carbon black,  hard carbons, and so forth allow the insertion of sodium ions. Hard carbons synthesized from carbon-based precursors at elevated temperatures have been comprehensively modeled,  characterized,  and thermally tested  in Na cells. The nongraphitic carbonaceous materials can thus be referred to as “the first-generation” anodes for SIBs. Owing to the abundance, huge choice of precursors, low production, and development cost, the carbon based materials hold an excellent future for SIBs.  However, because sodium has low melting temperature and is highly reactive in nature, the dendrite formation in SIBs is inevitable, which leads to internal short circuiting. Hence, carbon derived in various forms such as hard carbon,  soft carbon,  hard–soft composites,  carbon nanofibers (CNFs), and reduced graphene oxide have gained importance as electrodes due to their sound sodium storage capability and towering thermal stability. Also, fibrous carbon has now become a trending option for SIBs as a result of its strength, flexibility, stability, and flimsiness. Carbon fibers are thin fibers of carbon of varied diameters, spun together to form a carbon-like fabric, which has improved strength, flexibility, and electroconductive properties.  Electrospinning is an extremely popular technique for spinning polymer fibers of varied diameters to form a porous carbon fiber structure. The fiber diameters can be controlled in shape and size by domineering the polymer concentration, viscosity, conductivity of solution, voltage being applied, solution feed rate, molecular weight of polymers, syringe-to-drum distance, temperature, and humidity. A hold over the fiber diameter keeps a control on the porosity, which gives a significantly higher specific surface area, a good mechanical strength, and an excellent cycling behavior.  Electrospinning is a technology used for producing nanofibers by spraying the polymeric solution under high-voltage conditions. The resultant CNFs obtained can directly be used as self-supporting electrodes without any need of a binder or any excessive additive. Currently, free-standing, flexible, and binder-free CNF electrodes obtained via electrospinning have been reported to deliver a reversible capacity of ∼140 mA h g–1.  In majority of the cases, pure CNFs show a poor electrochemical performance; however, doping them with a dopant can improve their strength, electrochemical performance, cyclability, and stability. ",
                "Herein, we developed a synergetic strategy for the fabrication of distorted CNFs with heteroatom doping in a single step via electrospinning. These fibers appeared similar to self-standing tapes that were directly used as electrodes for SIBs. These nitrogen-doped CNFs with an expanded interlayer distance provide fast Na+ diffusion channels as well as offer more active sites for Na+ storage and ease the volume expansion during the sodium intercalation process. The advantages of both heteroatom doping and free-standing lighter anode design exhibit high reversible capacity, good rate performance, and outstanding cycling stability."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                " shows the X-ray diffraction (XRD) spectra of the CNFs at different carbonization temperatures (800, 900, and 1000 °C).  shows the XRD images of samples CNF1 and CNF3. A broad peak around 23.6° corresponding to the (002) plane implies a highly disordered pseudo-graphitic structure. Also, the absence of peak ∼42 corresponding to the (100) diffraction of graphite implies that CNFs do not have a graphitic carbon structure.  The XRD graph demonstrates that the (002@23.6°) peak has noticeably shifted toward lower angles as compared to graphite (002@26.3°).",
                "The shift implies an increase of the interlayer distance which helps during the intercalation of Na ions. According to Bragg’s law, the (002) plane interlayer distance of the CNF sample was calculated and observed to be ∼0.39 nm, which is larger than that of graphite (0.34 nm). This confirms that CNFs have a pseudo-graphitic structure.  An expanded plane interlayer distance in the carbon material favors the intercalation of Na+ ions and thus improves the electrochemical performance (especially the rate performance) of SIBs. ",
                "Field emission scanning electron microscopy (FE-SEM) images of the CNFs carbonized at different temperatures with 5% of melamine are shown in . The stabilization and carbonization process resulted in randomly oriented submicron-sized carbon fibers. The average diameter of the CNF2 CNFs with 1% melamine was about 200 nm at 800 °C. The diameters of CNF2A and CNF2B were observed to be 150–180 and 100–150 nm, respectively. Higher magnification images show that, with increasing temperature, the diameter of the fiber gets reduced further, leading to an increasing bending behavior. The reduction in diameter is quite obvious because at higher carbonization temperature, there is a slight evaporation of trapped organic carbon. The bending is increased due to the decrease in the diameter of CNF. The morphology of the pristine CNFs (PCNFs), CNF2, CNF2A, and CNF2B samples was elucidated under FE transmission electron microscopy (TEM), as shown in .",
                "FETEM images demonstrate the diameter of fibers ∼200 nm with a smooth surface. The diameters of CNF2A and CNF2B were observed to be ∼170 and ∼120 nm, respectively. It indicates that there is a slight decrease in the diameter of CNF with an increase in the carbonization temperature. However, the edge surface appeared to be amorphous and smooth. FETEM depicts that the interplanar spacings for CNF2, CNF2A, and CNF2B are 0.50, 0.49, and 0.46 nm and correspond to the (002) hkl plane. This interplanar distance decreases with temperature. Furthermore, the selected area electron diffraction (SAED) pattern () exhibits diffraction rings, demonstrating the amorphous nature of the carbon, which are assigned to the (002), (110) plane of carbon. These observations indicate that nitrogen doping in CNFs significantly expands the interplaner distance than graphite, which reduces the barrier for Na+ insertion. These observations are in close agreement with the XRD results.  shows the FETEM image with varied magnifications, high-resolution (HR) TEM images, SAED patterns, and nitrogen mapping images of PCNF from which we can clearly infer that the majority of nitrogen has been contributed from melamine along with marginal contribution from polyacrylonitrile. Moreover, the polyacrylonitrile starts decomposing at 280 °C where the decomposition temperature of melamine is 345 °C. The prepared electrospun PAN/Mel nanofibers were stabilized in air at 280 °C, which leads to the decomposition of polyacrylonitrile, and hence, we could infer that the majority of nitrogen contribution has taken place from melamine rather than polyacrylonitrile.",
                "Raman spectroscopy is an important tool for the investigation of structural defects and nature of carbon materials.  shows the Raman spectra for the CNFs synthesized with different melamine concentrations and carbonization temperatures. CNFs have the D-band at 1354 cm–1 due to the breathing mode of k-point phonons of the A1g symmetry plane with termination by disordered graphite, while the G-band at 1590 cm–1 is designated to the >C═C < E2g phonons of the symmetric stretching vibration sp2 carbon atom (hexagonal graphite).  Disordered graphitic structures in CNFs are clearly illustrated from Raman spectra, which are consistent with XRD. Generally, the intensity of the D-band measures the presence of such disorders (defects) of the graphitic structure. In graphite, the intensity of the D-band is lower than that of the G-band. However, in synthesized CNFs, there is a marginal difference in the intensity of D- and G-band which predicts the formation of a new sp2 structure due to substantial stress. The ID/IG ratios of CNF1, CNF2, and CNF3 are 0.88, 0.89, and 0.94, respectively. With increasing melamine, the ID/IG ratios increase, which confirm that a more distorted structure was formed due to nitrogen doping.  However, with an increase in temperature, CNF2A and CNF2B showed ID/IG ratios of 0.88 and 0.84, respectively. The calculated ID/IG ratios of CNFs demonstrate a high degree of graphitization. With increasing carbonization temperature, the ID/IG ratios of CNFs decrease, which indicate the development of a local short-range ordering.  This high crystallinity in general supports high electrical conductivity as desired for the application in Na-ion batteries. Due to the N-doping in carbon, additional defects are formed in carbon.",
                "Additional information of CNF2, CNF2A, and CNF2B toward the surface elemental composition and chemical bonding with configuration was examined from X-ray photoelectron spectroscopy (XPS), as shown in b–d. As shown in b, there are three main binding energy values located at 284.5 eV corresponding to C 1s, while the values located at 398.5 and 401.1 correspond to N 1s. c shows the HR spectra of C 1s, which are deconvoluted into two peaks, that is, 284.5 and 285.8 representing the sp2 C–C and C–N, respectively. ",
                "d shows three peaks detected in the N 1s spectra in which the peak located at 398.5 eV is assigned to the sp2-hybridized nitrogen (C–N–C), confirming the existence of a graphite-like sp2-bonded carbon.",
                "A binding energy of 400.1 eV originates from N–(C)3 groups and the weakest peak at 401.1 eV is attributed to amino functions (C–N–H).  The atomic concentration of nitrogen in the CNF2A sample is 10.86%, which reveals its significant contribution in the sample. This demonstrates that the nitrogen is efficiently doped in carbon. The PAN fiber is first oxidized at a temperature of 280 °C. During the stabilization process, the PAN fiber transforms into a stable ladder polymer that converts C≡N into C═N. This develops a cross linkage between the molecules of PAN, which become thermally stable at high temperatures and melting does not reoccur. The thermal stability of the stabilized fibers is attributed to the formation of the ladder structure due to the cyclization of the nitrile groups in an acrylic molecule.  Melamine contains 67% nitrogen by mass, and its derivatives have fire-retardant properties since they releases nitrogen gas when burned. As per the reports, below 300 °C, the product is still a melamine crystal. However, above 500 °C, the product completely transforms into amorphous C3N4. Herein, carbonization is carried out between 800 and 1000 °C in an inert atmosphere. Therefore, during further decomposition, in situ available nitrogen which is successfully doped within carbon is also confirmed via different characterizations. Nitrogen doping in carbon produces copious extrinsic defects as well as enhances the electronic conductivity, which acts as active sites for sodium-ion diffusion. This can significantly improve the electrochemical performance."
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To investigate the electrochemical properties, half-cell configuration 2032-type coin cells were fabricated in an argon-filled glovebox. In half-cells, sodium foil was used as an anode along with a quartz filter paper as a separator and the synthesized electrodes (PCNF, CNF1, CNF2, CNF3, CNF2A, and CNF2B) as the cathode. The electrochemical properties were evaluated by cyclic voltammetry (CV) to reveal the reaction kinetics and sodium storage mechanism at 0.1 mV s–1. The initial three CV cycles of CNF2, CNF2A, and CNF2B are shown in a–c. For the cathodic process, two reduction peaks appeared at about 1 and 0.5 V, which were ascribed to the irreversible reaction of the electrolyte with surface functional groups. The broad peaks observed at ∼0.3 and 1.3 for CNF2A and CNF2B in the first cycle belong to the reaction of functional groups such as C═O and C–O with Na+. These peaks gradually disappear in the next two cycles due to the irreversibility of the reaction,  which can be assigned due to the formation of a solid electrolyte interphase (SEI) layer.  The low initial Columbic efficiency of the carbon electrode can be explained by the formation of a SEI layer and the side reactions of surface functional groups in the first discharge process. In the first cycle, two reduction peaks can be observed at the respective potentials of ∼0.3 and 1.3 V (vs Na/Na+). During reverse scanning, the first reduction peak at 1.3 V is slightly observed in the second cycle and there is no oxidation peak either, which suggests that this reaction can be attributed to the SEI layer formation and trapped Na ions. The intensity of the reduction peak at 1.3 V decreases with the carbonization temperature to be almost nonvisible for the CNF2B carbonized at 1000 °C. This suggests that by increasing the carbonization temperature, there is a stable SEI layer formation and less Na ions trapped into the CNFs. The second peak at approximately 0.3 V increases in intensity as the carbonization temperature increases, which also completely disappeared in next cycles. This suggests that the capacity provided in this potential region increases with the carbonization temperature. The possible reason is with an increase in temperature, there is fast kinetics of Na+ transport between the nanofibers. The cathodic and anodic peaks at around 0.1 V are ascribed to the intercalation and deintercalation of Na ions into nanofiber planes. The overlap of the CV curves demonstrated a good stability and reversibility of the sample. ",
                " shows the electrochemical impedance spectroscopy (EIS) spectra at an alternating current (AC) voltage of 5 mV amplitude in the 100 kHz–0.01 Hz frequency range using a MetrohmAutolab electrochemical station. In this section, we extract diffusion process parameters using graphical analysis of AC impedance spectra. a,b shows the AC impedance spectra, that is, Nyquist plot of the CNF (CNF2, CNF2A, and CNF2B) electrodes, at OCV. Three potentiostatic cycles were measured at the identical condition. The charge-transfer resistance (Rct) is determined in the medium-frequency region from the semicircle. The Warburg impedance in the low-frequency region is associated with the sodium-ion diffusion process in the anode material. a shows the diameter of semicircles of sample CNF2, CNF2A, and CNF2B electrodes, that is, 3752, 2292, and 1389 Ω, respectively (at OCV). The lower charge-transfer resistance of CNF2B was attributed due to the nitrogen-doped crystalline disordered carbon structure, which can enhance the electronic conductivity and facilitate the transport of Na+ ions. This depicts that Rct decreases as the temperature increases, which means the surface charge-transfer resistance decreases after Na intercalation to the CNFs. The semicircle on the Z(re) axis can be attributed to the combination of a solid electrolyte interface layer impedance (R2) and a charge-transfer resistance (Rct),  while the linear plot in the low frequency is ascribed to the diffusion of Na+ ions into the anode material. The charge-transfer resistance of CNF2B increases (carbonized at 1000 °C) due to the irreversible SEI layer formation compared to others, which depicts lower Na intercalation in it (b). For the investigation of kinetics of the electrode process, EIS was performed. The effect of carbonization temperature in CNFs in terms of Na+-ion diffusion was calculated from the relationship between Zre and ω–1/2 in the low-frequency region.  The diffusion coefficient (D) of sodium ions inside the electrode was calculated based on the EIS spectra in the low-frequency region according to the following equationwhere R is the gas constant, T is the absolute temperature, A is the electrode area, n is the number of electrons per molecule during oxidization, F is the Faraday constant, C is the initial concentration, and σ represents the Warburg factor. The Warburg factor is associated with the following equation where ω is the angular frequency in the low-frequency region. ",
                "The linear fitting between Z′ and ω–1/2 is shown in b, where the low-frequency sloping line is ascribed to the Warburg impedance associated with the diffusion of Na ions in the bulk of the electrode material. The Na-ion diffusion coefficient D can be calculated from the sloping lines using the abovementioned equation. At OCV, the estimated Warburg factors for CNF2, CNF2A, and CNF2B samples are 453.57, 156.14, and 392.86, respectively. Accordingly, respective Na-ion diffusion coefficients (D) calculated from the abovementioned equation are 4.27 × 10–12, 3.6 × 10–11, and 5.6 × 10–12 cm2 s–1.",
                "The results reveal that the carbonization temperature plays an important role in Na-ion diffusion. The CNF2A sample could exhibit excellent diffusion mobility for Na atoms and thus give excellent sodium storage properties in terms of rate performance and cycling stability. Meanwhile, after cycling, the estimated Warburg factors for CNF2, CNF2A, and CNF2B samples are 1484.72, 772.98, and 2417.141, respectively. Accordingly, the respective Na-ion diffusion coefficients (D), calculated from the abovementioned equation, are 3.98 × 10–13, 1.40 × 10–12, and 1.5 × 10–15. After cycling, the diffusion coefficient of the sodium ion decreases markedly as the temperature increases. This is due to the escape of nitrogen at 1000 °C, which is also confirmed from XPS. When the adsorption concentration of Na atoms on the surface of the CNF increases, the self-intersection between the surrounding Na atoms gets enhanced with a decrease in adsorption energies. These results indicate that high reversible capacity and cycling stability are due to the easy transportation of Na+, which offers more active sites for Na+ and improves its adsorption capacity. ",
                "Further electrochemical properties were illustrated to determine the effect of melamine concentration, that is, nitrogen doping and carbonization temperature on the CNFs. Rate performance tests for six samples were carried out with galvanostatic charge/discharge at room temperature, as shown in . The detailed galvanostatic discharge/charge behaviors were investigated at different current densities, that is, 20, 50, 100, 200, 400, 800, and 1600 mA g–1 and retained to 20 mA g–1 for the last five cycles.",
                "PCNFs without melamine exhibit 130 and 17 mA h g–1 reversible capacities at 20 and 1600 mA g–1, respectively. However, within different percentages of melamine samples, CNF2 exhibits better reversible capacities, that is, 142 and 56 mA h g–1 at 20 and 1600 mA g–1, respectively. The low capacity for PCNFs was observed due to the lower defects in the electrode that ultimately provided much less active reaction sites than nitrogen-doped CNFs. When CNFs with 5% melamine were carbonized at 900 and 1000 °C, the reversible capacity was improved. The CNF2A sample exhibits more reversible capacity, that is, 210 and 87 mA h g–1 at 20 and 1600 mA g–1, respectively. At 1600 mA g–1, the specific capacity is about 87 mA h g–1 and when retained to 20 mA g–1, it exhibits 177 mA h g–1, which demonstrates its excellent reversibility and rate capability. When the current density is increased to 1600 mA g–1, the PCNF electrode delivered only 10 mA h g–1, while the nitrogen-doped carbon showed 87 mA h g–1. These results demonstrate that the cycling and rate performance of CNFs is greatly improved by optimum nitrogen doping and carbonization temperature. This reveals that the CNFs with 5% melamine, carbonized at elevated temperatures, can sustain various current rates, keeping their structure stable. As shown in , with increased current density, the specific capacities hardly dropped, indicating very good rate performance of the CNF2A and CNF2B samples. The good capacity retention and high rate capability are attributed to the disordered structure of nitrogen-doped nanofibers, which can provide large d-spacing to facilitate the transportation of Na ions and electrons and keep it stable by buffering the volume expansion without pulverization. Moreover, the composite structure can also enhance the Na-ion diffusion across the electrode/electrolyte interfaces, facilitating electrochemical conversion reactions. Therefore, even at high discharge rates, the CNF2A electrode can show an excellent cycling performance. Meanwhile, the CNF2B sample carbonized at 1000 °C exhibits lower reversible capacities of 201 and 76 mA h g–1 at 20 and 1600 mA g–1, respectively. At higher temperature, crystallization increases, which ultimately decreases the interplaner d-spacing confirmed by FETEM. Due to the lower d-spacing, the intercalation of Na ions is hindered and Na+-ion diffusion decreases, which reduces the reversible capacity. The incorporation of nitrogen into our active material may inevitably lead to the creation of oxygen vacancy for charge compensation. Nitrogen doping of CNFs induces the formation of oxygen vacancies on the surface that play a role in the capacity. Therefore, the amount of surface nitrogen matters for the charge storage. Nitrogen doping drives the formation of oxygen vacancies on the surface. The good capacity retention and high rate capability are attributed to the disordered structure of nitrogen-doped nanofibers, which can provide a large d-spacing to facilitate the transportation of Na ions and electrons and keep it stable by buffering the volume expansion without pulverization. Also, the results reveal that the carbonization temperature plays an important role in Na-ion diffusion. The CNF2A (5% nitrogen doping) sample could exhibit excellent diffusion mobility for Na atoms and thus give excellent sodium storage properties in terms of rate performance and cycling stability. The initial capacity loss after the first discharge cycle is related to the SEI layer formation. The capacity loss gradient should decrease if the surface area decreases because the surface in contact with the electrolyte would decrease. This leads to poor SEI layer formation. However, in this case, capacity loss increases with temperature due to excess SEI formation at higher temperature. This reinforces the argument that interpreting results only with the temperature can be misleading. At higher temperature, nitrogen escapes from the CNF, which increases the polarization and the internal resistance. This ultimately lowers the Na+-ion diffusion effectively with a capacity loss at 1000 °C.",
                "It is particularly noteworthy that the binder- and current collector-free self-standing CNF2A sample displays a comparable reversible discharge capacity (210 mA h g–1) than some previously reported carbon and nitrogen-doped carbon materials. ",
                " shows the discharge–charge plateau of samples CNF2, CNF2A, and CNF2B, which illustrates that during the first discharge, the curve shows a sharp decrease followed by a plateau starting from ∼1 V, which is due to the decomposition of the electrolyte and formation of the SEI layer. CNFs show higher initial discharge capacities of 350, 550, and 675 mA h g–1, which are attributed to the surface microstructure and graphitic upper surface layer which give an ease of insertion and de-insertion to the Na+ ion.  The sloping capacity can be due to lowering of the interlayer spacing and the interactions between sodium and heteroatoms. The elevated irreversible capacity between the first discharge and charge may be due to the fast generation of the SEI layer. The plateau ∼0.3 and 1.3 is not observed for further cycles, which indicates that the sites of Na+ ions into the CNFs are electronically as well as geometrically discrete. Analogous behavior is also observed in other CNFs synthesized via electrospinning with other precursors. Researchers have interpreted sodium intercalation in carbonaceous materials due to various aspects such as filling of Na+ ions in the pores at the plateau region (0.15 V), disordered carbon structure, elevated interlayer d-spacing, and so forth.  However, some study debates report Na insertion in the nanocrystals below 0.15 V. The discharge–charge plateau of samples CNF2, CNF2A, and CNF2B demonstrates that the Na ion insertion takes place ∼0.1 V within nanofibers. Second, these plateaus demonstrate smooth Na-ion intercalation in nanofibers due to the elevated d-spacing, which is also confirmed by XRD and FETEM. Considering the higher retention of samples CNF2, CNF2A, and CNF2B, the detailed galvanostatic discharge–charge behaviors were investigated to check the stability of electrodes at 100 mA g–1, as shown in .",
                "In this study, the coin cell was activated at a current density of 20 mA g–1 and the electrode was cycled at 100 mA g–1. The 900th discharge capacities of pristine CNF2, CNF2A, and CNF2B were 100, 148, and 125 mA h g–1, respectively. These results demonstrate that all electrodes retain a stable reversible capacity. As discussed earlier, the increased interplaner distance and Na+ diffusion in the CNF2A sample (after doping) are responsible for the higher capacity. However, CNF2B CNFs treated at 1000 °C have lower but stable capacity due to the lower interplaner distance and Na+-ion diffusion. CNF2A exhibits a high reversible capacity of 148 mA h g–1 at 100 mA g–1 even after 900 cycles, with 100% Columbic efficiency (). Meanwhile, PCNF shows poor performance having a capacity of 95 mA h g–1 at 100 mA g–1. PCNFs deliver a lower capacity; therefore, in order to address this problem, our approach was the fabrication of nitrogen-doped disordered CNFs with an expanded interlayer distance to increase the active sites, conductivity, and capacity. Hence, disordered CNFs (CNF1, CNF2, and CNF3) were synthesized. Among these, the CNF2 sample showed better capacity and rate capability than the pristine. The carbonization temperature study of CNF2 exhibits more capacity with stability. If the carbonization temperature increases, the lower surface is accessible to the electrolyte, which ultimately leads to a loss in the capacity gradient. Therefore, CNFs with optimal nitrogen doping (i.e., 5% melamine) and optimal carbonization temperature (i.e., 900 °C) confer excellent performance for SIBs. The electrochemical performance obtained is much better as compared to earlier reports (). In a nutshell, these free-standing carbon fibers have potential to fabricate Na-ion flexible cells."
            ],
            "name": "3.  Electrochemical Study",
            "type": "h2"
        },
        {
            "content": [
                "Herein, we have demonstrated the nitrogen-doped CNFs using the electrospinning technique and illustrated their electrochemical performance for SIBs. The cell fabricated using CNFs (CNF2A) shows a high initial discharge capacity of 210 mA h g–1 at 20 mA g–1(between 0.01 and 3 V). This study shows that a higher electrochemical performance (even at the 900th cycle) is obtained at optimum nitrogen doping (5% melamine) and carbonization temperature (900 °C). Moreover, the nitrogen-doped disordered graphitic structure offers fast migration and transport of electrons and sodium ions. A lower Warburg coefficient, higher Na-ion diffusion coefficient, and lower electrochemical polarization clearly justify the enhanced electrochemical performance. At higher carbonization temperature, the lower surface is accessible to the electrolyte. As a result, there is a loss in the capacity gradient. Therefore, the synthesized CNFs are binder- and current collector-free promising anode materials for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the reagents were of analytical grade and were used without further purification. Polyacrylonitrile-/melamine (PAN/Mel)-based CNFs were synthesized by electrospinning, as per our previous work with modification.  Melamine (1, 5, and 10%) was dispersed in N,N-dimethylformamide (DMF). 10 weight % PAN was added to melamine-dispersed DMF solution with continuous stirring and heating to ensure the formation of a homogeneous solution. This polymeric solution was brought into a syringe and ejected (the feed rate was kept at 4 mL/h) by applying a 25 kV bias between the syringe needle and a rotating collector to form nanofibers. The prepared electrospun PAN/Mel nanofibers were stabilized in an air atmosphere at 280 °C. The stabilized nanofibers of 1, 5, and 10% melamine were further heated at 800 °C for 3 h under a nitrogen atmosphere at a heating rate of 5 °C/min for carbonization to obtain the final products denoted as CNF1, CNF2, and CNF3. In our previous work, we reported that the CNF2 sample gave the best performance and hence sample CNF2 has further been studied in detail.  The CNF2 sample was carbonized at 900 and 1000 °C and products are named as CNF2A and CNF2B, respectively. For the PCNF material, the same synthesis process without the addition of melamine was used and the product was named as PCNF. The electrodes weighed ∼0.5–1 mg.  shows the digital images of the self-standing, flexible CNF anodes."
                    ],
                    "name": "5.1.  Synthesis of PAN-/Mel-Based CNFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structures of the PAN-/Mel-based CNFs were examined with a powder XRD technique (Bruker ADVANCED D8) using a Cu Kα radiation source. The morphological and microstructural analyses of the as-synthesized CNFs were investigated with FESEM (Hitachi, S-4800) and FETEM (JEOL; JEM-2200FS). The surface chemical composition was studied with XPS (Thermo Fisher Scientific Co., Theta Probe). Room-temperature micro-Raman scattering was performed using an HR 800-Raman spectroscope (HORIBA Jobin Yvon France), with an excitation at 532 nm."
                    ],
                    "name": "5.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To perform electrochemical measurements for a Na-ion cell, 2032-type coin cells were fabricated using the self-standing, flexible tapes of CNFs. These CNF tapes were used without any binding and conductive materials as the working electrode. CNF tapes were cut into circular disks of 16 mm diameter. Metallic sodium foil and quartz filter paper were used as the counter electrode and separator, respectively. 1 M NaClO4 in propylene carbonate (PC)/dimethyl carbonate (DMC) (1:1 in volume) with 5% fluoroethylene carbonate was used as an electrolyte. The amount of electrolyte is constant in every cell (250 μL). CV behavior of the half cells was tested on the Autolab potentiostat/galvanostat (Metrohm Autolab) between 0.01 and 3 V. The galvanostatic charge–discharge behavior was tested on a MTI battery analyzer (vs Na/Na+) at room temperature. EIS was performed using an amplitude of 5 mV with a frequency ranging from 0.1 Hz to 1 MHz."
                    ],
                    "name": "5.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "5.  Experimental Methods",
            "type": "h2"
        }
    ],
    "Title": "Synergetic Strategy for the Fabrication of Self-Standing Distorted Carbon Nanofibers with Heteroatom Doping for Sodium-Ion Batteries"
}