{
    "DOI": "10.1021/acsami.2c13016",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "While lithium-ion batteries (LIBs) have been powering the technology of the 21st century, they face significant headwinds due to high cost, limited sourcing of critical materials, and carcinogenic compounds in their electrodes. Leveraging the large repertoire of knowledge on LIBs, therefore, research on sodium-ion batteries (SIBs) has begun in earnest based on several advantages: sodium is the second lightest alkali next to lithium; its electron affinity is almost identical to that of Li; and the standard reduction potential of Na/Na+ is only 0.34 V higher than that of Li/Li+. Add to these facts that sodium is essentially cheap and limitless on the earth and environmentally friendly, and the advantages of SIBs over LIBs for large-scale electrochemical energy storage systems are clear. ",
                "For high-performance SIBs, the development of novel anode materials is essential. The main choice of anode for rechargeable batteries has been carbon allotropes. While graphitic carbon has been found to work well for Li+ ion (de)insertion, the larger size of Na+ ions prevents their intercalation into the 2D structure of graphite. The current state-of-the-art anode in SIBs is hard carbon (HC). HC, however, presents significant obstacles, including an expensive fabrication process requiring high temperatures, low initial Coulombic efficiency, a relatively low reversible capacity of ∼370 mA h/g, and limited reversibility. ",
                "Transition metal oxides (TMOs) with the inverse spinel (IS) structure are being studied as an alternative anode for SIBs. The IS-TMO anodes undergo a complete conversion reaction─as opposed to the (de)intercalation processes of the layered electrodes. The conversion reactions are, in principle, multielectron processes, which gives IS-TMO anodes a clear advantage over the intercalation electrodes. Conversion-type anodes involve the following general reaction scheme: MaXb+(bn)A↔aM+bAnX(e.g.,Fe3O4+8Na↔3Fe+4Na2Ofor SIBs)where M = transition metal, X = anion, n = formal oxidation state of X, and A = Li or Na.",
                "Full utilization of the electrode can be accomplished by nanostructuring to facilitate electrolyte penetration and electron/ion diffusion. The potentials for high capacity and reversibility in conversion-type batteries with nanostructured anodes lie in the large number of electrons exchanged per mole of the electrode material and the formation of metal nanoparticles (NPs) in the discharge half cycle, respectively. As seen in the equation above, eight electrons are transferred per mole of the anode in each half cycle, resulting in an anode capacity of 926 mA h/g. Additionally, the metal NPs (e.g., 3Fe, ) formed at discharge possess large surface energy which favors the reverse reaction when voltage is applied for recharging. Thus, the tendency of the electrodes to avoid a large penalty in surface energy of metal NPs and the large number of electrons transferred in each cycle are keys for high utilization of IS-TMO nanostructured electrodes.",
                "Investigation of IS-TMOs as a rechargeable battery anode started in earnest with the seminal paper of Thackeray et al. that proposed an intercalation to conversion model of Fe3O4 anodes in LIBs. This model depends on the robustness of the IS structure of the Fe3O4 system that permits additional cation placements in the octahedral and tetrahedral positions of the unit cell (). ",
                "Thackeray et al. argued that, upon initial lithiation, the 8a Fe3+ ions are reduced and displaced to the neighboring empty octahedral 16c sites, and that upon further lithiation, the [Fe2+]16dO4 subarray remains unchanged and acts as a robust close-packed-anion 3D framework: (Fe3+)8a(Fe3+/2+)16dO4→xcLi(Lixc+Fe3+/2+)16c(Fe3+/2+)16dO4",
                "Beyond a certain fraction of Li per formula unit of Fe3O4, the insertion process becomes nonviable; a breakage of the original crystal system occurs, and conversion takes place.",
                "In addition to the attractiveness of the intercalation to conversion model of , Fe3O4 itself is an attractive anode material. It is cheap, possesses a conductivity of σ = 2 × 104 Sm–1 (just an order shy of metallic conductivity), and leaves an almost nonexistent environmental footprint. Thus, the Thackeray model engendered significant research on Fe3O4 as a viable anode for LIBs and SIBs. ",
                "He et al. and Zhang et al. performed exhaustive studies of the Thackeray model on lithiation of Fe3O4 nanomaterials.  Through ex situ and in situ experimental techniques, they demonstrated the validity of the model proposed by  in the first cycle. The reversible capacity was, however, close to two electron equivalents or ∼200 mA h/g. Similar efforts in demonstrating that the model of  works for SIBs have, however, shown mixed success. While many of these studies started out with the Thackeray model as the motivation of their research, they ended up focusing on improving electrochemical performance by optimizing the extraneous features of materials and the process conditions.  As we show later in the  section, Komaba et al.’s assertion that Na+ ions are inserted into the Fe3O4 inverse spinel crystal structure is contradicted by their own data. ",
                "Our research is thus motivated by the lack of mechanistic understanding of conversion-type electrochemistry in Fe3O4 as an anode in SIBs. We focus on the fact that the commonly accepted notion that the science developed for LIBs can be applicable to SIBs has been disproved but has continued to be practiced.  We investigated Na+ ion storage behaviors in bulk and NP forms of Fe3O4. While our gravimetric capacity for the anode was commensurate with what other research groups have observed, it is still about one tenth of the theoretical capacity. For a molecular-level understanding of electrochemical Na+ ion storage in Fe3O4 as functions of depth of discharge (DoD) and state of charge (SoC), electrochemical analysis, post-mortem X-ray-based and spectroscopic characterization, and X-ray emission spectroscopy were employed. These studies reveal that the intercalation to conversion mechanism proposed by  is unworkable for Na+ ions in Fe3O4. In addition, our attempts at performing a density functional theory calculation of the stability of the NaxFe3O4 system () yielded unphysical results, pointing to the inability of the Fe3O4 system to accommodate Na+ ions. Finally, we provide several possible explanations for the observed electrochemical behaviors of the Fe3O4 anode in SIBs based on a combination of solid electrolyte interphase formation/evolution, surface chemistry of NPs, and ionic storage and conductivity enhancement at nanointerfaces (nanoionics)."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Monodisperse magnetite Fe3O4 NPs were synthesized via reductive decomposition of Fe-precursors in a high-boiling-point organic solvent as described in ref  . For some studies, the inert surfactants were removed by annealing the NPs in an oven at 300 °C in the ambient for 1 h. The size and the crystallinity of the Fe3O4 NPs were characterized using an FEI F20 transmission electron microscope (TEM) and Bruker Instruments X-ray diffractometer (XRD). The morphology of the electrode slurry was investigated with a TESCAN MIRA field emission scanning electron microscope (FESEM). Sodiation of Fe3O4 NP-based electrodes as functions of DoD and SoC was qualitatively studied through energy dispersive spectroscopy (EDS)-assisted elemental mapping, utilizing the same TESCAN MIRA FESEM system. To determine the inherent electrochemical properties of Fe3O4, bulk Fe3O4 [iron (II, III) oxide] was procured from Sigma-Aldrich [nanopowder, 50–100 nm particle size (SEM), 97% trace metals basis]."
                    ],
                    "name": " Material Synthesis and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Slurries were made with 70 wt % Fe3O4 NP active materials, 20 wt % carbon black (C45, TIMCAL), and 10 wt % polyvinylidene fluoride (PVdF, Solvay) binder. 2–3 mL of N-methyl-2-pyrrolidone (NMP, Sigma-Aldrich) was added, and the mixture was mixed in a slurry mixer. Films of the slurry were fabricated by tape casting on a carbon-coated copper current collector. Electrochemical coin-type cells were fabricated using these Fe3O4 slurry films as the working electrodes and punched sodium foil disks as the counter/reference electrodes. Typical mass loading of the active material Fe3O4 NPs on the electrode (15.5 mm diameter) was in the range 1.5–2.5 mg. 1 M sodium hexafluorophosphate (NaPF6, Sigma-Aldrich) in 50:50 vol % of ethylene carbonate (EC, Tomiyama Pure Chemical Industries) and propylene carbonate (PC, Tomiyama Pure Chemical Industries) with a water content of <30 ppm was used as an electrolyte. A Whatmann GF/F glass fiber was used as a separator. For comparison, similar studies on the Fe3O4 slurry films were performed using Li-ion half-cells with a 1.0 M lithium hexafluorophosphate (LiPF6, Sigma-Aldrich) in a 50:50 vol % mixture of EC and diethyl carbonate (DEC, Sigma-Aldrich) electrolyte and a Celgard 2400 polypropylene separator."
                    ],
                    "name": " Electrode and Cell Fabrication",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cells were cycled galvanostatically at a rate of approximately C/20, which was 50 mA/g for the conversion reaction of Fe3O4 with Na+ ions (). Most cells were cycled for 100 cycles. The primary focus of this research was, however, to determine the crystal structure evolution of Fe3O4 as functions of DoD and SoC. Accordingly, a series of cells were fabricated with electrodes based on Fe3O4 NPs annealed to remove surfactants prior to slurry formation and subjected to fractional galvanostatic discharge/charge cycles. The voltage vs specific capacity profiles of these cells labeled A–H considering their discharge and charge states (vs Na/Na+) are shown in . Upon arrival at the desired DoD and SoC, the cells were removed from the testing station. Each cell was then disassembled and the electrode retrieved. Following this, the electrodes were gently cleaned by using dimethyl carbonate (DMC, Sigma-Aldrich) for further characterization."
                    ],
                    "name": " Electrochemical Analysis and Diagnostics",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD patterns and Raman scattering spectra were collected from the Fe3O4 NP anodes as functions of DoD and SoC (samples A–H in ). Raman spectra were excited using the linearly polarized output of a solid state laser (785 nm) with 7 mW of power in a spot diameter of ∼1.0 μm at the sample and were dispersed and detected using a single-axis monochromator equipped with a charge-coupled detector array (Horiba XploRA, Edison, NJ). All Raman spectra were collected unpolarized and in the backscattering geometry.",
                        "X-ray emission spectroscopy (XES) studies were carried out on the cycled anodes (samples A–H) to determine the occupation of Fe2+ and Fe3+ in Fe3O4 and the possible reaction pathway from the initial intercalation of Na+ ions into the inverse spinel structure of Fe3O4 to the eventual conversion to metal NPs and sodium oxides (). Specifically, the cation configurations in Fe3O4 and NaxFe3O4 were characterized using XES for reliable information on cation oxidation states. This was accomplished by a site selective XES analysis by taking advantage of the spin, oxidation state, and ligand-sensitive Kβ1,3 + Kβ2,5 spectra. The XES spectra were collected using five spherically bent analyzer crystals [Si(533) for Fe Kβ] arranged in a Rowland geometry and detected using a Pilatus 100K area detector. The energy of the incident X-ray beam was tuned by means of a Si(111) double-crystal monochromator and was set to 9 keV. The beam size used was 100 × 100 μm. A Rh-coated mirror was used for harmonic rejection. To minimize the attenuation of the fluorescent radiation, the area between the spherical analyzers, detector, and sample was filled with helium gas. The emission spectra were collected with a step size of 0.30 eV. For all samples, up to five scans each were carried out at fixed position on the sample and were averaged to obtain the final spectra for the sample."
                    ],
                    "name": " Advanced Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations were performed using Quantum Espresso software, which utilizes a plane wave basis set in the expansion of the Kohn–Sham single particle wave functions. The ion–electron interactions were approximated using the projector augmented wave (PAW) potentials. Both the kinetic energy cutoff and Γ-centered Monkhorst–Pack k-point grid were tested for convergence against a 1 meV/atom threshold. It was determined that a 700 eV kinetic energy cutoff and a 12 × 12 × 12/1 × 1 × 1 k-point grid for the unit cell were sufficient. All structural relaxations and energy calculations were performed using the conjugate-gradient algorithm, and the ground state configuration was considered reached upon net forces on atoms falling below 0.01 eV/Å. Visualization for Electronic and Structural Analysis (VESTA) software was used to build the crystal structures."
                    ],
                    "name": " Density Functional Theory (DFT)-Based Calculations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Electrochemical sodiation was carried out on bulk Fe3O4 (average crystallite size 50 nm) and Fe3O4 NPs. The average diameter of the as-synthesized Fe3O4 NPs was approximately 8.93 nm, as determined by averaging based on several TEM images (a). A high-resolution TEM (HRTEM) image (b) and selected area diffraction patterns (c) demonstrate that the Fe3O4 NPs are crystalline, and the lattice fringes are indexed to the (311) planes. XRD (d) and the accompanied crystal plane designations show that the as-synthesized Fe3O4 NPs crystallize in the inverse spinel structure. Using the most intense peak at 2θ = 35.262°, we determined a lattice constant of 8.564 Å, which is very similar to what is available in the literature.  In addition, an average crystallite size of 8.72 nm was determined using the Scherrer equation with the fwhm of the (311) peak, which is close to the value based on TEM measurements. FESEM images (e) taken from the electrodes show that the carbon flakes are well mixed with the NPs on copper substrates."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The theoretical capacity of the conversion-type Fe3O4 anode is 926 mA h/g in SIBs (and LIBs), as determined from , compared with the practical capacity of around 327 mA h/g for hard carbon. Li half-cells with Fe3O4 NP electrodes were tested first to ensure whether our Fe3O4 NPs are well synthesized and electrochemically active. As shown in , the synthesized Fe3O4 NP-based anode in Li half-cells demonstrates an initial capacity of around 1250 mA h/g and subsequent reversible capacity of over 500 mA h/g; these capacities are on par with or larger than what was observed in recent articles.  In addition to the galvanostatic discharge/charge cycling, the electrochemical behaviors of the Fe3O4 NP-based anodes in Li-ion half cells were analyzed using a corresponding differential capacity (dQ/dV) plot (). We note that the first cycle discharge curve in the voltage vs gravimetric capacity profile () clearly shows all of the sloping features and the plateaus that were seen in refs   and , which describe the systematic intercalation to conversion reactions of the Thackeray’s model and confirm that our materials synthesis and battery fabrication methodology are all sound.",
                        "Na half-cells, cycled galvanostatically at a rate of approximately C/20, show much lower capacities for both bulk Fe3O4-based electrodes and synthesized Fe3O4 NP-based electrodes compared with those of Li half-cells. The reversible capacity of the Na half-cells with bulk Fe3O4-based anodes is around 54 mA h/g with an initial 160 mA h/g capacity, while the cells with Fe3O4 NP-based anodes show a reversible capacity of 94 mA h/g─almost a 100% increase compared to bulk─with an initial 401 mA h/g capacity as shown in a,b,d. It is noteworthy that the reversible capacity is further improved by another 10% with an initial 539 mA h/g capacity when the Fe3O4 NPs are processed to remove the organic ligands from their surfaces, as shown in c,d. The detailed electrochemical analysis of the Fe3O4 NP-based anodes in Na-ion half cells based on a differential capacity (dQ/dV) plot is noted in the Supporting Information ().",
                        "Before proceeding into the next part of the paper, we note here that this paper is not about improving the electrochemical performance of sodium-ion half-cells with Fe3O4-based anodes. This has been done in previous studies, and our results either exceed or are competitive with the currently published results. For example, in ref  , the first cycle discharge capacity is in the range of 150 mA h/g, and in ref  , it is 643 mA h/g. In addition, composite active materials composed of Fe3O4 and a second complementary material like FeS, Fe2O3, graphene, carbon nanoparticle, and multi-heteroatom-dopants exhibits capacities in the range 169–350 mA h/g.  Other anode materials like MoS2-reduced graphene oxides, NiS1.03 nanoparticles with S-doped reduced graphene oxide, and 3D nanoflower-like V3S4 exhibit sodium storage capacities as high as 572 mA h/g at a 100 mA/g rate.  Our research is instead focused on providing a fundamental and mechanistic understanding of the ion storage behaviors and possible failure mechanisms in single phase Fe3O4 as a conversion-type anode in SIBs."
                    ],
                    "name": " Electrochemical Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Structural changes of the Fe3O4 anodes as functions DoD and SoC were investigated utilizing XRD and Raman spectroscopy. Based on the XRD patterns of pristine Fe3O4 NPs (d), and of the pristine and cycled electrodes (a), it is clear that the Fe3O4 NPs are crystallized in the inverse spinel structure. X-ray peaks corresponding to Cu metal and Fe and Al impurities present in the Cu current collector are also seen in a. It is notable that there are negligible changes in the intensity and position of the Fe3O4 peaks as the electrodes are discharged and charged at different DoD and SoC, which is not too different from earlier experimental and simulation studies by Komaba et al.  indicating that the (220) peak would weaken upon discharge if migration of Fe3+ ions from the tetrahedral 8a sites to the octahedral 16c sites were to take place. When they performed electrochemical insertion studies of Li+ ions into nanocrystalline Fe3O4, they found that the (220) reflection peak indeed weakened upon discharge and regained strength after charge, indicating the validity of the model proposed by . However, their electrochemical insertion studies of Na+ ions into nanocrystalline Fe3O4 show negligible changes in the (220) peak intensity and position, similar to our results in b. For clarity, we also show the most intense peak (311) (c), which also shows insignificant changes as functions of DoD and SoC. Therefore, it can be concluded that electrochemical insertion and deinsertion of Na+ ions into/from the inverse spinel structure of Fe3O4 could be unworkable, correlating the observed low capacity of the material ().",
                        "Complementary Raman analyses were performed on the Fe3O4 NP-based slurry and electrodes as shown in . Nanoscale unique properties in materials including quantum confinement, surface strain, and chemistry are extremely important for battery performance, and these can be studied extensively utilizing Raman spectroscopy. Due to the potential of Fe3O4 as a battery anode, a vast amount of literature on Raman studies of the material already exists. Specifically, Shebanova et al. showed that it is difficult to detect all five Raman active modes─symmetries of A1g, Eg, T2g, T2g, and T2g─of Fe3O4, and the Raman modes across different studies vary significantly. For example, the difference in Raman peak positions of Fe3O4 was found to be as much as 30 cm–1 when the exciting laser source was changed from 532 to 785 nm.  Therefore, the Raman spectra of synthesized Fe3O4 NPs in the slurry and in the electrodes with conductive carbons and binders were carefully assigned the following normal mode symmetries based on an extensive literature survey: T2g (1) at 226.4 cm–1, Eg at 292.8 cm–1, T2g (2) at 411.9 cm–1, T2g (3) at 492.4 cm–1, and A1g at 608.7 cm–1, as shown in a. In addition, characteristic Raman shifts known as the G and D bands from the conductive carbons in the electrode were also assigned. Then, Raman spectra were collected from the pristine and cycled electrodes at different DoD and SoC (samples A–H, ). The Raman spectrum of the pristine electrode is identical to that of the mixed slurry indicating that the electrode coating and drying steps may not affect the material’s structure. More remarkable is that there are negligible changes in the Raman spectra from the subsequent samples. In b, we plotted the individual modes as functions of DoD and SoC and see almost perfect overlap of all the Raman shifts of individual symmetries from each sample.",
                        "Normal mode enumeration shows that the Raman active modes of Fe3O4 result from collective motions of the Fe3+ ions located at the 8a Wyckoff positions (Td symmetry) and the O atoms at the 32e Wyckoff positions (Oh symmetry). The Fe3+ and Fe2+ cations located at the 16c Wyckoff positions do not participate in Raman modes. Specifically, the 8a Fe3+ mode is T2g (2) at 411.9 cm–1. If the displacement of the Fe3+ ions from the 8a Wyckoff positions were to take place according to , gradual weakening of this Fe3+ mode intensity, compared to the other modes, could be observed. Furthermore, if the Fe3+ ions were to partially vacate the Raman active 8a positions, as prescribed in , we should observe changes to the existing mode frequency due to change in mode normal mass. The frequency Γ of a normal mode is inversely proportional to the square root of the reduced mass MΓ of the atoms participating in the mode: Γ∞1Mr=∑1iMi. As shown in the right inset of b, only two tetrahedral Fe3+ ions participate in the T2g (2) vibration, and as such, migration of a small fraction of these ions to the 16c position would change the frequency drastically. Furthermore, we have plotted the ratios of the T2g (2) mode intensity to the A1g mode intensity in the left inset of b, and the ratios show an almost constant value. The facts that the frequency of the T2g (2) modes does not change and that the intensity of the T2g (2) mode with respect to the A1g mode does not change as functions of DoD and SoC point to our assertion that Na+ ions may not be incorporated into the inverse spinel structure in Fe3O4, further pointing to the validity of our assertion based on the XRD studies ()."
                    ],
                    "name": " Phase Transitions",
                    "type": "h3"
                },
                {
                    "content": [
                        "Following the observation of nonviability of Na+ ion insertion into the crystal structure of Fe3O4, we turned to more direct study to observe the redox couple Fe3+/Fe2+ in the Fe3O4 system by analyzing the cycled Fe3O4 anodes using X-ray emission spectroscopy (XES). XES studies commence with creating a core hole in transition metals (e.g., Fe) using X-ray beams. The core hole created after the ionization of an electron is unstable and decays rapidly via fluorescence (or Auger) processes. The fluorescence events following the photoabsorption of X-ray photons can be detected using XES. The most probable fluorescence event is a 2p electron refilling the 1s core hole, giving rise to a so-called Kα emission line. Approximately 1 order of magnitude less likely is a 3p to 1s transition that creates a Kβ emission line. For a transition metal with unpaired d electrons, the 3p–3d exchange coupling results in spectral splitting, giving rise to Kβ1,3 and Kβ′ spectral features. Additionally, one can also observe the least probable event─a valence electron refilling the 1s core hole. This gives rise to valence-to-core (VtC) emission lines, Kβ2,5 and Kβ″, which correspond to transitions from ligand np and ns orbitals to the metal 1s, respectively. ",
                        "The relevance of XES studies to our investigation of Fe3O4 as the SIB anode is that Fe3+ and Fe2+ have different Kβ1,3 and Kβ′ spectral features in principle, and Na+ insertion into the crystal structure of Fe3O4 should change some of the Fe3+ to Fe2+ to satisfy charge neutrality. As a result, we should observe a systematic change of the XES features as functions of DoD and SoC.",
                        "The resolution between the XES spectra of Fe2+ and Fe3+ is, however, more nuanced, due to the “accidental” coincidence of d orbital filling, covalency, and spin ordering in Fe. In general, the splitting between Kβ1,3 and Kβ′ decreases, and the position of Kβ1,3 shifts to lower energy as the oxidation state of the metal increases. In other words, removing d-electrons results in less unpaired electrons, less excited state multiplets, and less ways for 3p–3d exchange coupling. For the redox couple Fe2+(d6)/Fe3+(d5), this simple multiplet model does not suffice. Removing an electron from Fe2+ to create Fe3+increases the number of unpaired electrons which pushes the Kβ1,3 peak to the higher energy side. Removing an electron from Fe2+, however, lessens the number of ways of creating excited states with the ligands, the effect being known in the literature as configuration interaction driven by covalency.  Configuration interaction pushes the Fe3+ Kβ1,3 peak to lower energy compared to Fe2+. The result is that the resolution between the Kβ XES features of Fe2+ and Fe3+ is not easy to detect.",
                        "These limitations of XES studies of Fe2+/Fe3+ are, however, on individual Fe2+ and Fe3+ systems. The crystalline environment of Fe3O4 is different. In the Fe3O4 crystal system, the competing influence of spin vs covalency should not be so severe as to wash out the resolution because, in Fe3O4 system, the Fe centers are always coordinated by only oxide ligands, and the geometry is constrained by the lattice; thus, there’s less room for geometric changes that could complicate the analysis. We thus expect to see resolvable resolution in our studies. Specifically, in Fe3O4, half of the Fe3+ cations fill the smaller tetrahedral 8a sites, and the second half of the Fe3+ cations and the Fe2+ cations occupy the larger 16d octahedral sites. As shown in , the incorporation of one Li+ ion removes the tetrahedral Fe3+ to octahedral positions resulting in both Fe3+ and Fe2+ being in the same ligand environment. Fe3+ and Fe2+, being in different spin configuration but the same ligand environment, should demonstrate the effect of spin only, and as such, we should be able to see systematic changes in XES feature as the anode undergoes systematic discharging and recharging.",
                        "The XES spectra from the Fe3O4 NP anodes are shown in , and we see no such effects in the XES scans from the samples. The XES results correlate with the XRD and Raman analysis dictating that the model proposed by  is not valid for SIBs. A further higher-resolution investigation was carried out on samples A–H () to determine possible small changes in the Fe3O4 crystal as a result of sodiation. In the high-energy resolution fluorescence detected (HERFD) X-ray studies, one scans through the X-ray absorption energy and detects at a single emission energy. By combining XES with X-ray absorption spectroscopy (XAS) in a resonant measurement, one can further enhance the selectivity. HERFD scan results are shown in c. Again, no distinction is seen even in these scans, pointing to our initial assumption that Na+ ions are not inserted into the Fe3O4 structure."
                    ],
                    "name": " Transition Metal Redox Chemistry",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations were performed using Quantum Espresso software to study the structural relaxations (including lattice vectors) of Fe3O4, body centered cubic (bcc) Na, and NaxFe3O4 using the Perdew–Burke–Ernzerhof (PBE) approximations. Following , one Na atom is inserted into the 16c Wyckoff position of the 14-atom Fe3O4 inverse spinel unit cell, as shown in . The voltage for the intercalation of a Na+ ion into Fe3O4 is found as the difference in total energies of the different constituents as V=(Eintercalated−Eempty−Emetaln)",
                        "Here, Eintercalated is the energy of the intercalated anode (e.g., NaxFe3O4); Eempty is the energy of the empty anode (e.g., Fe3O4); Emetal is the energy per atom of a pure metal anode; and n is the valency of the intercalated cation. We note here that these calculations are based solely on the internal energy of each constituent. The more rigorous Gibbs free energy would require consideration of volume and entropic effects, but it has been shown to result in small corrections to internal energy while significantly increasing the computational time. ",
                        "Structural relaxations of Fe3O4 and NaxFe3O4 (x = 0.5) resulted in no discernible changes of the initial crystal structures. The volume of the unit cell, however, increased by 7% with x = 0.5. Calculations of voltages using , however, resulted in negative voltage (V = −0.35 V vs Na/Na+), meaning that sodiation of Fe3O4 in the form of NaxFe3O4 (x = 0.5) is unfavorable. Recent publications on DFT calculations of the intercalation of Al0.20 in α- and ζ-V2O5 showed negative voltage values similar to ours: disadvantages of Al incorporation in the vanadium oxide cathode are well documented.  Hence, our DFT investigation points to the impracticality of the intercalation of Na+ ions into Fe3O4 and further validates our experimental findings."
                    ],
                    "name": " Structural Relaxation Calculations of Na, Fe3O4, and NaxFe3O4",
                    "type": "h3"
                },
                {
                    "content": [
                        "Having discussed the nonviability of Na+ ion insertion to conversion reactions in the Fe3O4 anode () based on electrochemical analysis and advanced characterization results, we shift our attention to other possible mechanisms for the low capacity observed in our experiments and previous publications. SEM analysis and EDS elemental mapping were performed on the samples as functions of DoD and SoC to verify whether the origin of the capacity observed in  could be Na+ adsorption/desorption onto the active electrode. As seen in the EDS plots and elemental mapping in , Na is uniformly distributed in the discharged electrodes. Considering the ratio of the EDS intensities of Na to Fe a measure of the amount of Na+ ions adsorbed onto the electrodes, we plotted the ratio as functions of DoD and SoC in a. While the analysis is qualitative,  and a do indicate that the Na+ ions are adsorbed on the electrodes progressively with increased DoD and desorbed from the electrodes gradually with increased SoC. We note here that six EDS elemental maps at each DoD and SoC were averaged to arrive at the plot of the ratios in a. That this analysis is indeed qualitative is apparent in the last data point of a that shows increased Na content in sample H compared to that in sample G.",
                        "In , we observe 50 mA h/g of specific capacity for bulk Fe3O4-based electrodes, which improves to around 100 mA h/g for Fe3O4 NP-based electrodes. Possible explanations for the observation could be as follows:(a)The 50 mA h/g capacity of bulk Fe3O4 and the 100 mA h/g capacity of Fe3O4 NPs could result from the formation of a solid electrolyte interphase (SEI) on the electrode surface with possible side reactions (e.g., electrolyte decomposition). As shown in d, the reversible capacities upon cycling may infer the efficiency of the conductive SEI layer for Na+ ion storage. In general, SEI formation on the anode side is considered a result of reductive decomposition of electrolyte. Therefore, discharge capacity is more related to SEI formation. As bulk Fe3O4 has a bigger crystallite size than synthesized NPs, its surface area is lower, and as such, the demonstrated initial lower discharge capacity of bulk Fe3O4 as compared to that of Fe3O4NPs points to the role played by the SEI in these half cells. Further study of the formed and evolved SEI layers could shed more light on this.(b)Surface ion storage (e.g., mostly adsorption and desorption) on NPs is a well-known phenomenon. TEM investigations show that most NPs are endowed with surface facets, since they are nanosize versions of the original crystal (b). Many of these facets contain defects and can store free ions. As shown in the , the total surface area of particles is proportional to 1/r, with r being the radius of the particles. As such, it makes qualitative sense that the capacity of electrodes composed of NPs is larger than that with bulk Fe3O4. Quantitatively, using 100 mA h/g of capacity with 8.5 nm Fe3O4 NPs, we calculate a storage of 3736 Na+ ions on the surface of each Fe3O4 NP (see the ). However, based on our previous work on Fe3O4 NPs, we deem this number of ions per NP to be unrealistic; we have demonstrated that individual NP facets are capable of storing at best one free ion. ",
                        "To complement the trivial size effect, we turn to a nanostructuring induced enhancement of charge storage and ionic conductivity at the heterointerface between the Fe3O4 NP-based electrode and the NaPF6-based electrolyte with dissimilar work function, a phenomenon formally known as nanoionics."
                    ],
                    "name": " Surface Chemistry Analysis and Electrochemical Diagnostics",
                    "type": "h3"
                },
                {
                    "content": [
                        "Nanoionics effects are the enhancement of ionic conductivity and ionic storage at heterogeneous interfaces, such as between a metal and a semiconductor, between an electrolyte and an oxide (e.g., LiI–Al2O3 system), or, as in our case, between the NaPF6-based electrolyte and the Fe3O4 NP-based electrode. Nanoionics phenomena are qualitatively similar to Schottky barriers that result in local migration of mobile ions within a heterogeneous interphase due to the difference in work functions of the two materials.  A space charge layer formed at such interphases can contribute to enhanced ionic and electronic conductivity, and improved charge transfer reaction kinetics. Such effects have already been observed in LIBs with RuO2 electrodes that form the Li2O/Ru composite upon reduction.  Ru does not allow Li+ ions in its crystal structure but is a good electronic conductor. On the contrary, Li2O does admit Li+ ions but is a poor electronic conductor. A compensatory and synergistic effect develops at the interfacial region of the Li2O/Ru composite where up to a monolayer storage of Li+ ions takes places leading to high capacity and reversibility of the battery.",
                        "Two types of nanoionics interactions between a Frenkel disordered crystal M+X– (e.g., AgCl and NaPF6) and a chemically inert material A (e.g., Al2O3 and Fe3O4) are possible.  The first is surface stabilization of M+ ions by A, where the M+ cations are attracted to the interface that lowers the free energy of vacancy formation and enlarges the free energy of interstitial formation compared to the intrinsic values. This creates a layer of M+ ion vacancies at the interface. In the second scenario where a repulsive interaction between A and interfacial M+ is more energetically favorable, the latter are driven into the interstitial sites of M+X–. The end results are the same for both cases: an interfacial region of M+ ion vacancies and possibility of extrinsic conductivity enhancement at the interface. As a specific example of nanoionics at the heterogeneous interface, Maier et al. considered the addition of fine-grained insulating Al2O3 particles to AgCl.  The defect concentration in AgCl is small, but cation mobility is significant. As the basic oxide Al2O3 adsorbs the mobile Ag+ cations, excess cation vacancies are formed in the AgCl matrix adjacent to the Al2O3. This composite system can now act as a high mobility conduit with a high concentration of cation vacancies. We hypothesize that a similar interaction between the NaPF6-based electrolyte and the Fe3O4 NP-based electrode occurs in our electrochemical cells, as shown schematically in b.",
                        "Quantitative analysis of such a system can be performed by realizing that such an effect is related to the standard free enthalpy and mass action constant, and relating the local cation concentration to the standard free enthalpy.  Similar to the p–n junctions, the concentration profile can be obtained from Poisson’s equation with imposition of constant electrochemical potential and the boundary condition that the electric field (−∂φ/∂x) vanishes in the interior. The concentration profile is found to be functions of the Gibbs free energy for vacancy (or interstitial) formation, Debye length, and temperature:Cv(x)=Cv(0)f(x,ΔvG°,λ,T)",
                        "Here, Cv(0) is the concentration at the interface (x = 0), x is the position measured from the interface and going inward into M+X–, ΔvG0 is the Gibbs free energy of vacancy formation in M+X–, λ is the Debye length, and T is the temperature. The Debye length (λ) determines the fall of the interfacial charge distribution into the interior and is given byλ=(∈∈0kT2e2c∞)1/2",
                        "Here, ϵ is the permittivity of M+X–, ϵ0 is the vacuum permittivity, and c∞ is the concentration in bulk M+X–.",
                        "Assuming an attractive interaction between Na+ ions and Fe3O4 (6b) in our electrochemical cells, a conformal space charge region devoid of cations is created (c, orange annulus) that can store high-density Na+ ions. In addition to enhanced cation storage, cation conductivity can also drastically improve at the space charge region (λ). The global conductivity is influenced by the so-called parallel switching that takes into account the connectivity of the space charge layers (d), similar to the percolation scenario. Rigorous calculations for the M+X–/A system by Maier et al. show that the total conductance is given byσm=(1−φA)σ∞+(32)βL(φA/rA)∈∈0RT/VmuV(NV0)1/2",
                        "Here, φA is the volume fraction of the inert phase A; σ∞ is the conductance of the M+X– system; βL takes into account the parallel switching correction; rA is the mean radius of the A particles; Vm is the molar volume; uV is the mobility of vacancies; and NV0 is the vacancy concentration at the interface. The quantitative concentration profile Cv(x), Debye length λ, and conductivity enhancement σm can be determined if the relevant Gibb’s free energy, surface concentration, and mobilities are known. This has been done for the AgCl:Al2O3 and AgCl:SiO2 systems. ",
                        "We suggest that similar nanoionics effects take place in our NaPF6-based electrolyte:Fe3O4 NP-based electrode system. We are, however, not able to provide a quantitative answer for the concentration profile, because the relevant Gibbs free energy, surface concentration, and mobilities are not known. We suggest that the capacity seen in our electrochemical cells and capacity enhancement with a nanostructured electrode is due to enhancement of Na+ ion storage and conductivity at the interphase in the system based on the following: (1) Fe3O4 is a ceramic with the highest known conductivity; DFT calculations indicate Fe3O4 to be without a band gap at the Fermi level. (2) The carbon we used in the slurry is also conducting, so it seems that the slurry is an electrical conductor. (3) Our exhaustive experimental and theoretical studies have shown that Fe3O4 is not a Na+ ion conductor. Following the nanoionics phenomenon, therefore, we hypothesize that a space charge region develop at the interfacial region between the Fe3O4 NP-based electrode and the NaPF6-based electrolyte that becomes a storage and a conduit for Na+ ion conduction (e).",
                        "Simple calculations () based on close packing of 50 nm diameter bulk Fe3O4 and 8.5 nm diameter Fe3O4 NPs show that the space charge layer length is inversely proportional to the square of the particle diameter, 1/r2. The capacity further depends on the conductivity of the space charge layer, given above by . Many terms on the conductivity equation are sample-specific, and we do not have definite numerical values for our Fe3O4/NaPF6 system; thus, we attempt to make some simple assumptions. The first term in  is the conductivity of pure NaPF6-based electrolyte, and it is the same for both bulk Fe3O4- and Fe3O4 NP-based electrodes. The value of βL is used as a number close to unity for parallel switching, so we may assume it to be the same for both systems. Also, the volume fraction of Fe3O4 (φA) is the same (70%) for both systems. The terms under the square root sign are the internal properties of Fe3O4, and they are also the same for both systems. Finally, the mobility of vacancies (uv) and vacancy concentration at the interface (NV0) refer to the NaPF6-based electrolyte, and it is reasonable to assume these values to remain the same when we change over from bulk Fe3O4 to Fe3O4 NPs. It seems that the only factor influencing the conductivity enhancement is the inverse of the particle radius, 1/r.",
                        "Combining the effects of surface charge storage (1/r), nanoionics-induced space charge layer length (1/r2), and the conductivity enhancements (1/r), we can qualitatively see that the capacity in the electrodes composed of NPs should be significantly larger than those made with bulk Fe3O4. In practice, however, we see a capacity enhancement by a factor of only 2 for the Fe3O4 NP-based system. A possible explanation for the discrepancy is that only the nanosizing effect cannot provide a comprehensive understanding of the nanostructuring phenomenon. Small nanoparticles have an overwhelming percentage of atoms on their surfaces with a number of dangling bonds, which result in detrimental effects─unwanted side reactions including electrolyte decomposition─on battery performance. We believe that such effects may lower the capacity of the cells with NP anodes.",
                        "The final point that needs to be addressed is that the 100 mA h/g capacity of the Fe3O4 NP-based electrode still corresponds to on the order of 3736 Na+ capacity per NP, as described earlier. We believe that the difference between our calculation (see ) and the limited storage ability of NP facets not being able to store more than one free charge and additional storage induced by nanoionics is related to a dynamic effect. As shown in e, this dynamic capacity could entail a capacitive effect between the Na+ ions in the space charge region and the electrons in the Fe3O4 NP-based electrode."
                    ],
                    "name": " Nanoionics Effects",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The concept of the SIB as a viable alternative to LIBs deserves serious effort because sodium is an element that is indeed in unlimited supply on the earth. At the same time, the concept of IS-TMO, especially Fe3O4, as a conversion-type electrode for SIB is worthy of investigation. Just like sodium, iron oxides are easily sourceable, are stable in the ambient, contribute to a minimal environmental footprint, and are easily recyclable. Our efforts, however, demonstrate that the widely accepted notion of using a knowledge base for LIBs in the construction of SIBs has limited reach. Specifically, a combination of electrochemical analysis and diagnostics, X-ray-based and spectroscopic analysis, and first principle modeling shows that Thackeray et al.’s model that has been used successfully to demonstrate the intercalation to conversion of Fe3O4 as anodes for LIBs is unworkable for SIBs. We instead propose a model of sodiation electrochemistry in Fe3O4 in terms of the creation of a space charge channel between the Fe3O4 NP-based electrode and the NaPF6-based electrolyte."
            ],
            "name": "Summary and Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Electrochemical Sodiation Mechanism in Magnetite Nanoparticle-Based Anodes: Understanding of Nanoionics-Based Sodium Ion Storage Behavior of Fe3O4"
}