{
    "DOI": "10.1021/acsami.7b10882",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid increase in energy demand and relentless depletion of fossil fuel reserves, the research society is catalyzed to move toward safe and reliable energy storage systems. Currently, lithium ion batteries (LIBs) are considered to be a promising technology, as it fulfils the energy requirements for all portable electronic equipment. However, the cost and depletion of lithium resources (20 ppm in Earth crust) limit its usage for electric vehicles (EVs), hybrid electric vehicles (HEVs) and other large-scale energy storage applications.  In recent years, sodium ion batteries (SIBs), deliberately get significant attention owing to their low cost and sustainability of sodium resources. As like Li, Na has similar chemical and electrochemical characteristic behavior and also undergoes similar kind of shuttling mechanism.  Graphite, a well-known commercialized anode material in LIBs, can reversibly intercalate the Li-ions to form LiC6 with a maximum theoretical capacity of 372 mAh g–1. Unlike Li, Na-ions cannot intercalate reversibly into the graphite moiety because of its large ionic radii resulting in poor mass transport, weak binding, high ionization potential and unfavorable thermodynamics. ",
                "Nongraphitizable porous carbons with the high specific surface area have received considerable attention as a high capacity anode in both LIBs and SIBs, as they afford several advantages such as easy electrolyte access, reduced ion diffusion pathway, providing more space for ion accommodation and large interface formation. Many carbonaceous materials such as hollow carbon nanowires, carbon tubes, graphene sheets, carbon spheres and carbon nanofibers, etc. have been explored as potential anodes in Li/Na ion batteries.  Further, the modification of carbon host with hetero atoms as dopants substantially exhibits improved chemical and electrochemical performance.  Especially, nitrogen doping attracts attention because of its higher electronegativity and smaller size than that of a carbon atom. Hybridization of π electron in carbon with a lone pair of nitrogen, not only enhances the conductivity but also provides a favorable binding site for Li/Na storage.  The complexity involved in the substitution of nitrogen on to the carbon skeleton can be overcome by the selection of nitrogen rich precursors.  Further, the storage capacity of Li/Na ion mainly depends on nitrogen doping level.  Recently, our group has demonstrated that biowastes (fish scale, garlic peel etc.) derived nitrogen doped carbon nanosheets provide a low cost anode for LIBs and SIBs, due to the great flexibility of carbon resources.  Further, as like graphene and rGO, the unique sheet like hard carbon helps to mitigate the severe volume expansion by acting as a buffer media for alloying and conversion type anodes. ",
                "Covalent Triazine Framework (CTFs) is an interesting class of rigid, conjugated porous organic polymers branched/centered with triazine units. They have attracted extensively because of their rich nitrogen content and tunable properties. The amorphous CTFs are synthesized by trimerization reaction of carbonitriles to triazine rings at elevated temperatures (400–500 °C approx.) to form a high surface area porous framework. The strong covalent bonding between the lightweight elements renders the molecule with the chemical as well as thermal stability and low density. Wide synthetic diversity of this smart structural assembly endows with notable performance in various applications such as sensors, CO2 capture, gas separation, adsorbent, optoelectronics, energy storage, and catalysis etc.  As a cathode in LIBs, the amorphous CTFs undergo unique Faradaic reaction via bipolar redox mechanism at which the triazine is in n- or p- doped state.  Unfortunately, the poor conductivity and ionic mobility of the N-rich CTFs hammer its usage toward practical utilization for energy storage. However, thermolysis of such materials may pave the way for improved electrical conductivity and electrochemical performance. Further, as like MOF derived carbon, no additional process is required to leach the metal ions. ",
                "Herein we report, nitrogen rich spherical carbon particles (N-doped SC) synthesized form 1,4-phenylenediamine based covalent triazine framework by simple carbonization and its feasibility as an anode in Li/Na ion battery is systematically investigated. The resultant product inherits similar structural characteristics as like parent material, which consists of graphene analogue particles. The uniform grafting of nitrogen atom at the surface and edges of carbon skeleton provides ample active sites and exhibits excellent electrochemical performance in LIBs and SIBs. The remarkable performance of this carbon material can be endorsed to high level nitrogen doping, large interlayer distance and specific surface area."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the chemicals were of analytical grade purchased from Sigma-Aldrich (purity >99.9%) and used without any further purification. The synthesis of CTF has already been reported in our earlier work.  Briefly, 40 mmol of o-phenylenediamine was dissolved in 100 mL of 1,4-dioxane. To this solution, anhydrous K2CO3 was added and cooled to 15 °C. About 27 mmol of cyanuric chloride was dissolved in 50 mL of 1,4-dioxane separately and mixed at a very slow rate under inert condition. The reaction mixture was allowed to reach room temperature and refluxed for 72 h. The resulting brown precipitate was filtered and washed with 1,4-dioxane, methanol and acetone for several times before drying in vacuum oven at 120 °C. The N-rich spherical carbon particles were synthesized by direct carbonization of the as synthesized CTFs under a flow of argon gas at a temperature of 900 °C."
                    ],
                    "name": " Synthesis of Spherical CTF",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder XRD pattern of the sample was recorded with a PANalyticalX’pert PRO X-ray diffractometer using Ni-filtered Cu–Kα radiation (2θ ranges from 10–90°). The surface morphology of the material was investigated with field emission scanning electron microscope (FE-SEM, Gemini Zeiss), transmission electron microscopy (TEM, Tecnai 20 G2, FEI) and high resolution transmission electron microscopy (HR-TEM, Tecnai G2 F20 S-TWIN) with CCD imaging system. The surface chemistry of the material was investigated using X-ray photoelectron spectroscopy (XPS, MULTILAB 2000) using monochromatic Mg Kα as an excitation source and C 1s (284.6 eV) as a reference binding energy. The amount of nitrogen incorporated into the carbonaceous material was quantitatively measured by employing Vario EL III – CHNS element analyzer. Fourier transform infrared spectrum was determined by using a BRUKER Optik GmbH model TENSOR 27 FT-IR spectrometer. The specific surface area was evaluated at 77 K, (AutosorbiQ, Quantachrome Instruments) using Brunauer–Emmett–Teller (BET) calculation. The total surface area was calculated using multipoint BET based on the isotherm. The cumulative pore volume and pore size distribution were derived from the adsorption branch of the isotherm based on nonlocal density functional theory (NLDFT), assuming slit-pore geometry."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical behavior of the N-rich SC particles was examined by assembling CR-2032 type coin-type half cells, where the metallic Li/Na acts as both counter and reference electrodes. The working electrode was prepared by mixing 80 wt % of active material, 10 wt % of conductive carbon (Super P) and 10 wt % of polyvinylidine difluoride (PVdF) binder. N-methyl pyrrolidin-2-one (NMP) had been used as a dispersion medium to form a homogeneous slurry and tape-casted over degreased copper foil using a doctor blade. The coating was dried at 120 °C under vacuum, cut into required dimension and stored in the argon filled glovebox (MBRAUN UNILAB) where the moisture and oxygen level was maintained below 1 ppm. The electrodes were sandwiched by polypropylene separator and the active material loading was in the range of 0.6–0.7 mg cm–2. For sodium ion cell, an in-house prepared electrolyte consisting of 1.0 M NaClO4 in ethylene carbonate (EC) propylene carbonate (PC) (1:1 by volume) along with 2% fluoroethylene carbonate (FEC) were used. For lithium ion cell the commercial electrolyte (1.0 M LiPF6 in EC/DEC) was employed. Electrochemical characterization was carried out using Autolab electrochemical workstation (GPES, PGSTAT 302N) and galvanostatic charge/discharge cycles with WonAtech (WBCS3000S) automatic charge/discharge life cycle testing system. Electrochemical impedance spectroscopy (EIS) was obtained using Frequency Response Analyzer (Autolab PGSTAT 302N) for the coin cell with a small AC perturbation pulse of 5 mV and the frequency ranges from 100 kHz to 5 mHz. All the electrochemical studies had been done for the CR-2032 type coin cell at quasi-equilibrated conditions."
                    ],
                    "name": " Electrochemical Evaluation",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD pattern of the N-doped SC particle derived from covalent triazine framework is shown in a. It is seen that the synthesized material exhibits two broad diffraction peaks which are consistent to typical graphene stacks with a low degree of graphitization. The peak observed at ∼2θ = 43.4°, corresponds to (100) crystallographic plane reflection obtained from honeycomb like sp2 hybridized carbon. Similarly, peak observed at around 24.1° assigns to (002) crystallographic planes which arises from coherent and parallel stacking domains of graphene like sheets. The above discernible peaks observed form the XRD confirms that the synthesized material partially maintains the graphitic behavior after high temperature treatment. The interlayer distance was calculated for (002) plane and found to be 0.377 nm which is greater than pure graphitic carbon moiety, favoring for high Li/Na accommodation. b depicts the typical Raman spectra obtained for N-doped SC particle. The synthesized material exhibits two predominant peaks at 1350 and 1580 cm–1 assigned to disordered (D) band and graphitic (G) band of carbon materials, respectively. D band originates from the defect or breaking of sp2 graphitic symmetry caused by structural disorders while the G band can be attributed to characteristic tangential vibration mode of sp2 hybridized carbon moiety. The D/G band intensity is directly proportional to the degree of turbostratic disorder and the ID/IG ratio is found to be 0.93, which suggests that the synthesized material has relatively the largest amount of defects such as edge modification by nitrogen, dangling bonds, sp3 carbon and other topological defects. Further, this result is in consistent with the XRD analysis.",
                        "As observed by FE-SEM, TEM and HR-TEM images in a–f and their insets, the as synthesized material retains its original morphology even at high temperature treatment under an inert atmosphere. As shown in a,b and , the synthesized material is spherical in nature and made up of thin sheet like structures. The HR-TEM images prove the existence of disorderly orientated multilayered graphene like domains and the selected area electron diffraction (SAED) patterns demonstrate typical ring features are indicating the amorphous character of the present material.  describes the HR-TEM elemental mapping analysis, and it reveals that large quantity of nitrogen atoms are intrinsically incorporated into the carbon framework. Further, the homogeneous distribution of nitrogen, not only enhances the conductivity but also provides an adequate site for ion adsorption (Li/Na). The introduction of nitrogen atoms generate defect into the carbon matrix thereby, enhancing the overall electrochemical properties and the pores/voids present in the material reduces the ion diffusion path. Energy dispersive X-ray diffraction spectrum (EDS) presented in  reveals that the amount of nitrogen present in the material is 11.35 at. %. Further, the amount of nitrogen existing the carbonized material is found to be 10.9 at. %, as confirmed by elemental analysis (by combustion), which is consistent with EDS and XPS analysis.",
                        "Nitrogen adsorption/desorption isotherms were recorded for nitrogen rich spherical carbon particles and the corresponding pore size distribution is shown in a and b, respectively. It can be observed that the material exhibits a typical type IV isotherm indicating the existence of meso-pores in major and micropores in the minor. The specific surface area was ∼390 m2 g–1, as calculated using Brunauer–Emmett–Teller (BET) equation and the pore volume is calculated by NLDFT method (0.43 cm3 g–1). The coexistence of meso/micro pores and voids in the carbon texture favors more electrolyte access and easy diffusion. X-ray photoelectron spectroscopy (XPS) was employed to study the elemental composition and the nature of nitrogen environment for the synthesized N-doped SC particles. As depicted in a, the survey spectrum exhibits three major peaks which are related to C 1s, O 1s and N 1s atoms. To realize the bonding environments for all the elements, the spectra are deconvoluted using the Gaussian fitting program and are shown in . The high resolution C 1s spectrum consists of four distinct peaks and the major peak observed at 284.9 eV is related to the graphitic sp2 carbon revealing the arrangement of the carbon atoms in a conjugated honeycomb like structure. The peak observed at 286.2, 287.5, and 289.2 eV reflects the different bonding environment of C–N bonds related to C═N/C═O, N–sp3 C bond and O–C═O respectively, which originates from the substitution of nitrogen in the carbon skeleton (as a defect).  The deconvoluted nitrogen peak can be divided into three peaks centered at 398.4, 399.2, and 400.7 eV representing pyridinic N (N-6), pyrrolic or pyridonic N (N-5) and quaternary N (N-Q) respectively.  The pyridinic nitrogen is located at the edge of graphitic carbon layer which bonds with two sp2 C along with a lone pair conjugation, inducing its electron donor properties. Similarly, the five membered pyrrolic N contributes two electrons to the π system. However, graphitic nitrogen (N-Q) is positioned inside the carbon layer and bonds with three sp2 carbon atom leading to generate a positive charge and electron acceptor properties. The deconvoluted N spectra show the detailed component of N-6 (25.5%), N-5 (21.4%,), and N-Q (53.1%). The existence of nitrogen, especially N-5 and N-6, provides an electrochemically active site for high lithium/sodium storage. The O 1s spectrum possesses four deconvoluted peaks at 531.8, 532.7, 533.5, and 534.3 eV corresponding to C═O, C–O, O═C–O, and C–O–H/C–O–C respectively.  In addition to N, the oxygen functional group also intensifies the defect in carbon structures. Further, the composition of obtained carbon material was characterized by FT-IR, as shown in . The peak obtained at 1660 cm–1 is related to C═O vibration of carboxylic group. The band observed at 1380 and 1240 cm–1 can be assigned to N–H bonding, derived from triazine backbone. The C═N and C≡N bonding forms of nitrogen are observed at 1600 and 2230 cm–1. The broad peak observed at 3170–3350 cm–1 is related to partially overlapped N–H stretching with O–H functional groups. The above results are further manifest that the nitrogen atoms are structurally incorporated into the graphitic moiety."
                    ],
                    "name": " Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performance and lithium ion storage capability of N-doped SC particles were investigated by employing CR-2032 coin type half-cell, with cyclic voltammetry and galvanostatic charge/discharge cycling studies, respectively. a shows the typical cyclic voltammogram (CV) curves containing 10 consecutive cycles at a scan rate of 0.1 mV s–1 cycled between 2.5 to 0.01 V vs Li+/Li. Notably, the first cycle of CV curve is different from rest of the subsequent cycles especially, in the cathodic scan. In the first reduction process two distinct, intense peaks are observed at around 1.46 and 0.6 V corresponding to the irreversible reduction of the electrolyte with surface functional groups containing oxygen and the formation solid electrolyte interface (SEI) respectively. These two reduction peaks disappear in the subsequent cycles, indicating the formation of stable SEI. The peak observed in the region below 0.5 V is mainly attributed to the intercalation of lithium ions into the graphene analogue layers. During lithium extraction process, two broad peaks were observed at around 0.18 and 1.25 V maybe attributed to the deintercalation of lithium ions from graphene analogue moiety as well as structural defects and pores/voids present in the material.  From the second cycle onward, all the CV curves were identical, representing the superior reversibility and cycling stability of the present material. The initial low Coulombic efficiency of formation cycle could be ascribed to the surface functional group reduction, electrolyte decomposition and SEI formation. b and c depict galvanostatic charge/discharge cycling profiles and the steady state cycling performance of N-doped SC particle recorded for 100 cycles between 2.5 and 0.01 V at a current density of 0.1 A g–1. During the initial discharge process, the material delivered a stable reversible capacity of about 746 mAh g–1 up to 26 cycles, and then it gradually increased to 820 mAh g–1 after 100 cycles. The increase in capacity with repeated cycling could be attributed to enhanced accessibility (effective activation) of unexposed micro and meso-pores during shuttling, which is a common phenomenon for porous carbon anodes.  show the formation cycle at a current density of 0.025 A g–1 and cycling profiles at different current densities of N-doped carbon particle, respectively. In the formation cycle, the material delivered a discharge/charge capacities of about 1666 and 930 mAh g–1 which is almost 4.5 times higher than the theoretical capacity of graphite (372 mAh g–1). The nitrogen doping and the existence of pores act as a reservoir for high lithium storage. A sloping plateau at ∼1.5 and ∼0.62 V related to the interaction between surface functional groups and lithium ions as well as irreversible SEI formation was observed in discharge profile, which is consistent with CV curves. The low Coulombic efficiency (56%), observed initially might be attributed to irreversible lithium loss and SEI formation, which is common for carbon based materials. As compared with other nitrogen doped carbon materials, the obtained Coulombic efficiency is high, which states that the present material effectively suppresses the side reactions. After the formation cycle, the Coulombic efficiency has drastically increased to above 97% for the studied 100 cycles. d shows the steady state cycling performance of synthesized material at a current density of 0.5 A g–1 up to 500 cycles. Remarkably, after such a long cycling, the material delivered a high reversible capacity of 623 mAh g–1 with above 97% Coulombic efficiency, revealing the virtuous cycling performance. , as well as their inset, depicts the selected cycles of charge/discharge profile obtained at a current density of 0.1 and 0.5 A g–1 respectively.",
                        "The rate performance was carried out to understand the electrochemical property at high current densities. The rate capability and cycling performance are important for practical utilization. To validate high rate application, the cell was subjected to rate capability test using various current densities starting from 0.1 to 8.0 A g–1 as shown in e. When the current density gradually increased from 0.1 to 0.25, 0.5, 1.0, 2.0, and 4.0 A g–1, the corresponding average discharge capacities decreased from 746 to 690, 639, 565, 483, and 410 mAh g–1 respectively. If the current density was further reduced to 0.1 A g–1, the material restores its original discharge capacity of about 740 mAh g–1. More interestingly, after a low current density cycling, the cell was again subjected to rate performance. An appreciable, average discharge capacities of 610, 540, 469, 407, and 305 mAh g–1 was obtained at a current density of 0.5, 1.0, 2.0, 4.0, and 8.0 A g–1 respectively. When the cell was cycled again at 0.75 A g–1, the same cell restored its original capacity and delivered an average discharge capacity of about 565 mAh g–1 for the studied 125 cycles. At all current densities, N-rich spherical carbon particle exhibited excellent cycling stability and capacity retention which is consistent with steady state cycling performance at low and high current densities.  shows the steady state cycling performance at high current densities for the studied 250 charge/discharge cycles. The N-rich spherical carbon particle delivered noticeable average discharge capacities of about 503, 407, and 303 mAh g–1 at 2.0, 4.0, and 8.0 A g–1 respectively.  lists the comparison of the performance of N-rich spherical carbon particles with a state-of-the-art carbon derived from different precursors as an anode in LIBs."
                    ],
                    "name": " Electrochemical Performance As Anode in LIBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The N-rich SC particle can also be a promising anode for SIBs, where the large interlayer distance can accommodate sodium ions. Na-ion insertion and extraction behavior of N-rich spherical carbon were investigated by both cyclic voltammetry and galvanostatic charge/discharge cycling studies. a depicts the ten consecutive CV curves cycled between 2.5 and 0.01 V at a scan rate of 0.1 mV s–1. In the first cathodic scan, three irreversible broad cathodic peaks can be observed at approximately ∼1.4, 0.98, and 0.54 V. The peak at 1.4 V reflects the interaction between sodium ions and the oxygen containing functional groups.  The peak at 0.98 and 0.54 V are ascribed to the electrolyte decomposition on different active sites and subsequent SEI formation. In the subsequent cycles (up to 10 cycles), the CV curves almost overlapped suggesting the stable and excellent reversibility of the present system. A pair of sharp redox peak observed at 0.01 and 0.11 V indicates minimum hysteresis of sodium insertion and extraction at the interlayer of the nongraphitic moiety. b and c represent the galvanostatic charge/discharge cycling profile and steady state cycling studies of N-doped SC particle at a current density of 0.1 Ag–1 up to 100 cycles. The material initially delivered a steady state discharge capacity of about 291 mAh g–1 up to 51 cycles and steadily increased to 307 mAh g–1 which could be ascribed to partial activation of N-doped porous carbon particle. The steady state cycling performance at a high current density (0.5 Ag–1) is shown in d, which exhibits an average discharge capacity of about 238 mAh g–1 for the studied 500 cycles. Selected charge/discharge cycling profiles at a current density of 0.1 and 0.5 A g–1 are shown in . The charge/discharge cycling profiles for formation cycle and at different current densities are shown in . In the formation cycle (0.025 A g–1), the discharge and charge capacities are 689 and 387 mAh g–1 respectively with 56% Coulombic efficiency. The irreversible capacity loss arising from both the electrolyte decomposition as well as sodium ion insertion at the irreversible sites correlates with the insertion of Na+ into parallelly aligned carbon nanosheets and nanopore filling.  As shown in , the derivative of discharge curve clearly exhibiting two distinct slopes, plateau at the high potential range can be endorsed to insertion of Na+ ions between the graphene like carbon nanosheets where the narrow low voltage (close to sodium plating) ascribed to Na+ adsorption at sp2 configured meso-micropores.  The plateau observed at 0.1 V in charging curve corresponds to sodium extraction and the result is consistent with the anodic peak observed in the CV curve (0.11 V). Further, no considerable decrease in peak intensity occurs after 50 cycles demonstrating the stability and good reversibility of the present material. To examine the rate capability of the present material in SIBs, the material was cycled at different current densities, and the corresponding Coulombic efficiencies are displayed in e. The electrode delivered perceptible average discharge capacities of 340, 306, 260, 230, 192 mAh g–1 at a current rates of 0.05, 0.1, 0.25, 0.5, and 1.0 A g–1 respectively. When the current density was switched back again to 0.05, 0.1 0.5, 2.0, 4.0, and 8.0 A g–1 the reversible capacity could be recovered to 332, 292, 206, 149, 111, and 46 mAh g–1 receptively. The rate performance is more impressive, considering after cycling in each current densities. Furthermore, the same cell was tested for steady state cycling study at a current density of 0.75 A g–1, which delivered a reversible capacity of 205 mAh g–1 at the initial cycle and attained 233 mAh g–1 after 200 cycles. The capacity increment after few cycles may be attributed to the activation of electrode material and are common for porous carbon in extended cycling studies. It is noteworthy that the excellent rate performance and cycling stability of the present material deserve for practical application toward proto-type SIB.",
                        "High rate charge/discharge cycling studies are important for battery in the practical utilization.  depicts the charge/discharge cycling studies at high current densities for N-doped spherical carbon particle. The appreciable average discharge capacities of about 159, 121, and 46 mAh g–1 have been derived for the studied 250 cycles at current densities of 2.0, 4.0, and 8.0 A g–1 respectively. It is also noted that the nitrogen rich spherical carbon particle exhibits excellent electrochemical performance as SIBs anode when compared with other nitrogen doped carbon material and are tabulated in . a and b explain the rate capability behavior of N-doped SC with other reported materials for LIBs and SIBs, respectively. As compared with other N-doped materials, the synthesized material exhibits excellent rate performance even at high current densities. To compare the rate performance, all the capacities were normalized with the obtained reversible capacity at a low rate and plotted against corresponding current densities. The material shows the reversible capacity of 55% at 4.0 A g–1 and 44% at 2.0 A g–1 in rate study for Li/Na ion batteries.",
                        "To understand the excellent rate performance of the synthesized N-rich spherical particle, the electrochemical impedance spectroscopy (EIS) measurements were carried out before and after cycling and fitted with ZMAN 2.2 fitting software, which is shown in c and d. The Nyquist plots obtained from LIBs and SIBs consist of two partially overlapped depressed semicircle at high-middle and an inclined line at low frequency. The semicircle observed at high frequency region can be attributed to SEI formation (Rf), and the intercept with Z′ axis corresponds to contact/Ohmic resistance (Rs), while at middle frequency region endorses to charge transfer resistance (Rct) and constant phase element (CPE). Further, the inclined line refers Warburg resistance (W) and is related to Li+/Na+ ion diffusion, where this low frequency intercept explains the activation kinetics at the interface. c and d depict the typical Nyquist plots before and after cycling along with fitting for LIBs and SIBs respectively, which infers that some obvious difference in (Rs) and Rct. In LIBs, the Rs value increased to 5.3 from 4.3 Ω after cycling and the Rct changed to 34.2 from 186.3 Ω. Similarly in SIBs, after cycling the Rs and Rct value changed to 10.4 and 212.8 Ω form 8.9 and 757.3 Ω respectively. The decreased Rf and Rct value after cycling could be endorsed to stable SEI, good contact as well as large interface formation due to effective wetting between the electrode and electrolyte leads to enhanced electronic/ionic conductivity.  explains the Randles equivalent circuit obtained from fitting software. The decrease in discharge capacity at high rates might be attributed to the reduction of cyclable lithium between the electrodes and promotion of SEI growth. ",
                        "Apparently, the superior electrochemical performance for both LIBs and SIBs, including excellent reversible capacity even at high current densities, good cycling stability and rate capability of the present material could be attributed to large interlayer distance, high level nitrogen doping as well as the existence of a large number of pores and voids."
                    ],
                    "name": " Electrochemical Performance As an Anode in SIBs",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a high level N-doped spherical carbon particles were successfully prepared by facile and scalable synthesis method via. direct carbonization of the N-rich covalent organic molecule. The resultant product contains 10.9 wt % of nitrogen as confirmed by elemental analysis, EDAX and XPS analysis. Furthermore, the uniform grafting of nitrogen in the spherical carbon skeleton was confirmed with elemental mapping, which provides abundant active sites (pyridinic-N or pyrrolic-N) for ion accommodation. The dilated interlayer distance with the high specific surface area and narrow pore size distribution with heteroatom doping exhibits excellent electrochemical performance as an anode in lithium/sodium ion batteries. In LIBs, the N-doped SC particles exhibited a high reversible capacity of about ∼623 mAh g–1 at a current density of 0.5 A g–1 for the studied 500 cycles and 303 mAh g–1 at a high current density of 8.0 A g–1 after 250 cycles. Similarly, in SIBs, the same material delivered an average discharge capacity of about 307 mAh g–1 at 0.1 A g–1 after 100 cycles, 128 and 53 mAh g–1 at a high current density of 4.0 and 8.0 A g–1 respectively after 250 cycles. When compared with existing N-doped nongraphitic materials the CTF derived material shows good electrochemical performance in both LIBs and SIBs, which demonstrates the possibility of an alternative anode for high-rate performance batteries."
            ],
            "name": "4.0 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High Rate Performing in Situ Nitrogen Enriched Spherical Carbon Particles for Li/Na-Ion Cells"
}