{
    "DOI": "10.1002/chem.201902575",
    "Journal": "",
    "Keywords": [
        "doping",
        "electrochemistry",
        "graphene",
        "proteins",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "The storage of green, renewable energy has been a challenge for decades. Owing to widespread sodium reserves, with excellent abundance and low cost, sodium‐ion batteries (SIBs) hold great promise to meet extremely high material demands for electric storage, especially large, stationary electrical energy storage (EES) systems in the application of renewable energy sources and smart grids. However, the current dominant carbon‐based anodes for SIBs have encountered many bottlenecks, such as rapid reduction in reversible capacity, low coulombic efficiency, and inferior rate performance. Hence, the upgrading of carbon‐based anodes has been one of the major focuses in SIB research. Heteroatom doping of carbon‐based anodes has proved to be an effective method. In this regard, nitrogen and sulfur doping could increase the electron mobility and surface hydrophilicity, which is beneficial to charge transfer and electrolyte uptake of the electrode. Additionally, nanostructured transition‐metal chalcogenide doping could alleviate volume changes during sodiation/desodiation and nickel particles can promote electrochemical performance, whereas a commixture of Ni/NiS2 particles with nitrogen and sulfur codoped porous graphene can significantly improve the electrochemical performance. Molten‐salt medium is an efficient way to capture nitrogen during the preparation of carbon nitride. Moreover, during the carbonization process, nitrogen can reduce the carbonization temperature of thermally stable carbon materials. In particular, it has been demonstrated that sodium ions can penetrate into carbon matrixes, and therefore, induce the realignment of amorphous carbon and manipulate the cross‐linked network. It is highly desirable to combine these means of heteroatom doping and metal sulfide/metallic nanoparticle doping with the molten‐salt method towards the development of high‐performance anodes for SIBs.",
                "Herein, we developed a “self‐doping” strategy based on albumen. Albumen is mainly composed of nitrogen‐ (≈12 wt %) and sulfur‐rich (≈9 wt %) protein. The protein can be employed as a unique carbon source. Built‐in nitrogen and sulfur in albumen can enable the self‐doping of protein‐derived graphene, thereby avoiding additional doping procedures. In view of protein‐assisted biomineralization, sulfur‐rich proteins in albumen can also guide the doping and nucleation of nickel sulfide nanoparticles. In addition, the porous graphene architecture was fabricated through the use of removable KCl/NaCl salts under high‐temperature melting conditions. Accordingly, we have successfully prepared hierarchically porous, Ni/NiS2 nanoparticle anchored, and N,S‐doped graphene (denoted as Ni/NiS2/NS‐graphene) materials through the pyrolysis of a mixture of albumen and pore‐forming agents, as well as nickel nitrate, followed by washing and drying. The as‐prepared Ni/NiS2/NS‐graphene exhibits a remarkable electrochemical performance as an anode for SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The procedure for the synthesis of the Ni/NiS2/NS‐graphene composites is illustrated in Scheme . Initially, certain amounts of Ni(NO3)2⋅6 H2O, NaCl and KCl are added to the fresh solution of albumen to form the precursor suspension liquid. Notably, the Ni2+ ions can be captured by the protein due to complexation or biomineralization and excess NaCl and KCl can accelerate protein precipitation. The precursor suspension liquid is directly dried in an oven at 150 °C and then ground through ball‐milling. After annealing in high‐purity argon at 700 °C for 2 h, and rinsing with deionized water and ethanol under ultrasonication, the Ni/NiS2/NS‐graphene composites are obtained. During this reaction, the N‐ and S‐rich bulk protein is gradually exfoliated into nanosheets as the temperature increases and the exfoliated nanosheets are transformed into N,S‐doped graphene at temperatures above 650 °C. Meanwhile, graphene layers that encapsulate metallic Ni/NiS2 nanoparticles are generated in situ on the surface of graphene nanosheets. Additionally, the melting salt developed during carbonization of the protein accelerates the interconnection of graphene nanosheets and facilitates the formation of pores and voids, resulting in the hierarchically porous interconnected network structure. Similar to Ni/NiS2/NS‐graphene composites, pure N‐ and S‐doped graphene (NS‐graphene) was prepared without the use of Ni(NO3)2⋅6 H2O salt.",
                "The morphology and microstructure of the as‐prepared samples were investigated by using SEM and TEM. As illustrated by the low‐magnification SEM image in Figure  a, the as‐synthesized Ni/NiS2/NS‐graphene composite is a fluffy state and features a 3D macroporous network. The high‐magnification SEM image (Figure  b) of Ni/NiS2/NS‐graphene exhibits an interconnected structure consisting of uniform nanosheets, similar to that of NS‐graphene (Figure  c, d) without the Ni additive. The SEM–energy‐dispersive X‐ray spectroscopy (EDX) mapping images (Figure S1 in the Supporting Information) of Ni/NiS2/NS‐graphene indicate a uniform distribution of C, Ni, S, and N elements (the atomic percentages are shown in Table S1 in the Supporting Information) throughout Ni/NiS2/NS‐graphene nanosheets. The ultrathin characteristics of Ni/NiS2/NS‐graphene (Figure  a) and NS‐graphene (Figure  c, d) were further confirmed by means of high‐resolution (HR) TEM. HR TEM images captured from different regions in Figure  a clearly suggest the existence of metallic Ni and NiS2 nanoparticles (Figure  b) incorporated in NS‐graphene nanosheets. Specifically, the lattice fringe of 2.04 Å is typical of the (111) lattice plane of metallic nickel, whereas the lattice spacing of 2.84 Å corresponds to the (200) lattice plane of the vaesite NiS2 phase. The phase composition of Ni/NiS2/NS‐graphene was characterized by means of powder XRD. As illustrated in Figure , the diffraction pattern shows three sets of diffraction peaks, in which peaks at 2 θ=31.78, 45.48, and 56.59° can be assigned to the (200), (220), and (222) planes, respectively, of vaesite‐type NiS2 (JCPDS card no. 11‐0099), and peaks at 2 θ=44.42 and 51.86° can be indexed to the (111) and (200) planes, respectively, of metallic Ni. The band centered at around 25° can be attributed to multilayered graphene nanosheets. All diffraction peaks of Ni and NiS2 matched well with the standard diffraction peaks of Ni and NiS2; this indicates the combination of NS‐graphene and Ni and NiS2 nanoparticles without any impurities. The thermal behavior of Ni/NiS2/NS‐graphene nanosheets was investigated by means of thermogravimetric (TG) and differential scanning calorimetry (DSC) studies. As shown in Figure S2 in the Supporting Information, Ni/NiS2/NS‐graphene undergoes a two‐step mass loss: the initial slight weight loss of 6.51 % between 80 and 120 °C corresponds to the gradual loss of absorbed water molecules; the second step, with a notable weight loss of 74.0 %, in the range of 120 to 650 °C is attributed to the combustion of the carbonaceous component and the transformation of encapsulated metallic Ni and NiS2 into the final residue of NiO. The corresponding DSC curve is consistent with that obtained through TG analysis. The change in heat flow at around 500 °C in the DSC curve suggests the oxidation of nickel atoms. Because the mass fraction of the NiO residue is 19 %, the content of NS‐graphene in Ni/NiS2/NS‐graphene composites can be calculated (details are shown in the Supporting Information) on the basis of the chemical reaction and is found to be 62 %.",
                "To investigate the chemical composition and valence states of the nickel species, Ni/NiS2/NS‐graphene was characterized by means of X‐ray photoelectron spectroscopy (XPS). The XPS survey spectrum of Ni/NiS2/NS‐graphene demonstrated the existence and atomic percentages of C, N, Ni, S, and O elements (Figure S3 and Table S2 in the Supporting Information). Figure  a–d shows the typical C 1 s, N 1 s, Ni 2 p, and S 2 p XPS spectra of Ni/NiS2/NS‐graphene, as obtained through the Gaussian fitting technique. The deconvoluted C 1 s XPS spectrum shows binding energies at 284.4, 285.1, 286.3, 287.5, and 289.4 eV, which suggest the presence of C−C, C−OH, C−N−C, C−S, and O=C−OH groups. For the N 1 s spectrum, three separated peaks at 398.1, 399.4, and 400.6 eV can be observed, which correspond to pyridinic N, pyrrolic N, and graphitic N, respectively. In the Ni 2 p spectrum of Ni/NiS2/NS‐graphene, strong peaks at 855.3 eV for Ni 2 p3/2 and 873.3 eV for Ni 2 p1/2 are detected; these suggest the Ni2+ state. Two satellite peaks centered at about 861 and 880 eV can be attributed to nickel–oxygen species on the NiS2 surface. In the S 2 p XPS spectrum, peaks at 162.0 eV for S 2 p1/2 and 163.5 eV for S 2 p3/2 are spin‐orbit characteristics of S22−, which is bonded to Ni2+ ions in NiS2. In addition, the peak at 164.8 eV is reasonably assigned to bridging S− and/or apical S2− ligands, whereas the binding energies at 167.9 and 169.1 eV can be attributed to the −S−O− and S=O bonds, which are generally related to surface oxidation. Raman scattering spectroscopy (Figure ) was performed to obtain further evidence of the presence of graphene. The ratios of D to G bands for Ni/NiS2/NS‐graphene composites and NS‐graphene are 0.94 and 0.93, respectively; thus indicating the formation of graphene. The broad 2 D band suggests that the two samples are mainly composed of multilayered graphene, rather than single‐layered graphene. The porous structure and specific surface area of Ni/NiS2/NS‐graphene and NS‐graphene were characterized by nitrogen adsorption–desorption measurements at 77 K. Figure  shows that Ni/NiS2/NS‐graphene features type I adsorption behavior characterized by a micro‐ and mesoporous nature. The corresponding BET specific surface area, pore volume, and average pore size are calculated to be 491.58 m2 g−1, 3.96 cm3 g−1, and 4.20 nm, respectively. In general, carbon materials obtained by direct pyrolysis of biomass normally possess a relatively low surface area, unless other chemical treatments, for example, KOH etching, are included. In this work, Ni/NiS2/NS‐graphene with a high BET surface area was produced through a simple melting method, with the aid of a molten salt, which is more attractive in terms of green chemistry. For use as ab anode in SIBs, the porous structure and high surface area of Ni/NiS2/NS‐graphene are expected to provide a 3D interconnected conductive network that facilitates charge transfer and leads to enhanced electrochemical performance."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Sulfur‐/Nitrogen‐Rich Albumen Derived “Self‐Doping” Graphene for Sodium‐Ion Storage"
}