{
    "DOI": "10.1039/C7CC03200E",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Carbon naturally exists in sp2 and sp3 hybridized forms in graphite and diamond, whereas the sp hybridized form is rarely found in linear carbynes in carbonaceous chondrite meteorites. Crystallized sp3 carbon (diamond) is one of the hardest materials, and sp2 carbon shows brilliant electronic properties and is an essential component in the ever-growing field of green energy, such as in batteries and fuel cells and as catalysts, as its excellent performance makes devices lighter, more efficient and safer. However, its formation requires extreme conditions (high temperature and inert atmosphere) which is a fatal drawback, seriously hindering its use for building on-demand morphologies and properties for the above mentioned fields. Promising oxides for Li-ion batteries, such as Fe3O4, Co3O4, LiNi0.85Co0.1Al0.05O2, etc., demand a seamless all-carbon protective layer, but are prevented by the carbothermic reduction under high temperature. The anti-corrosion needs a stable all-carbon material grown without substrate-reliance. The balance between the metal nanoparticle size and their interaction with carbon substrates in electrocatalysts is hardly reached under high temperature. Therefore, a low temperature method to prepare all-carbon materials is imminently required to improve the above technologies. What about a material that contains both sp2 and sp carbons? Could it complement the disadvantages of sp2 carbons to realize on-demand properties for energy applications?",
                "Graphdiyne (GDY), in which each neighboring carbon hexagon is bonded by a diyne linkage in-plane, is theoretically composed of 33.3% sp2 and 66.7% sp carbons, and is a 2D flexible and conductive platform. Since it was first prepared in 2010, it has attracted worldwide interest due to its easy operating process for creating novel 2D materials. This structure inherits the advantages of carbynes and graphene, offering stable properties for this artificial carbon. Compared to sp2 carbons, sp hybridization offers GDY a higher electronic density; its 18-member carbon in-plane pores (with van der Waals openings of ∼6.3 Å2) are selective channels, and this also may lead to a higher surface-to-mass ratio. To date, substantial progress has demonstrated that these merits can theoretically offer GDY great potential for improving device performance in energy storage, photovoltaics, catalysis, atomistic separation and so forth.",
                "Inspired by the Glaser–Hay acetylenic coupling in solution and on the surface of noble metals, we first successfully carried out an explosion method for the large-scale preparation of GDY in air from hexaethynylbenzene (HEB). This is the first example of the preparation of an all-carbon material in air at 120 °C, paving the way to challenge some difficult problems in green energy. GDY shows incomparable morphology tunability, and the structure can be controlled from 1D nanochains to 2D nanoribbons to a 3D framework. The GDYs demonstrate superiority in terms of thermal stability, electronic conductivity (20 S m−1) and specific surface area (1150 m2 g−1), and can be used as promising lithium/sodium ion battery anodes.",
                "In Scheme 1, three thermal treatments are carried out to control the cross-coupling reaction of HEB. Following a gradual heating process (10 °C min−1) to 120 °C in nitrogen, light yellow HEB becomes dark black without volume variation. When this treatment is applied in air, a popcorn-like explosion phenomenon is triggered once the temperature reaches 90 °C, causing a remarkable 6-fold volume increase. This means that oxygen catalyzes the reaction, accelerating dehydrogenation for the coupling reaction. If HEB is directly added to a pre-heated environment in air (120 °C), a more violent explosion is immediately initiated, resulting in a 48-fold volume increase (Scheme 1d). Significantly, the production yield of GDY from HEB is high, up to 98%. So far, the prevailing all-carbon materials (graphene, carbon nanotubes and fullerene) cannot be produced with such a high yield in such a short time. The temperatures required for their preparation are no less than 500 °C under an inert atmosphere (Fig. S1a, ESI†). Large-scale GDY preparation in air (Fig. S1b, ESI†) definitely offers much larger operational room for wider utilization.",
                "Differential thermal analysis was used to investigate the reaction process and the thermal stability of the GDYs. In Fig. S1c (ESI†), an intensive reaction occurs at 87 °C, because of the instantaneous weight increase followed by 100% weight loss. This confirms the explosion reaction, causing GDY formation out of the alumina boat, indicating the ultrafast dehydrogenation and cross coupling of HEB. The temperature of 87 °C is ultralow for the formation of a carbon material, and will provide new inspiration for its applications. The TG curve (Fig. S1d, ESI†) indicates that the GDYs are considerably stable, with no more than 10% weight loss at 1000 °C. As new allotropes, the thermal stability of the GDYs at high temperature should be an attractive characteristic for us.",
                "From the SEM images in Fig. 1 and Fig. S2 (ESI†), the evolution of the GDY structures indicates that the morphologies are well under control. In N2, the prepared GDY nanoribbons aggregate into a flower-like secondary structure. The images show that the nanoribbons have a length of about 20 μm and a thickness of about 100 nm. The nanoribbon-like morphologies are probably inherited from the precursor HEB powder (Fig. S3, ESI†). When N2 is replaced by air during gradual thermal treatment, the increased reaction intensity produces the 3D framework in Fig. 1b. This procedure enables the GDY nanochains to uniformly grow on the 3D network, making a special 3D continuity for both ion and electron migration channels. When we add the precursor to a pre-heated reactor (120 °C) in air, a drastic explosion reaction results in ultrafine nanochains (Fig. 1c) which grow directionally, possibly caused by the oxygen gradient during the ultrafast reaction process. These nanochains can consecutively grow with lengths of tens of micrometers, and entangle together like cotton with excellent 3D continuity. The nanochains are about 20 nm, comparable to carbon nanotubes but smaller than many carbon fibers.",
                "TEM was carried out on a nanoribbon and nanochain as representatives. In Fig. 1d, the nanoribbon exhibits ultra-thin characteristics, indicated by its transparent features. The HR-TEM image in Fig. 1e indicates the nanoribbon has a layer-like structure with an interlayer distance between 3.6 and 3.7 Å, which is the same as that of the reported GDY. For the GDY nanochain, Fig. 1f distinctly demonstrates that it is linearly assembled by nanoparticles and extends into a 3D network. The HR-TEM image in Fig. 1g further reveals that the nanoparticles in the nanochain have an onion-like morphology with clearer lamellas than those of the nanoribbon, with an interlayer gap between 3.6 and 3.7 Å. Careful investigation (Fig. 1i and j) shows that the nanoparticles are joined together by outer layer lamellas to form the nanochains, enhancing the electronic conductivity and 3D continuity during the swelling/shrinking processes in electrodes. The morphology difference may cause significant variations in the SSAs (Fig. S4, ESI†). The N2 adsorption/desorption experiment reveals that the GDYs perform as type 1 porous materials under IUPAC classification, indicating the microporous structure of the GDYs, consistent with the nature of GDY having in-plane pores. The samples have SSAs of 186 (nanoribbon), 766 (framework) and 1150 m2 g−1 (nanochain). Such SSAs from this energy- and time-saving method are impressively higher than those of many carbon materials produced by high energy-consuming methods, and are close to those of many metal–organic frameworks, showing great promise for applications requiring high SSAs.",
                "13C-NMR spectroscopy, XPS, Raman spectroscopy and electron energy loss spectroscopy (EELS) were carried out to study the GDYs (Fig. 2). The 13C-NMR spectrum shows weak signals due to the strong conductivity, but the characteristic peaks can still be discriminated. The weak peak at 50 ppm is attributed to the sp carbon, the sharp one at 127 ppm is assigned to the sp2 carbon, and the one around 186 ppm is assigned to the cumulene chain. The cumulated double bond increases the delocalization of π electrons, probably enhancing the conductivity by delocalizing electrons. XPS mainly shows the characteristic peaks of carbon (about 97%) and oxygen (about 3%) without any detectable metal contaminants. Recently, contamination was thought to be the reason for the misleading performance as metal-free catalysts. Furthermore, the Au element was introduced for calibration to discriminate carbon hybridization according to the chemical shift.Fig. 2c shows that GDY has a 0.15 eV lower binding energy and broader peak than graphite, ascribed to the sp carbon, consistent with the literature comparing carbynes and graphite. The C1s peak can then be mainly deconvoluted into two forms, the sp2 (284.8 eV) and sp (284.2 eV) carbons. Consistently, the Raman tests show the corresponding characteristic peaks of GDY: the strong G band (1588 cm−1), the D band (1360 cm−1) and the weak peak at 2160 cm−1 for the diyne linkage, which is probably caused by the reduced symmetry from such a fast reaction. Thus, all of the above measurements confirm the cross-coupling reaction at 120 °C in air. EELS was also used to investigate the GDY nanostructures. The peak at 285 eV corresponds to the transitions from the 1s to the π* states (1s–π*), and the peak at 291 eV corresponds to the transitions from the 1s to the σ* states (1s–σ*). The XRD data show a broad peak near 23° (Fig. S5, ESI†), consistent with the interlayer distance in TEM.",
                "The GDYs powder is bind together by PTFE (10%) and rolled into film for testing its conductivity. This form of carbon exhibits high powder conductivity, up to 20 S m−1 (Fig. S6, ESI†). As predicted, GDY should be a promising battery anode, as the in-plane openings offer the material one more ion transfer channel than in graphite, and double the theoretical capacity (744 mA h g−1) for storing Li+ and Na+ ions. Hence, the electrochemical performances of the as-prepared GDYs in lithium/sodium ions storage were investigated, with the best-performing GDY nanochain illustrated in Fig. 3 as a representative (Fig. S7, ESI†). For Li + storage, it reversibly delivers a capacity of 910.8 mA h g−1 with a first Coulombic efficiency of 49.34% at 50 mA g−1. Such reversibility in the first cycle is caused by the formation of a solid electrolyte interphase (SEI). Fig. 3a and b demonstrate that the GDY nanochain shows an excellent rate performance, sustaining a capacity of 410 and 250 mA h g−1 at the high rates of 1000 and 2500 mA g−1, respectively, which is better than those of other reported carbon materials. The GDY shows robust long term stability, even after 500 cycles at the high rates of 500, 1000 and 2500 mA g−1. After 200 cycles at 2500 mA g−1, the battery maintains 98% of its initial specific capacity, and still sustains a capacity of 800 mA h g−1 at 50 mA g−1 (Fig. S8a, ESI†), with the impedance slightly increased (Fig. S8b, ESI†). For Na+ storage (Fig. 3d–f and Fig. S9, ESI†), the GDY can deliver a specific capacity of 614 mA h g−1 with a first Coulombic efficiency of 52.8%. Its specific capacity is higher than those of many other reported carbon materials. Impressively, the GDY nanochain shows a remarkable rate performance, and still maintains 62.3% (380 mA h g−1) of the initial capacity at a rate of 2500 mA g−1. After 400 cycles, the GDY nanochain exhibits the best stability (Fig. 3f and Fig. S10, ESI†), showing negligible degradation in its specific capacity. Importantly, these samples still retain their morphologies during the whole process (Fig. S11, ESI†). These findings indicate that GDY can work as a potential anode for Li+ and Na+ batteries.",
                "The in-plane 2D channel benefits the rate performance, and has been well pursued in recent 2D materials. However, in-plane nanopores for the 3D transfer channel are desired in 2D materials for maximizing the rate performance. In addition, the in-plane nanopores offer 2D materials selectivity, which may be the answer to some intractable problems in energy storage. Interestingly, GDY is an artificial 2D material with in-plane openings of ∼6.3 Å, which are accessible for hydrogen and Li+/Na+ ions.Via investigating ion diffusion in onion-like GDY, we can partially understand its cross-plane diffusion behavior. Scheme 2 reveals the differences in ion migration between GDY and graphite. For graphite, the accessible channels are the grain boundaries and interlaminar gaps with a spacing of 0.34 nm. However, the graphite particles have no connectivity with each other, which is unfavorable for electron transfer at a high rate. In the GDY nanochain, these disadvantages are perfectly remedied due to its in-plane openings and chain-like morphology, providing a good 3D continuity for both electron and ion migration. From the CV curves at several rates (Fig. S12, ESI†), the lithium ion diffusion coefficient ranges from 1.36 × 10−12 to 1.21 × 10−11 cm2 s−1, lower than that in graphite, because cross-plane diffusion is the rate-determining step for onion-like GDY. Similarly, the sodium ion diffusion coefficient is about 1.7 × 10−12 cm2 s−1, slightly lower than that of the lithium ion, consistent with theoretical predictions.",
                "In conclusion, an explosion approach was developed for the ultrafast preparation of GDY. This is the first case for producing an all-carbon material in air at 120 °C, and without any metal catalysts, it avoids extraneous contamination. The samples show outstanding thermal stability and powder conductivity, sufficient for many applications. With its in-plane nanopores, GDY has excellent 3D channels for both ionic and electronic conductivity, and it serves as a promising Li+ and Na+ battery anode. Furthermore, this strategy might shed some light on the preparation and application of this all-carbon GDY to challenge some intractable problems in the ever-growing field of green energy.",
                "This work was supported by the National Key Research and Development Project of China (2016YFA0200104), and the Key Program of the Chinese Academy of Sciences (QYZDY-SSW-SLH015)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "A facile approach for graphdiyne preparation under atmosphere for an advanced battery anode"
}