{
    "DOI": "10.1039/D0DT03258A",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The rapid development of modern society and the ever-increasing demand for energy, combined with the ensuing environmental problems, have motivated the development of a great deal of renewable electrochemical energy storage systems. Lithium-ion batteries (LIBs), with features of high energy density and environmental friendliness, have been widely applied to next-generation electric vehicles (EVs) and hybrid electric vehicles (HEVs). With regard to the anode materials, the currently dominant graphite, which delivers a reversible capacity of ∼372 mA h g−1 with the formation of LiC6 in LIBs, can no longer meet the explosive demand for increasing capacity. On the other hand, due to the availability, low cost and abundance of Na resources, sodium-ion batteries (SIBs) are now regarded as a promising energy storage candidate beyond LIBs. However, the sluggish kinetics of sodium ions and unstable structure of the materials restrict the feasible realization of advanced SIBs.",
                "The rational design of materials, especially structural design, has been wielded to improve the sluggish diffusion of lithium and sodium ions. Recently, many attempts have been made to develop carbonaceous anodes with various structures for Li+/Na+ storage, including graphene, carbon microspheres, carbon nanotubes, carbon fibers, and porous carbon. Some representatives among them deliver impressive capacities compared with commercial graphite, especially porous carbon. Because of its superior nanostructure, porous carbon materials provide a large number of active sites for ionic reactions and vastly shorten the ion transfer length, thus enhancing the Li+/Na+ storage capabilities. Furthermore, the hollow structures can effectively mitigate the pulverization of the active material and avoid the loss of contact between the active components and the current collector induced by volume changes during charging/discharging process. Additionally, in order to improve the electrochemical performance, heteroatom doping (N, P, S) into the carbon matrix is another effective approach. The incoming heteroatoms induce extrinsic defects and extra active sites on the carbon surfaces, which can enhance the wettability and electronic conductivity of the carbon material, thereby enhancing its capability of rapidly storing lithium or sodium ions.",
                "In normal circumstances, hollow-structured carbon endows high lithium/sodium storage capacity because the large specific surface area gives rise to more exposed active sites. Nonetheless, one of the critical issues arising from the large surface area is its negative influence on the first-cycle coulombic efficiency. For instance, Han et al. prepared mesoporous N-doped carbon nanosheets derived from a N-rich MOF material that delivered a high lithium storage capacity of 609 mA h g−1 at a current density of 1 A g−1. However, the initial coulombic efficiency was only 45.2%. Qu et al. reported the synthesis of N-containing hollow carbon microspheres in the presence of resorcinol/formaldehyde as carbon precursors and ethylenediamine (EDA) as both a base catalyst and a nitrogen precursor. When acting as an anode for SIBs, the hollow carbon material exhibited superior reversible capacity of 114 mA h g−1 even at a high current density of 10 A g−1, but delivered a poor initial coulombic efficiency of 24.3%. As is well known, the initial coulombic efficiency is crucial for full battery performance, as the utilization efficiency of the active components are totally dependent on it. Hence, it is exceptionally meaningful and critical to balance the capacity and first-cycle coulombic efficiency.",
                "In this work, a bubble-like N-doped hollow carbon (NCN) material with moderate specific surface area was rationally designed and prepared via a facile template method. Uniform polystyrene (PS) spheres acted as removable templates and polypyrrole (PPy) served as the carbon source. The obtained NCN material exhibits excellent electrochemical performance in both LIBs and SIBs. It simultaneously exhibits high capacity, long cycle lifetime and comparable initial coulombic efficiency. Meanwhile, a comparative study elucidated that the particular cage structures in the NCN material also contribute to enhancing these properties. It is predicted that this carbon-cage nanobubble material will pave the way to exploiting novel and commercially available anodes for LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals in this work are of analytical purity and used without further purification."
                    ],
                    "name": "Chemicals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to obtain uniform PS nanospheres of controllable size, 16 g of styrene monomer was slowly added into 160 mL of deionized water containing 400 mg of [2-(acryloyloxy) ethyl] trimethylammonium chloride. After magnetically stirring at 90 °C for 1 h under N2, 0.4 g (0.44 mL) of 2,2′-azobis(2-methylpropionamidine) dihydrochloride was added into the solution. Afterwards, the dispersion of PS nanospheres with a diameter of ∼110 nm were produced after the reaction proceeded at 90 °C for 10 h. The concentration was 50 mg mL−1, and the size of PS spheres was calculated by randomly selecting 100 particles and measuring the mean diameter using E-ruler software, as shown in Fig. S1 and Table S1†."
                    ],
                    "name": "Synthesis of polystyrene (PS) nanospheres",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In a typical synthesis, 1.4 mL of the above-obtained PS dispersion was further diluted in 260 mL of deionized water. Then, 5.2 mL of pyrrole monomer and 7.5 mL (1 M) HCl solution were added. After the mixture was cooled to 0 °C, 1.71 g of ammonium persulfate (initiator) was slowly poured into the reaction. Black PS@PPy composite nanospheres were obtained after the reaction had proceeded for 3 h, followed by centrifugation and washing with deionized water several times."
                    ],
                    "name": "Preparation of polypyrrole (PPy) coated PS nanospheres (PS@PPy)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Firstly, the PS template in PS@PPy was facilely removed by washing with tetrahydrofuran (THF). Then, the residual hollow PPy was carbonized in flowing N2 atmosphere at 700 °C for 3 h with the heating rate of 5 °C min−1."
                    ],
                    "name": "Synthesis of N-doped carbon nanobubbles (NCN)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "We also prepared C NPs directly from the pyrolysis of PPy with the same abovementioned conditions."
                    ],
                    "name": "Pyrolysis of PPy directly (PPy-C)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray powder diffraction (XRD) patterns were obtained using an X'Pert3 Powder diffractometer system with a Cu Kα radiation source. Scanning Electron Microscopy (SEM) and Energy Dispersive Spectroscopy (EDS) were conducted on a Nova NanoSEM 450 field-emission scanning electron microscope at acceleration voltages of 5.0 kV and 20.0 kV, respectively. Transmission electron microscopy (TEM) images were collected using a JEM-2100F (Japan). The nitrogen (N2) adsorption/desorption data were recorded at 77 K using liquid nitrogen and were analyzed by Micromeritics apparatus ASAP 2460. Raman spectroscopy (LabRAM HR Evolution) was measured with a laser excitation of 532 nm at ambient temperature. X-ray photoelectron spectroscopy (XPS) data were recorded with an ESCALAB 250Xi. Fourier Transform-Infrared Spectroscopy (FTIR) was obtained using NEXUS-670 apparatus in the testing range of 400–4000 cm−1. Cyclic voltammetry (CV) tests were performed on a CHI650d electrochemical station (Shanghai Chenhua CH Instruments, Inc., China)."
                    ],
                    "name": "Characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "CR2025 button batteries were employed to investigate the electrochemical properties of NCN and C NPs. The battery assembly was carried out in an Ar-filled glove box, in which both the water and oxygen content were below 0.1 ppm. The electrode was constructed with 80 wt% active material, 10 wt% conductive graphite and 10 wt% poly(vinylidene fluoride) (PVDF). In detail, the mixture was stirred in N-methyl-pyrrolidone (NMP) to form a sticky solution, which was blade-coated on a piece of Cu foil. After drying at 100 °C in a vacuum for 10 h, the foil was cut into disks of 12 mm in diameter. Pure Li foils were used as counter electrodes. The electrolyte was composed of 1 M LiPF6 in a mixture of 1:1 (vol/vol) ethylene carbonate (EC)/dimethyl carbonate (DMC). The discharge–charge measurements were conducted on a Neware battery testing device (Shenzhen, China) at a constant current mode over the range of 0.01–3 V. The specific capacities were calculated based on the total weight of the active materials, and the loading mass of the electrodes was ∼1.5 mg cm−2.",
                        "For the sodium-ion battery, the counter electrode was Na metal and the electrolyte was 1.0 M NaClO4 in EC:DMC = 1:1 (vol/vol) with 5% FEC addition. The other steps were analogous to those of the LIB, except the separator was replaced with a glass fiber filter (Whatman)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 shows the schematic illustration for the preparation of N-doped carbon nanobubbles (NCN). Firstly, well-dispersed polystyrene (PS) nanospheres with a diameter of ∼110 nm were synthesized via a solution polymerization method. Thereafter, in situ generated polypyrrole (PPy) was uniformly coated on the surfaces of the PS nanospheres. After removing the PS template using a common organic solvent such as THF, the bubble-like N-doped carbon material was produced after the carbonization of PS-free precursors under flowing N2. The corresponding FTIR spectra of the samples at different stages are shown in Fig. S2.† After PPy coating, obvious new peaks appeared that are assigned to PPy (peaks centered at 1545, 1444, 1292, 1175, 1039, 905, 792, 669, and 608 cm−1). In addition, it should be noted that after PPy coating, it was difficult to detect the primary PS peaks, indicating that the exposed PS nanospheres were thoroughly coated with PPy (black and red curves). Meanwhile, a broad distinct peak range of 1750–1020 cm−1 (pink curve) is assigned to C–N vibration.",
                "The crystal structure and phase purity of the prepared sample were examined using XRD. As shown in Fig. 2a, NCN exhibits a broad diffraction peak at ∼24°, corresponding to the (002) crystal plane of graphite. The Raman spectrum in Fig. 2b further shows the degree of graphitization, in which the D band corresponds to disordered carbon and the G band relates to graphite carbon, respectively. The calculated intensity ratio value of ID/IG is 0.86, demonstrating the high degree of graphitization, with a certain amount of N-atom doping in the disordered carbon matrix.",
                "Fig. 3a shows the SEM image of the PS spheres. The size of the PS template is ∼110 nm and the particles are uniformly dispersed. After meticulously removing the PS template by soaking in THF solvent and further carbonization in a tube furnace with flowing Ar gas, the morphology of NCN was characterized using SEM and TEM (Fig. 3b and c). It is clearly revealed that the calcined product exhibits a bubble-like appearance with a cavity size of ∼100 nm and a wall thickness of several nanometers. As such, it should be considered that even after high-temperature treatment, NCN still maintains the ideal integrity of hollow structures and no obvious agglomeration phenomena can be observed. Combined with the FTIR analysis and TEM characterization, the SEM data for both materials confirm the advantages of the solution-coating method, such as the highly dispersive and adjustable PS nanospheres, as well as the affinity between PS and pyrrole molecules. On the contrary, PPy-C shows irregular particulate-like morphology (Fig. S3†).",
                "In the full X-ray photoelectron spectroscopy (XPS) of NCN (Fig. 4a), the elements C, N and O can be detected, and no other impurities exist. Moreover, the content (atomic%) of carbon and nitrogen in the product is 84.55 and 11.58, respectively, which is highly consistent with the EDS results. In the high-resolution N 1s XPS spectrum, as shown in Fig. 4b, four typical nitrogen peaks, corresponding to pyridinic-N (398.2 eV), pyrrolic-N (399.3 eV), quaternary-N (400.9 eV), and oxidized-N (404.4 eV), are obtained. Furthermore, the C 1s XPS spectrum (Fig. 4c) shows five fitted peaks at about 284.7, 285.4, 286.0, 288.1 and 290.1 eV, which correspond to C–C, C–N, C–O, CO and OC–O bonds, respectively, solidly confirming the successful incorporation of N into NCN. The results are also in agreement with the FTIR investigation. Moreover, the asymmetric O 1s peak can be deconvoluted into two peaks centered at 530.8 and 532.6 eV, which are ascribed to OC and O–C bonds.",
                "The electrochemical performance of NCN anodes in LIBs was further investigated, as shown in Fig. 5. Fig. 5a exhibits the initial first three cyclic voltammetry (CV) profiles of the NCN anode, which were recorded at a scan rate of 0.2 mV s−1 in the voltage range of 0 to 3.0 V (vs. Li/Li+). In the first cycle, a strong cathodic peak at ∼0.75 V (vs. Li/Li+) was observed, revealing the decomposition of the organic electrolyte and the formation of a solid electrolyte interface (SEI) film on the electrode/electrolyte interface. Notably, in the subsequent cycles, the peak disappeared, while the almost overlapping peaks in the 2nd and 3rd cycles indicate the superior stability of the NCN electrode. Moreover, a sharp reduction peak at ∼0 V (vs. Li/Li+) indicates the insertion of lithium ions in the host material. The anodic peaks at ∼0.2 and 1.2 V (vs. Li/Li+) are ascribed to the extraction of lithium ions from the electrode.",
                "Fig. 5b shows the typical charge–discharge voltage profiles of the NCN electrode for the first five cycles at a current density of 0.1 A g−1. An apparent voltage plateau below 1.0 V appeared in the first discharge stage, which is consistent with the CV results. On the other side, during the first cycle, the electrode delivered a specific discharge and charge capacity of 1856 and 1048 mA h g−1, respectively, giving an initial coulombic efficiency of 80.6%. It is worth noting that the coulombic efficiency rapidly increased to 91.3% for the second cycle and the value remained steady at over 95% in future cycles. It was supposed that the capacity loss in the first cycle was mainly due to the formation of an SEI film and heteroatom doping (nitrogen-rich vacancies), which can be solidly demonstrated by the CV profiles and FTIR investigation.",
                "The rate performance of the NCN anode was also evaluated, and the results are illustrated in Fig. 5c. With increasing current density, the capacity generally shows a reducing trend. The NCN electrode delivers reversible capacities of 990, 740, 573, 500, 440, 400, 350 and 335 mA h g−1 at current densities of 0.1, 0.3, 0.8, 1.5, 3, 5, 10 and 20 A g−1, respectively. Notably, when the current density recovered to 0.1 A g−1, the capacity also returned to ∼900 mA h g−1, which confirms that the NCN electrode possesses outstanding reversibility and high capacity retention under a large current density. This demonstrates the potential of the electrode in applications where a high energy density is required, such as plug-in hybrid electric vehicles and aerospace. Furthermore, Fig. S5† shows the electrochemical impedance spectroscopy (EIS) tests investigating the effect of structure on the electronic conductivity. As shown in Fig. S5,† the diameter of a semicircle for NCN is smaller than that for PPy-C, confirming that the bubble-like structure improves the electron mobility.",
                "Fig. 5d shows the long cycle lifetime of the NCN and PPy-C anodes. It can be clearly observed that both the NCN and PPy-C anodes demonstrate remarkable cycling stability and high coulombic efficiency (Fig. 5e). After charging–discharging for 385 times at a current density of 0.8 A g−1, the PPy-C electrode exhibits a stable specific capacity of ∼290 mA h g−1 without distinct fading. Meanwhile, for the NCN electrode, a significant capacity improvement was achieved. The specific capacity of the NCN electrode decreases during the first two cycles; however, after deep charging and discharging, the specific capacity increases from 694 to 799 mA h g−1, which can be attributed to the slow penetration of the electrolyte. Also, this phenomenon can be observed in many other reports. Compared to PPy-C, NCN has larger specific surface area (371.6 m2 g−1) than that of PPy-C (19.1 m2 g−1) and abundant active sites within the bubble structures (Fig. S4a and b†). It is clearly revealed in Fig. S4a† that NCN shows slightly mesoporous features under high relative pressure with a size of around 40 nm, which is mainly ascribed to the piled pores because the large amount of macropores (∼100 nm) will not induce a significant hysteresis loop. Because of the solid construction, the specific surface area of PPy-C is smaller than that of NCN. Intuitively, after 385 cycles, the NCN electrode shows an integrated appearance without pulverization or the loss of contact between the active material and the current collector (see the inset in Fig. 5d). An elaborate observation was carried out and the SEM image is shown in Fig. S5.† After charging–discharging for 1000 cycles, the electrode also exhibits a smooth surface, and no rough dendritic growth phenomenon can be observed.",
                "In addition, NCN also exhibits high performance as an anode in sodium-ion batteries (SIBs); the results are illustrated in Fig. 6. Fig. 6a shows the typical CV curves of the NCN electrode in the potential range of 0–3 V with a constant scan rate of 0.2 mV s−1. For the cathodic process, three peaks at 0.50, 0.97, and 2.14 V are found in the first cycle. The reduction peaks at 0.97 and 2.14 V may be ascribed to the reaction between sodium ions and the functional groups located on the carbon surface. The reduction peak centered at 0.50 V is attributed to the decomposition of the electrolyte and the generation of an SEI film. It is noted that the three peaks disappear in the next cycle, indicating the irreversibility of the reaction, thus leading to the decrease of the initial coulombic efficiency. For the anodic process, Na+ extraction occurs over a wide potential range (0–0.7 V). Fig. 6b displays the capacity-voltage curves for first three cycles. The NCN anode delivers specific discharge and charge capacities of 647.2 and 511.5 mA h g−1, respectively, endowing an initial coulombic efficiency of 79%, which is larger than that of most reported porous carbon anodes, as shown in Tables S1 and 2.† In addition, the NCN electrode also exhibits superior rate performance, as presented in Fig. 6c. With the current density increasing from 0.1 to 3 A g−1, the specific discharge capacity exhibits a decreasing trend. However, after charging–discharging at high current densities, the capacity still can be returned to close to the initial value when the current density is reversed to 0.1 A g−1. The long cycling stability was also investigated. As shown in Fig. 6d, after charging–discharging for 200 times at current density of 0.3 A g−1, the sodium storage capacity was still as high as 248 mA h g−1. Moreover, no distinct capacity decay can be observed except for in the initial 20 cycles. The excellent performance in capacity and initial coulombic efficiency is attributed to the rational structure design: (1) the moderate specific surface area (371.6 m2 g−1) is beneficial for providing enough active sites for storing more Li/Na ions and concurrently maintaining high initial coulombic efficiency; (2) N-doping can efficiently enhance the electrical conductivity of NCN electrode and offer extra active sites; (3) the moderate pore size (40 nm) can optimize the ion transfer kinetics and alleviate the large volume changes."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Nitrogen-doped carbon nanobubbles (NCN) with moderate specific surface area were successfully prepared via a solution-based method, which involved the use of polystyrene as a template and polypyrrole as a carbon source. The as-prepared NCN electrode exhibits excellent electrochemical performance in terms of its specific capacity, cycling stability, and high coulombic efficiency in both LIBs and SIBs. The nitrogen doping not only promotes the electrical conductivity of the carbon nanobubbles, but also enriches the active sites for Li/Na ion storage, thus improving the specific capacity. Furthermore, the moderate specific surface area and abundant mesopores are beneficial for promoting high coulombic efficiency and superior cycling stability. Therefore, the controllable method for the preparation of NCN electrodes holds great promise for the development of carbon nanobubble anodes with high capacity and high coulombic efficiency for both LIBs and SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Controllable synthesis of nitrogen-doped carbon nanobubbles to realize high-performance lithium and sodium storage"
}