{
    "DOI": "10.1021/acsami.1c08950",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the development of energy storage systems, sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs) are emerging as promising alternatives for lithium-ion batteries (LIBs), especially for large-scale applications to alleviate the drawbacks of LIBs caused by the huge demands on the uneven-distributed and limited lithium resources.  However, much larger ionic radii (Na+: 1.02 Å, K+: 1.38 Å) together with higher molecular weights (Na: 23, K: 39) than lithium inevitably result in slower reaction kinetics and lower reversible capacity for SIBs and PIBs.  The development of suitable and novel nanomaterials to achieve fast and durable Na/K-ion storage is a critical issue and still remains a challenge.",
                "Up to now, various nanomaterials have been developed for battery systems.  Nevertheless, the commercial LIB anode, graphite, only could achieve an ultra-low capacity of 35 mA h g–1 and a limited capacity of 279 mA h g–1 in SIBs and PIBs, respectively.  Expanding the interlayer distancing could enhance the reversible capacity and improve the cyclability of graphite to some extent, but it is still far from practical applications.  Although alloy-type (metallic and intermetallic materials) and conversion-type materials (metal phosphides/sulfides/oxides) exhibited high theoretical capacity, most reported materials suffered from large material pulverization and fast capacity fading caused by the huge volume expansion during repeated sodium/potassium ion intercalation/deintercalation process.  In addition, organic materials have demonstrated the capability of storing sodium/potassium ions, but the intrinsic low electronic conductivity and poor reaction reversibility still remain a big challenge that impedes further applications.  Various strategies, including delicate nanostructure design to facilitate reaction kinetics and coating or heteroatom doping to enhance electronic conductivity, have been developed to overcome these drawbacks. In spite of some encouraging success, the underlying limitations of the above-mentioned materials have not been fundamentally solved.",
                "As a type of new emerging materials, transition-metal phosphates (Me-POx), including pyrophosphates (Co2P2O7),  phosphates [CoHPO4·3H2O,  Mn3(PO4)2,  and VOPO4 ], and mixed phosphates [Na7(MP2O7)4PO4 (M = Al, Cr, Fe)],  have attracted broad attention in batteries, supercapacitors, and catalysis owing to their unique physical/chemical characteristics. Pursuing phosphate chemistry further, metaphosphate (Me-PO3) also developed for various applications. For example, Co(PO3)2 nanoparticles were fabricated through a thermolytic molecular precursor (TMP) method and utilized as a high-performance electrocatalyst for water oxidation.  The self-supported Ni(PO3)2 electrode with outstanding capacitive behavior was also reported.  However, the synthesis of metaphosphate generally needs a long reaction time, the addition of coordinating reagents/surfactants, or the preparation of complex precursors.  Moreover, relevant research related to the sodium/potassium ion storage performance of metaphosphate has never been reported. It is of significant importance to explore the facile synthesis method for metaphosphate with a well-designed morphology and specified crystallinity as well as to investigate the potential sodium/potassium ion storage properties.",
                "Herein, cobalt metaphosphate nanosheet arrays self-supported on carbon cloths [Co(PO3)2 NSs/CC] were fabricated through a hydrothermal method combined with a phosphating process and used as an anode material for SIBs and PIBs for the first time. Unlike the traditional TMP method, our work avoided the complex preparation process of the {Co[O2P(OtBu)2]2}n precursor, achieving Co(PO3)2 nanosheet arrays full of nanopores vertically growing on the surface of CC, which ensures sufficient electrolyte infiltration and fast electron transport among the electrodes. Phase formation analysis revealed that the activated CC helps suppress PH3-involved reaction and promotes the HPO3-involved reaction during the phosphating process, resulting in the formation of the crystalline Co(PO3)2 phase. When used as an anode for SIBs, the Co(PO3)2 NSs/CC electrode demonstrated a reversible multi-step sodiation/desodiation reaction with a high reversible capacity of 667 mA h g–1 at 50 mA g–1, along with almost no capacity fading over 500 cycles at 500 mA g–1. It also exhibited high reversible capacity in PIBs, demonstrating that metaphosphate nanomaterials are novel and promising Na/K-ion storage materials."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis process of the self-supported Co(PO3)2 NSs/CC electrode is systematically illustrated in a. Before reacting, the conductive commercial CC was pre-treated by KMnO4 solution and then concentrated nitric acid solution to create oxygen functional groups for nucleation.  A hydrothermal reaction was conducted to achieve the Co precursor with a uniform nanosheet array morphology on the surface of CC. During the phosphating process, the Co precursor was transferred to Co(PO3)2 nanosheets after reacting with the phosphides from the decomposition of NaH2PO2 at around 300 °C.  The scanning electron microscopy (SEM) images for the Co precursor are displayed in . Clearly, each carbon fiber is fully covered by densely packed interwoven nanosheet arrays. The magnified SEM image further reveals that these nanosheets are vertically growing and mutually cross-linked on the surface of CC with a width of hundreds of nanometers and a thickness of tens of nanometers. After phosphating, the vertical nanosheet morphology is inherited, but the coverage decreases, and the sheet becomes thinner (b,c).",
                "The representative transmission electron microscopy (TEM) images of the Co precursor further verify the nanosheet morphology with a smooth surface (). Interestingly, the surface of the Co(PO3)2 nanosheet is rough and full with nanopores of about 2–5 nm, which may be originated from the erosion effect of PH3 gas during the phosphating reaction (d). Those thin nanosheets with abundant pores could give rise to shortened ion-transport pathways and efficient infiltration of electrolytes, rendering accelerated diffusion kinetics.  Moreover, the porous morphology would give rise to more exposed active sites for Na/K ion storage, contributing to higher reversible capacity for Co(PO3)2 NSs/CC.  The high-resolution TEM (HRTEM) image of Co(PO3)2 shows an interlayer distance of 0.61 nm, corresponding to the (011) plane of Co(PO3)2. As displayed in the inset of f, the selected area electron diffraction (SAED) result shows continuous circles, demonstrating polycrystalline characteristics of Co(PO3)2. High-angle annular dark-field (HAADF) and elemental mapping images (g–j) and the corresponding energy-dispersive X-ray spectroscopy (EDX) spectrum () further confirm the existence and homogeneous distributions of the Co, P, and O elements among the Co(PO3)2 nanosheets.",
                "The phase transformation process during the synthesis of Co(PO3)2 was evaluated through X-ray diffraction (XRD) patterns. As shown in a, the two broad peaks at about 25 and 43° are assigned to the (002) and (101) planes of carbon, which is originated from the CC.  Besides, all the diffraction peaks for the Co precursor can be well assigned to cobalt nitrate hydroxide [Co5(O9.48H8.52)NO3, JCPDS no. 46-0605], indicating that the Co precursor is mainly Co2+. After the phosphating reaction, the diffraction peaks from CC are well maintained. Meanwhile, all the other diffraction peaks can be well indexed to the monoclinic Co(PO3)2 [JCPDS card no. 27-1120], demonstrating that the Co5(O9.48H8.52)NO3 precursor has successfully converted to Co(PO3)2 after phosphating.",
                "The formation mechanism for Co(PO3)2 was systematically investigated by comparing the phase structure of Co(PO3)2 NSs/CC with the sample obtained from Co5(O9.48H8.52)NO3 powder without the assistance of CC. Notably, when phosphating Co5(O9.48H8.52)NO3 powder with NaH2PO2 at 300 °C under the same experimental condition, crystalline CoP [JCPDS card no. 29-0497] phase is achieved instead of Co(PO3)2 (). From previous reports, the decomposition reaction of NaH2PO2 is shown as follows (see ): ",
                "Clearly, the decomposition of NaH2PO2 not only produces PH3 gas but also generates HPO3. Accordingly, the Co5(O9.48H8.52)NO3 precursor participates in two competitive reactions, which would be favorable for the formation of CoP and Co(PO3)2, respectively. During the phosphating process, the PH3-involved reaction is suppressed, and the HPO3-involved reaction becomes dominant after the assistance of CC, resulting in the formation of the final Co(PO3)2.  From the above discussion, the synthesis mechanism of Co(PO3)2 can be summarized as ",
                "The chemical states of Co(PO3)2 NSs/CC were characterized by X-ray photoelectron spectroscopy (XPS). Peaks of the Co, P, O, and C elements are found in the survey spectrum, supporting the pure phase property of Co(PO3)2 NSs/CC. As seen, Co(PO3)2 exhibits a completely different Co 2p spectrum in comparison with CoP powder. In the spectrum of Co(PO3)2, the two spin–orbit doublets at 782.4 and 798.4 eV can be assigned to Co2+ 2p3/2 and Co2+ 2p1/2, respectively, and the other two peaks at 786.7 and 803.6 eV are the shakeup satellites for Co 2p (b).  However, the main peaks for CoP belong to Co3+ species ().  At the P 2p spectrum, Co(PO3)2 shows a P–O peak at 134.5 eV (c); however, additional Co–P peaks appear in CoP, further indicating different crystal structures of Co(PO3)2 NSs/CC and CoP ().  The O 1s spectrum of Co(PO3)2 (d) exhibits two different forms, including Co–O at 531.8 eV and P–O at 533.3 eV, further confirming the successful synthesis of Co(PO3)2. ",
                "The sodium ion storage performance of the novel Co(PO3)2 NSs/CC electrode was explored in the voltage range of 0.01–3.0 V. Before testing, the sodium ion storage performance for the pure CC was tested to exclude its capacity contribution, which shows negligible capacity at 100 mA g–1, as shown in . For the Co(PO3)2 NSs/CC electrode, the plateau at around 1.0 V during the initial discharge process at 50 mA g–1 can be ascribed from the formation of the solid electrolyte interphase (SEI) film and the side reactions between the electrode and electrolyte (a).  With further discharging to a lower potential, a long plateau appears below 0.25 V, which is originated from the initial sodiation reaction. At the subsequent cycle, two pairs of charge–discharge plateaus show up in the curves, indicating a multi-step reaction process. Notably, the Co(PO3)2 NSs/CC electrode shows negligible capacity fading with a high reversible capacity of 612 mA h g–1 maintained after 50 cycles at 50 mA g–1 (b). The charge–discharge curves after different cycles overlap, and the plateaus are well preserved, suggesting high reversibility and excellent cycling stability for Co(PO3)2 (c).",
                "The superiority of the novel Co(PO3)2 NSs/CC electrode was further verified by its rate performance. Reversible capacities of 667 and 303 mA h g–1 are achieved at 50 and 1000 mA g–1, respectively. Even at 5000 mA g–1, a high reversible capacity of 132 mA h g–1 could still be maintained. When it cycles back to 50 mA g–1, a capacity equals to the original value can be recovered. Small polarization at the charge–discharge curves as the current density increases demonstrates high reversibility and good rate capability of the Co(PO3)2 NSs/CC electrode (). The long-term cycling stability of the Co(PO3)2 NSs/CC electrode was investigated at 500 mA g–1 over 500 cycles. Before long-term cycling, the electrode was activated at 50 mA g–1 for five cycles. To our surprise, the electrode shows almost no capacity fading during cycling, and a high reversible capacity of 428 mA h g–1 is achieved after 500 cycles. It should be noted that the reversible capacity and cycling stability for the novel Co(PO3)2 NSs/CC are much better than those of previously reported metal oxides,  metal sulfides,  and metal phosphides, such as GeP nanosheets,  Cu3P nanowires,  self-healing SnP3,  cobalt-doped FeS2 nanospheres,  and so forth (). As is well known, inferior cyclability for most transition-metal oxides/sulfides/phosphides is the main factor that limits their practical applications.  In this work, the novel Co(PO3)2 NSs/CC anode shows excellent cycling stability even without any coating, carbon modification, and specific structure design, suggesting the great practical application value of the novel material. To investigate the structural stability of the Co(PO3)2/CC anode, we tested the morphology of the Co(PO3)2 NSs/CC electrode after 100 cycles. As can be seen in , although the nanosheet array structure has been damaged to a certain extent, the nanosheets are still visible and well support on the surface of CC after charging–discharging at 500 mA g–1 for 100 cycles, which may be one of the main reasons for the excellent cycling stability for the Co(PO3)2 NSs/CC electrode.",
                "The sodium ion storage mechanism and kinetics of the Co(PO3)2 NSs/CC electrode were evaluated through conducting cyclic voltammetry (CV) at different scan rates between 0.01 and 3.0 V (vs Na+/Na). The CV curve at 0.1 mV s–1 shows an irreversible broad peak at about 0.75 V, which is from the formation of SEI and side reaction of the electrode and electrolyte, well consistent with the charge–discharge results (a).  After the first sodiation, two oxidation peaks appear at 0.4 and 2.0 V, and the corresponding reduction peaks are located at 0.18 and 1.2 V, respectively, demonstrating a multi-step sodiation/desodiation process. Clearly, the CV curves at the initial three cycles overlap well, reflecting the high reversibility of the sodium ion storage reactions. As the scan rate increases from 0.2 to 1.0 mV s–1, the position of both oxidation and reduction peaks remains unchanged (b). Even if the scan rates increase to 10 mV s–1, the shift of peak position is still very low, demonstrating low polarization of the electrode (c).",
                "The sodium ion storage mechanism was also assessed through calculating the relationship between the peak current (i) and scan rates (v) (the detailed calculation process is presented in the , eq S1). As shown in d, a b-value of 0.84 is calculated for the Co(PO3)2 NSs/CC electrode, indicating that both ion diffusion-controlled charges and capacitive charges contribute to the sodium ion storage capacity.  The capacitive contributions for the Co(PO3)2 NSs/CC electrode at different scan rates are calculated based on , and a high ratio of 61.7% is obtained at 4 mV s–1 (e). At 10 mV s–1, the capacitive contribution ratio goes up to 81.9% (f). A high ratio of the capacitive contribution could give rise to rapid sodium ion storage, which may be one of the main reasons for the excellent rate capability of the Co(PO3)2 NSs/CC electrode. ",
                "The potassium ion storage behaviors of Co(PO3)2 NSs/CC electrodes were also investigated by CV. In the initial anodic scan, the two reduction peaks located at 0.4 and 0.1 V can be assigned to the formation of the SEI film and the initial potassiation reaction, respectively (a). In the subsequent cycles, a pair of oxidation/reduction peaks are well preserved at 0.78/0.15 V with high reversibility, indicating that Co(PO3)2 could reversibly store potassium ions (a). Charge–discharge curves for the Co(PO3)2 NSs/CC electrode at 50 mA g–1 in the initial two cycles are presented in b. It exhibits an initial discharge–charge capacity of 1175/671 mA h g–1, demonstrating an initial coulombic efficiency (ICE) of 57%. It should be noted that the low coulombic efficiency caused by the conversion reaction mechanism of metal oxides/sulfides/phosphides is the main obstacle that limits their practical applications.  For the novel Co(PO3)2 NSs/CC electrode, the ICE should be further promoted by enhancing the initial reversibility of the potassium ion storage reaction. Notably, the discharge plateau for Co(PO3)2 NSs/CC is as low as 0.1 V, which is favorable for achieving high-energy-density PIBs. As seen, Co(PO3)2 NSs/CC shows excellent cycling stability at 50 mA g–1 over 50 cycles, and a reversible capacity of 588 mA h g–1 is obtained (c).",
                "The rate capability for the Co(PO3)2 NSs/CC electrode was evaluated. As the current density increases from 50, 200, 500, and 1000 to 2000 mA g–1, reversible capacities of 678, 629, 503, 355, and 189 mA h g–1 are achieved, respectively (d). When the current density returns to 50 mA g–1 after the rate test, a high reversible capacity of 633 mA h g–1 could still be recovered. It should be noted that Co(PO3)2 NSs/CC exhibits much better rate capability in comparison with previously reported carbon-based materials (graphite, hard carbon, etc.),  MXene-related materials,  titanium base materials, and metal phosphides,  further confirming its high practical value (e). The long-term cyclability result for the Co(PO3)2 NSs/CC electrode shows an obvious capacity increase, and the highest reversible capacity of 667 mA h g–1 is obtained in the initial several cycles, which can be ascribed to the activation process (f). In the subsequent cycles, the capacity gradually decreases, and a reversible capacity of 379 mA h g–1 is retained after 150 cycles. According to previous works, the long-term cycling stability for PIBs is generally worse than that of SIBs owing to a much larger potassium-ion radius and a higher atomic mass. In this work, the Co(PO3)2 NSs/CC electrode exhibits excellent cycling stability in SIBs; however, the cyclability in PIBs needs to be further promoted in our future works through carbon coating or nanostructure modification."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A novel high-performance sodium/potassium ion storage anode based on cobalt metaphosphate nanosheet arrays self-supported on CC [Co(PO3)2 NSs/CC] was developed via a hydrothermal method combined with a phosphating process. By adopting the active CC as a substrate, the PH3-involved reaction was suppressed, and HPO3-involved reaction became dominant during the phosphating process, consequently resulting in the formation of the Co(PO3)2 phase instead of CoP. This synthesis strategy is of high efficiency and avoids the preparation of the complex {Co[O2P(OtBu)2]2}n precursor, which significantly simplifies the synthesis process compared to previous works. In this electrode, the porous Co(PO3)2 nanosheet arrays are vertically growing and mutually cross-linked on the surface of the activated CC, ensuring sufficient electrolyte infiltration and fast electron transport among the electrodes. When first used as an anode in SIBs, it showed a multi-step sodium storage process with high reversibility. A high reversible capacity of 667 mA h g–1 was obtained at 50 mA g–1 along with excellent cycling stability (428 mA h g–1 was achieved at 500 mA g–1 with almost no capacity decay over 500 cycles). The potassium-ion storage analysis for Co(PO3)2 NSs/CC demonstrated a high reversible capacity of 588 mA h g–1 at 50 mA g–1, outperforming most previously reported anodes in PIBs. This work highlights the promising practical application of the novel Co(PO3)2 nanomaterial and advances SIBs and PIBs one step closer toward real-world applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemical reagents, including cobalt(II) nitrate hexahydrate, ammonium chloride, sodium hypophosphite (NaH2PO2), and ethanol, were purchased from Sinopharm Co., Ltd. All the raw materials were used directly without any further purification. CC was purchased from CeTech, Taiwan."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Before reacting, CC was cut into pieces with a size of about 1 cm × 1 cm, then immersed in aqueous KMnO4 solution (5 wt %) and concentrated nitric acid for 2 and 12 h, respectively, and then rinsed with deionized water and ethanol. After drying at 80 °C in a vacuum oven for 8 h, the activated CC was collected for the next procedure. In a typical synthesis, Co(NO3)2·6H2O (2 mmol) and NH4Cl (2 mmol) were dissolved in deionized water (50 mL) and transferred to a Teflon-lined stainless autoclave. Then, several pieces of activated CC (1 cm × 1 cm) were immersed into the above solution and reacted at 120 °C for 12 h. After rinsing with deionized water and drying at 80 °C in a vacuum oven for 12 h, the final Co5(O9.48H8.52)NO3 NSs/CC precursor was obtained. For comparison, Co5(O9.48H8.52)NO3 powder was prepared by the same method but without adding CC in the hydrothermal reaction."
                    ],
                    "name": " Synthesis of Co5(O9.48H8.52)NO3 Nanosheet Arrays Self-Supported on CC [Co5(O9.48H8.52)NO3/CC]",
                    "type": "h3"
                },
                {
                    "content": [
                        "First, Co5(O9.48H8.52)NO3/CC and NaH2PO2 were placed in two porcelain boats separately and both of them were placed in a tube furnace. These samples were heated to 250 °C at a heating rate of 5 °C/min and then to 300 °C at 1 °C/min and kept at 300 °C for 2 h in an Ar atmosphere. After naturally cooling down to room temperature with the protection of an Ar atmosphere, the Co(PO3)2 NSs/CC electrodes were achieved. The mass loading of Co(PO3)2 nanosheets on each CC was about 1.5–2.0 mg cm–2. For comparison, CoP was prepared through phosphating Co5(O9.48H8.52)NO3 powder under the same conditions."
                    ],
                    "name": " Synthesis of Co(PO3)2 Nanosheet Arrays Self-Supported on CC [Co(PO3)2 NSs/CC]",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder XRD data were obtained on an X-ray diffractometer (DX-2700, Dandong Haoyuan) using a Cu Kα1 source (λ = 1.5418 Å) operated at 40 kV. XPS was performed using an ESCALAB 250Xi spectrometer. The morphology of all samples was characterized by SEM (Helios Navo NanoSEM230), TEM, and HRTEM (Titan G2 60-300)."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Co(PO3)2 NSs/CC was utilized as the working electrode directly. The electrochemical performance was tested by assembling the active electrode into coin-type (CR2016) cells in an Ar-filled glovebox (MIKROUNA). SIBs were assembled with a sodium metal disk counter electrode. 1 mol L–1 NaClO4 dissolved in a 1:1 volumetric mixture of ethylene carbonate (EC) and ethyl methyl carbonate (DEC) with 5% fluoroethylene carbonate additive was used as the electrolyte. PIBs were assembled with potassium metal as the counter electrode and 0.8 M KPF6 in a 1:1 volumetric mixture of EC and DEC as the electrolyte. The galvanostatic charge–discharge tests of SIBs and PIBs were carried out on a Neware battery testing system (CT-3008W) in voltage ranges of 0.01–3.0 V (vs Na+/Na) and 0.01–1.5 V (vs K+/K), respectively. CV was conducted on the Chenhua electrochemical station."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Selective Interface Synthesis of Cobalt Metaphosphate Nanosheet Arrays Motivated by Functionalized Carbon Cloths for Fast and Durable Na/K-Ion Storage"
}