{
    "DOI": "10.1039/D3SC06468A",
    "Journal": "Chemical Science",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The urgent demand for durable rechargeable batteries in industries such as electric transportation, smart grids, and electric vehicles is now widely recognized. Among discovered battery technologies, sodium metal batteries (SMBs) have attracted extensive attention, benefiting from the advantages of affordability, relatively low redox potential (−2.71 V) and high theoretical capacity (1165 mA h g−1) of metallic Na. However, non-uniform Na deposition behavior induces severe dendrite growth, which may result in the piercing of the membrane, with short circuiting and even cause explosions. Meanwhile, Na dendrites inevitably increase the area exposed to organic electrolyte, which gives rise to the accumulation of side products and further consumption of active Na, leading to poor stability and reversibility during long-term cycling. Hence, it is very important to regulate the Na deposition behavior for highly reversible SMBs.",
                "In general, the electrochemical deposition behavior is mainly controlled by the diffusion process, which is primarily affected by the Na+ ion distribution and electric field distribution on the current collector. To date, various effective strategies have been applied to homogenize the Na+ ion distribution, such as the use of an artificial solid electrolyte interface (SEI, organic coating or insulated inorganic porous coating), high-concentration electrolyte, positive cation with lower reduction potential (electrostatic shield mechanism) or sodiophilic coating. Conversely, some reports demonstrate that the surface electric field distribution can be manipulated by a three-dimensional hierarchical structure or conductive coating layer. Recently, Cheng's group pointed out that the nucleation overpotential on Zn foil is smaller than that on the commonly used Cu/Al foil, exhibiting a huge potential for practical application. Therefore, further modification of the Zn collector by the manipulation of the ion/electric distribution to synergistically promote even deposition is worthwhile.",
                "Herein, a conductive and sodiophilic Ag coating sputtered on commercial Zn foil, denoted as Zn@Ag, is employed as the modified substrate for highly reversible sodium metal batteries. Ag coating with enhanced sodiophilicity and rapid Na+ transfer kinetics enables uniform Na+ ion and electric field distribution, guaranteeing highly stable Na deposition. In 1.0 M NaPF6-diglyme electrolyte, a Zn@Ag‖Na asymmetric cell exhibits an ultrastable and ultrahigh Coulombic efficiency (CE) of 99.9% during 500 cycles. With pre-deposited Na on the Zn@Ag collector (denoted as Zn@Ag–Na), the Zn@Ag–Na‖Na cell displays exceptional stability of plating/stripping performance for 1000 hours. Notably, the anode-less Zn@Ag–Na‖Prussian blue (PB) cell retains 89.1% of its capacity after 150 cycles at 50 mA h g−1, much more than that of 53.2% in a Zn foil system. In addition, Ag coating works well for an anode-free Zn@Ag‖PB cell with higher capacity retention and more stable stripping/plating behavior. This work highlights the conductive and sodiophilic surface for uniform Na deposition, reinforcing the durability and safety of sodium metal batteries."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The Na deposition process consists of initial nucleation, two-dimensional Na+ diffusion, and three-dimensional growth. The Na dendrite formation is mainly attributed to uneven nucleation during the initial stage. Na+ randomly adsorbs on the electrode surface and aggregates to form the initial crystal nucleus, where as-formed protuberances inevitably accelerate the uneven Na+ ion distribution and aggravate the electric gradient, further promoting the lengthwise growth as Na dendrites (Fig. 1a). Notably, the introduction of a conductive and sodiophilic coating layer greatly decreases the nucleation barrier. It also plays a critical role in homogenizing the Na+ flux and electric field distribution, inducing uniform Na nucleation and growth (Fig. 1b). Metal Ag possesses the advantages of high electronic conductivity (6.3 × 107 S m−1, compared with 1.7 × 107 S m−1 of metallic Zn) and superior sodiophilicity, exhibiting huge potential as a coating layer to regulate the Na deposition behavior. Herein, Ag coating is thermally evaporated on commercial Zn foil as the modified substrate (denoted as Zn@Ag) to manipulate the uniform Na deposition. Energy dispersive spectrometry (EDS) mapping displays the uniform distribution of Ag on the Zn surface (Fig. S1, ESI†).",
                "The binding energies between Na atoms and different substrates are calculated by density functional theory (DFT) to investigate the Na affinity for Zn and the Zn@Ag substrate (Fig. 1c). The binding energy between the Na atom and Ag (100) lattice plane is −2.44 eV, lower than that of −2.40 eV between the Na atom and Zn (101), demonstrating the enhanced sodiophilicity with low nucleation barrier on the Zn@Ag substrate. In addition, finite element analysis is employed to simulate the Na+ flux concentration distribution on Zn and the Zn@Ag substrate in Fig. 1d. Na+ ions are inclined to aggregate and deposit as protuberances on the Zn surface, inducing the inhomogeneous Na+ flux distribution with tip-growing behavior. Meanwhile, the conductive and sodiophilic Ag coating induces the uniform distribution of the Na+ flux, which alleviates the tip effect and regulates the dendrite-free deposition.",
                "Based on the classical nucleation theory, the initial nucleus size is inversely proportional to the nucleation overpotential (ηn, defined as the voltage gap between the tip overpotential ηt and the plateau overpotential ηp, Fig. S2a, ESI†), and the number density of nuclei is proportional to the cube of ηn, demonstrating the important role of ηn in manipulating the nucleation and growth behavior. The galvanostatic discharge voltage profiles in Fig. 2a reveal that the Zn@Ag substrate exhibits the lowest ηn of 3.0 mV, compared with 13.4 mV for the Zn substrate, 16.0 mV for the Cu substrate and 24.7 mV for the Al substrate (Fig. S2b, ESI†). The ηn is the driving force for creating a new phase, and a smaller ηn on the Zn@Ag substrate indicates its lower nucleation barrier. This is consistent with the theoretical calculation that Zn@Ag exhibits a higher affinity for Na than Zn. Besides, the Ag coating can effectively improve the wettability with a lower contact angle of 6.6° towards organic electrolyte in Fig. S3 (ESI†), much lower than that of 23.8° for pure Zn foil, which is favorable for enhanced interfacial properties.",
                "Subsequently, the Na deposition behavior was investigated by scanning electron microscopy (SEM). As shown in Fig. 2b, the original Zn and Zn@Ag foil exhibit no obvious defects or cracks. Significantly different morphologies of deposited Na are observed during the further plating process. A lichenoid and porous surface is formed on the bare Zn foil, and more pores appear as the deposition capacity is increased, increasing the exposed area between active Na and the organic electrolyte with detrimental side reactions. As the cross-sectional SEM images in Fig. 2c and S4 (ESI†) show, hill-shaped deposited Na with a thickness of 74.8 μm is observed on the Zn surface, which is much larger than the theoretical value of 17.7 μm for 2.0 mA h cm−2 Na, demonstrating the uneven Na deposition on the Zn foil. Benefiting from the greatly decreased nucleation overpotential, uniform, dense and dendrite-free Na deposition is displayed for the Zn@Ag electrode (Fig. 2d). As expected, much more compact deposited Na with a thickness of 18.2 μm is realized for the Zn@Ag substrate (Fig. 2e). That is, a smaller nucleation barrier as a result of the Zn@Ag substrate favors the uniform and dendrite-free Na deposition.",
                "Based on the positive effect of Ag coating on regulating deposition behavior, the stability and reversibility of the Zn@Ag substrate are further tested by assembling coin cells. Since there is no Na source for Zn foil or Zn@Ag foil, Na is pre-deposited on Zn or the Zn@Ag substrate as anode-less electrodes, which are denoted as Zn–Na and Zn@Ag–Na anodes. In Fig. 3a, Zn–Na‖Na and Zn@Ag–Na‖Na cells are assembled for long-term cycling. The much higher overpotential and larger voltage fluctuation with irregular rising and falling are ubiquitous in the pure Zn system, while this is well suppressed in the Zn@Ag–Na‖Na cell with stable cycling over 1000 hours. In the enlarged curve shown in Fig. 3b, a much higher overpotential is observed during the stripping process for the pure Zn foil. In particular, a sharp increase in the late period of Na stripping is observed. This corresponds to the poor deposition behavior. Meanwhile, stable plating/stripping behavior is realized with a smaller overpotential in the Zn@Ag system, which is consistent with the uniform morphology from SEM images. In addition, the rate performance in Fig. 3c demonstrates the superiority of the Zn@Ag–Na electrode on voltage polarization, where stable cycling with a lower overpotential is realized even at 5.0 mA cm−2 for 5.0 mA h cm−2, compared with substantial voltage fluctuations in the Zn–Na‖Na cell. The greatly decreased overpotential in the Zn@Ag system is mainly attributed to the enhanced affinity and conductivity of the Ag coating layer. To further confirm the excellent stability and reversibility of Na on the Zn@Ag substrate, the long-term cycling of a symmetric Zn@Ag–Na cell is tested without Na foil. The pre-deposited capacity of Na is set at 2.0 mA h cm−2, and 75% depth of discharge is employed during the long-term cycling. As shown in Fig. S5 (ESI†), a stable charge–discharge curve with a small overpotential of ca. 2.0 mV is realized in the symmetric Zn@Ag–Na‖Zn@Ag–Na cell. Meanwhile, drastic fluctuations are observed in the Zn–Na‖Zn–Na cell with rather large overpotentials. The interfacial properties are also examined using Tafel plots and electrochemical impedance spectroscopy (EIS) analysis through assembling Zn–Na‖Na and Zn@Ag–Na‖Na cells. The Ag coating increases the exchange current density from 1.86 to 2.36 mA cm−2, indicating that the conductive Ag layer boosts the ion transfer kinetics (Fig. 3d). As illustrated in Fig. 3e and S6 (ESI†), the Zn@Ag system exhibits remarkably low interfacial resistances of 1.9/1.8 Ω at 0/5 cycles, rather lower than those of 10.8 Ω and 4.9 Ω in the pure Zn system, indicating the rapid Na+ transfer kinetics during the plating/stripping process.",
                "The reversibility of the Na source is further explored by assembling Zn‖Na, Zn@Ag‖Na, Cu‖Na, and Al‖Na cells with current densities of 0.5 mA cm−2 for 0.5 mA h cm−2, as shown in Fig. 3f and S7, S8 (ESI†). The initial CE of the Zn@Ag substrate is 97.5%, which is higher than those of bare Zn (90.9%), Cu (96.5%) and Al (82.3%) counterparts. Besides, the Zn@Ag electrode presents an ultrastable and ultrahigh average CE of 99.9% for 500 cycles with a steady voltage profile. In contrast, relatively scattered CE values are presented in pure Zn, Cu and Al systems, exhibiting unstable cycle stability with fluctuating voltage profiles. The ultrahigh and ultra-stable Na reversibility is also achieved with an average CE of 99.9% at 0.5 mA cm−2 for 1.0 mA h cm−2 (Fig. S9, ESI†) and 1.0 mA cm−2 for 1.0 mA h cm−2 (Fig. S10, ESI†). As summarized in the radar map (Fig. 3g and Table S1, ESI†), smaller values of voltage polarization (ΔE), ηt, ηp, and ηn, as well as a lower initial Na loss are realized, demonstrating the enhanced stability and reversibility of deposited Na with the introduction of the Ag coating. The utilization of Zn@Ag results in a low nucleation barrier with homogeneous deposition, enabling highly reversible Na plating/stripping behavior.",
                "To explore the feasibility of Zn@Ag substrate in practical battery systems, PB is selected as a cathode to assemble the full cell. From the cyclic voltammetry (CV) results depicted in Fig. 4a, two redox couples at 3.43/3.31 V and 3.17/3.12 V correspond to low-spin Fe (C) and high-spin Fe (N) couples in Zn@Ag–Na‖PB cells, while the two peaks are located at 3.46/3.29 V and 3.18/3.12 V in Zn–Na‖PB cells. A much lower potential gap between the oxidation peak and reduction peak (115 vs.168 mV for low-spin Fe (C) couples; 38 vs. 63 mV for high-spin Fe (N) couples) and higher peak current are observed in the Zn@Ag system, demonstrating its fast Na+ diffusion kinetics.",
                "The cycling performance of the anode-less cell coupled with the PB cathode is analyzed within the voltage range of 2.4–3.7 V, and 1.0 mA h cm−2 Na was pre-deposited on the Zn substrate and Zn@Ag substrate as the anode-less electrode. As illustrated in Fig. 4b–d and S11 (ESI†), Zn@Ag–Na‖PB cells display a specific capacity of 104.9 mA h g−1 with a capacity retention of 89.1% after 150 cycles, much higher than 90.2 mA h g−1 and 74.2% for Zn–Na‖PB cells, at a current density of 50 mA g−1. Compared with the Na‖PB half cell with excess Na, they deliver a capacity of 123.4 mA h g−1 and capacity retention of 73.4% after 150 cycles (Fig. S12, ESI†), demonstrating the superiority of the Zn@Ag substrate for highly reversible and stable Na plating/stripping behavior. In addition, anode-less Zn@Ag–Na‖PB cells exhibit excellent capacity retention of 97.0% after 100 cycles at 100 mA g−1 (Fig. S13, ESI†), delivering ultrastable and ultrahigh CE values of 99.5%.",
                "The rate performance of anode-less Zn@Ag–Na‖PB cells is also shown in Fig. 4e. At lower current densities of 10 and 20 mA g−1, the two electrodes exhibit comparable discharge capacities. Meanwhile, obvious disparities in capacity and polarization are observed as the current density is increased above 50 mA g−1. In particular, at a high current of 200 mA g−1, the Zn@Ag system delivers a capacity of 109.1 mA h g−1, much higher than 101.3 mA h g−1 in a pure Zn system (Fig. S14, ESI†). Besides, the Zn@Ag–Na‖PB cell also exhibits enhanced capacity retention in a wide temperature range from 55 to −20 °C, as show in Fig. 4f, g and S15 (ESI†). When the temperature is below 25 °C, the Zn–Na‖PB cell exhibits a rapid capacity decay, and this phenomenon is aggravated with a capacity retention of only 61.1% at −20 °C. Meanwhile, the Zn@Ag–Na‖PB cell maintains a retention of 72.7% under the same conditions, demonstrating the excellent temperature tolerance of the Zn@Ag substrate. Long-term cycling at low temperature is also shown in Fig. S16 (ESI†), and stable cycling is realized for the anode-less Zn@Ag–Na‖PB cell at −20 °C after 30 cycles, which is much superior to that with Zn, Cu and Al substrate. That is, the conductive and sodiophilic Ag coating layer induces uniform Na deposition with enhanced interfacial kinetics, dramatically improving the electrochemical performance and temperature tolerance of batteries.",
                "The impact of Ag coating on interfacial kinetics is further assessed through varying-temperature EIS. The Nyquist plots of Zn–Na‖Zn–Na and Zn@Ag–Na‖Zn@Ag–Na symmetric cells from 273 to 323 K are depicted in Fig. 5a, and the activation energy (Ea) is determined from the temperature and as-fitted resistance of Na+ (REIS) through the substrate interface. It can be calculated based on the Arrhenius formula:",
                "where REIS, A, R, and T represent the resistance, preexponential constant, standard gas constant, and absolute temperature, respectively. Compared with the Ea value of 11.75 kJ mol−1 in the pure Zn system, the much lower value of 7.92 kJ mol−1 in the Zn@Ag system indicates its faster Na+ transport (Fig. 5b). The stability and reversibility with the Zn@Ag substrate is also tested in Fig. 5c. The anode-free Zn@Ag‖PB cell delivers a high capacity of 140.5 mA g−1 at the initial cycle, and 79.9 mA g−1 after 100 cycles, exhibiting a high capacity retention of 55.4%, compared with the value of 39.0% in anode-free Zn‖PB cells. Furthermore, dispersed values of the CE are observed in the pure Zn system with an average CE of 98.8%, while stable values with a higher average CE of 99.1% are realized with the help of the Ag coating, confirming the significant role of the Ag coating in the highly reversible stripping/plating behavior (Fig. S17, ESI†). For the charge–discharge curves of the Zn‖PB cell shown in Fig. 5d, obvious jitters appear in the late period of the discharge process, and this phenomenon is aggravated after 50 cycles, which is attributed to the poor plating/stripping behavior of metal Na on the Zn surface. Meanwhile, in Fig. 5e, the anode-free Zn@Ag‖PB cell exhibits enhanced electrochemical performance, delivering a relatively high capacity of 79.9 mA h g−1 after 100 cycles and exhibiting the potential for high-energy-density sodium metal batteries. The results underscore the significance of the conductive and sodiophilic Ag coating layer on highly stable and reversible Na plating/stripping behavior."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a conductive and sodiophilic Ag coating layer is introduced on commercial Zn foil to synergistically induce highly stable and reversible Na plating/stripping behavior. The enhanced sodiophilicity and conductivity of the Ag coating layer promote the homogenized distribution of the Na+ ion flux and electric field, guaranteeing uniform deposition with an ultrastable and ultrahigh CE of 99.9% after 500 cycles. As expected, highly stable long-term cycling for 1000 h of the Zn@Ag–Na‖Na cell, greatly enhanced capacity retention of 89.1% of the anode-less Zn@Ag–Na‖PB cell after 150 cycles, and stable cycling with a relatively high capacity of 79.9 mA h g−1 of the anode-free Zn@Ag‖PB cell after 100 cycles are realized. This work highlights the role of the conductive and sodiophilic Ag coating on stabilizing Na metal for highly stable and reversible sodium metal batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data that support the findings of this study are available within the article and its ESI,† or from the corresponding author on reasonable request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Xiaomin Chen (co-first author): conceptualization, data curation, methodology, investigation, formal analysis, writing – original draft. Xunzhu Zhou (co-first author): conceptualization, methodology, formal analysis, supervision, validation writing – original draft. Zhuo Yang: validation, investigation. Zhiqiang Hao: visualization, investigation. Jian Chen: resources, supervision. Wenxi Kuang: software, validation. Xiaoyan Shi: data curation, formal analysis. Xingqiao Wu: visualization, resources, writing – review & editing. Lin Li (corresponding author): conceptualization, funding acquisition, resources, supervision, writing – review & editing. Shu-Lei Chou (corresponding author): conceptualization, funding acquisition, resources, supervision."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A conductive and sodiophilic Ag coating layer regulating Na deposition behaviors for highly reversible sodium metal batteries"
}