{
    "DOI": "10.1021/acsami.7b06230",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Because of their high energy density and long-term cycling performance, lithium-ion batteries (LIBs) have conquered the portable electronics market in the past two decades.  However, the high cost and limited geological reserves of lithium can potentially hinder their large-scale application in the long term. In this regard, sodium ion batteries (SIBs) are very promising alternatives, as they could offer comparable energy levels at lower cost because of the abundance and homogeneous distribution of Na resources worldwide.  Despite sharing the same rocking-chair concept, graphite, which is the commercially available anode material for LIBs, is not a practical option for SIBs. Although hard carbons can deliver specific gravimetric capacities in the order of 250 mAh g–1, their long-term cycling stability and rate capability still need to be further enhanced.  Therefore, advanced anode materials featuring higher specific gravimetric capacity and faster ionic transport are yet to be developed. ",
                "Enormous efforts have been devoted to developing high energy density anode materials for rechargeable alkali batteries.  Among these, group IV elements (e.g., Si, Ge, and Sn) are known to have great potential as high capacity alternatives to graphite in LIBs.  Unfortunately though, it was demonstrated that these are either inactive or poorly performing in SIBs. For example, silicon is a very promising candidate for commercial LIBs with a theoretical specific gravimetric capacity of about 4200 mAh g–1.  Nevertheless, its electrochemical activity toward Na ions is very poor at room temperature.  Similarly, the electrochemical performance of both germanium and tin is inferior in SIBs than in LIBs, as a result of the more serious volume expansion during insertion.  In this regard, metal oxides such as tin oxides, known as “conversion-alloying” compounds, have found great attention owing to their facile synthesis and high specific gravimetric capacity for SIBs anodes. Particularly appealing is that the Na2O formed during the initial sodiation can serve as a buffer matrix for the subsequent cycling, thus preventing grain agglomeration and improving the cyclic performance.  The reaction mechanism of tin oxides could be described by two basic steps, as follows In 2013, Shimizu et al. for the first time explored the sodium storage properties of SnO. The SnO electrode exhibited much better performance compared with a pure Sn electrode. Besides, when fluoroethylene carbonate (FEC) was used as an additive, the electrode performance could be remarkably improved.  In 2014, Wang et al. reported an example of hierarchical mesoporous SnO microspheres delivering a specific gravimetric capacity of 403 mAh g–1 after 50 cycles (at 20 mA g–1), which substantially outperformed SnO2, owing to its hierarchical mesoporous design and large-size frame of the crystal structure.  However, the Coulombic efficiency of only ca. 90% required further improvements. Besides, it was observed that when the cell was fully charged to 3 V, the SnO phase was obtained again, suggesting that the conversion of SnO to be partially reversible. Thereafter, Okada et al. further confirmed the superior Na storage capability of SnO compared to both SnO2 and SnO2/C, exhibiting higher reversible capacity, lower polarization and more stable cycling performance up to 50 cycles, as a result of the higher Sn content.  Unfortunately though, the Coulombic efficiency was not reported. Also the capacity contribution from the low potential region (i.e., between 5 mV and 0.5 V) was rather limited in comparison with that reported by Wang et al.,  which is not desirable for high energy density batteries. Very recently, N. Alshareef et al. reported the synthesis of two-dimensional SnO with a tunable number of atomic layers grown on carbon cloth, which exhibited an excellent cycling performance and rate capability. Nevertheless, the use of carbon cloth could potentially increase the production costs, and the synthesis process involved an undesirable pretreatment procedure in which a highly corrosive concentrated HCl solution was used.  In summary, although SnO is a promising anode material for SIBs, more efforts are required to develop environmentally efficient synthesis routes, optimize the electrochemical performance and better understand the reaction mechanism. ",
                "In this manuscript, tetrahedral SnO microflowers are obtained by an original, ultrafast ionic liquid-assisted microwave synthesis at low temperature (120 °C). The as-prepared SnO anode exhibits superior cycling stability along with high average Coulombic efficiency (98.5% at 50 cycles). Furthermore, the SnO anode exhibits a rather large specific gravimetric capacity in the low potential region (5 mV to 0.5 V) during both discharge and charge processes (about 518 mAh g–1 and 219 mAh g–1, respectively).  The superior cycling performance, high Coulombic efficiency combined with the large capacity contribution from low potential section were never reported before for a pure SnO anode (not in a composite with, e.g., graphene). Additionally, via the combination of ex situ X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) techniques, we can clearly demonstrate that Sn–Na alloy desodiates in two successive but fully separated steps, whereas the formation of SnO phase was not observed upon desodiation up to 3 V which is totally different from previous reports. "
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The synthesis procedure of SnO is described in (a). Briefly, 3 g of a 10% SnCl2 solution in 1-ethyl-3-methylimidazolium acetate (EMIM-Ac) were mixed with 7 g of deionized (Milli-Q) H2O and stirred with a magnetic stirrer in an ice–water bath for 30 min.",
                        "Suspended solid was observed upon stirring, probably a Sn6O4(OH)4 intermediate according to a previous report.  Afterward, the suspension was heated in a “Monowave 300” microwave oven (Anton Paar) using the “Heat as fast as possible” mode at 120 °C for 5 min to promote the formation of SnO crystals (see b). It should be noted that only 55 s were needed to increase the temperature to 120 °C (), which can be ascribed to the excellent microwave absorption capability of the ionic liquid-based solution. Indeed, the ionic nature of the ionic liquid allows very effective interaction with microwaves, promoting the ultrafast heating process and, in turn, minimizing the risk of potential side reactions compared to other conventional heating methods.  In addition, the process is economic and safe. In fact, a power as low as 10 W is sufficient to keep the reaction temperature constant and the pressure in the vial is negligible compared with traditional hydrothermal routes, thus effectively avoiding any risk of explosion arising from high internal pressure. It should also be noted that, in contrast to previous reports,  no antioxidation reactants was used, which is another advantage of the ultrafast, mild-temperature (120 °C) synthesis procedure described here.",
                        "After cooling to room temperature, the material was centrifuged and washed with milli-Q H2O and ethanol several times to eliminate the ionic liquid, until the pH of the rinsing liquid reached the value of 7.0. Afterward, the products were filtered, collected and dried in an oven at 80 °C overnight. X-ray diffraction analysis was conducted using a Bruker D8 Advance diffractometer (Bruker, Germany) with Cu–Kα overnight. XRD was conducted in the range of 10° - 90° with a step size of 0.01°. The structures were refined using the Rietveld method with the DIFFRAC PLUS TOPAS 4.2 software (Bruker, Germany). The morphology of the as-prepared sample was investigated via scanning electrochemical microscopy (SEM, ZEISS 1550VP Field Emission Scanning Electron Microscope operated at 5 kV) and transmission electron microscopy (TEM, FEI Titan 80–300 kV with an image Cs-corrector operated at 300 kV)."
                    ],
                    "name": "2.1 Synthesis and Characterization of the SnO Microflowers",
                    "type": "h3"
                },
                {
                    "content": [
                        "For electrode preparation, the binder (sodium carboxymethyl cellulose, CMC, Dow Wolff Cellulosics) was first dissolved in ultrapure water to prepare a 2 wt % solution and subsequently mixed with the conductive carbon black (Super C65, IMERYS Graphite & Carbon). Afterward, the slurry mixture was ground in a mortar for 10 min prior to adding the microflower SnO powder. Finally, the complete mixture was further ground for 30 min to obtain a homogeneous slurry. The mass ratio of SnO, conductive carbon black, and CMC binder was 70:20:10. The obtained slurry was immediately cast on a dendritic copper foil (Schlenk, 99.9%) with a wet film thickness of 120 μm. The coated electrode was then dried in an oven at 80 °C and subsequently punched into disk electrodes (diameter: 12 mm). The whole mass loading of the electrodes ranged between 1.2 and 1.4 mg cm–2. Finally, the electrodes were further dried under vacuum at 120 °C for 24 h before being transferred in a glovebox. For comparison purposes, conductive carbon electrodes were also made by the aforementioned procedure, using the conductive carbon to CMC binder mass ratio of 80:20.",
                        "The electrochemical characterization of the SnO-based electrodes was conducted in three-electrode, Swagelok-type cells, in which sodium metal (Acros Organics, 99.8%) was used for the counter (CE) and reference (RE) electrodes. All cells were assembled in a glovebox (MBraun UNIlab; H2O content <0.1 ppm, O2 content <0.1 ppm) filled with ultrapure Argon. A glass fiber sheet (Whatman GF/D) was used as separator and 1 M NaPF6 dissolved in a mixture (1:1 by weight) of ethylene carbonate (EC) and propylene carbonate (PC) was used as electrolyte. FEC was added (2 wt %) into the electrolyte as additive. Cyclic voltammetry (CV) measurements were conducted using a galvanostat/potentiostat VMP3 (Bio-Logic, France) at a scanning speed of 0.2 mV s–1 for 3 cycles in the potential range from 5 mV to 2.8 V (vs Na/Na+). The impedance response of the SnO electrodes in the fully charged and discharged state upon cycling was measured using the same instrument, within the frequency range from 1 MHz to 10 mHz, with a sinusoidal signal amplitude of 5 mV. Prior to acquiring the impedance spectra, the electrode was fully discharged or charged in galvanostatic mode, kept at a constant potential for 30 min to ensure full sodiation or desodiation, and finally held at the OCV for 30 min to reach equilibrium conditions (see ).",
                        "The cycling performance of SnO and pure conductive carbon electrode swas investigated by galvanostatic cycling at a specific current of 100 mA g–1. For the rate capability tests, the specific currents ranged from 25 to 250 mA g–1. All such experiments were performed using a Maccor Battery Tester 4300, in the potential range from 5 mV to 2 V (vs Na/Na+) at a constant temperature of 20 ± 1 °C. To obtain information on the phase variation upon sodiation and desodiation, ex situ XRD and XPS measurements were conducted on electrodes at different sodiation and desodiation states during the first galvanostatic cycle at a specific current of 25 mA g–1.",
                        "The XPS measurements were conducted with a PHI 5800 Multi Technique ESCA instrument (Physical Electronic, USA), using a detection angle of 45° and pass energies at the analyzer of 29.35 and 93.9 eV for detail and survey measurements, respectively. Since the electrode surfaces were generally covered by a thick SEI (and separator leftovers), the samples were sputtered for 30 min (sputter rate ∼1 nm min–1, 1 A, 5 kV) before measurement. In order to avoid overlap of the Sn 3d peaks with the Na KLL Auger features, Mg–Kα (1253.6 eV) radiation was used instead of Al–Kα (1486.6 eV) radiation. However, this shifted the Na KLL features into the range of the C 1s peak region and made the use of the C 1s peak for binding energy (BE) calibration impossible. Therefore, we used the Na 1s peak for BE calibration, which was set to 1071.2 eV. This shifted the F 1s peak of NaF contaminations (formed by decomposition of NaPF6) to 684.2 ± 0.1 eV, a value in close agreement to literature reports. For all ex situ measurements, the cells were removed from the Maccor machine immediately after reaching the desired potential and subsequently disassembled in the Ar-filled glovebox. Thereafter, the electrodes were rinsed with DMC solvent, allowed to dry in argon atmosphere and then transferred in a closed, argon filled transport vessel to the XPS setup and introduced into the ultrahigh vacuum vessel without contact of the sample with air. A similar transport operation was conducted before measuring the XRD pattern for electrodes at the first and 50th cycles (fully discharged state) to understand their structural variation upon cycling."
                    ],
                    "name": "2.2 Electrode Fabrication and Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "a displays the XRD pattern of the as-prepared SnO powder showing phase pure, tetragonal SnO, which lattice parameters agree well with those from the Rietveld refinement (see , a = b = 3.799568(59) Å and c = 4.833032(83) Å). The refinement has been performed with satisfactory agreement factors (Rwp = 10.24%, Rp = 6.96%, goodness of fit (GOF) = 2.59) (ICSD 16481). The absence of impurities (such as SnO2) in the diffractogram indicates that essentially no side reactions occurred during the synthesis, owing to the ultrafast heating and mild temperature conditions. The purity of the sample is further supported by the EDX maps (d–f), showing that the ionic liquid medium was fully rinsed away. The SEM images shown in b evidence the microflower morphology of the powder, with a particle size of about 40 μm. Imaging the flowers at higher magnification (c), the petals appear to be around 2 μm in thickness. Each of them, however, is composed of a massive number of nanoflakes with a length of ∼200 nm, which is expected to be very beneficial for the ionic transport in the bulk phase (short diffusion paths).",
                        "The crystal planes of SnO can be clearly identified in the HRTEM micrograph taken with the TEM FEI Titan 80–300 kV with image Cs-corrector at 300 kV. As displayed in the magnified selected area (b) of the left image in a, the orthogonal (110) and (101) SnO crystal planes with d-spacing of 0.299 and 0.269 nm, respectively, are clearly resolved. Correspondingly, the diffractogram (inset of a) can be well-indexed along the [111] axis of the SnO, demonstrating that the SnO nanosheet layers are piled up along the [111] direction. It should be noted that some planes characteristic of tetragonal SnO2 are also observed on the edge of the crystal (), which were absent in the previously shown XRD pattern (a), indicating the presence of SnO2 in trace amounts, most probably due to the inevitable oxidization upon contact with air and/or moisture."
                    ],
                    "name": "3.1 Structure and Morphology Information for the As-Prepared SnO Microflowers",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical behavior of the SnO microflower anode was first evaluated by CV measurements, as shown in a. In the first cathodic scan, a weak peak at ∼0.75 V (also observed in the dQ/dV plot of the first galvanostatic cycle in ) can be ascribed, according to previous reports, to the reductive decomposition of the electrolyte constituted by the organic solvents, sodium salt and FEC (additive).  The latter was reported to be particularly beneficial for the formation of a stable SEI layer on the electrode surface, thus providing enhanced cycling stability.  Upon further sodiation, a broad peak centered at ∼0.22 V (with onset at about 0.3 V) is clearly observed, representing the conversion of SnO to Sn although, in this potential range, storage of sodium ions into the conductive carbon also occurs as shown in ). The conversion process is verified by the evolution of the respective XRD patterns in ex situ measurements (see b), where the SnO (101), (110), and (002) reflections disappear and those characteristic of Sn ((101), (200), (220), and (201)) evolve as the conversion reaction proceeds in the potential range between 0.5 and 0.15 V. It should be noticed that these features are not observed in the subsequent CV scans and XRD patterns, indicating that the conversion process is irreversible. This will be further discussed later on. Upon full sodiation, i.e., down to 5 mV vs Na/Na+, a much sharper peak appears in the cyclic voltammogram, which can be unambiguously ascribed to the alloying process of Na and Sn. It is worth noting that this sharp peak is composed of two closely neighbored secondary peaks, demonstrating that the alloying process proceeds stepwise, as the result of different NaxSn phases being formed. Interestingly, even after reaching the lower discharge cutoff of 5 mV, part of the Sn phase is still present according to the XRD patterns. This finding, which is in agreement with the previous report by Okada et al.,  demonstrates that Sn cannot be fully alloyed even at such a low current (i.e., 25 mA g–1, corresponding to 0.05 C-rate).",
                        "To further understand the reaction mechanism, we also performed ex situ XPS analysis. As shown in , XPS confirms a considerable amount of unreacted Sn metal at 5 mV vs Na/Na+, which agrees well with the corresponding XRD pattern as discussed before. The incomplete sodiation may come from the insufficient accessibility of Na+ ions into the SnO microflower particles, as well as the sluggish kinetics of ionic transport and poor electronic conductivity as result of the sodium oxide formed during the conversion reaction. Additionally, the fact that no phases ascribable to NaxSn nor Na2O are detected by XRD during the full (de)sodiation process indicates that these two materials are amorphous, in full agreement with a previous report by Wang et al. for SnO2. ",
                        "Interestingly, different from the sodiation process, the two peaks observed in desodiation are very well separated, appearing at ∼0.19 V vs Na/Na+ and at ∼0.88 V vs Na/Na+. As reported by Wang et al.,  the orthorhombic SnO crystal phase was observed upon charging to 3 V. Based on this phenomenon, they claimed the conversion reaction to be reversible. Nevertheless, according to our observation (see ex situ XRD patterns), no SnO crystalline phase is formed during desodiation up to 3 V vs Na/Na+. This apparent discrepancy could be resolved by assuming that amorphous SnO is reformed. However, according to our XPS results, this does not appear to be the case. In fact, in the course of the desodiation process, no peak related to either SnO or SnO2 (Sn 3d5/2 peak at ∼487 eV)  could be detected (see b), demonstrating that the conversion of SnO to metallic Sn is fully irreversible in this work. On the basis of this, a theoretical specific capacity of 744.8 mAh g–1 can be calculated. Considering the different electrolytes used in this work and in the earlier literature (see above), we speculate that the reversibility of SnO conversion might be associated with the higher electrochemical activity of NaClO4 compared to NaPF6 used in this work,  which is in agreement with our results reported in . Overall, we have clearly demonstrated that the dealloying process proceeds also stepwise, whereas the difference between the two steps is more pronounced compared with the alloying process, where they are located in a narrow potential range of 5 mV to 0.2 V vs Na/Na+ (a).",
                        "After investigating the reaction mechanism of SnO microflowers, the electrochemical performance was also addressed. The charge–discharge profiles of the SnO anode at a specific current of 25 mA g–1 are shown in a. In the first cycle, a Coulombic efficiency of only 47.2% is observed, which is just slightly lower than the value reported by Okada et al.  Indeed, this could be attributed to the decomposition of the FEC additive used in this study in the initial potential scan. Subsequently, the Coulombic efficiency increases significantly to 90.0 and 93.3% in the second and third cycles, respectively, indicating the formation of an effective SEI, which is fundamental to allow sufficient cycling stability. Notably, the SnO microflowers show an unprecedented contribution of capacity in the low potential region (5 mV to 0.5 V vs Na/Na+), with specific capacities in the third cycle of 518 mAh g–1 and 219 mAh g–1 delivered upon discharge and charge, respectively, accounting for 85% and 40% of the total capacity (see inset of a). These are the highest values reported so far for a pure SnO anode (i.e., not in a composite with, e.g., graphene), which are highly appealing to increase the energy density of a possible full-cell configuration.",
                        "The cycling performance of the SnO electrode after the activation step (i.e., the initial 3 cycles with low specific current, 25 mA g–1) is presented in b. The SnO electrode exhibits a stable cycling performance at a specific current of 100 mA g–1 for 50 cycles. More precisely, a specific charge capacity of 438 mAh g–1 is observed in the first cycle. After a slight decrease during the following 4 cycles (to 434 mAh g–1), the specific capacity increases again cycle by cycle up to 470 mAh g–1 and stays stable for 50 cycles (b, c), indicating that the material is “activated” upon cycling. Indeed, such increase in capacity upon cycling was also previously reported by Okada et al.  for the SnO electrode. In addition to the stable cycling performance, a very high average Coulombic efficiency of 98.5% was also observed during the whole cycling process, although the Coulombic efficiency decreases slightly after the initial 5 cycles. The unfavorable latter phenomenon may result from the inevitable volume expansion () and SEI reformation upon cycling, which are quite typical for tin-based anodes, especially when considering that we are not using any carbonaceous buffer matrix here.  The volume expansion can lead to cracks on the surface of the particles, which, upon cycling, give access to the inner core of the active materials (). This might also explain the increasing capacity which results from a higher tin utilization. Overall, the interplay with reaction products generated at the sodium electrode can also not be excluded. Furthermore, we note that there is no obvious peak shift in the XRD patterns at the fully discharged state of the SnO anode, when comparing the states after the first and 50th cycle (d), suggesting the absence of a measurable volume expansion and/or pronounced side reactions occurring after the first sodiation process.  To gain a better understanding of the superior cycling performance, we also conducted electrochemical impedance measurements on the SnO electrode. The evolution of the Nyquist plots upon cycling (see ) is in agreement with the cycling performance, showing a rather stable impedance response from the 10th cycle to 50th cycle, thus indicating that side reactions during cycling are limited, and the electrochemical activity of the SnO electrode is preserved.",
                        "Finally, the SnO anode also exhibits a promising rate capability (a, b). When the cell was cycled at a very small specific current of 25 mA g–1, a very high charge capacity of 557 mAh g–1 was obtained, which outperformed most of the pure metal oxides anode for SIBs.  However, even at a specific current of 250 mA g–1, a specific gravimetric capacity of 359 mAh g–1 could still be delivered, thus making these SnO microflowers a potential candidate for high power density SIBs."
                    ],
                    "name": "3.2 Electrochemical, ex Situ XRD, and XPS Characterization of the SnO Electrodes",
                    "type": "h3"
                }
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The microflower SnO material was synthesized via an ionic liquid-assisted microwave heating method providing safe, fast, efficient and energy-saving features. The as-prepared SnO anode exhibits superior cycling performance, high Coulombic efficiency along with a large capacity contribution from the low-potential region (i.e., 5 mV to 0.5 V vs Na/Na+). The above-mentioned merits were never reported before for a pure SnO electrode, making it an attractive anode candidate for high energy density sodium ion batteries. Besides, using ex situ XRD and XPS techniques, we have clearly demonstrated the irreversible conversion of SnO during the initial sodiation–desodiation process, which provides an alternative view of the complex reaction mechanism of these families of metal oxides for sodium ion batteries."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Ultrafast Ionic Liquid-Assisted Microwave Synthesis of SnO Microflowers and Their Superior Sodium-Ion Storage Performance"
}