{
    "DOI": "10.1021/acsami.1c15356",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The safety issue of lithium-ion batteries is still a severe problem as well as other manufacturing issues even though they have been widely used in commercial applications.  There is a popular belief that the development of K- and Na-ion batteries is a potential plan b for commercial energy storage application because K and Na elements are rich and easily accessible on the earth.  K+/K and Na+/Na show relatively low potential, which are close to Li+/Li. The development of K- and Na-ion batteries make it possible to obtain higher energy densities.  However, the exploration of K- and Na-ion batteries are still in the infant stages because few materials can tolerate the repeated migration of the large-sized K+ or Na+ as the anode. ",
                "To solve the problems mentioned above, a number of anode materials are being studied for K- and Na-ion batteries, such as Se or Sb based material and carbon composite,  and it is still of great value to explore K- and Na-ion batteries systems.  The well-known metal–organic frameworks (MOFs) represent a kind of crystalline solid materials with many characteristics such as multiple and devisible structures, high specific surface area and porosity, tunable pores, as well as other controllable chemical and physical properties.  These multitude of advantages make MOFs promising prospects in various applications including gas adsorption and separation, sensors, energy storage, catalysis, drug delivery, and so on.  It is worth noting that because of the tunable supramolecular components, MOFs are particularly suitable for electrochemical applications. MOFs with robust framework and wide variety of pores could store K+ or Na+ very well as a potential electrode material in K- and Na-ion batteries.  MOFs acting as anode materials in batteries have drawn lots of attention in recent years. However, MOFs have a poor electrical conductivity, which is harmful for electron transportation. Great efforts have been made to improve the electron conductivity of MOFs because pure MOFs anode materials are usually limited by poor electron conductivity, reversible capacities, and rate performances.  Multifarious MOFs-based composite materials were explored in order to overcome the disadvantages of MOFs-based electrodes including carbon composite, metallic oxides, carbides, chalcogenides, phosphides, etc.  What is noteworthy is that mixing MOFs with single-walled carbon nanotubes (SWCNTs) is an efficient method to improve the performance in battery tests. The introduction of SWCNTs could solve the low conductivity of MOFs, and the construction of the cross-linked carbon network also shorten the ion diffusion pathways, which contributes to take full advantages of electroactive sites in MOFs.",
                "In this work, a new MOFs {(Me2NH2)2[Co3(μ3-O)(btb)2(py)(H2O)]·(DMF)2(H2O)2}n (Cobtbpy) with 3D anionic rtl frameworks was synthesized (H3btb = 1,3,5-tri(4-carboxylphenyl)benzene, py = pyridine, DMF = N,N-dimethylformamide). Through simple ball mixing, Cobtbpy/SWCNTs composite material (Cobtbpy-0.9) was prepared and exhibited excellent electrochemical performances in K- and Na-ion batteries as the anode."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Cobtbpy crystallizes in the space group of Pnma and shows a (3,6)-connected 3D anionic metal–organic frameworks with 2-fold interpenetration based on [Co3(μ3-O)] clusters. In the [Co3(μ3-O)] moiety, Co1 is coordinated by four carboxylate oxygen atoms (O1, O1A, O3C, O3D) from four btb ligands, one μ3-O (O7) and one nitrogen atom (N1) from one pyridine in a slightly distorted octahedral geometry with a CoO5N chromophore. Co2 is also coordinated by four carboxylate oxygen atoms (O2, O4B, O5D, O6D) from three btb ligands, one μ3-O (O7) and one water molecule (O8) in a distorted octahedral geometry. Co1, O7, and the coordinated pyridine locate on the symmetry plane of a equicrural triangle. The μ3-O (O7) connects three Co(II) ions (Co1, Co2, and Co2A) and forms a trinuclear Co(II) cluster [Co3(μ3-O)] almost in a plane. O7 is 0.081(4) Å away from the Co(II) plane constructed by Co1, Co2, and Co2A. The bond angles of Co1–O7–Co2, Co1–O7–Co2A, and Co2–O7–Co2A are 113.933(15)°, 113.933(15)°, and 131.656(20)°, respectively. The distances of Co(II) atoms in [Co3(μ3-O)] cluster are 3.4916(6) Å for Co1···Co2 or Co1···Co2A and 3.6906(10) Å for Co2···Co2A (a).",
                        "The carboxylates of btb ligand in Cobtbpy show two kinds of coordinating modes. Two carboxylate groups (O1/O2 and O3/O4) of btb have a μ2-η1: η1 bidentate mode and connect one Co1 and one Co2. The other carboxylate group (O5/O6) shows a monodentate chelating mode with one Co2 (b). One [Co3(μ3-O)] cluster is coordinated by six btb ligands, one pyridine and two water molecules. Thus, the 2-fold interpenetrated 3D anionic framework of Cobtbpy is constrcuted by the connection of [Co3(μ3-O)] clusters and btb ligands (c). The holes and channels in the anionic frameworks are occupied by disordered dimethylamine cations, dimethylformamide and water molecules with the solvent accessible volume of 4519 Å3, which is 51.5% of the cell volume calculated by PLATON.  The irregular rhomboid channels in Cobtbpy along the a-axis have 1.7 Å minimum width and 6.7 Å maximum width (c). ",
                        "Topologically, each btb ligand connects three [Co3(μ3-O)] clusters and should be considered as a 3-connected node with a point symbol of (4·62)2. One [Co3(μ3-O)] cluster is coordinated by six btb ligands and can be treated as a 6-connected node with a point symbol of (42·610·83) (). The 3D architecture of Cobtbpy shows a binodal (3,6)-connected rtl 3D topological network with a point symbol of (4·62)2(42·610·83) (d and )."
                    ],
                    "name": " Structure of Cobtbpy",
                    "type": "h3"
                },
                {
                    "content": [
                        "The bulk Cobtbpy samples without stripping is in micrometer-sized particles (). However, the large-size particle would be adverse for the diffusion of the K+ or Na+ in electrochemical reactions. In order to reduce the size and improve the electric conductivity of Cobtbpy, SWCNTs is added and stripped by balling. On the one hand, the particles sizes of Cobtbpy-0.9 become smaller obviously which is beneficial for shortening the ion transport pathways. On the other hand, the bulk particle strips into layers and SWCNTs inset between the layers successfully, which could connect Cobtbpy layers effectively and form cross-linked conductive networks (). ",
                        "Cobtbpy and Cobtbpy-0.9 are tested in K-ion batteries with metallic K as counter electrode from 0.01 to 3 V (vs K+/K). The reversible capacityof Cobtbpy-0.9 is up to 416 mAh/g at 0.05 A/g, which is higher than Cobtbpy. Irreversible decomposition of electrolyte, the formation of solid-state interphase (SEI) membrane, and partial K-ion trapping in the electroactive sites may be the reasons of the capacity loss of few first cycles (a,c).  Compared with Cobtbpy, the rate performance improve a lot. By stripping to the thinner layers, not only more electroactive sites could be exposed but also shortening the ion transportation pathways. The capacity of Cobtbpy-0.9 is higher than Cobtbpy at same current density (361, 312, 282, 247, 226, 200 mAh/g for 0.1, 0.2, 0.3, 0.5, 0.7, 1 A/g, respectively) and with the increase of current, the structure of the electrode material remains stable, which is convenient for the de/intercalation of K+ (b,c). The capacityof Cobtbpy-0.9 electrode is still up to 377 mAh/g when the current density returns to 0.05 A/g (89.5% capacity retention). In addition, Cobtbpy-0.9 exhibits a perfect stability at 0.1 A/g (activating in five cycles at 0.05 A/g before the formal cycles). With the addition of SWCNTs, the composite anode does not appear obvious decay. The capacityof Cobtbpy-0.9 is still up to 321 mAh/g (85% retention) after 85 cycles and Coulombic efficiency is nearly close to 100% (d). However, Cobtbpy electrode only has 202 mAh/g (66% retention). The good stability of Cobtbpy-0.9 may contributes to the electron transportation. Meanwhile, the distances between layers enlarge through balling to enable the K+ de/intercalation.",
                        "The Na-ion batteries performances of Cobtbpy-0.9 are also studied using half-cell system from 0.01 to 3 V (vs Na+/Na). It is found that the charge/discharge curves at 0.05 A/g display a similar activation process (a). Irreversible decomposition of electrolyte, the formation of SEI and the stripping of Na-ion may be the reasons of the capacity loss of first cycle. The reversible capacity of Cobtbpy-0.9 is up to 379 mAh/g. As the current density increases, the Cobtbpy-0.9 still has 292, 238, 203, 151, 135, 114 mAh/g at 0.1, 0.2, 0.3, 0.5, 0.7, 1 A/g, respectively (b,c). Although the capacity of Cobtbpy is higher, it is unstable and has significant decay. Otherwise, Cobtbpy-0.9 also has a good cycle stability, after activating in 5 cycles at 0.05 A/g. The charge capacity of Cobtbpy is 302 mAh/g, but only 221 mAh/g remained after 50 cycles. However, Cobtbpy-0.9 shows a more superior cycle performance. It has 348 mAh/g at first and the electrode still has 306 mAh/g after 50 cycles (88% retention), and the Coulombic efficiency is 97%, almost 100% (d).",
                        "The electrochemical kinetics of Cobtbpy-0.9 are exhibited in a–f and a–c for K-ion battery, d–f for Na-ion battery. The cyclic voltammogram (CV) curves of Cobtbpy-0.9 electrode are obtained under the scan rate of 0.1 mV/s (a). The reaction of generating solid electrolyte interphase peaks and the activation of the electrode during the first cathodic scan may cause the formation of the peak at 1.0 V.  While K-ion may be the reason for the peak at 0.60 V. An obvious peak at 0.47 V is associated with K-ion deintercalation for the anodic scan. And it is worth mentioning that the cathodic peak belongs shift (0.60–0.77 V) is resulted from the formation of irreversible SEI membrane in the first cathodic cycle, which matches with GCD curves (a). The consistency of anodic and cathodic peaks in the subsequent cycles indicates the stability and outstanding electrochemical reversibility of the Cobtbpy-0.9 composite anode.",
                        "To deeply understand the K-ion storage kinetics of the Cobtbpy-0.9 composite anode, multiple scan rate curves (0.1, 0.2, 0.3, 0.5, 1.0 mV/s) are collected in b. With the scan rate increasing, the curve shapes have almost no change, suggesting that the redox reaction is reversible without the infuence of scan rate. All curves exhibit one pair of redox peaks (named as peak I and II). The determination of b value in the equation as follows can reflect the K-ion storage kinetics,where i refers to current density and v represents scan rate, b is constant.  It is acknowledged that when b-value is 0.5, it is a diffusion-controlled process, whereas 1.0 indicates a surfaced-controlled process. ",
                        "The b-values of peak I and II are calculated as 0.70 and 0.67 in c, respectively, which indicates that the K-ion storage of the Cobtbpy-0.9 anode is synergistically cocontrolled by the two mentioned mechanisms, and the surfaced-controlled process was dominant.",
                        "We also further study the electrochemical kinetics Cobtbpy-0.9 for Na-ion batteries. The peak at 0.60 V should be triggered by the reaction of generating solid electrolyte interphase in during the first cathodic scan at 0.1 mV/s (d).  And the subsequent cycles overlapped very well. A pair of cathodic/anodic peaks at 0.28/0.85 V (named as peak III and IV) and is observed obviously, which corresponds to the reaction of Na-ions with Cobtbpy-0.9. And these results are consistent with GCD curves in a. To understand the storage process of Na-ion in Cobtbpy-0.9, cyclic voltammetry (CV) is carried out at sweep rates ranging from 0.1–0.3 mV/s (e). According to the equation, the b-values for peaks III and IV are 0.22 and 0.56, respectively (f). It is revealed that the Na-ion storage in Cobtbpy-0.9 is controlled by solid-state-diffusion, which is different in the K-ion batteries."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we successfully solvothermal synthesized a new MOFs (Cobtbpy)with a novel (3,6)-connected 3D anionic rtl network based on the [Co3(μ3-O)] clusters. A MOFs-based carbon composite material (Cobtbpy-0.9) was prepared by mixing Cobtbpy and single-walled carbon nanotubes. High density of redox-active sites, specific porosity, favorable conductivity, promote the Cobtbpy-0.9 anode exhibited a remarkable rate capacity. The reversible capacities of Cobtbpy-0.9 are up to 416 mAh/g in K-ion batteries and 379 mAh/g in Na-ion batteries at 0.05 A/g. The excellent chemical/thermal stability of Cobtbpy-0.9 suggests a stable cycling life with a robust structure. All results demonstrated that Cobtbpy-0.9 is a desirable plan b for high-performance electrode materials in K- and Na-ion batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Co(OAc)2·4H2O (0.14 mmol, 0.0349 g), H3btb (0.26 mmol, 0.1140 g) and pyridine (0.31 mmol) were dissolved in a mixed solution of 1.5 mL C2H5OH, 1.5 mL DMF and 1 mL H2O. The mixture was added into a Teflon-lined stainless-steel autoclave and heated at 90 °C. Dark violet block crystals were collected after 3 days (0.0409 g, 61% based on Co(OAc)2·4H2O). Anal. Calcd (%) for C69H71Co3N5O18 (Cobtbpy): C, 57.75; H, 4.99; N, 4.88; found: C, 56.05; H, 4.74; N, 3.27. IR (cm–1): 3208 (w), 3060 (w), 1655 (m), 1583 (s), 1534 (m), 1386 (vs), 1252 (m), 1181 (w), 1103 (w), 1015 (w), 855 (m), 806 (w), 780 (vs), 701 (s), 667 (m), 636 (w)."
                    ],
                    "name": " Synthesis of {(Me2NH2)2[Co3(μ3-O)(btb)2(py)(H2O)]·(DMF)2(H2O)2}n (Cobtbpy)",
                    "type": "h3"
                },
                {
                    "content": [
                        "PXRD pattern confirmed the purity of Cobtbpy sample (). The obtained Cobtbpy sample was heated at 200 °C for 2 h in Ar atmosphere to remove guest molecules. Then Cobtbpy powder sample and SWCNTs are mixed in 9:1 ratio and ball milled for 1 h to prepare the composite material (Cobtbpy-0.9)."
                    ],
                    "name": " Synthesis of the MOFs-Based Carbon Composite (Cobtbpy-0.9)",
                    "type": "h3"
                },
                {
                    "content": [
                        "Cobtbpy-0.9 powders, carbon black conductive additive, and sodium carboxymethylcellulose binder were mixed inthe mass ratio of 6:3:1. Subsequently, deionized water was added to mixture and grinded for 30 min. The resulting slurry was coated on Cu foil and dried at 60 °C for overnight under vacuum. Each Cu foil afforded a mass of 1–1.5 mg/cm2 for typical electrode. Glass microfiber filters were used as the separator. 0.8 M KPF6 in ethylene carbonate/diethyl carbonate (v/v = 1:1), 1 M NaClO4 in propylene carbonate and 5% fluoroethylene carbonate were used as the electrolytes. K metal and Na metal were used as the anodes for the K- and Na-ion cells, respectively."
                    ],
                    "name": " Preparation of the Working Electrodes",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "[Co3(μ3-O)]-Based Metal–Organic Frameworks as Advanced Anode Materials in K- and Na-Ion Batteries"
}