{
    "DOI": "10.1021/acsami.5b12242",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As one type of promising device for large-scale energy storage, the sodium-ion battery (SIB) has been considered as the optimal alternative for the traditional lithium-ion battery (LIB) due to its lower cost, more uniform distribution, and higher abundance of sodium resources in the earth’s crust.  In the Periodic Table of Elements, sodium and lithium elements are located at the same Main Group, making both share the similar chemical and physical properties. This will facilitate the fabrication of practical and high-performance SIBs under the guidance of LIB development experiences.  However, the Na+ radius (102 pm) is undesirably larger than that (76 pm) of Li+, which will make the Na+ diffusion as well as the concurrent electronic conduction much more difficult in the electrodes due to the more sluggish mass transfer process compared with the Li species.  Hence, in order to develop superior SIBs, one of the main challenges should be to increase the ionic and electronic conductivities of key electrode materials to improve the Na-storage properties. ",
                "Because of the high theoretical capacity (about 660 mAh/g) and very appropriate Na-storage potential (about 0.5–0.8 V vs Na+/Na), metallic Sb material grabbed reseachers’ attentions in recent years. Many Sb-based materials had been previously prepared and studied, such as Sb hollow nanospheres,  Sb/C fibers,  Sb/C nanocomposite,  Sb/graphene composites,  Sb porous hollow microspheres,  Sb/MWCNT,  and Sb/acetylene black.  Although most of these composites exhibited excellent performance, the Na-storage properties need further enhancement. In recent years, two-dimensional (2D) graphene materials have been extensively employed as the structural building block to construct a highly conductive network,  which can significantly enhance the Na/Li-storage properties of electrodes. This should be mainly benefited from the extremely high conductivity (theoretically 2.5 × 104 cm2 V–1 s–1) of 2D graphene nanosheets.  For example, Yu et al.  have demonstrated that NASICON-type NaTi2(PO4)3 anode material can deliver superior Na-storage performances in terms of high-rate capabilities and long cycle life after embedding active nanoparticles (NPs) into a three-dimensional (3D) graphene network. In addition to high electrical conductivity, the exceptional 2D flexibility of graphene nanosheets should be another significant structural characteristic to improve the electrochemical properties of electrode materials, especially the anode materials with high Na-storage capacity, because the huge volumetric variations caused by the Na uptake/release during cycling can be accommodated by the flexible graphene nanosheets.  Nevertheless, the composite on a physical level cannot achieve the highest Na-storage properties, because the severe aggregation of active NPs in the electrochemical sodiation/desodiation processes cannot be suppressed effectively.  Hence, it is still a big challenge to develop some new strategies to overcome the electrochemical aggregation of active NPs and thereafter improve the Na-storage properties of prepared graphene-containing nanocomposites.",
                "Herein, we find that the in-situ-generated oxygen bonds between active nanospheres and the carbonaceous framework can significantly suppress the undesired aggregation of active Na-storage NPs, which is extremely important to enhance the Na-storage properties. In order to illustrate this breakthrough in the present paper, the metallic Sb nanospheres are chosen as the example of active material because of their high theoretical capacity (about 660 mAh/g) and very appropriate Na-storage potential (about 0.5–0.8 V vs Na+/Na) when used as anode for an SIB,  while in situ reduced graphene oxide (rGO) as the highly conductive 3D carbon framework. In the in situ preparation processes, Sb nanospheres were chemically connected with 2D rGO nanosheets via the strong Sb–O–C bonds due to the concurrent reduction of Sb(III) and graphene oxide (GO) species, forming the oxygen-bond-enhanced composites (thereafter abbreviated as Sb-O-G for convenience). The constructed Sb–O–C bonds not only prevent the electrochemical aggregation of active Sb nanospheres during Na-uptake/release cycling but also enhance the intimate contact between two constituents to realize a superior high-rate performance when used as anode materials for SIBs. Hence, the Sb-O-G exhibits much improved Na-storage properties, especially the ultrafast charge/discharge capability (about 220 mAh/g Na-storage capacity at a superhigh current density of 12 A/g), compared with the Sb/G (the similar material with Sb-O-G material just non-containing Sb–O–C bonds) and pure Sb nanospheres. In addition to the chemical interaction, the micrometer-sized secondary particulates centered at about 23.7 μm and appropriate nanopores in them have also played a significant role on improving the Na-storage properties. While the former can contribute to a high tap density of about 2.1 g/cm3 to facilitate its practicability,  the latter has the ability of accommodating the volumetric variations.  Because of its above-mentioned comprehensive merits, the developed Sb-O-G anode was further assembled into full cells with the Na3V2(PO4)3 cathode.  These SIB full cells can deliver a high energy density of 160 Wh/kg at C/5 (completing the charge/discharge process in 5 h) and power density up to 7.1 kW/kg at 120 C (corresponding to an ultrashort charge/discharge time of 30 s)."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxide (GO) was first prepared by oxidation of flake graphite using the improved Hummers method.  In a typical experiment for Sb-O-G preparation, 2.48 g of -tartaric acid was dissolved in 50 mL of deionized water, and then 0.57 g of SbCl3 was added to the solution. Subsequently, the solution was diluted to 300 mL after adding 28.57 mL of GO aqueous solution (3.5 mg/mL). The diluted solution was further put in the ultrasonic bath for 20 min, and then added dropwise with 60 mL of NaBH4 (0.01 g/mL) aqueous solution under continuous stirring. After another ultrasonic treatment of 3 h, a gray precipitate (Sb-O-G micro/nanomaterial) could be easily collected by centrifugation, washed with deionized water and absolute ethanol, and then dried at 80 °C under vacuum."
                    ],
                    "name": " Preparation of Sb-O-G Micro/Nanomaterial",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Sb/G was prepared by annealing the Sb-O-G at 500 °C under a H2/Ar (5%:95%) atmosphere for 2 h."
                    ],
                    "name": " Preparation of Sb/G",
                    "type": "h3"
                },
                {
                    "content": [
                        "The preparation processes were the same as those for Sb-O-G preparation except for the addition of GO solution."
                    ],
                    "name": " Preparation of Sb Nanospheres",
                    "type": "h3"
                },
                {
                    "content": [
                        "Na3V2(PO4)3 was prepared via the previously reported method.  Typically, the molar ratio of NH4VO3, H3PO4, and Na2CO3 was 2:3:1.5. H3PO4 was added to the NH4VO3 aqueous solution dropwise under stirring; then Na2CO3 and acetylene black (8%) were introduced into solution and stirred for 7 h at 70 °C. The solution was dried in an oven at 70 °C; after 4 h of being preheated at 300 °C, the Na3V2(PO4)3 material was obtained through annealing at 800 °C for 8 h under an Ar atmosphere."
                    ],
                    "name": " Preparation of Na3V2(PO4)3",
                    "type": "h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) was performed with a Rigaku D/max200PC (Cu Kα radiation). The particle size distribution profile was obtained by a Mastersizer 2000. An X-ray photoelectron spectrophotometer (ESCALABMKLL) from VG was used and the charge compensation of Al K Alpha. The Fourier transform infrared spectroscopy (FT-IR) was obtained by a Nicolet 6700 spectrometer (Thermo) with a spectrum range from 7400 to 50 cm–1 and a resolution ratio of >0.09 cm–1. The N2 adsorption–desorption curve was taken from an Automatic Micropore and Mesopore Analyzer (ASAP 2020M). The TG curve was obtained from PE. Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images were from an SU8010 (HITACHI) and JEOL-2100 F, respectively."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The half cells were assembled in an argon-filled glovebox (S-Universal 2440/750) from MIKROUNA using CR2032 coin cells. The NMP was added to the mixture of 80% active materials, 10% acetylene black, and 10% polyvinylidene fluoride to form a homogeneous slurry. The slurry was pasted on the copper foils with a mass loading of 2–3 mg/cm2. The electrolyte is 1 M NaClO4 in a mixture of ethylene carbonate and propylene carbonate (EC/PC 1:1 by volume) with 5% fluoroethylene carbonate (FEC). Separators were glass fibers (AH-934) from Whatman, and sodium metal was utilized as the counter electrode. The galvanostatic discharge–charge performances were obtained via battery testing systems (LAND CT2001A). Electrochemical impedance spectroscopy (EIS) tests were carried out on a P4000 (Princeton Applied Research) with the frequency range from 1 MHz to 100 mHz. Cyclic voltammetry (CV) curves were obtained from a VersaSTAT 3 (Princeton Applied Research) in a potential range of 0.01–2.0 V. For full-cell evaluation, the mixture of 70% of Na3V2(PO4)3, 20% of acetylene black, and 10% of polyvinylidene fluoride was used to prepare the cathodes. All the Sb-O-G anodes were first sodiated and desodiated for 1 cycle at 50 mA/g in half cells before be applied to full-cell usage."
                    ],
                    "name": " Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The chemical interaction of Sb–O–C bonds between Sb nanospheres (JCPDS No. 35-0732 as the X-ray diffraction patterns shown in A) and rGO nanosheets in the Sb-O-G material was first studied by X-ray photoelectron spectroscopy (XPS). In both XPS survey spectra (B,C) of Sb-O-G and Sb/G materials, there exist obvious peaks originating from Sb, C, and O elements without any other impurities. Usually, there is a thin oxide on the surface of Sb NPs.  By fitting the peaks at 543–526 eV, these peaks located at 539.8, 537.5, 533.1, 531.9, and 528 eV can be assigned to Sb 3d3/2 of Sb-O, Sb 3d3/2 of Sb0, O 1s of O-C, O 1s of O═C, and Sb 3d5/2 of Sb0; another peak located at 530.5 eV is the overlap of O 1s and Sb 3d5/2 of Sb-O (A). For the comparative Sb/G material (B), the peaks belonged to O 1s of O-C and O═C shift to the 533.7 and 532.4 eV, respectively. It is because of the existence of Sb–O–C bonds between Sb NPs and graphene in the Sb-O-G composite, which causes lower electron density at the O site and thus weakens the O–C and O═C bonds. In addition, the fwhm of the peak (O 1s and Sb 3d5/2 of Sb-O) in Sb-O-G is 1.3 eV, which is larger than that (1.1 eV) in Sb/G because of the additional existence of chemical bonds in Sb-O-G. Moreover, Sb 3d3/2 and Sb 3d5/2 of Sb0 in Sb-O-G show lower intensity than those in Sb/G; this is since the existence of Sb–O–C bonds in Sb-O-G makes the Sb0 become less in comparison to Sb/G. FT-IR measurement results (C) also verify such a strong oxygen-bond interaction between Sb nanospheres and rGO nanosheets in the Sb-O-G material because of the existence of an extra Sb-O-C vibration at about 598 cm–1 compared with pure rGO and Sb/G material.  Hence, both XPS and FT-IR analyses have confirmed the strong chemical Sb-O-C interaction between active Sb NPs and conductive rGO nanosheets in the prepared Sb-O-G material. D shows the schematic illustrations, which clearly illustrate the existence of chemical Sb–O–C bonds in the Sb-O-G material and no any interaction between two components in the comparative Sb/G material.",
                        "In addition to the existing chemical interaction, the morphology and structure of the Sb-O-G material were further studied to clarify its superiority as anode for SIBs. A,B shows the scanning electron microscopy (SEM) images at different magnification. As revealed, the Sb-O-G material is actually composed of tens of micrometer spheroidal micro/nanostructures, in which uniform Sb nanospheres (∼100 nm, transmission electron microscopy images in ) are wrapped by flexible rGO nanosheets. Similarly, the Sb nanospheres in the Sb/G material are also dispersed in the 3D rGO network uniformly (SEM images in ). Additionally, the energy-dispersive X-ray spectrum (EDX) and elemental mapping () further reveal that the key elements of Sb, C, and O are evenly distributed in both samples, demonstrating their excellent uniformity of elemental distribution. Further, as shown in the EDX (A,B), the oxygen content in the Sb/G is lower than that in Sb-O-G because of the thermal reduction. The particle size distribution (C) obtained from the laser diffraction method also confirms the micrometer-sized nature of secondary particulates centered at about 23.7 μm, which not only facilitate its practicability as anode materials for SIBs but also significantly increase the SIB’s volumetric energy density. Hence, the prepared Sb-O-G is actually typical micro/nanomaterial. More interestingly, there is an obvious hysteresis loop in the N2 adsorption–desorption curve (D), demonstrating the existence of mesopores in the secondary particulates. As the Barrett–Joyner–Halenda (BJH) pore size distribution shows in the inset of D, the mesopores are mainly centered at about 47.2 nm. These mesopores can effectively accommodate the expansion/contraction of Sb nanospheres to improve the cycling performance. Furthermore, the Brunauer–Emmett–Teller (BET) surface area of Sb-O-G micro/nanomaterial is about 15.2 m2/g, which will be very beneficial to suppress the occurrence of electrochemical side reactions in the pure nanomaterials."
                    ],
                    "name": " Physical Characterizations of Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to illustrate the significance of chemical Sb-O-C interaction between active Sb nanospheres and the rGO conductive network in the Sb-O-G micro/nanomaterial as ultrafast anode for the SIB, the electrochemical Na-storage properties were first studied in half-cell systems. All the performances were also compared with the Sb/G as well as pure Sb NPs, which was prepared under the similar conditions for the Sb-O-G preparation just without GO addition and composed of irregular Sb particulates of 0.5–1 μm (). Note that all capacities were calculated based on the total mass of composite materials, and the Na-storage properties of pure rGO material were individually evaluated in . As illustrated in A, the Sb-O-G micro/nanomaterial exhibits the best Na-storage properties including the highest reversible capacity and superb high-rate performance compared to the other two samples. For example, the Na-storage capacity of the Sb-O-G micro/nanomaterial is about 550 mAh/g, which is higher than 500 mAh/g for Sb/G and 490 mAh/g for pure Sb nanospheres. At a high current density of 2 A/g, the Sb-O-G can deliver a reversible capacity of up to 415 mAh/g, while the Sb/G and pure Sb NPs just keep the capacities of about 186 and 10 mAh/g, respectively. More interestingly, the Sb-O-G can still store Na with a capacity of about 220 mAh/g at the extremely high current density of 12 A/g. In the charge–discharge curves of the Sb-O-G as shown in B, the plateaus attributed to the Sb alloying reaction are still visible at very high current density, demonstrating its superior high-rate performance. In comparison to many other Sb-based composites previously reported in high-quality journals,  as shown in , the Sb-O-G exhibits the highest reversible Na-storage capacities when current densities are >2 A/g among these reported Sb-based composites.",
                        "Additionally, the Sb-O-G micro/nanomaterial also exhibits the first-rate cycling performance as disclosed in C,D. Although the non-rGO-containing Sb material becomes sharply inactive within 5 cycles, the capacity retention can be significantly improved after graphene incorporation. The Sb/G reversible capacity will stabilize at about 195 mAh/g after 200 cycles. Very remarkably, the Sb-O-G micro/nanomaterial can still maintain a high reversible capacity of about 460 mAh/g without obvious capacity attenuation after the same cycles. The superior cycling performance of the Sb-O-G micro/nanomaterial is also verified by its cyclic voltammograms (CVs, D), in which the patterns become the same after 2 cycles. In the first cycle, the obvious reduction peak at 0.32 V can be attributed to alloying conversion of crystalline Sb nanospheres into the NaxSb phase,  and the reversible dealloying reaction reacts at about 0.9 V in the oxidation process.  In the following cycles, the reduction peak transforms gradually into three at about 0.33, 0.50, and 0.65 V, which should be due to formation of hexagonal Na3Sb, while the positions of oxidation peaks always maintain at about 0.9 V.  The similar changes of CV patterns are also observed for the Sb/G material, and there is no peak after one cycle for the pure Sb nanospheres because of its inactivation ().  further compares the electrochemical impedance spectroscopy (EIS) patterns of all three samples. It is clearly observed that two graphene-added materials (Sb-O-G and Sb/G) exhibit much smaller impedance than the pure Sb nanospheres, which indicates graphene significance to increase the composite electrical conductivity. However, both graphene-added materials have almost the equal impedance values, demonstrating that the increased conductivity is not the only factor of improving Na-storage properties, especially the extremely excellent rate performance. The chemical Sb-O-C interaction should be more significant because it can well stabilize the Sb nanospheres and prevent their aggregation during electrochemical sodiation/desodiation. A–F compares the SEM images of the Sb-O-G and Sb/G electrodes before and after cycles. As revealed in B,C, the micro/nanostructures have still been preserved and Sb nanospheres can be clearly distinguished on the Sb-O-G electrodes after 200 cycles. In comparison for the Sb/G electrodes (D–F), all Sb nanospheres have seriously aggregated and fused into bulks, causing the disappearance of micro/nanostructures after the same cycles.",
                        "In order to make this viewpoint clearer, a schematic (G) is further drawn to compare the morphology and size changes of the Sb-O-G and Sb/G materials during cycling when tested as anode for an SIB. As shown, the Sb-O-G material can still maintain its micro/nanostructures without the aggregation of Sb nanospheres even after 200 cycles due to the existence of Sb–O–C bonds, while the Sb nanospheres easily detach with the rGO conductive network and self-aggregate seriously in the Sb/G electrodes. For the Sb-O-G anode, its excellent ability of micro/nanostructural preservation should be originated from the durability of existing Sb–O–C bonds, which had already been confirmed by ex situ XPS and IR tests. As shown in A,B, in comparison to the Sb/G composite, even after 200 Na-uptake/release cycles in the half cells, the O 1s peaks of O-C and O═C are located at 532.5 and 531.1 eV, respectively, which are still lower than 532.8 and 531.6 eV, respectively. This indicates that there yet are oxygen bonds between Sb nanospheres and rGO nanosheets in Sb-O-G. In addition, FT-IR measurement results (C) also verify that the Sb–O–C bonds still exist."
                    ],
                    "name": " Na-Storage Properties of the Sb-O-G Micro/Nanomaterial",
                    "type": "h3"
                },
                {
                    "content": [
                        "For such an applicable research of energy storage, the practical application of as-prepared Sb-O-G micro/nanomaterial should be more significant than just declaring its superior electrochemical properties. Hence, its full-cell application was further studied by coupling with one high-performance Na3V2(PO4)3-based composite () as cathode. In the half-cell charge–discharge curves of the Na3V2(PO4)3 cathode and Sb-O-G anode (A), there are excellent plateaus at 3.2–3.4 and 0.4–0.8 V vs Na+/Na, respectively, implying that the voltage output of Sb-O-G/Na3V2(PO4)3 full cells will center at about 2.7 V with an obvious plateau as already demonstrated by the tested charge–discharge curve (B). This is also confirmed by the obvious redox peaks in the CV patterns (C) of the same Sb-O-G/Na3V2(PO4)3 full cell. In addition to the charge/discharge ability of the SIB full cells, of more importance is their high specific capacity, extremely excellent high-rate performance, as well as good cycling stability. Note that SIB full cells used for performance evaluation were the soft-package ones (C–E) of about 3.5 × 6.5 cm2 rather than the commonly used coin cells of small-type CR2032, and the mass loading in the anode and cathode was about 1.8 and 7.5 mg/cm2, respectively. As shown in B,D, the full cells can deliver a discharge capacity of about 17.5 mAh (0.2 C). More excitingly, the full cells exhibit ultrafast charge/discharge ability (D), which is consistent with the evaluation result of ultrafast Na-storage property in half cells. For example, they can still discharge a capacity of about 8.2 mAh at a very high rate of 120 C (i.e., the charge/discharge process is completed within 30 s). In addition, the full cells also have good cycling performance with a capacity retention of about 78% after 50 cycles (E), which can be further enhanced via optimizing the assembling processes of soft-package cells.",
                        "In addition to the energy-storage performances, the practical applications of the Sb-O-G/Na3V2(PO4)3 full cells including coin and soft-package types were also demonstrated to power light-emitting diode (LED) bulbs and a calculator. A,B first shows the abilities of coin-type and soft-package-type full cells to lighten one single LED bulb, respectively, and C exhibits that the soft-package-type full cell can well power the calculator. More importantly and interestingly, the above 26 LED bulbs can be simultaneously lighted for above 1 h by one soft-package SIB full cell (D). All of these usage demonstrations imply that the Sb-O-G/Na3V2(PO4)3 full cells will exhibit extensive applications to power various electrical devices. E further shows the full cell’s Ragone plot to reveal the relationship between power and energy densities. As shown, its energy density has significantly reached about 160 Wh/kg (0.2 C), which is calculated based on the mass of active materials of both anode and cathode. The Sb-O-G/Na3V2(PO4)3 full cells have also exhibited a high power density up to 7.2 kW/kg (120 C), which should be mainly benefited from the ultrafast Na-storage capability of the Sb-O-G anode, as discussed above. The superior energy-storage performances with high energy and power densities are now pushing the present SIB full cells forward on the way of practical applications. Note that all SIB full cells presented here are monolithic ones, whose energy-storage performances could be further enhanced by optimizing the assembly processes under the guidance of mature LIB technologies."
                    ],
                    "name": " Full-Cell Performance of the Sb-O-G Micro/Nanomaterial",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, the micro/nanostructural Sb-O-G composite is successfully prepared with the uniform Sb nanospheres (∼100 nm) bound on the graphene via oxygen bonds. It is excitingly found that the in-situ-constructed oxygen bonds play a significant role on enhancing Na-storage properties of a high-capacity Sb anode, especially the ultrafast charge/discharge capability. At an ultrahigh current density of 12 A/g, the oxygen-bond-enhanced Sb-O-G composite can still deliver a high Na-storage capacity of up to 220 mAh/g. In addition, the Sb-O-G composite also exhibits superior cycling performance (almost no capacity decay after 200 cycles) and the highest Na-storage capacity of 550 mAh/g compared to 500 mAh/g for Sb/G (the similar material just without the existence of Sb–O–C bonds) and 490 mAh/g for pure Sb nanospheres. Furthermore, the micro/nanostructural nature of the Sb-O-G composite makes its tapping density up to 2.1 g/cm3, which will be very beneficial to practical application. Hence, its full-cell performances are further evaluated by coupling with one Na3V2(PO4)3-based composite as cathode material. As expected, the Sb-O-G/Na3V2(PO4)3 full cells exhibit ultrafast (120 C) charge/discharge property as well as high energy (160 Wh/kg at 0.2 C) and power (7.2 kW/kg at 120 C) densities. The superior energy-storage performances of such SIB full cells are now pushing them forward on the way of practical applications. In view of the universality of this concept, the enhancement for energy-storage properties via in-situ-generated chemical oxygen bonds, the present design could also be extended to other electrode materials of SIBs and LIBs. Presently, it has been preliminarily realized for a Sn anode, which is still in progress for deep study."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "In Situ Binding Sb Nanospheres on Graphene via Oxygen Bonds as Superior Anode for Ultrafast Sodium-Ion Batteries"
}