{
    "DOI": "10.1021/acsami.7b08704",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Because of their unique electronic and chemical properties, heteroatom-doped, especially N-doped, nanostructured carbon materials have attracted extensive attention in the field of energy storage and conversion, for use in applications such as fuel cells, batteries, hydrogen storage devices, and supercapacitors.  It has been reported that higher doping contents in the carbon matrix can lead to better performance. For example, the study of Zhang et al.  showed that the conductivity of N-doped carbon materials increases with increasing nitrogen content. Shin et al.  found that N-doped carbon nanotubes (CNTs) exhibit improved performance in lithium-ion batteries (LIBs) by creating extrinsic defects in the interlayer and providing more favorable binding of N-doped sites with Li ions. Zheng et al.  reported a highly N-doped porous carbon material contains up to 17.72 wt % N that showed excellent lithium storage up to 2132 mAh g–1 at 0.1 A g–1.",
                "For N-doped carbon-based materials, the N content is variable and strongly depends on the precursor and synthesis process. However, it is always a challenge to achieve a very high N-doping level. To obtain more highly N-doped carbon-based materials, many approaches have been attempted, including the persistent search for various types of N-rich precursors and various postprocessing procedures.  However, such strategies are usually harsh and complex, involving expensive raw materials, high-temperature treatments, and trivial procedures. The challenge of developing concise and low-cost production methods for highly N-doped carbon materials with rational structures still remains. Moreover, the lack of knowledge of the contribution of N-doping to improved electrochemical performance requires additional research efforts, especially regarding the defects resulting from the N-doping and their impacts on the performance. ",
                "In the research reported herein, an unprecedentedly highly N-doped (21.2 atom %) three-dimensional (3D) hierarchical carbon network was obtained through a special adsorption–swelling method by using never-dried bacterial cellulose (BC) pellicle as the carbonaceous material. BC, as a special bioproduct, has attracted considerable interest in the bioengineering, agriculture, and food processing fields because of its unique structural superiority such as an ultrafine 3D network, highly hydrophilic nature, high water-holding capability, excellent biodegradability, and biocompatibility.  These features allow BC to absorb large amounts of urea solution, which as a whole serves as the precursor for the targeted highly N-doped carbon network. The developed N-doped carbon fibers (NDCFs) exhibit a 3D highly porous carbon structure offering favorable conductivity and structural integrity as a superior anode material for sodium-ion batteries (SIBs). The super-high N doping also creates strong interactions between N-substituted carbon layers and sodium, as confirmed by both experimental and computational analyses. Because of these beneficial superiorities, excellent Na+ storage performance was obtained for an electrode denoted as NDCF-50 (prepared by immersing BC pellicle in 50% saturated urea solution), with a reversible capacity of 86.2 mAh g–1 even after 2000 cycles at a high current density of 10.0 A g–1."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "BC was pretreated with dilute NaOH solution at 50 °C for 2 h to remove bacteria and residues and thoroughly washed with distilled water until it reached neutral pH. The obtained gel-like pretreated thick BC pellicle was pressed under stainless steel for 24 h to remove the absorbed water. The thin BC pellicle was formed and then cut to a size of 2 cm × 4 cm. Subsequently, BC pellicles were placed into solutions with different urea contents (0, 5%, 10%, 15%, 25%, 50%, 75%, and 100% of the saturated solubility of urea in water). After the pellicles had been immersed for 48 h, thick BC pellicles were obtained and frozen in liquid nitrogen, after which they were rapidly placed in a freeze-drier at a sublimating temperature of −50 °C and a pressure of 0.015 mbar for 48 h to remove water. The dried BC cuboids were then calcined in argon atmosphere at 5 °C min–1 to 850 °C for 2 h. Finally, the obtained black products were washed with distilled water several times and dried in air at 60 °C overnight. The obtained samples were denoted as carbonized BC (CBC), NDCF-5, NDCF-10, NDCF-15, NDCF-25, NDCF-50, NDCF-75, and NDCF-100 according to their urea contents."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Transmission electron microscopy (TEM) images were collected on a JEOL 2100F transmission electron microscope. Elemental mapping images were obtained by using an electron energy loss spectroscopy (EELS) attachment on the JEOL 2100F microscope. X-ray diffraction (XRD) patterns were obtained using an X’Pert PRO diffraction system and were collected at a scan rate of 3°/min. Raman spectrometry was performed using a DXR Raman microscope (Thermo Fisher Scientific) with a frequency diode laser at 532 nm; ttwo-dimensional Raman mapping signals were collected within an area of 300 μm × 200 μm. X-ray photoelectron spectroscopy (XPS) was performed using an AXIS-ULTRA DLD-600W instrument."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All of the SIB performances of the materials were tested using 2032-type coin cells. The synthesized materials were mixed with carbon black and poly(vinyl difluoride) (PVDF) dissolved in N-methylpyrrolidone (NMP) at a weight ratio of 8:1:1 to form a slurry, which was then pasted onto copper foil and dried in a vacuum oven at 80 °C to obtain working electrodes. Pure sodium metal and lithium metal were used as both the counter and reference electrodes in SIB and LIB tests, respectively. For SIB tests, the electrolyte was 1.0 M NaPF6 in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) at a 1:1 (v/v) ratio, with 5% additive fluoroethylene carbonate (FEC). For LIB tests, the electrolyte was 1.0 M LiPF6 in a mixture of EC and DEC at 1:1 (v/v)."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density functional theory (DFT) calculations were carried out using the program BAND.  The triple polarization (TZP) basis set of Slater-type orbitals (STOs) was used. The calculations were performed using PBE-D3 generalized gradient approximation (GGA) for the exchange and correlation energy terms.  In the present study, doped graphene was modeled using a 6 × 6 supercell in which all of the atoms were free to relax. The calculations performed in this study were spin-unrestricted. The adsorption energies (Eads) of Na+ on model N-doped graphene (NG) were calculated according to the equationwhere ENa+–NG is the total energy of the Na+ bound to the NG, ENa+ is the energy of Na+, and ENG is the energy of the optimized NG before Na+ insertion."
                    ],
                    "name": " Computational Method",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "An illustration of the adsorption–swelling strategy for NDCF preparation is presented in . A rectangular never-dried thin BC pellicle (with a thickness of about 0.1 cm) was immersed in aqueous urea solutions of different concentrations. The never-dried thin BC pellicle absorbed urea solution and then swelled. The swelling rate increased slowly during the first 6 h and then reached equilibrium after 48 h. Eventually, the thin BC pellicle became a cuboid with a thickness of about 0.8 cm. The swelled BC was subsequently freeze-dried and calcined in argon atmosphere to obtain the targeted product. It is known that BC itself exhibits a high level of interfiber bonding through hydrogen bonding of the continuous nanoribbons.  Upon the adsorption of urea, the N–H groups in urea can combine with the hydroxyl groups in BC and form additional multitopic hydrogen bonds. Unlike typical hydrogels, the texture of BC is peculiar, and its original elasticity can never recover once the gel is collapse. In this case, we made full use of the high water holding capability, as well as the particular cross-linking structure of BC in its never-dried state. This phenomenon is similar to that occurring with squid, a common oriental seafood. The squid can hardly swell back to its original water-rich form after it has been completely dried. ",
                "The statuses of BC at different preparation stages are presented as digital photographs in a. Fresh BC exhibits a three-dimensional nonwoven network of nanofibrils (). The thin never-dried BC pellicle became an inflated one after the adsorption–swelling process and kept its original shape after calcination. The resulting carbonized BC (CBC) completely inherited the original 3D nanofibrous morphology (b). The SEM image of NDCF-50 (prepared by immersing BC pellicle in 50% saturated urea solution, c) also reveals its particular structure with numerous interconnected nanoribbons, suggesting that there is no apparent morphology change during the calcination process. This is further confirmed by the TEM images of NDCF-50 (d–f). The diameter of the fibers is in the range of 10–200 nm. A highly microporous structure was also observed in the high-resolution TEM image. It is believed that the microspores can be attributed to the decomposition of urea during high-temperature pyrolysis. ",
                "The developed porous structure in NDCF-50 is beneficial for the diffusion of Na+. This structure also provides more accessible connections of the electrolyte during cycling. The carbon nanofibers contacted with the robust interlinked network ensure good electronic conductivity of NDCF-50 by shortening the electron-transfer distance. The EELS elemental mapping images show that N was homogeneously doped into the 3D nanofibrous framework (h–j). The introduction of N might create more defects by strongly modifying the electron-donor states near the conduction band edge, which contributes improved surface reactivity to the NDCFs by introducing structural defects. ",
                "X-ray photoelectron spectroscopy (XPS) and elemental analysis (EA) were carried out to evaluate the chemical compositions of the synthesized samples. Regarding the N concentrations, surface and bulk, the synthesized samples showed considerably good consistency between the EA () and XPS (a) results, confirming the successful N doping and reliable N content. It was also observed that the N contents in the synthesized samples increased with increasing concentration of urea and reached the highest value of 21.2 atom % at 50% urea solution (NDCF-50); a similar phenomenon was observed by EA. To the best of the authors’ knowledge, such a high N-doping content has never been reported in the open literature. A comparison of the N-doping contents obtained from the reported literature and this work is provided in . The super-high N-doping content reached in the present study is because the unique robust nanofibrous structure of BC is more conducive to the absorption of urea solution, and the “stored” urea had a close-knit relation through hydrogen bonding with the “holder” (). Meanwhile, the special adsorption–swelling method using a nerver-dried BC pellicle contributes to the storage of more urea. Therefore, the urea will be continually and efficiently “fed” into the BC-derived carbon matrix from the “warehouse” during calcination, thus resulting in an enhanced N-doping content through efficient utilizing of urea. ",
                "b shows that the XPS curve of the NDCF-50 sample can be deconvoluted into four peaks: 398.2 eV for pyridinic N (N-6), 399.9 eV for pyrrolic N (N-5), 400.3 eV for quaternary N (N-Q), and 402.3 eV for nitrogen oxide of pyridinic N (N-6+). c shows that the proportion of N-Q remains at a high value of more than 35%, suggesting that more N atoms are located at the periphery of the carbon matrix than inside it. The contents of N-6 in all of the synthesized NDCF samples increased with increasing N-doping content until the N-doping content reached ca. 20.0 atom %, which means that the heteroatomic incorporated N atoms are inclined to locate at the periphery region of carbon lattice in the case of higher N-doping contents. It was shown that a high N-doping content can create a multitude of cavities and defects within the carbon skeleton, which facilitates the stabilization of ions through electrosorption on the carbon surface and thus provides more active sites during the electrode reactions.  Therefore, Raman spectra were obtained to investigate the contribution of N doping to the defects in the as-prepared NDCFs (d). The analysis showed that the value of intensity ratio of the D and G bands (ID/IG) in CBC was 0.995 and it increased to 1.016 in NDCF-5, indicating that N doping is an effective method for introducing defects into the carbon matrix.  Moreover, the considerable peak shift in the Raman spectra of NDCF samples indicates that N doping brings new chemical structures such as quaternary N and pyridinic N, increased disorder, and electronic structure changes in the carbon backbone as well. To be specific, as compared with the spectrum of CBC, the D band of NDCF-5 experiences a blue shift from 1321.5 to 1345.5 cm–1, whereas the G band red shifts from 1590.2 to 1585.5 cm–1. This indicates a modification of the fine CBC structure even at a low doping level (N/C atom ratio of 0.06). When the N/C ratio reached the highest value of 0.28 (N-doping content of 21.2 atom %), the D peak underwent a serious blue shift of 31.4 cm–1, whereas the G band exhibited a red shift of 37.0 cm–1. N atoms can provide free electrons and act as electrons donors, which facilitates electron transfer between the valence and conduction bands. Therefore, the shifts of both the D and G bands can be attributed to the electronic structure changes in the carbon substrate, which are accompanied by the introduction of more structure defects.  The uniformity of the structural defects in the case of the high N-doping content (21.2 atom %) was further verified by using a two-dimensional Raman mapping spectrum within a large area of 300 μm × 200 μm, as shown in .",
                "Representatively, the pore structures of CBC and NDCF-50 were investigated by N2 adsorption–desorption measurements. The obtained isotherms are presented in  with the pore size distribution in the left corner. The Brunauer–Emmett–Teller (BET) specific surface area and pore volume of the pristine CBC are 705.3 m2 g–1 and 0.46 cm3 g–1, respectively. However, NDCF-50 shows a smaller BET specific surface area (606.8 m2 g–1) but a significantly improved pore volume (1.19 cm3 g–1) compared to CBC. These changes can be attributed to the change in the microstructure after urea treatment.  The pore distribution analysis also confirmed the pore structure variation by showing significantly enhanced micropore and mesopore desorption of NDCF-50. This is mainly due to the pore-formation process of CO2 and NH3 during the decomposition of urea, which agrees well with the TEM results.",
                "The prepared samples were employed as electrode materials for SIBs. a shows the capacities of different samples in the range of 0.01–3.0 V (vs Na+/Na, as assumed hereafter) at a current density of 1.0 A g–1. The CBC-based electrode had a capacity of only 57.4 mAh g–1. However, after being doped with N, the obtained NDCF-5 showed an increased capacity of 74.6 mAh g–1. A linear increase in capacity with increasing N-doping content was observed, and a capacity as high as 222.2 mAh g–1 was obtained when the N-doping content was 21.2 atom %. It is reasonable to ascribe the increased capacity of the NDCF sample to the extrinsic defects generated from N-doping, through which Na+ can diffuse into the unexploited space and improve the Na+ storage capacity.  Moreover, the higher content of N in the carbon matrix provides a more defective structure and more favorable binding sites with Na+. The typical charge–discharge profiles of NDCF-50 in b reveals its initial discharge and charge capacities of 746.7 and 222.2 mAh g–1, respectively, at a current density of 1.0 A g–1. (The CV curves of NDCF-50 are shown in .) During the following cycles, the NDCF-50 electrode showed slightly sloping charge/discharge curves, achieving a high capacity of 191.8 mAh g–1 at the 1000th cycle with capacitance retention of 86.3%. The unique 3D fibrous network can provide shortened pathways for Na+ intercalation/deintercalation, and the abundant pores serve as reservoirs for the storage of Na+ and relieve the local volume changes of the bulk material. Thus, after long-term cycling, no apparent morphology change was observed, as confirmed by the TEM images obtained after cycling (). Prolonged cycling tests for the NDCF-50 electrode showed that it can retain high capacities of 97.2 mAh g–1 (5.0 A g–1) and 86.2 mAh g–1 (10.0 A g–1) even after 2000 cycles, indicating its outstanding electrochemical reversibility (c). For a better understanding of the advantageous application of NDCF-50 in SIBs, the rate performance of NDCF-50 was further investigated (d). NDCF-50 delivered reversible capacities of 295.0, 267.2, 240.3, and 218.3 at current densities of 0.1, 0.2, 0.5, and 1.0 A g–1, respectively. A high capacity of 100 mAh g–1 could still be obtained even at a very high current density of 20 A g–1, revealing the excellent rate performance and fast Na+ insertion/extraction capability of NDCF-50. The cycling stabilities of the other samples prepared in the presence of different urea contents at a current density of 1.0 A g–1 are shown in e. It can be observed that the cyclic stabilities of CBC, NDCF-5, NDCF-10, NDCF-15, NDCF-25, NDCF-75, and NDCF-100 were 75.8%, 85.1%, 86.5%, 83.3%, 80.1%, 87.6%, and 79.0%, respectively. The cyclic stabilities of the doped samples were much better than that of CBC, which is ascribed to the greater numbers of active sites generated from the N doping. When comparing the cyclic stabilities among all of the NDCFs, no obvious differences could be seen, which is mainly because the intrinsic natural 3D structure of CBC plays an important role and provides pathways for electron transport, whereas large numbers of micro/mesopores in the NDCFs can act as reservoirs for the storage of Na+ ions, which guarantees excellent cycling performance. The enhanced Na+ storage properties of NDCF-50 might due to the following factors: (1) The nanopores generated on the surface supply abundant transport channels as well as temporary transfer stations for Na+ ions, enabling the use of unexplored porous space for Na+ storage. (2) The N doping contributes to an enhanced capacity by offering favorable binding between N-doped sites and Na+, which introduces faradic capacitance on the surface and edge planes. Meanwhile, the high content of N doping can improve the electrochemical reactivity of the carbon materials, and N functionalities can induce more active sites to absorb Na+ and enhance the capacity. (3) The peculiar 3D carbon nanofibrous networks ensure an efficient and continuous path for electron transport, as well as accelerated ion transport by offering improved electrolyte access to the surface active sites, leading to a further capacity boost. ",
                "To further investigate the influence of N doping and the porous structure on SIB performance, the capacity contributions of CBC and NDCF-50 in various potential regions during cycling were compared (). Three predominant mechanisms have been proposed for Na+ insertion into N-doped carbon materials: (1) adsorption of Na+ into the micropores at the lowest voltages,  (2) insertion of Na+ between carbon layers corresponding to the sloping voltage profile,  and (3) reaction of Na+ with the topological defects induced by abundant N-containing functional groups.  For the CBC-based electrode (a), the discharge curve at the second cycle shows a vertical line in the range of 3.0–1.0 V and then a sloped curve from 1.0 to 0.2 V during the initial reduction. This is followed by a relatively flat region with a capacity contribution of 22.8 mAh g–1 in the voltage range between 0.2 and 0.01 V, within which the Na+ ions perform insertion/extraction in the interlayer of carbon. During the following cycles, the capacity contributions above 1.0 V remain steady with a negligible value of ca. 5.0 mAh g–1, whereas the capacity in the range of 0.2–0.01 V decreases slowly to 10 mAh g–1. It finally reached a total value of 35.0 mAh g–1 at the 1000th cycle, with a capacitance retention of 61.0%. In contrast, owing to the large amount of defects created by N doping, the NDCF-50 electrode presented a completely different behavior (b). Specifically, the NDCF-50 electrode delivers a capacity of 220.8 mAh g–1 at the second cycle, with a capacity contribution of 27.9 mAh g–1 above 1.0 V and 46.7 mAh g–1 below 0.2 V. The increased capacity below 0.2 V (from 22.8 to 46.7 mA g–1) is attributed to the contribution of Na+ storage from the newly created nanopores. Moreover, for the voltage range below 0.2 V, a slight capacity increase was observed during the first five cycles. This is due to the full infiltration of electrolyte ions into the porous structure and carbon layers. Subsequently, the capacity decreases continuously to 39.0 mAh g–1 at the 500th cycle and 30.3 mAh g–1 at the 1000th cycle. For the capacity in the voltage range of 0.2–1.0 V, a reversible capacity of about 93.6 mAh g–1 at the second cycle was observed, which is ascribed to the faradic capacitance on the surface or on the edge sites of the carbon surface.  This is much higher than that of the CBC within the same voltage range. This phenomenon indicates that high N doping introduces abundant defects and promotes chemical adsorption with Na+, leading to the significantly increased capacity. Moreover, unlike the pristine CBC electrode, the NDCF-50 electrode exhibits an increased capacity contribution within the voltage range of 1.0 V–3.0 from 27.3 to 62.4 mAh g–1 after 500 cycles and remains stable even after 1000 cycles. This might be due to the long-term electro-activation process creating more adsorption sites on the surface and defects.",
                "To provide more insight into the behavior of Na+ on N-doped carbon materials with abundant topological defects, the adsorption of Na+ on the N-doped carbon model surface was studied by DFT. In the present study, a regular 6 × 6 hexagonal supercell of graphene with defects, referred to as NG, was used as the carbon model surface (). The adsorption energies of Na+ on different sites of NG were calculated. The results show that Na+ adsorbed at the defect site (G) beside the N-6 structure has a very strong adsorption energy (2.21 eV). The Na+ adsorption energy decreases as the ion moves away from the defect site. For example, the adjacent B and D sites have mild adsorption energiies of 1.29 and 1.36 eV, respectively. The adsorption energy is further decreased to 0.67 and 0.83 eV for the N-Q and regular graphene (C) sites, respectively. These results suggest that the N-6 defect sites created by N doping can strongly “host” the Na+ ions and therefore contribute to the enhanced storage capacity of Na+ on this N-doped model."
            ],
            "name": "3 Results",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully prepared highly doped NDCFs with a special adsorption–swelling method using BC as a spongelike carbonaceous material. The prepared high-N-doping-content NDCF materials were used as anode materials in SIBs. It was found that NDCF-50, with a N-doping content reaching as high as 21.2 atom %, could maintain a capacity of 86.2 mAh g–1 even after 2000 cycles at a high current density of 10.0 A g–1. The superior performance of NDCF-50 in SIBs was attributed to the robust porous three-dimensional carbon network with uniform defects resulting from N doping. The highly N-doped carbon nanomaterial with well-defined structures developed in the present work is a promising anode material for high-performance SIBs. We believe that the obtained materials might also be applicable as catalysts, supercapacitors, adsorbents, and LIB electrodes."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Highly Nitrogen-Doped Three-Dimensional Carbon Fibers Network with Superior Sodium Storage Capacity"
}