{
    "DOI": "10.1039/D1DT04271H",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In view of the limited lithium resources, uneven global distribution, and high manufacturing cost, lithium-ion batteries (LIBs) cannot meet the increasing demand for large-grid and renewable energy markets. This compels scientists to explore alternative metal-ion batteries. In the past decade, sodium-ion batteries (SIBs) have been deemed as highly potential substitutes by virtue of their inexpensiveness and rich Na resources. Moreover, sodium and lithium possess similar physicochemical properties and energy storage mechanisms. However, the radius of the Na+ ion (0.102 nm) is much larger than that of the Li+ ion (0.076 nm), leading to sluggish diffusion kinetics and severe volume expansion of the electrode materials during the sodiation/desodiation process, leading to poor rate and cycling stability. As a key electrode, the anode is an imperative component in the assembly of a full battery. Hence, it is crucial to develop suitable and high-capacity electrode materials with outstanding conductivity and fast Na+ ion transport kinetics.",
                "Lately, transition metal selenides (TMSes) with their remarkable physicochemical properties have gradually aroused tremendous attention as anode materials for SIBs. The M–Se bonds of TMSes are weaker than those of corresponding transition metal oxides (TMOs)/sulfides (TMSs), meaning that TMSes can more easily achieve the conversion reaction and store more sodium ions. Moreover, the produced Na2Se displays higher conductivity compared to Na2O and Na2S under the fully discharged state, resulting in better electrochemical performance. Among the various TMSes, cobalt diselenide (CoSe2) is believed to be a promising candidate for SIBs due to its outstanding sodium storage property. Nevertheless, its drastic volume variation and sluggish diffusion kinetics during the discharging/charging processes lead to poor cycling stability and rate capability. Besides, its low intrinsic electrical conductivity also restricts its further application in SIBs. To overcome these above obstacles, constructing CoSe2/carbon (C) hybrids is a reasonable and promising approach to boost the Na-ion diffusion and storage. Carbonaceous materials, including amorphous carbon, carbon nanofibers (CNFs), graphene (GR), and carbon nanotubes (CNTs), could not only improve the electronic conductivity but also effectively buffer the volumetric expansion of CoSe2, achieving superior cycling stability. Among these, CNTs, as the typical representatives of one-dimensional (1D) nanomaterials, are regarded as the prospective carbon materials because of their inherent accessible surface area, excellent chemical stability, and electrical conductivity. Moreover, N-doped amorphous carbon with high mesoporosity has also been proven to effectively facilitate intimate contact between the active materials and the electrolyte, shorten the Na+ diffusion pathways, and alleviate the volume change in the active materials during the (de)sodiation process.",
                "Metal–organic frameworks (MOFs) composed of inorganic metal centers and bridged organic ligands, with their unique characteristics (diverse structures, high surface areas, and controllable porosity), have garnered widespread attention and have been applied in many fields, such as gas adsorption and separation, chemical sensors, drug delivery, and catalysis. In addition, MOFs have also been used in energy storage and conversion. In particular, MOF-derived materials could offer sufficient contact area and shorten the electron/Na+ diffusion pathways in the SIBs field. For instance, Wang et al. successfully prepared a neuron-like 3D network structure S-doped carbon derived from ZIF-8/ZIF-67 and polythiophene precursors with outstanding extra-long cycling performance (225 mA h g−1 at 5000 mA g−1, exceeding 3000 cycles). Huang et al. fabricated an ultrafine Sb@PC octahedron through an in situ substitution using Cu(btc)3 MOF as the templates. When evaluated as the electrode for SIBs, the composite delivers a high reversible capacity of 634.6 mA h g−1 under a current density of 100 mA g−1 and prominent rate capability (298.2 mA h g−1 at 2.0 A g−1). Li et al. reported CoSe2/N-doped carbon box from the sacrificial ZIF-67 templates, which shows excellent cycling performance (390.2 mA h g−1 at a current density of 5 A g−1 for 4000 cycles). Kang et al. constructed necklace-like CNT/CoSe2@NC composites using ZIF-67 as the precursors, which exhibit a very high reversible capacity of 404 mA h g−1 at 200 mA g−1 over 120 cycles. Despite this, it is urgently needed to obtain CoSe2-based anodes with high performance for practical applications.",
                "Herein, we designed a nitrogen-doped carbon-coated cobalt selenide, which was anchored on multiwalled carbon nanotube networks (denoted as CoSe2@NC/MWCNTs) via a selenization process with ZIF-67 MOF as the template. Firstly, ZIF-67 polyhedral were in situ grown on the MWCNT substrate under moderate conditions, generating the ZIF-67/MWCNTs composite. Then, the above-produced precursor and Se powder could transform into the CoSe2 nanoparticles under high-temperature calcination, and the N-doped carbon from the pyrolysis of ZIFs-67 was uniformly coated on the surface of CoSe2 (CoSe2@NC), finally forming the CoSe2@NC/MWCNTs composite. Such a unique structure has several advantages: (1) the MWCNTs could restrain the particles from being aggregated and enhance the electronic conductivity; (2) the formed interconnected network could ensure the structural stability and provide fast electron/ion transfer pathways; (3) the porous structure and N-doped carbon layers could increase the active sites and alleviate the volume change during the (de)sodiation process. Based on this, as an anode in SIBs, the CoSe2@NC/MWCNTs hybrids show a high reversible sodium capacity of 479.6 mA h g−1 at a current density of 0.2 A g−1 and exceptional rate capability (227.4 mA h g−1 at 20 A g−1). The impressive electrochemical properties indicate that the CoSe2@NC/MWCNTs composite is the prospective electrode for SIBs anode."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The MWCNT suspension (5 wt%) was purchased by Shenzhen Dynanonic Co., Ltd (Shenzhen, China), methanol (CH3OH) was obtained by Sinopharm Chemical Reagent Co., Ltd (Shanghai, China), and cobaltous nitrate hexahydrate (Co(NO3)2·6H2O), 2-methylimidazole (C4H6N2), and selenium (Se) powder were purchased from Energy-Chemical Co., Ltd (shanghai, China). The CR2032-type coin cells were purchased from Guangdong Candlelight New Energy Technology Co., Ltd (Dongguan, China). All reagents were analytical grade and used directly without further purification.",
                {
                    "content": [
                        "Firstly, the optimized amount of MWCNT suspension was diluted in CH3OH (50 mL) and stirred vigorously at room temperature for 20 min. Co(NO3)2·6H2O (0.3493 g, 0.12 mmol) was then added into the homogeneous dispersion and stirred overnight. Then, 10 mL CH3OH dissolved C4H6N2 (0.41 g, 5 mmol) was added dropwise to the resulting mixture for one hour and stirred continuously for 24 h. After that, the precursor was filtered and washed with methanol several times. Finally, the ZIF-67/MWCNTs composite was collected after freeze-drying for 24 h. For comparison, ZIF-67 was also prepared by the same method without adding the MWCNTs."
                    ],
                    "name": "Synthesis of the ZIF-67/MWCNTs composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The obtained ZIF-67/MWCNTs and Se powders (in weight ratio of 1:2) were mixed and placed in a quartz boat. Subsequently, the mixture was annealed at 500 °C for 2 h with a ramp of 5 °C min−1 under an N2 atmosphere. The resultant black powder was the CoSe2@NC/MWCNTs composite. In addition, the CoSe2@NC composite was fabricated via a similar approach with ZIF-67 as the precursor."
                    ],
                    "name": "Synthesis of the CoSe2@NC/MWCNTs composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The PXRD data was collected by a Bruker D8 advance X-ray diffractometer with Cu Kα radiation (λ = 1.5418 Å). The Raman spectra were recorded by a confocal Raman microscope (HORIBA Jobin Yvon) with a 532 nm laser. The micromorphology was characterized via a field-emission scanning electron microscope (Hitachi S4800) and a high-resolution transmission electron microscope (JEOL JEM-2100F). The X-ray photoelectron spectra (XPS) were collected by an ESCALAB 250 spectrometer with a monochromatic Al Kα X-ray source. The thermogravimetric analysis (TGA) of both the samples was recorded by a Thermal Analyzer (STA-449-F3, Germany) with a heating rate of 10 °C min−1 in the temperature range of 25–800 °C under an air atmosphere. The N2 adsorption/desorption experiment was studied using an ASAP 2460 Surface Area and Porosimetry instrument (Micromeritics, USA)."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance was tested by CR2032 coin cells with Na foil as the counter electrode and glass microfiber (Whatman, GF/D) as the separator. The anode electrodes were prepared by mixing the active materials (CoSe2@NC/MWCNTs, 80 wt%), conductive carbon additives (acetylene black, 10 wt%), and poly(vinyl difluoride) (PVDF, 10 wt%) in N-methyl-2-pyrrolidinone (NMP). The slurry was coated onto Cu foil and dried at 90 °C overnight. Then, the electrodes were punched into about 1 cm2 coins, which had an average mass loading of 1.0–1.2 mg cm−2. The electrolyte was 1.0 M NaClO4 in ethyl carbonate (EC) and dimethyl carbonate (DMC) (1:1 by volume) with 5 wt% additive fluoroethylene carbonate (FEC). The CoSe2@NC electrodes were prepared in the same way. Galvanostatic charge/discharge cycling was performed using the NEWARE battery tester (Shenzhen, China) with a voltage window of 0.05–3.0 V (vs. Na/Na+), and cyclic voltammetry (CV) curves were obtained on an CHI760D (Shanghai, China) electrochemical workstation with a scan rate of 0.1 mV s−1. Electrochemical impedance spectroscopy (EIS) was carried out in the frequency range from 0.1 MHz to 0.01 Hz at open-circuit voltage."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Scheme 1 depicted the synthetic procedure for the CoSe2@NC/MWCNTs composite (details in Experimental section). Initially, the polyhedron-shaped ZIF-67 precursor was formed via a simple solvent method (2-methylimidazole as the organic ligands). Fig. 1a shows that the particle size of the ZIF-67 precursor with a smooth surface is about 500 nm. Afterward, the CoSe2@NC composite was obtained through the calcination of ZIF-67 with selenium powder under N2 atmosphere, wherein organic ligands would generate nitrogen-doped carbon and form a porous structure during the carbonization process. As depicted in Fig. 1b, CoSe2@NC still retains a similar appearance and the surface is rough and dented, which might be due to the change caused by the carbonization of ZIF-67. The ZIF-67/MWCNTs precursor could also be synthesized using the same method. As Fig. 1c shows, the ZIF-67 polyhedron with slightly reduced sizes is anchored on multiwalled carbon nanotube networks. After pyrolysis, the original morphology was destroyed and the CoSe2@NC composite, composed of numerous primary particles, was closely surrounded by the MWCNTs to form an interconnected network (Fig. 1d), showing that the formed networks could suppress the particle sizes. Moreover, the EDX mapping of CoSe2@NC/MWCNTs was employed to understand the elemental distribution. Obviously, the EDS analysis in Fig. S1† displays that CoSe2@NC/MWCNTs contains Co, Se, N, and C elements, where the atomic ratio of Co and Se is about 1:2.4. Moreover, the C, N, Co, and Se elements co-exist and are uniformly distributed throughout the entire CoSe2@NC/MWCNTs (Fig. 1e–i). The micromorphology and inner structure of the two samples were further investigated by transmission electron microscopy (TEM). Fig. 2a and b show that CoSe2@NC exhibits homogeneous polyhedron morphology with a size of about 500 nm, corresponding to the result of the SEM observation. The TEM images of CoSe2@NC/MWCNTs composite are shown in Fig. 2c–e. It can be seen that CoSe2 particles consist of many primary nanoparticles and are supported on interconnected MWCNT networks. These cross-linked MWCNTs not only provide fast ion/electron diffusion dynamics but also enhance the electrical conductivity, achieving excellent electrochemical performance. Furthermore, the high-resolution TEM (HRTEM) image of CoSe2@NC/MWCNTs in Fig. 2f indicates that the CoSe2 particles are evenly wrapped into the N-doped carbon layer with a thickness of ∼5 nm and surrounded by MWCNTs. The well-defined lattice fringe with an interlayer spacing of 0.260 nm corresponds to the (210) crystal plane of cubic CoSe2. In addition, the d-value of ≈0.347 nm (Fig. 2f) is in perfectly good agreement with the (002) plane of MWCNTs, revealing the successful preparation of the CoSe2@NC/MWCNTs composite.",
                "The crystalline phases of the as-fabricated materials were firstly studied by X-ray diffraction (XRD) analysis. The XRD patterns in Fig. 3a indicate that all the intense and instinct peaks could be well indexed to the cubic phase of CoSe2 (JCPDS no. 09-0234), in which the peaks at 30.5°, 34.4°, 37.6°, 43.6°, 51.7°, 56.7°, 58.9°, and 74.1° match with the (200), (210), (211), (220), (311), (230), (321), and (421) crystal planes, respectively. There are no characteristics associated with N-doped carbon between the two samples, demonstrating that N-doped carbon is not detected in the XRD patterns of CoSe2. Besides, the diffraction peaks located at 26.5° and 42.5° in the XRD pattern of CoSe2@NC/MWCNTs are assigned to the MWCNTs, while the peaks at 36.5° and 61.5° correspond to the residual Se powder, which might remain in the MWCNTs network and be eliminated incompletely during the calcination process. A similar phenomenon was also reported in other CoSe2-based materials. Then, the Raman spectra were collected to confirm the presence of N-doped carbon and MWCNTs in the CoSe2 hybrids. As Fig. 3b presents, there are two shifts centered at about 1346 and 1583 cm−1 for CoSe2@NC and CoSe2@NC/MWCNTs composites, which represent the disordered (D) band and the graphitic (G) band of carbon, respectively, indicating the existence of a carbon matrix in both the samples. Furthermore, the ID/IG value of CoSe2@NC/MWCNTs (1.07) is lower than that of CoSe2@NC (1.11), suggesting that the addition of MWCNTs could enhance the graphitization degree of CoSe2@NC/MWCNTs. To further prove and calculate the contents of carbon in the CoSe2 hybrids, thermogravimetric analysis (TGA) was conducted in air in the temperature range from 25 °C to 800 °C. As Fig. 3c displays, both the samples show similar TG curve trends, i.e., the slight weight loss before 300 °C is ascribed to the partial oxidation of CoSe2 to cobalt selenite (CoSeO4) and selenium oxide (SeO2). Subsequently, the weight losses correspond to the oxidation of carbon to CO2 and the degradation of CoSeO4 to cobalt oxide (Co3O4). After 600 °C, the weight shows no change, indicating that CoSe2 has been fully oxidized into Co3O4. According to the previously reported literatures, the carbon contents in the CoSe2@NC and CoSe2@NC/MWCNTs composites could be calculated to be 13.3 and 45.5 wt%, respectively. The specific surface areas and pore distributions of CoSe2@NC and CoSe2@NC/MWCNTs were examined by the Brunauer–Emmett–Teller (BET) method (Fig. S2, ESI†). Fig. S2a† presents the nitrogen adsorption/desorption isotherms of CoSe2@NC and CoSe2@NC/MWCNTs with the representative type IV adsorption–desorption isotherm, indicating the nature of the mesopores in the composites. Based on the Brunauer–Emmett–Teller (BET) analysis, the specific surface area of CoSe2@NC/MWCNTs (61.1 m2 g−1) is an order of magnitude higher than that of CoSe2@NC (5.80 m2 g−1), disclosing that the addition of MWCNTs effectively prevents the growth of the CoSe2 grains, corresponding to the SEM results. Moreover, the pore size distribution for both the composites is also collected and is mainly distributed within 20–60 nm, corresponding to the characteristic of the mesopores (Fig. S2b†). These results reveal that the existence of MWCNTs could improve the specific surface area and enrich the active sites, which could shorten the transport path of Na+ and offer many channels for easy electrolyte access, thus achieving better sodium storage performance.",
                "The electronic states and chemical compositions of CoSe2@NC and CoSe2@NC/MWCNTs composites were further confirmed by the XPS survey spectrum. Fig. 3d gives the full survey spectrum of both the samples, in which the signals of carbon, nitrogen, cobalt, and selenium could be distinctly detected, indicating the successful formation of the CoSe2@NC and CoSe2@NC/MWCNTs composites. As Table S1† lists, the weight percentage of CoSe2 is approximately 2%, which is much lower than that of the TG results, which is related to the analysis method. Since XPS only detects a depth of several nanometers, the internal CoSe2 is difficult to detect, further leading to a rough result. The C 1s spectrum of CoSe2@NC/MWCNTs (Fig. 3e) could be subdivided into four peaks at 284.6 eV, 285.0 eV, 286.2 eV, and 290.3 eV, which are assigned to C–C, CC, C–O/C–N, and OC–O bonds, respectively. The N 1s spectrum of CoSe2@NC/MWCNTs (Fig. 3f) exhibits four deconvoluted peaks of pyridinic N (398.9 eV), pyrrolic N (400.2 eV), graphitic N (401.3 eV), and oxidized N (405.7 eV), implying the existence of the doped N element. After quantitative analysis, the atomic content of the N element was about 1.87%. The existence of N-doped carbon could provide more active sites, and also enable fast ion diffusion, which enhances the electrochemical performance of the CoSe2@NC/MWCNTs composite. Compared with CoSe2@NC, the pyrrolic N peak (green line) in the CoSe2@NC/MWCNTs sample shifts to a higher binding energy from 399.2 to 400.2 eV, indicating that there is a strong chemical bonding between CoSe2 and pyrrolic N of the N-doped carbon. This chemical bonding allows N-doped carbon to be closely bound to the CoSe2 nanoparticles and improves the electrochemical stability.Fig. 3g shows the Co 2p spectra of the two composites, including the Co 2p1/2 peak at 780.9 eV, Co 2p3/2 peak at 796.9 eV, and two satellite (Sat.) peaks of Co 2p at 802.5 eV and 785.3 eV. In the Se 3d comparative analysis (Fig. 3h), the spectra of both the samples consist of two deconvoluted peaks, corresponding to Se 3d5/2 and Se 3d3/2, respectively, while the other three peaks are assigned to Co 3p3/2, Co 3p1/2, and Se–O bonding, respectively. The appearance of Se–O bonding might be related to the oxidation of the material surface. Notably, the Se 3d and Co 3p peaks in the CoSe2@NC/MWCNTs sample migrate to a higher binding energy compared with that of the CoSe2@NC composite, demonstrating that the interaction of CoSe2 with MWCNTs weakens the electron density of Co and Se, leading to accelerated charge transfer kinetics.",
                "The Na+ storage performance of both the composites was investigated using CR2032 coin-type half-cells. Cyclic voltammetry (CV) measurements were firstly performed at a sweeping speed of 0.1 mV s−1 over the potential window of 0.05–3.0 V (vs. Na+/Na). Fig. 4a displays the initial five CV curves of the CoSe2@NC/MWCNTs electrode. During the first reduction sweep, one prominent peak centered at 0.87 V, which disappears in the subsequent cycles, refers to the formation of the solid electrolyte interphase (SEI) film. With the cycle continuing, a new broad peak centered at 1.70 V could be observed during cathodic scans, resulting from the sodiation of Co. The reduction peak at 1.40 V is assigned to the formation of NaxCoSe2 (CoSe2 + xNa+ + xe− → NaxCoSe2), the other two peaks at 1.09 and 0.61 V are attributed to the generation of CoSe/Na2Se (NaxCoSe2 + (2 − x) Na+ + (2 − x) e− → CoSe + Na2Se) and Co/Na2Se (CoSe + 2Na+ + 2e− → Co + Na2Se), respectively. During charging, the anodic peaks centered at 1.86 and 1.93 V correspond to the conformation of NaxCoSe2 (Co + 2Na2Se → NaxCoSe2 + (4 − x) Na+ + (4 − x)e−) and CoSe2 (Co + 2Na2Se → CoSe2 + 4Na+ + 4e−), respectively. Noticeably, the CV curves are overlapped well from the 2nd cycle, revealing the high electrochemical reversibility of the CoSe2@NC/MWCNTs sample with the addition of MWCNTs. Under the same conditions, the CV curves of the CoSe2@NC electrode were also measured and compared (Fig. S3†). There are no apparent redox peaks for the CoSe2@NC electrode in all the cycles, indicating the weak kinetic properties. It should be noted that the weight of the CoSe2 hybrid is composed of CoSe2, N-doped carbon, and the MWCNTs network. The Co@N-doped carbon and MWCNTs network might have negligible capacity for sodium ion storage. When employed as the anode for SIBs, the Co@N-doped carbon and MWCNTs electrodes show insignificant specific capacities of ∼30 mA h g−1 (Fig. S4†) and ∼65 mA h g−1 (Fig. S5†) at a current of 0.2 A g−1, respectively. Hence, the sodium ion storage capacity of the CoSe2 hybrid is primarily contributed by CoSe2 and the specific capacity is calculated based on the actual mass of CoSe2. Then, the galvanostatic discharge/charge (GCD) profiles of the two electrodes at 0.2 A g−1 are presented in Fig. 4b and Fig. S5,† respectively. The initial discharge and charge capacities of the CoSe2@NC/MWCNTs electrode are 1254.1 and 479.7 mA h g−1, respectively, with the initial coulombic efficiency (ICE) as low as 38.3%. However, the CoSe2@NC electrode exhibits a lower ICE of 23.5% (Fig. S6†), demonstrating that the addition of MWCNTs could reduce the side reactions. Such an irreversible capacity loss should be owing to the formation of the SEI film, which is consistent with the CV results in the first scan. Furthermore, 100 cycling GCD profiles of the CoSe2@NC/MWCNTs are almost overlapped with that at the 2nd cycle, exhibiting a remarkable cycling stability. Fig. 4c gives the cycling performance of the CoSe2@NC and CoSe2@NC/MWCNTs electrodes under 0.2 A g−1. After 100 cycles, the CoSe2@NC/MWCNTs electrode still affords an excellent cycling performance with a high capacity of 441.2 mA h g−1 with 92.0% capacity retention. As a comparison, the CoSe2@NC electrode only retains a low capacity of 24.8 mA h g−1 after 100 cycles.",
                "As one of the important factors for practical applications, the rate capability was evaluated under different current densities. Fig. 4d presented that the CoSe2@NC/MWCNTs electrode delivers reversible capacities of 472.1, 448.8, 418.1, 397.6, 358.7, and 299.7 mA h g−1 under the rates of 0.2, 0.5, 1.0, 2.0, 5.0, and 10 A g−1, respectively. More impressively, when the current density reaches 20 A g−1, the hybrid still has a capacity of 226.8 mA h g−1. Once the current density is restored to 0.2 A g−1, the reversible capacity also recovers to 436.5 mA h g−1, showing the superior rate capability of the CoSe2@NC/MWCNTs electrode. However, as a control experiment, the CoSe2@NC anode only delivers an insignificant capacity of ∼10 mA h g−1 after 1.0 A g−1. Furthermore, the GDC profiles of the two electrodes under various rates are displayed in Fig. 4e and Fig. S7.† Obviously, the trend of the GCD curves for the CoSe2@NC/MWCNTs electrode is always well maintained along with increasing current rates, suggesting the superior dynamic electrochemical stability. Meanwhile, the excellent rate performance of the prepared CoSe2@NC/MWCNTs surpasses many of the CoSe2-based anodes of the SIBs in the literature (Fig. 4f and Table S2†). Moreover, the long-term cycling properties of CoSe2@NC/MWCNTs were also evaluated under the current density of 5.0 A g−1. As Fig. 4g illustrated, the capacity deceases dramatically in the first 250 cycles. From 300 cycles, it manifests a slightly degraded capacity and maintains the charging capacity of 131.5 mA h g−1 with CE% higher than 99% over 5000 cycles, which could be related to the completion of the activation process. Inversely, the CoSe2@NC electrode shows rapid capacity decay even at a 1 A g−1 rate (Fig. S8†). Such outstanding Na-ion storage performance of the CoSe2@NC/MWCNTs electrodes should be attributed to the introduction of MWCNTs, which not only effectively enhances the electronic conductivity and decreases the particle sizes but also ensures the charge transfer kinetics and structural stability through the interconnected network.",
                "To further elucidate the kinetic behaviors of the CoSe2@NC and CoSe2@NC/MWCNTs anodes, CV tests were firstly carried out from 0.1 to 1.2 mV s−1. As Fig. 5a shows, the CV profiles of the CoSe2@NC/MWCNTs electrode exhibit a similar profile of redox peaks and positions. With the increase in the scanning speed, the reaction peak potentials display a slight shift and become significant gradually. Moreover, the peak current increases with the increasing scan rate, which is attributed to the polarization phenomenon. In contrast, the CV curves of the CoSe2@NC electrode do not present obvious redox peaks (Fig. S9†). In particular, the relationship between the redox peak current (i) and the sweep rate (v) should obey the following (eqn (1)).",
                "or where i, v, a, and b are the peak current, scan rate, and adjustable constants, respectively. The value of the slope (b) could be calculated by the linear relationship of the log(i) versus log(v) plot based on eqn (2). When b approaches 0.5, it is mainly a feature of the diffusion-dominated process, whereas b approaches 1, implying a capacitance-dominated process. In Fig. 5b, the b values of the three peaks for CoSe2@NC/MWCNTs are 0.86 (peak R1), 0.97 (peak R2), and 0.88 (peak O1), respectively, which is nearly 1.0, revealing that the whole redox kinetics of the CoSe2@NC/MWCNTs electrode are dominated by the surface capacitance-dominated contribution. Furthermore, the contribution ratio of the pseudocapacitive-controlled and diffusion-controlled behavior could be quantified through eqn (3). or",
                "where k1v and k2v1/2 stand for the pseudocapacitive-controlled and diffusion-controlled proportion, respectively. Fig. 5c gives the detailed pseudocapacitive contribution of CoSe2@NC/MWCNTs at 0.2 mV s−1 and the proportion of pseudocapacitive contribution is calculated as 71.3% (shadow area). As summarized in Fig. 5d, the capacitive contributions are 63.8%, 71.3%, 77.9%, 81.2%, 83.3%, 84.8%, and 85.9% at sweep rates of 0.1, 0.2, 0.4, 0.6, 0.8, 1.0, and 1.2 mV s−1, respectively. Clearly, the capacitive contribution gradually increases with the sweep rate increasing, demonstrating that the electrochemical behavior is controlled by the pseudocapacitive process at a high rate.",
                "Subsequently, the galvanostatic intermittent titration technique (GITT) was employed to understand the sodium reaction kinetics of the two electrodes during the fifth cycle. As Fig. 5e described, the GITT curves of both the electrodes were recorded with a pulse current density of 0.1 A g−1 for 20 min, followed by a 2 h rest period at open circuit. The Na+ diffusion coefficients of the two samples are calculated according to eqn (4).",
                "where τ is the constant current flux time, mB and MB are the mass of the active materials and molar mass of the electrode, respectively. VM and A are the molar volume and surface area of the electrode, respectively. ΔES is the total change in the cell voltage during a single step, and ΔEτ is the voltage change during a single step. Related description on the parameter values has been presented in Fig. 5f. The calculated results were plotted in Fig. 5f and g. The Na+ diffusion coefficients for CoSe2@NC/MWCNTs are almost the same as that for CoSe2@NC during the discharge process (Fig. 5f). In the charging process (Fig. 5g), the Na-ion diffusion coefficient value of CoSe2@NC/MWCNTs (∼10−12 cm2 s−1) delivers an order of magnitude higher than that of the CoSe2@NC electrode (∼10−13 cm2 s−1), demonstrating that the MWCNTs could shorten the transport path of Na+ to improve the rate performance. The distinct DNa+ between the discharge and charge processes are ascribed to the different electrochemical reaction mechanisms of the desodiation/sodiation process.",
                "Electrochemical impedance spectroscopy (EIS) was also carried out to better evidence the electrode reaction kinetics. As Fig. 5h depicted, the CoSe2@NC/MWCNTs electrode exhibits smaller semicircles than the CoSe2@NC electrode before cycling, revealing the better electronic conductivity. Fig. 5i shows the Nyquist plots of the two electrodes after the 5th cycle, which consists of a high frequency and a low frequency semicircle. The corresponding data were fitted according to the equivalent circuit (illustrated in Fig. 5i), where the two overlapping semicircles and sloped line correspond to the SEI layer resistance (RSEI), charge-transfer resistance (Rct), and Warburg impedance (Zw), respectively. The calculated results demonstrate that the total resistance (RSEI + Rct) of CoSe2@NC/MWCNTs (148.7 Ω) is lower than that of CoSe2@NC (446.5 Ω), confirming the enhanced electrode reaction kinetics and electron conduction. The detailed fitted data for the two samples are collected in Table S3.† The sodium-ion diffusion coefficients (DNa+) could be calculated using eqn (5).",
                "where R, T, A, F, C, n, and σ are the gas constant, absolute temperature, surface area of the electrode, Faraday constant, Na+ concentration, charge-transfer number, and the slope of the impedance versus ω−1/2 (calculated by eqn (6), Fig. 5j), respectively. Through calculation, the Na+ diffusion coefficient of the CoSe2@NC/MWCNTs electrode is almost two orders of magnitude higher than that of the CoSe2@NC electrode, which is closer to the results of GITT, indicating that the addition of MWCNTs could improve the electronic conductivity, leading to the outstanding electrochemical performance. Fig. 5k shows the electrochemical impedance spectrum (EIS) of the CoSe2@NC/MWCNTs electrode at different electrochemical states during the first discharge/charge cycle. Based on the fitting results of ex situ EIS (Table S4†), the values of Rct gradually decreased during the sodiation, which might be due to the formation of ultrafine Co. When charging, the impedance undergoes a negligible change, implying that the CoSe2@NC/MWCNTs electrode is quite stable in the (de)sodiation process.",
                "Finally, the ex situ TEM and XRD characterizations were also performed to ascertain the sodium storage mechanism of the CoSe2@NC/MWCNTs electrode. The XRD patterns in Fig. S10† present that there are four characteristic peaks at 30.5°, 34.4°, 37.6°, and 51.7° in the fresh state, corresponding to the cubic phase (200), (210), (211), and (311) of CoSe2 (JCPDS no. 09-0234). Along with the discharging process, these characteristic peaks of CoSe2 gradually weaken and disappear. When discharged to 0.8 V, there are new peaks that appear (blue line, Fig. S10†). The ex situ TEM images (Fig. 6a and b) show that the interplanar distances of 0.243, 0.171, and 0.205 nm correspond to the lattice planes for Na2Se (220), (400), and CoSe (400), respectively. On continuing discharge to 0.05 V (Fig. 6c and d), two interplanar distances of 0.240 and 0.21 nm are indexed to Na2Se (220) and Co (111) phases, respectively, indicating the generation of Na2Se and Co at the fully discharged state, which is consistent with the results of the ex situ XRD spectra (green line, Fig. S10†). When the electrode is charged to 1.7 V, the HRTEM images (Fig. 6e and f) display the lattice fringes with interplanar distances of 0.204 and 0.178 nm, corresponding to the crystal planes of Na2Se (311) and CoSe2 (311), respectively. At 3.0 V potential, the diffraction peaks of CoSe2 were observed again (Fig. S10†), and the HRTEM images (Fig. 6g and h) also show the CoSe2 (211) phase with an interplanar distances of 0.195 nm, indicating the good reversibility of the CoSe2@NC/MWCNTs electrode. These results further confirm the intercalation–conversion reaction mechanism of CoSe2 + 4Na+ + 4e− → 2Na2Se + Co. Remarkably, the MWCNTs show almost no change during the whole charge–discharge process, certifying the outstanding structure stability of the CoSe2@NC/MWCNTs with the interconnected carbon nanotube network."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the nitrogen-doped carbon-coated cobalt selenide anchored on the multiwalled carbon nanotube networks were designed and successfully prepared through a facile strategy. The unique structure not only enhances the electronic conductivity and ion/electron-transfer efficiency but also promotes rapid charge transfer. The interconnected MWCNTs network could still suppress the aggregation of CoSe2 and retain the structural stability. Benefiting from this, the CoSe2@NC/MWCNTs composite displays a high cycling performance (441.2 mA h g−1 at 0.2 A g−1 with the capacity retention of 92.0% over 100 cycles) and superb rate performance (227.4 mA h g−1 even at 20 A g−1) when used as anodes for SIBs. Moreover, the ex situ HRTEM images are also collected to prove the sodium-ion storage mechanism for CoSe2@NC/MWCNTs. Therefore, the impressive electrochemical properties make the CoSe2@NC/MWCNTs composite a promising anode material for high-performance SIBs."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no competing financial interests."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Metal–organic framework-derived nitrogen-doped carbon-confined CoSe2 anchored on multiwalled carbon nanotube networks as an anode for high-rate sodium-ion batteries"
}