{
    "DOI": "10.1021/acsami.1c16316",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The worldwide issues of climate and energy crisis have aroused tremendous concerns and enthusiasm in the electrochemical energy storage systems, for instance, cellular phones, computers, and other electrical devices.  Lithium-ion batteries (LIBs) have been taking an in-depth study recently on account of high energy density as one of the most widely used battery systems. Nonetheless, the application of LIBs is strongly influenced by limited lithium sources in the long run.  Sodium-ion batteries (SIBs) are gaining traction by reason of the abundant resources and their similar intercalation chemistry to LIBs. However, the larger sodium ionic radius compared with that of lithium usually results in the depressed reaction dynamics and huge volumetric expansion/extraction of the electrode material.  Thus, there are lots of researchers focusing on the study of advanced SIB anodes.",
                "Recently, metal oxides and metal sulfides have attracted extensive attention by reason of high theoretical capacities, rich sources, and low price.  Therefore, the VA metal-based elements have been in the spotlight and have achieved some positive results. The examples include 3D Ni-supported Sb2O3,  multishell structured Sb2S3,  2D layered As2S3,  Bi2S3@SC hollow nanotubes,  topological insulator Bi2Te3,  and so on. Thereinto, Bi2S3, as a popular semiconductor material, tends to grow in one-dimensional (1D) direction and therefore form the 1D nanostructures, such as nanotubes, nanobelts, and nanofibers, and thus the directional migration of ions.  Theoretically, Bi2S3 can provide a capacity of 625 mA h g–1 (4250 mA h cm–3) as an anode.  However, its severe volume expansion/extraction during the charge/discharge process and intrinsically low electrical conductivity result in the pulverization of the electrode material, sluggish ion transfer, and consequently poor electrochemical performance. In the past decade, many strategies have been explored to overcome these shortcomings. For instance, Cao et al. fabricated the Bi2S3/MoS2 bimetallic sulfide compound with abundant phase boundaries, which successfully kept the material integrity and displayed long cycle life.  Huang et al. designed and synthesized MOF-derived Co9S8-coated Bi2S3 spheres with the N-carbon external layer, showing enhanced electrical conductivity and depressed volumetric variation.  As noted above, the regulation of multiphase compounds, in which different phases play the role as the buffer and conductive network, has a positive impact on relieving the volume variation in the process of ion insertion/extraction.",
                "Herein, we report a Bi2S3/TiO2@PPy composite as-prepared via a two-step coating process by a facile wet chemistry method at room temperature.  The TiO2 covered on Bi2S3 nanorods can function as a supporting sheath to maintain structural stability owing to its good physicochemical stability. Moreover, it can form heterojunction with Bi2S3 to introduce the build-in electric field to enhance electrical conductivity and improve reaction kinetics. To further enhance the electrical conductivity and alleviate the volumetric change of the Bi2S3/TiO2 composite, we chose the conductive polymer of polypyrrole (PPy) as the external coating layer on account of its high conductivity, low price, and synthesis facility.  As a result, the Bi2S3/TiO2@PPy composite is expected to show a superior electrochemical capability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Typically, 0.4 g of polyvinyl pyrrolidone (PVP) was dissolved in 40 mL of mixed solution (Vethanol/Vglycerin = 1:3). Then, 0.2 g of BiCl3 was completely dissolved into this solution by ultrasonic dispersion. Next, 20 mL (0.13 M in ethanol) of thiourea solution was dripped into the above solution, and this mixture was placed in a Teflon-lined autoclave and maintained at 160 °C for 14 h. After the reaction, the Bi2S3 nanorods were collected after rinsing by ethanol and deionized (DI) water before drying under 65 °C for one night with a final yield of about 260 mg."
                    ],
                    "name": "2.1.  Bi2S3 Nanorod Fabrication",
                    "type": "h3"
                },
                {
                    "content": [
                        "The resulting black precipitate (50 mg) and 25 μL of tetrabutyl titanate (TBT) were added in a solution containing of 60 mL of ethanol and 25 μL of DI water. The resulting solution was subjected to a stirring process in an oil bath for 2 h at 85 °C to obtain Bi2S3/TiO2."
                    ],
                    "name": "2.2.  Bi2S3/TiO2 Fabrication",
                    "type": "h3"
                },
                {
                    "content": [
                        "The resulting Bi2S3/TiO2 powder (50 mg) and 17 μL of pyrrole were successively dispersed in 40 mL of DI water with stirring. After that, 5 mL of 0.1 M ammonium persulfate (APS) was added in the solution and stirred for 5 h to obtain Bi2S3/TiO2@PPy."
                    ],
                    "name": "2.3.  Bi2S3/TiO2@PPy Fabrication",
                    "type": "h3"
                },
                {
                    "content": [
                        "An X-ray powder diffractometer (XRD, Bruker D8 ADVANCE), a scanning electron microscope (SEM, JEOL JSM-6700F), a transmission electron microscope (TEM, JEOL JEM-2010F), a Raman spectrometer (LabRAM HR Evolution, HORIBA), X-ray photoelectron spectroscopy (XPS, Kratos), a CHNS elemental analyzer (Thermo Flash EA 1112, USA), and an inductively coupled plasma mass spectrometer (ICP–MS, Thermo Scientific) were employed for characterization.",
                        "Electrochemical measurements were performed by assembling CR2032 type coin-type cells in a glovebox filled with argon. For half cells, the anode was prepared by grinding the sample, conductive black, and polyvinylidene fluoride in a mass ratio of 8:1:1 in N-methylpyrrolidone (NMP), which was spread on copper foil before drying. In addition, the average loading mass of the electrode is around 0.5 mg cm–2. Sodium foil and 1.0 M NaPF6 in diethylene glycol dimethyl ether were used as the counter electrode and electrolyte, respectively. The electrochemical workstation (Bio-Logic VSP) was used to record the electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) profiles. For the full cells, the commercial Na3V2(PO4)3 (NVP) was applied as the cathode active material. The cathode was fabricated by grinding NVP, conductive black, and PVDF (7:2:1) in NMP, which was spread onto aluminum foil. The N/P ratio is about 1.2:1, and the battery capacity is determined by the anode. Moreover, the average loading mass of the cathode is around 3.5 mg cm–2. Density functional theory (DFT) calculations were conducted based on the reported method and conditions. "
                    ],
                    "name": "2.4.  Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a depicts the synthesis diagram of Bi2S3/TiO2@PPy. In the XRD pattern (), all the main peaks of bare Bi2S3 and the Bi2S3/TiO2@PPy composite in the XRD patterns are indexed to orthorhombic Bi2S3 (JCPDS card no. 89-8963). Furthermore, the XRD pattern of Bi2S3/TiO2@PPy was refined by employing the Rietveld method through the General Structure Analysis System (GSAS) + the EXPGUI suite.  The results give a reasonably low χ2 (2.37) value based on Bi2S3 (space group of Pnmb), with the lattice parameters of a = 11.12 Å, b = 11.25 Å, c = 3.97 Å, and α = β = γ = 90°. The calculated XRD patterns have a good match with experimental data (b). Moreover, no characteristic peak is observed for impurities, and the absence of TiO2 may be due to its amorphous nature (). The existence of the coating layer of PPy was verified via the Raman spectrum in c, in which the peaks located at 1345.28 and 1553.78 cm–1 are, respectively, assigned to the pyrrole ring and the C═C bond.  Moreover, there is a peak assigned to the Ag mode of Bi2S3 at 79.86 cm–1. d shows the type IV N2 adsorption/desorption isotherms, which indicate the mesoporous characteristic with a 30.32 m2 g–1 surface area. The average size of 11.95 nm (the inset) for the mesopore is expected to be beneficial to ionic transport and thus high-rate performance.",
                "The chemical composition of Bi2S3/TiO2@PPy was determined by XPS, as exhibited in  and e–g. The Bi, Ti, O, S, C, and N elements are found from the survey spectrum (). In the Bi 4f XPS spectrum, two obvious peaks at 157.2 and 162.5 eV were further split into two shoulder peaks 157.9 and 163.3 eV of Bi 4f7/2 and Bi 4f5/2, respectively.  Moreover, the peaks at 159.9 and 160.9 eV reveal a doublet with S 2p3/2 and S 2p1/2 in e.  The C 1s spectrum is shown in f. The C 1s peaks can be fitted into peaks at 284.6 (C–C bond), 285.8 (C–N bond), 286.5 (C–O bond), and 288.6 eV (C═O bond).  In addition, the N 1s high-resolution spectrum only shows an amine peak located at 399.6 eV (). The C–C, C–N, and amine peaks are introduced from pyrrole, whereas the weak C–O and C═O signatures are possible due to partial oxidation during the synthetic reaction. g shows the spectrum of Ti 2p, in which two peaks centered at 458.9 and 464.9 eV are respectively related to Ti 2p3/2 and Ti 2p1/2, indicating the existence of TiO2. Moreover, the O 1s spectrum in  consists of three fitted peaks at 530.8 eV corresponding to Ti–O bonds, as well as at 531.8 and 533.4 eV associated with the C–O bond and C═O bond on account of partial oxidation.  The elemental analysis was conducted to investigate the C, N, and S contents, as shown in . ICP–MS was also employed to identify the Bi and Ti contents, as shown in . By comparison and calculation, the contents of PPy and TiO2 in the Bi2S3/TiO2@PPy composite are about 16.5 and 0.737%, respectively. The minimal content of TiO2 is regarded to take effect on restraining the volume expansion/extraction without the obvious sacrifice of the capacity of Bi2S3.",
                "Moreover, the product morphology was characterized by SEM as shown in . The hierarchical flower-like structure of Bi2S3 first fabricated via a solvothermal method is illustrated in a,b. The nanoflowers with a diameter of 1.5–2 μm assembled of nanorods with a diameter of 41–49 nm and a length of 0.5–1 μm. After subsequently combining with TiO2 and coating with PPy shells, the as-prepared material kept the same shape with bare Bi2S3 (c,d). The TEM images confirm that the polymer layer is uniformly coated on each Bi2S3 nanorod and the thickness is between 16 and 20 nm. In addition, the diameter of the Bi2S3 nanorod is about 8.7 nm (e,f). The HRTEM image in h reveals that the spacing of the lattice fringes is about 0.33 nm, reflecting the (021) plane of Bi2S3. In addition, no lattice fringe is assigned to TiO2, which also proves its amorphous nature. The images of elemental mapping certify the homogeneous distribution of C and N atoms stemmed from PPy on the surface of the composite. Besides, the O atoms are almost all around the Ti atoms, and both of them are mainly distributed around Bi2S3, confirming the Bi2S3/TiO2 structural (g).",
                "The sodium storage performance of Bi2S3/TiO2@PPy was systematically probed (). a and  show the CV curves of Bi2S3/TiO2@PPy and bare Bi2S3 at 0.1 mV s–1 within 0.01–3 V, respectively. After the initial cycle, the nearly overlapped CV curves demonstrate a higher reversibility of Bi2S3/TiO2@PPy than that of Bi2S3. In the initial cathodic scan of Bi2S3/TiO2@PPy, the small peak at 1.49 V is related to the intercalation of sodium ion to transfer NaxBi2-xS3. A strong peak at 1.09 V is attributed to the occurrence of conversion reaction as well as the generation of the film of solid electrolyte interface.  In addition, this peak subsequently moved to around 0.83 V. The three close-set peaks at 0.58, 0.43, and 0.38 V might be assigned to the following multistep alloying progress of metallic Bi to form NaBi, Na2Bi, and Na3Bi, respectively.  For charging scanning, the peaks located at 0.61 and 0.78 V correspond to the multistep de-alloying progresses. The peaks at 1.95 and 2.09 V reflect the reverse conversion and sodium–deintercalation reactions, respectively. b,c presents the rate performance and corresponding profiles of galvanostatic charge/discharge (GCD) under various current densities. The Bi2S3/TiO2@PPy composite delivered the specific capacities of 516.8, 450.5, 397.8, 355.8, 305.3, and 269.5 mA h g–1 at 0.2, 0.5, 1, 2, 5, and 10 A g–1, respectively. After high-rate ion intercalation/de-intercalation processes, the composite reached a capacity of 469.1 mA h g–1 as the current density was set back to 0.5 A g–1. It also displays the poor rate performances of bare Bi2S3, Bi2S3/TiO2, and Bi2S3@PPy. For the bare Bi2S3 and Bi2S3/TiO2, it can be seen that their capacities could not recover after cycling at high current densities, suggesting that merely TiO2 coating could not effectively buffer the vast volumetric variation of Bi2S3 during reactions, although it does improve electrochemical performance. For the effect of PPy coating, it can make the materials, including bare Bi2S3 and Bi2S3/TiO2, more adaptable to endure the changes in current density. Further cyclic stability was studied at 5 and 10 A g–1 as shown in d,e. In addition, all the electrodes underwent the active process tested under low current density for several cycles. By comparison, the Bi2S3/TiO2@PPy electrode showed the best cycle life, delivering a value of 333.9 mA h g–1 over 500 cycles. The minor fluctuation in capacity may be due to large diurnal temperature difference. It can be found that the capacities of the Bi2S3/TiO2@PPy anode are lower than the bare Bi2S3 in the first several cycles, which can be attributed to the low capacities of the introduced PPy and TiO2 components, as shown in . Although the dual coating of PPy and TiO2 brought down the capacity of the composite, its structural protective effect makes the Bi2S3/TiO2@PPy present good cyclic stability. The GCD and dQ/dV curves of different cycles at 5 A g–1 indicates that Bi2S3/TiO2@PPy underwent a continuous activation process of about 50 cycles at the beginning, during which the sodium-ion insertion/extraction reaction gradually stabilized. The TEM images of these four samples after cycling and SEM images for Bi2S3/TiO2@PPy after cycling are shown in  to further illustrate the effect of dual coating on structural stability. By comparison with other reported Bi2S3-based anode materials for SIBs (h), this dual-structural-restrained Bi2S3/TiO2@PPy displays outstanding rate performance. ",
                "To further pursue practical application of Bi2S3/TiO2@PPy in SIBs, the commercial Na3V2(PO4)3 was utilized to pair up with the Bi2S3/TiO2@PPy anode to assemble the full cells, which were carried out in the potential window ranging from 0.4 to 3.4 V (a). The full cells can easily power a display panel with nine LED bulbs in b, preliminarily demonstrating its applicability. c depicts the rate capability of the full cells, which can achieve a capacity of 141.3 mA h g–1 at 20 A g–1. Besides, cycling performance was studied under 5 and 10 A g–1 with an active process for several cycles (d,e, the inset). The reversible capacity of 149.5 mA h g–1 was achieved under 10 A g–1 at the 2500th cycle, revealing an ultralong lifespan.",
                "To elucidate the reaction mechanism of Bi2S3/TiO2@PPy during the ion intercalation/de-intercalation processes, in situ XRD analyses were employed on a live cell within 0.01–3 V. The diffraction peaks of Bi2S3 are observed at the pristine state in a,b, which gradually disappeared during the discharging process. The appearance of new peaks at about 30.9° is assigned to the NaBiS2 (JCPDS card no. 75-0065) phase as the product of the initial conversion reaction of Bi2S3.  And then, it gradually disappeared, accompanying with the emergence of a broad peak at 27.2°, which reflected the formation of Bi (JCPDS card no. 1-0699). Along with further discharging, the generation of NaBi (JCPDS card no. 65-8735) and then Na3Bi (JCPDS card no. 74-1161) at 32.1 and 32.9°, respectively, suggest the multistep alloying reactions of Bi metal. Within the subsequent ion removal process, the diffraction peaks of the Na3Bi phase faded away with the consecutive reappearance of NaBi, Bi, NaBiS2, and Bi2S3 phases, corresponding to the de-alloying and reverse conversion reactions, and therefore confirming the reaction reversibility for the as-prepared Bi2S3/TiO2@PPy composite.  Based on the CV curves (c) under various scan speeds, the b values are determined to be 0.73 (anodic peak at 2.1 V) and 0.59 (cathodic peak at 0.35 V) (d), suggesting that the total stored capacity of Bi2S3/TiO2@PPy is contributed by joint diffusion- and capacitive-controlled processes.  In addition, the calculated ratios of capacitive contribution are shown in e. It can be found that the capacitive contribution ratio is going up along the rising of scan speed to 70% at 1.2 mV s–1. The reaction kinetic is known to be strongly associated with the transportation of sodium ion in the materials and electrons between the interface of electrolyte and electrode. Galvanostatic intermittent titration technique (GITT) and EIS measurements were applied for the exploration of the electrochemical kinetics of Bi2S3/TiO2@PPy. The GITT tests were conducted at 0.1 A g–1 of the third cycle of various materials, as shown in f. It can be found that Bi2S3/TiO2@PPy possesses much higher values of the Na+ diffusion coefficient with a stable trend compared with the other samples. g shows the EIS results fitted with an equivalent circuit model to explore the electrochemical kinetics.  Benefitting from the Bi2S3/TiO2 heterojunction, the charge-transfer resistance (Rct) of Bi2S3/TiO2 is significantly smaller compared to that of bare Bi2S3, which is comparable to that of Bi2S3@PPy. In addition, the Rct of Bi2S3/TiO2@PPy is further reduced by coating with the PPy layer. Thanks to the synergy between Bi2S3 and TiO2, as well as the coating of PPy, the Rct of Bi2S3/TiO2@PPy is much smaller than that of bare Bi2S3.",
                "To interpret the superior electrochemical performance form the atomistic insights, calculations were employed via DFT on evaluating the effects of TiO2 coating upon the structural and energy storage properties of the Bi2S3 host material using bare Bi2S3 and Bi2S3/TiO2 as prototypes for modeling.  shows the calculated stacking structure of Bi2S3/TiO2 and density of state (DOS) of Bi2S3 and Bi2S3/TiO2. The charge density difference of Bi2S3/TiO2 shows a gain of charge at the heterointerface between Bi2S3 and TiO2, as shown in b, which demonstrates the generation of a built-in electric field introduced by the heterojunction structure to induce accelerated charge transfer. The band gap of bare Bi2S3 was determined to be 1.34 eV, which was in agreement with the experimental value of 1.35 eV.  As for Bi2S3/TiO2, the calculated band gap is 0.59 eV, much smaller than that of bare Bi2S3, indicating that more electrons can be released into the system and in turn can increase the carrier concentration. In addition, the results are consistent with the much smaller Rct of Bi2S3/TiO2 than that of bare Bi2S3, which were unveiled from EIS results (g). These consequences demonstrate that the synergistic effect between Bi2S3 and TiO2 can greatly enhance the electrical conductivity and thus sodium storage property.",
                "It is concluded from the above characterization results that the pseudo-“zero-strain” TiO2 coating and conductive PPy encapsulating restrain the volumetric change and maintain the structural stability to a great extent, leading to an enhancement in the cyclic stability. Although the content of TiO2 is low, it carries profound implications to reinforce the electrochemical properties without sacrifice of the relatively high capacity of Bi2S3. The DFT calculations and the EIS results disclose that the build-in electric field introduced from the heterointerface of TiO2 and Bi2S3 accelerates the electron transfer, which further increases electrical conductivity, and thus promotes the reaction kinetics. The merits mentioned above comprehensively contribute to the promotion in the electrochemical performance and reaction kinetics for the Bi2S3/TiO2@PPy composite."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the PPy-coated Bi2S3/TiO2 nanoflowers were successfully fabricated by a facile process. The heterostructure interface between TiO2 and Bi2S3 serves very well in promoting reaction kinetics and maintaining the structural integrity based on the combined effect with PPy coating. The conductive PPy layer dramatically accelerates the charge transfer to enhance the conductivity as well as suppress the massive change of the material structure. Thus, Bi2S3/TiO2@PPy deserves to be a good candidate of the anode material, with a superior cycle life and rate capability (275.8 mA h g–1 over 500 cycles at 10 A g–1 in half cells and 149.5 mA h g–1 over 2500 cycles at 10 A g–1 in full cells). Taken as a whole, this study provides insights into the great potential of Bi2S3 and the role of multiple components in the structural design for the electrode materials in the field of energy storage."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Minimal TiO2 Coupled with Conductive Polymer-Stimulated Synergistic Effect on Fast and Reversible Sodium-Ion Storage for Bismuth Sulfide"
}