{
    "DOI": "10.1021/acsami.8b00444",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the depletion of fossil fuels, lithium-ion batteries (LIBs) have been widely applied in portable devices and electrical vehicles.  However, the limited supply of lithium in the earth heavily restricts the development of LIBs in large-scale energy storage. Sodium-ion batteries (SIBs) have drawn the attention due to the abundant natural supply and low cost of sodium, which is considered one of the best substitutes for LIBs.  A variety of anode materials have been found and discussed in detail for SIBs.  Recently, metal phosphorous (e.g., FeP,  NiP3,  SnP3,  CuP2  and cobalt-based phosphide ) have been demonstrated as one of the most promising electrode materials for SIBs, in view of their high theoretical gravimetric/volumetric energy densities and relatively low intercalation potentials. Various cobalt-based phosphides consisting of Co2P, CoP, CoP2, and CoP3 were all warmly welcomed by the researchers.  However, only CoP has been successfully applied in SIBs. For instance, the ball-milling method was used to obtain nanosized CoP particles showing a high initial capacity of 770 mA h g–1 at 100 mA g–1 but a poor cycle performance (only 315 mA h g–1 after 25 cycles) in SIBs.  In comparison to the other cobalt-based phosphide, the orthorhombic structured Co2P shows more Co element and metallic character; as a result, the Co2P displays a better structural stability and a higher electrical conductivity.  Thus, it was demonstrated that the Co2P anode exhibits an excellent electrochemical performance for LIBs; for instance, the Co2P/graphene nanocomposites reached a high reversible capacity of 892 mA h g–1 after 300 cycles at 100 mA g–1.  As a result, it is expected that the Co2P anode may show a good prospective application in SIBs. Unfortunately, few researches were reported to focus on the Co2P anode for SIBs.",
                "In this work, for the first time, the cobalt-based metal organic framework (ZIF-67) was utilized as a self-template to obtain the Co2P@N-doped C (Co2P@N-C) anode for SIBs. The ZIF-67 has wonderful advantages, such as high porosity, large surface area, and unique positive 12-hedral structure, which is a good choice as a precursor. Furthermore, Co2P@N-C is decorated by reduced graphene oxide (rGO) to fabricate the Co2P@N-C@rGO nanocomposites. With the help of dual layers of N-doped carbon and rGO, the nanocomposites deliver an enhanced cycling performance and rate capability in SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical synthesis of ZIF-67, Co(NO3)2·6H2O (249.0 mg) (Tianjin Jinghongxin Chemical Technology Co., Ltd.) and 2-methylimidazole (328.0 mg) (Tianjin Jinghongxin Chemical Technology Co., Ltd.) were dissolved in 25.0 mL methanol (Tianjin Jinghongxin Chemical Technology Co., Ltd.). Then, the two solutions were mixed for 24 h.  The precipitate was collected by centrifugation and washed with methanol for several times. Finally, the products were dried in vacuum at over 80 °C for 24 h."
                    ],
                    "name": " Synthesis of ZIF-67",
                    "type": "h3"
                },
                {
                    "content": [
                        "ZIF-67 was heated at 900 °C for 3 h and later naturally cooled to 30 °C under an Ar atmosphere. The carbonized samples (Co@N-C) and NaH2PO2 (Tianjin Jinghongxin Chemical Technology Co., Ltd.) in porcelain boats were treated at 300 °C for 2 h under the same Ar atmosphere. The final sintering products were labeled as Co-P@N-C."
                    ],
                    "name": " Synthesis of Co-P@N-C",
                    "type": "h3"
                },
                {
                    "content": [
                        "The graphene oxide (GO) was fabricated as previously reported by us.  The obtained Co-P@N-C (30 mg) was dissolved in 60 mL butanol (Tianjin Jinghongxin Chemical Technology Co., Ltd.), and the graphene oxide (20 mg) also was disperse in 10 mL ethanediol (Tianjin Jinghongxin Chemical Technology Co., Ltd.) under vigorous ultrasonic stirring. The two solutions were mixed well under stirring. The mixed solution was then putted in a Teflon-lined autoclave and maintained at 200 °C for 24 h. Lastly, the precipitates were washed with ethanol and deionized water and dried at 60 °C for 24 h. The resultant materials were labeled as Co2P@N-C@rGO. For comparison, Co2P@N-C was synthesized via the similar procedures without the additive of rGO, which was labeled as Co2P@N-C."
                    ],
                    "name": " Synthesis of Co2P@N-C@rGO",
                    "type": "h3"
                },
                {
                    "content": [
                        "The microstructures of Co@N-C, Co-P@N-C, Co2P@N-C, and Co2P@N-C@rGO were investigated by an X-ray diffractometer (D8 Advance of Bruker, Germany) with Cu Kα radiation ranging from 20 to 80°. The rGO contents in Co2P@N-C@rGO were confirmed via thermogravimetric analysis (TGA, METTLER TOLEDO TGA/DSC-1) in air over a temperature range of 30–1000 °C. The Raman spectra were performed on LabRAM HR800. N2 adsorption–desorption isotherms were obtained using a Quantachrome Autosorb-iQ Automated Gas Sorption System at 77 K (before sorption measurements, the samples were out-gassed in high vacuum at 473 K for 24 h). The morphologies of the samples were observed using field-emission scanning electron microscopy (FE-SEM) of SU8010 and high-resolution transmission electron microscopy (HR-TEM) of JEM-3000F at an acceleration voltage of 200 kV. The SEM equipped with an energy-dispersive X-ray spectroscopy of INCA X-sight was used to analyze the element composition. The X-ray photoelectron spectroscopy (XPS) was recorded on a VG ESCALAB MK II X-ray photoelectron spectrometer."
                    ],
                    "name": " Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Eighty weight percentage active material (e.g., Co2P@N-C and Co2P@N-C@rGO and so on), 10 wt % conductive carbon black (Super-P), and 10 wt % poly(vinylidene difluoride) were dissolved in N-methyl pyrrolidinone and formed a uniform slurry, which was cast onto the copper foil and dried in vacuums at 80 °C for 12 h. Subsequently, the electrodes were punched into the disk with a diameter of 12 mm and the loading of the electrode was about 0.55 mg cm–2. CR2032 coin-typed half-cells used to evaluate the electrochemical testing were assembled in an argon-filled glovebox. The sodium foil was used as the counter and reference electrodes and 1 M NaClO4 in a mixed solvent of ethylene carbonate and diethyl carbonate with a volume ratio of 1:1 was used as an electrolyte. The galvanostatic charge/discharge tests were conducted using the battery tester (LANHE CT2001A) in the voltage range from 0.01 to 3.0 V. Cyclic voltammetry (CV) were carried out at a scan rate of 0.05 mV s–1 in the same voltage range on an electrochemical workstation (Princeton Applied Research Versa STAT 4). The electrochemical impedance spectroscopy (EIS) was tested via the same electrochemical workstation within the alternating current amplitude of 5.0 mV in the frequency range from 0.01 Hz to 100 kHz. All of the electrochemical characterizations were performed at room temperature."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The formation of ZIF-67 precursor is analyzed by SEM, X-ray diffraction (XRD), and N2 adsorption–desorption isotherms in . The size of ZIF-67 is measured about 800 nm, and the monodispersed particles reveal 12 aspects with a smooth surface. All of the diffraction peaks of the synthesized ZIF-67 are similar to previous reports.  As shown in d, the N2 sorption behavior of ZIF-67 displays typical type I isotherms. The Brunauer–Emmett–Teller of ZIF-67 is estimated to be 1358.5 m2 g–1, and the pore size is approximately 1.34 nm, which is almost equal to the ZIF-67 cavity size (1.17 nm). ",
                "a,b shows the XRD patterns of Co@N-C, Co-P@N-C, Co2P@N-C, and Co2P@N-C@rGO. As show in a, three big diffraction peaks of Co@N-C are in good accordance with the standard diffraction peaks of Co (JPCDS file no. 89-7093). A small peak at 25.1° corresponds to the C(002) plane, which is in line with the previous literature.  Both Co-P@N-C and Co2P@N-C also consist of this peak, indirectly indicating that the carbon layer on the surface has not been destroyed. The part diffraction peaks of Co-P@N-C at 31.4, 36.2, 46.0, and 48.1° are ascribed to the (011), (111), (112), and (211) planes of CoP (JPCDS file no. 89-2598), respectively, and the diffraction peaks of Co2P@N-C at 40.6, 43.2, 44.1, 51.9, 52.1, 55.8, and 56.6° may be indexed to the (121), (211), (130), (131), (002), (040), and (320) planes of Co2P (JPCDS file no. 32-0306). After the further hydrothermal reduction treatment, the blank samples (Co2P@N-C) show five main planes (40.6, 43.2, 44.1, 51.9, and 55.8°), which all match well with the Co2P planes, respectively. The Co2P@N-C@rGO XRD patterns are similar to the blank samples (Co2P@N-C), indicating that rGO has no influence on the Co2P structure and crystal type. Due to the addition of graphene, a new carbon peak (29.5°) corresponds to the (110) plane. The emergence of this new peak weakened the original carbon peak.",
                "The Raman spectra are examined to characterize Co2P@N-C@rGO, as shown in c. The two peaks of Co2P@N-C@rGO and rGO are located at about 1346 and 1583 cm–1, respectively, amounting to the D band and G band. As we all know, the D band is rooted in the disordered graphitic carbon and the G band results from sp2 bonded in carbon-based materials.  The level of the graphitic structural disorder can be shown by the intensity ratio of the D to G band (ID/IG).  The ID/IG value of Co2P@N-C@rGO and rGO was 1.84 and 2.08, respectively. The decrease in ID/IG displays the higher graphitization structural degree. The two small peaks are centered at 1450 and 1513 cm–1, respectively, resulting from the material itself. Thermogravimetric analysis (TGA) of the synthesized Co2P@N-C and Co2P@N-C@rGO were determined under air flow, as shown in d. The oxidation temperature of the N-doped carbon and rGO is similar, and the content of graphene may not be read out directly. During the TGA measurement in air flow, the Co2P@N-C still remains 58% of the product. It is well known that rGO will react with O2 at high temperature.  When the temperature gradually rises from room temperature to 1000 °C, both N-C and rGO in Co2P@N-C@rGO may be completely oxidized to 40% of the initial quality. If one thinks that the content of rGO is x%, then the content of Co2P@N-C is (1 – x%) in Co2P@N-C@rGO. The following equation can be obtained: (1 – x%) × 58% = 40%, and the content of rGO in Co2P@N-C@rGO is approximately calculated to be 31.1%, which is almost equal to the theoretical content of rGO in the .",
                " shows the morphology characteristics of the synthesized Co@N-C, Co-P@N-C, and Co2P@N-C@rGO. Obviously, Co@N-C displays an average diameter of around 600 nm with some wrinkles on the surface. The main reason is the decomposition of organic ligands under high pyrolysis temperature. Fortunately, the nanostructures are almost retained. The subsequent phosphonation step and graphene coating may not change the shape of the pristine product. In , Co2P@N-C consists of multiple Co2P nanoparticles encapsulated by the N-doped rough porous carbon matrices, similar to Co@N-C and Co-P@N-C. c suggests that Co2P@N-C is wrapped around by a typical rippled rGO. The N-doped rough porous effectively avoids the aggregation of the Co2P nanoparticles, and is propitious to the diffusion of electrons and sodium ion. In addition, the rGO coating may mitigate the volume expansion/shrinkage upon cycling, and improves the capacity of the anode materials for SIBs. The elemental mapping further confirmed that Co and P elements were dispersed uniformly throughout the graphene in .",
                "In , the HR-TEM indicates that the CoP and Co2P nanoparticles are encapsulated by the N-doped rough porous carbon and rGO matrices. Obviously, the nanoparticles of Co2P and CoP have the dimensions of around 120 nm in the primary particulate. In b, the crystal lattice spacings of 0.375, 0.247, and 0.196 nm correspond to the (101), (111), and (112) plane of CoP, respectively. Furthermore, the crystal lattice spacings (0.221 and 0.208 nm) of Co-P@N-C well match with the (121) and (211) planes of Co2P. In c, the selected area electron diffraction rings of Co-P@N-C are consistent with (111) and (211) planes of CoP and (130) and (320) planes of Co2P. In d,e, the Co2P@N-C is coated by rGO, and the selected area electron diffraction rings can be considered for the (121), (211), and (320) planes of Co2P (f).",
                "Electronic structure and chemical components of Co2P@N-C@rGO are characterized using X-ray photoelectron spectroscopy (XPS). The full survey in a shows the existence of C, Co, P, N, and O elements.  The high-resolution P 2p XPS spectra display three peaks in b. One of the two peaks at 129.6 eV (2p3/2) and 130.6 eV (2p1/2) can be assigned to the binding energies (BEs) of P 2p in CoP and Co2P, respectively. The BE of the P 2p spectra at 133.8 eV is attributed to oxidized P species, possibly due to the superficial oxidation of CoP.  In c, two peaks of the high-resolution Co 2p XPS spectra at 781.6 and 778.7 eV are attributed to the existence of Co 2p3/2, and another main peak at 793.7 eV well matches with the energy level of Co 2p1/2. The intense satellite peaks centered at 786.6, 797.6, and 802.9 eV may correspond to the shakeup excitation of the high-spin Co2+ ions. The Co peak at 781.6 eV and the P peak at 129.6 eV are related to Co2P and CoP. d shows the C XPS spectra, which can be split into peaks at 284.9, 286.0, and 289.5 eV corresponding to the C–C, C–N, and O–C═O, respectively. According to the XPS analysis of Co2P@N-C@rGO, the molar content of Co is 67.52% and that of P is 32.45% without the influence of C, N, and O. The intensity ratio of Co to P is approximately 1:2 with the formation of Co2P.",
                "The Co-P@N-C, Co2P@N-C, rGO, and Co2P@N-C@rGO composite are tested as anode materials for SIBs. Cyclic voltammetry (CV) is carried out to investigate the electrochemical behavior of Co2P@N-C and Co2P@N-C@rGO at a scan rate of 0.05 mV s–1 in the fixed voltage ranging from 0.01 to 3.0 V at ambient temperature, as shown in a and . The proposed Na storage mechanism is listed as below, which is based on the electrochemical reactions of Co2P@N-C@rGO The Co2P@N-C@rGO and Co2P@N-C show five peaks in the first discharge, attributed to the conversion reactions of Co2P, leading to the formation of Co and Na3P, as well as the decomposition of electrolyte and formation of solid electrolyte interphase (SEI).  In the following discharge cycles, the peaks of Co2P@N-C@rGO at 0.01, 0.65, and 0.95 V are ascribed to the formation of NaxP.  During all of the three anodic scans of Co2P@N-C@rGO, a strong peak at around 0.08 V, a weak peak at around 0.34 V, and a small peak at around 1.76 V are observed, which corresponded to the desodiation of NaxP compounds.  For Co2P@N-C, the main 1.76 V peak shifts to a broad 2.24 V and the discharge peak is not obvious because the electrochemical activity of Co2P@N-C is relatively low, as shown in . The SEM images shows that Co2P@N-C@rGO has the rGO protection, relative to Co2P@N-C. It is propitious to form a stable SEI and an enhance electrochemical activity. Obviously, the CV curves of Co2P@N-C@rGO are almost coincident in the second and third cycles with an excellent reversibility. It clearly indicates that the rGO coating mitigates the volume expansion/shrinkage of Co2P anode; as a result, Co2P@N-C@rGO reveals a significant advantage for sodium storage compared with Co2P@N-C. The electrochemical performance of the as-synthesized Co2P@N-C and Co2P@N-C@rGO is evaluated by galvanostatic discharge/charge profiling at the current density of 50 mA g–1, as shown in b. In agreement with the CV curves, the platform at around 0.01 V in the discharge process can be observed. After the second cycles, their profiles overlap well with each other, showing an excellent reversibility as well.",
                "c compares the cycling response of Co2P@N-C@rGO, rGO, Co2P@N-C, and Co-P@N-C electrodes in the first 100 cycles at the current density of 50 mA g–1. Co-P@N-C and Co2P@N-C anode exhibit poor discharge capacities of 93.5 and 120.1 mA h g–1 after 100 cycles, respectively. It is generally documented that the poor performance may be associated with the drastic volume change during the sodiation/desodiation processes. The rGO also shows a low discharge of 139 mA h g–1. As expected, the initial discharge/charge capacities of Co2P@N-C@rGO are 1348.3/336.0 mA h g–1, which show a low initial coulombic efficiency. It is mainly because of the formation of SEI and electrolyte decomposition. In the following cycles, the Coulombic efficiency increases to around 100%.  In the following cycles, the Coulombic efficiency quickly increases to around 100%. Co2P@N-C@rGO reveals a decline in capacity in the first few cycles, which can also be clearly observed. As we all know, size expansion of 491% corresponds to the phase transition from P to Na3P.  In the first few cycles, some large particles with the volume expansion produce a breakdown of the SEI film; as a result, both capacity and Coulombic efficiency decrease. Many anode materials exhibited similar trend in the previous literature.  In circulation process, the big particles are cracked into small particles, which are still wrapped by rGO. The rGO may alleviate volume expansion/shrinkage and enhance the electrical conductivity of the Co2P anode. Thus, the Co2P@N-C@rGO composite electrode shows a relatively stable capacity; for instance, even after 100 cycles, the capacity can be still retained at a value of 225 mA h g–1. d compares the rate capability of Co2P@N-C@rGO, Co2P@N-C, and Co-P@N-C anodes at varied current densities from 100 to 1000 mA g–1. It exhibits a specific capacity of 323 mA h g–1 at 50 mA g–1 during the first 10 cycles and then shows reversible capacities of 276, 240, 212, and 200 mA h g–1 at various current densities of 100, 200, 400, and 500 mA g–1, respectively. Even at a high current density of 1000 mA g–1, it can still retain a reversible capacity of 170 mA h g–1, which are higher than those of rGO, Co2P@N-C, and Co-P@N-C.  Obviously, when the current density back to 50 mA g–1 after 70 cycles, the reversible capacity reached 275 mA h g–1, which shows a superior rate capability. Clearly, one can see from e that Co2P@N-C@rGO exhibits a high specific capacity of 100 mA h g–1 after continuous cycling for 1000 cycles at a high current density of 1 A g–1. It is believed that the rGO with a good electrical conductivity and a high surface area is favorable for the rapid transmission of sodium ions. As a result, Co2P@N-C@rGO reveals a long cycling performance at high current densities, which is conducive to practical application.",
                " compares the electrochemical impedance spectroscopy (EIS) of Co-P@N-C and Co2P@N-C@rGO in the 1st, 5th, and 10th cycles. The EIS curves consist of a straight line in the low-frequency range and a semicircle in the high/medium-frequency range. The equivalent circuit used to fit the Nyquist traces consists of the electrolyte resistance (Rs), the resistance (Rsf), and capacitance (CPEsf) of the SEI formed on the electrodes, the resistance of charge transfer (Rct), double-layer capacitance (CPEct), and the Warburg impedance (Zw).  The fitting Rct values are compared in . On one hand, these parameters demonstrate that as expected, the Co2P@N-C@rGO electrode shows a lower charge-transfer resistance (78.1 Ω) than the pure Co-P@NC electrode (392.9 Ω) in the first cycle. On the other hand, by observing the changes in Rct in the fifth cycles (137.4 Ω) and 10th cycles (156.8 Ω), the Rct of Co2P@N-C@rGO slightly increases due to the degradation of the electrode caused by volume changes during the charge/discharge process. But the Rct of Co2P@N-C@rGO is still lower than that of Co-P@N-C. The addition of graphene improved the electrical conductivity, benefiting the access of electrolyte and the transport of Na ions.",
                " shows the SEM image of Co2P@N-C@rGO after 100 cycles at a current density of 50 mA g–1. It is easy to see that the morphology and structure of the 12 aspects of Co2P@N-C@rGO are well maintained, and its size is measured to be about 700 nm, which is almost equal to the original size (∼730 nm). This fact clearly indicates that Co2P@N-C@rGO may well mitigate large volume change of Co2P anode. Therefore, the designed Co2P@N-C@rGO delivers a good electrochemical performance.  shows the comparison of the rate performance of the metal phosphide materials reported before and in this work. In spite of a lower initial capacity, Co2P@N-C@rGO is the most stable at a high current density, which shows a high rate performance."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the Co2P@N-C@rGO nanocomposites are successfully designed as anode materials for SIBs. ZIF-67 with a high porosity and a large surface area is utilized as the precursor. Moreover, the rGO is uniformly coated on the surface of Co2P@N-C to relieve volume changes. As a result, the Co2P@N-C@rGO electrodes exhibit a high Na-storage capacity of 336 mA h g–1 in the first cycle, as well as a good cyclability with 225 mA h g–1 over 100 cycles and a remarkable rate capability with 100 mA h g–1 at a high rate of 1 A g–1 after 1000 cycles. It is believed that Co2P@N-C@rGO show some potential as anode material for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Metal–Organic Frameworks-Derived Co2P@N-C@rGO with Dual Protection Layers for Improved Sodium Storage"
}