{
    "DOI": "10.1021/acs.nanolett.7b01138",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                {
                    "content": [
                        "A generic illustration of fabricating the Na–wood composite electrode is schematically shown in a. In the first step, a piece of original wood was annealed in a tube furnace under argon at 1000 °C to give the black carbonized wood (b). Encapsulation of metallic Na in the carbonized wood was accomplished by a spontaneous infusion of molten Na into the vertical channels in an argon-filled glovebox (see the  and  in the Supporting Information). The spontaneous and instantaneous infusion (about 5 s) is driven by capillary forces from the vertical-channel structured carbonized wood, which agrees with the previous observation of encapsulating molten Li or Na into the porous carbon matrix.  The black carbonized wood exhibited metal luster after this step, indicating the successful intake of metallic Na into these porous channels. Our approach used earth-abundant, low cost precursors and simple setup/material-processing, which offers great potential for scalable production with good reproducibility.",
                        "To prove the successful encapsulation of metallic Na in carbonized wood channels, we conduct morphology analysis using scanning electron microscopy (SEM) and energy-dispersive X-ray spectroscopy (EDX). a shows a typical low-magnification SEM image of the as-prepared carbonized wood, which is composed of porous, vertical channels with channel diameters ranging from 5 to 50 μm and channel wall thickness of ∼1 μm (b). More pores can be observed on the channel walls (c) where the hierarchical porous structure offers a larger specific area and leads to more homogeneous Na nucleation and deposition on this unique conductive skeleton by lowering the effective current density. More SEM images can be found in  of the Supporting Information to show the detailed structure of carbonized wood. After melt infusion of metallic Na, the channels of carbonized wood were almost fully filled, as shown in d. A zoomed-in image reveals that the carbonized wood structure was well maintained upon the metallic Na intake (e). EDX elemental mapping images in f–h confirmed the SEM observations that elemental Na occupied the channels, while carbonized wood acted as a stable host. Detailed SEM and EDX mapping images of Na–wood composite in  indicated that metallic Na exists along the whole length of the channels spatially from bottom to top. The observation of metallic Na peaks in the X-ray diffraction (XRD) pattern of Na–wood composite further confirmed the encapsulation of metallic Na within the carbonized wood channels ( in the Supporting Information).",
                        "Prompted by this unique design, the stability of the Na–wood composite electrode is expected to improve in comparison to the bare Na metal electrode. To evaluate the electrochemical performance, 2032-type coin cells were assembled using two identical Na–wood electrodes with 1.0 M NaClO4 in ethylene carbonate/diethyl carbonate (EC:DEC = 1:1 by volume) solution as the electrolyte. Bare Na electrodes were also employed to assemble cells as the control. The cells were first galvanostatically cycled at 0.5 mA/cm2 within a protective cutoff voltage window of −3.0 to 3.0 V. Each plating/stripping step was set to be 30 min. As shown in a, the voltage profile of the Na–wood cell exhibited a small overpotential while the voltage of the bare Na cell gradually increased. Zoomed-in voltage profiles of the first 5 cycles showed that bare Na cell delivered flat plating/stripping curves as Na–wood cell in the first cycle, but dips and dumps appeared from the second cycle (b). This phenomenon has been previously observed in bare Li electrodes, which was mainly caused by the large volume change during plating/stripping.  Such a large volume change inevitably resulted in the cracking of SEI and direct contact between newly deposited metallic Na with liquid electrolyte, which promoted the consumption of electrolyte, formation of excessive SEI, and increase of overpotential. Consequently, after cycled for less than 150 h, the bare Na cell stopped due to the voltage, reaching the protective cutoff voltage, indicative of a poor cyclic life (c). Nyquist plots confirmed the observation that the bare Na cell exhibited a small impendence after the first cycle but a much larger impendence after 100 cycles (d). When the same procedure was applied to the Na–wood cell, stable plating/stripping curves with a much lower overpotential of ∼30 mV were exhibited (a and ). This stable cycling performance is consistent with the constant impendence of the Na–wood cell (d), indicating a great stability due to the encapsulation of metallic Na in a stable matrix.",
                        "Since the cycling stability is closely related to the electrode structure, ex situ SEM measurements were conducted on bare Na electrode and Na–wood composite electrode after cycling. During sample preparation, it is worth noting that the bare Na cell was almost dried out after the 148-h cycling test and severe electrode pulverization occurred. The corresponding SEM image in e demonstrated a cracked Na electrode with three-dimensional (3D) porous structures, which confirmed that the large volume change upon cycling would lead to the consumption of electrolyte and formation of porous morphology. On the other hand, metallic Na was still confined in vertical channels of carbonized wood after the long-term 250-h cycling test (f–j). Notably, the Na–wood electrode maintained its initial structure and the Na–wood cell was still wet when it was disassembled. The significantly enhanced stability of Na–wood electrode compared to bare Na electrode proves that confinement of metallic Na in a conductive matrix and good mechanical stability of the whole composite electrode are critical for metallic anodes. ",
                        "The carbonized wood with porous channels can also function as a high-surface-area conductive host to greatly decrease the effective current density and ensure a uniform Na nucleation, affording an improved rate performance. a and b shows the voltage profiles of Na–wood and bare Na symmetric cells cycled at 1.0 mA/cm2 with 1 or 2 h for each cycle. Obviously, the Na–wood electrode exhibited stable cycling performance for more than 250 cycles at both conditions while the bare Na cell can only run for less than 90 cycles and 50 cycles. A detailed voltage profiles of Na–wood cells displayed stable plating/stripping curves with small hysteresis over hundreds of cycles (insets of a and b). The above observations are consistent with previous reports that a conductive matrix can reduce the effective current and result in a better rate performance for both metallic Li and metallic Na.  It should be noted that the excellent cyclic stability of Na–wood cells was achieved in common carbonate based electrolyte system without any additives, revealing the advantages from the composite anode design. We believe that the cycling performance of the Na–wood composite electrode could be further improved using an optimized electrolyte system."
                    ],
                    "name": " Results and Discussion",
                    "type": "h3"
                },
                {
                    "content": [
                        "In conclusion, we have demonstrated the encapsulation of metallic Na into an electrically conductive matrix with a porous channel structure that can be rapidly accomplished by a melt infusion (5 s). The protocol for fabricating Na–wood composite electrode involves only abundant precursors and simple processing. The conductive, porous framework provided by the carbonized wood offers an ideal host for metallic Na during electrochemical plating/stripping cycles, which enables much improved cycling performance by its good mechanical stability and confinement of metallic Na. Furthermore, the rate performance is enhanced by lowering the effective current density and ensuring a uniform Na nucleation due to the high conductive surface area. We believe that this unique design promises a potential solution for metallic Na anode and can also be extended to other metallic anodes for multiple applications."
                    ],
                    "name": " Conclusion",
                    "type": "h3"
                }
            ],
            "name": " ",
            "type": "h2"
        }
    ],
    "Title": "Encapsulation of Metallic Na in an Electrically Conductive Host with Porous Channels as a Highly Stable Na Metal Anode"
}