{
    "DOI": "10.1021/jacs.7b12267",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Alkali-metal rechargeable batteries have a metallic Li, Na, or K anode. A solid alkali-metal anode forms dendrites during charge.  The dendrites can grow across the electrolyte to the cathode to create an internal short-circuit with incendiary consequences. This problem has limited commercial lithium–metal batteries to disposable primary cells that only allow discharge; they are found in watches, cameras and implantable medical devices.",
                "So far, rechargeable alkali-metal batteries can only be commercially realized by using a molten alkali-metal anode at high temperature in a Na–S battery; no dendrites form on a liquid anode.  A solid electrolyte separates the two liquid electrodes of a Na–S cell. Although the melting point of sodium is only 97.8 °C, the liquid-sodium batteries operate over 300 °C due to the low conductivity of the solid electrolytes. The high operating temperature gives rise to problems of thermal management, corrosion, safety, and also imposes stringent requirements on the rest of the battery components. ",
                "Alkali metals are not liquid at room temperature, but a Na–K alloy is liquid from 9.2 to 58.2 wt% of sodium at 25 °C;  both Na and K are earth-abundant and inexpensive. The liquid range is much wider than that of other room-temperature liquid alloys containing alkali metals (see the different phase diagrams in );  the alloy provides a high specific capacity of 1366 mAh g–1 as a liquid sodium anode at 25 °C (see calculation in the ). Solid electrolytes that suffer from a low ionic conductivity are not necessary because the Na–K liquid alloy is immiscible with the standard liquid-carbonate electrolyte. Therefore, the liquid Na–K alloy resolves the dendrite problem while providing fast charge/discharge at room temperature.",
                "As two neighbors in Group one of the periodic table, Na and K have similar physical and chemical properties, which raises the question: Does the Na–K alkali-alloy act as a sodium or a potassium anode? We show the answer depends on the cathode. A previous study of a cell having a liquid Na–K anode, a standard liquid-carbonate Na+ electrolyte, and a Na2MnFe(CN)6 cathode showed the cathode progressively transforms to K2MnFe(CN)6 with cycling, indicating the Na–K alloy was working as a potassium anode.  It met the normal expectation because potassium is more electropositive than sodium (K+/K = −2.93 V, Na+/Na = −2.71 V). However, here we report that the liquid Na–K alloy acts as a sodium anode when it works with cathodes that only accept Na+ ions, such as the layered Na2/3Ni1/3Mn2/3O2 and NASICON-structured Na3V2(PO4)3. It acts as a potassium anode when the cathode host prefers K+ over Na+ guest ions, such as Na2MnFe(CN)6, MnFe(CN)6 and K2MnFe(CN)6. The determinant of whether the liquid Na–K is a Na or a K anode is the energy gained by insertion of K+ versus Na+; K+ is preferred over Na+ if K+ insertion is more stable, but Na+ if the K+ cannot be inserted."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na–K liquid alloy was prepared by mixing 33.7 wt% sodium and 66.3 wt% potassium and shaking the container as previously reported.  The liquid Na–K alloy was absorbed into a carbon paper at 420 °C and it remains an immobilized liquid in the paper down to room temperature. One gram of carbon could absorb about 5 g Na–K liquid. Carbon paper (GDL 20BA, areal weight = 85 g m–2) was bought from Ion Power. The carbon paper containing the Na–K liquid alloy was cut into disks for coin-cell tests. The liquid Na–K anode is excessive in all cells to make sure both Na and K are enough for the cathode hosts."
                    ],
                    "name": " Liquid Na–K Anode Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathode powders, including Na2/3Ni1/3Mn2/3O2,  Na3V2(PO4)3,  Na2MnFe(CN)6,  and K2MnFe(CN)6,  were prepared as reported previously. MnFe(CN)6 was prepared by removal of Na+ from Na2MnFe(CN)6 by charging; then it was assembled into new cells with fresh electrolyte and anode. The Na2/3Ni1/3Mn2/3O2 cathode contained 70% of cathode powder, 20% of carbon black, and 10% of CMC binder. Distilled water was used as solvent and the resultant slurry was thoroughly mixed and coated onto carbon-coated Al foil; the coating was dried under vacuum at 100 °C overnight. The Na3V2(PO4)3 cathodes consisted of 70% of cathode powder, 20% of carbon black, and 10% of PVDF binder. NMP was used as solvent for the slurry coating onto carbon-coated Al foil and the coating was dried under vacuum at 100 °C for 8 h. The Na2MnFe(CN)6 and K2MnFe(CN)6 cathode electrodes consisted of 60% cathode powder, 30% carbon black, and 10% CMC binder. Distilled water was used as solvent to create a slurry that was thoroughly mixed and coated onto carbon-coated Al foil; the coating was dried under air overnight."
                    ],
                    "name": " Cathode Preparations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The composition of the Na+ electrolyte is 1 mol L–1 NaClO4 in propylene carbonate (PC) containing 10 wt% fluoroethylene carbonate (FEC). The composition of the K+ electrolyte was saturated KClO4 in PC containing 10 wt% FEC."
                    ],
                    "name": " Electrolyte Preparations",
                    "type": "h3"
                },
                {
                    "content": [
                        "CR2032 coin cells (a) composed of a liquid Na–K anode, a liquid-carbonate electrolyte containing a NaClO4 or KClO4 salt, a glass-fiber separator, and different kinds of cathodes were assembled in an Ar-filled glovebox. The cells were galvanostatically cycled at room temperature with a LAND battery testing system."
                    ],
                    "name": " Battery Assembly and Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "After cycling (from the discharged state), the cells were disassembled in an argon-filled glovebox. The cycled cathode was rinsed thoroughly with diethyl carbonate (DEC) for EDS (Hitachi S5500 SEM/STEM equipped with an Oxford EDS system) and XRD (Rigaku MiniFlex 600 II) analysis. The cycled electrolyte salt in the glass-fiber separator was extracted with DEC solvent and then transferred to a grid of a scanning transmission electron microscope (STEM). After the solvent was evaporated, the electrolyte salt stuck to the holey carbon film of the STEM grid and was ready for elemental analysis. The initial electrolyte before cycling was directly dropped onto a STEM grid for EDS analysis as the control sample."
                    ],
                    "name": " Energy-Dispersive X-ray Spectroscopy (EDS) and X-ray Diffraction (XRD)",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "A cell composed of a liquid Na–K anode, a standard liquid-carbonate electrolyte of 1 mol L–1 NaClO4 in PC containing 10 wt% FEC, and a layered-structured Na2/3Ni1/3Mn2/3O2 cathode was assembled and tested. By taking advantage of the immiscibility between the liquid Na–K alloy and the organic liquid-carbonate electrolyte,  a coin cell can be assembled with a traditional “sandwich” structure as shown in a. The liquid alloy is immobilized in a carbon paper and the immiscible organic electrolyte is immobilized in a glass-fiber separator. b shows charge/discharge curves of the cell over 500 cycles. Only a slight decrease of storage efficiency was observed due to an increase of polarization. Between 2.4 and 3.9 V, four pairs of peaks in dQ/dV were observed; their central positions were at 3.15, 3.31, 3.60, and 3.66 V, respectively (c), which are almost identical to those obtained with sodium half-cells.  The cell exhibited a high average Coulombic efficiency of 99.64% (d) with little capacity fade over 500 cycles at 0.5 C (e); both the Coulombic efficiency and stability are highly improved compared with the previous reports.  It also exhibited an excellent rate performance ().",
                "After cycling, the cell was disassembled, and the cycled cathode was rinsed with DEC and then analyzed by powder XRD and EDS. The XRD spectra of a indicate the cycled cathode retains the P2-type layered structure and there is little structural change of the cathode particles after cycling. The EDS profile of the cathode after cycling shows no evidence of K+ insertion or K+ at the particle surface (b). Both the XRD and EDS reveal K+ did not intercalate into the desodiated Na1/3Ni1/3Mn2/3O2 host lattice.",
                "The cycled liquid electrolyte was also analyzed by EDS. In order to avoid interference from the complex components of the glass-fiber separator, which contained both Na and K (), the cycled electrolyte salt in the glass-fiber separator was extracted with DEC solvent and then transferred to a grid of a STEM for elemental analysis (see the procedure illustration in ). The initial electrolyte before cycling was directly dropped onto a STEM grid for EDS analysis as the control sample. After the solvent was evaporated, the electrolyte salt crystallized and stuck to the holey carbon film of the STEM grid as shown in c. Compared with the initial electrolyte before cycling (), the EDS profile of d shows the salt after cycling is still NaClO4 with no evidence of K+ ions; the elemental distribution of Na, Cl, O shown in e–g is consistent with the selected area in c. EDS peaks of C, Cu, and Al were observed in all the electrolytes before and after cycling (compare d and ); they come from the STEM grid. F was only observed after cycling, indicating some side reactions such as SEI formation happens with the electrolyte additive FEC.",
                "These data show that the cell with the layered Na2/3Ni1/3Mn2/3O2 cathode acted like a simple sodium cell with a good cycle life; there was no evidence of K+ extraction from the liquid Na–K alloy anode even though potassium is more electropositive than sodium; the standard potential difference between Na+/Na and K+/K has been reported as 0.3 V in PC.  If K+ had been preferentially removed from the liquid Na–K anode on discharge, but cannot intercalate into the cathode, analysis of the electrolyte after cycling should have shown evidence of K+ in the electrolyte. The charge/discharge process is illustrated schematically in a. During charge, only Na+ can be removed from the Na2/3Ni1/3Mn2/3O2 cathode to the electrolyte and Na+ from the electrolyte is introduced into the liquid Na–K anode. On discharge, since only Na+ can be intercalated into the layered Na1/3Ni1/3Mn2/3O2 cathode host, K+ dissolution from the anode is suppressed and Na+ dissolution from the liquid Na–K anode is promoted; only Na+ is removed from the anode to the electrolyte and Na+ returned to the cathode. The liquid Na–K acts as a pure sodium anode when working with the layered Na2/3Ni1/3Mn2/3O2 cathode that accepts only Na+ ions.",
                "In order to check the generality of this result, we tested a cell with another cathode, Na3V2(PO4)3, that does not allow K+ insertion because of its small interstitial bottleneck of atomic separation of 2.50 Å (see its framework structure in b). In this cell, also, the liquid Na–K anode acted like a simple Na-metal anode (), and the central position of the peaks in dQ/dV was located at 3.38 V (), which is identical to that obtained with sodium half-cells.  However, the as-prepared Na3V2(PO4)3 cathode did not show as excellent a cycling as the cell with the Na2/3Ni1/3Mn2/3O2 cathode (), a capacity retention of 85% in 100 cycles was observed. The performance difference should be attributed to the cathodes themselves, Na3V2(PO4)3 should be further optimized to get better performance. The XRD () and EDS data () of the cycled Na3V2(PO4)3 indicated K+ was not inserted into its framework as expected. As in the cell with the layered Na2/3Ni1/3Mn2/3O2 cathode, only EDS peaks of NaClO4 and no peak of K were observed in the salt (). The liquid Na–K acts as a sodium anode when working with the NASICON-structured Na3V2(PO4)3 cathode, which also accepts only Na+ ions, as is illustrated in b.",
                "On the other hand, Na2MnFe(CN)6 is transformed into K2MnFe(CN)6 after a few cycles with Na–K alloy as the anode and NaClO4 as the initial electrolyte salt; the Na+ electrolyte is transformed to a K+ electrolyte on cycling. Once the cathode is transformed to K2MnFe(CN)6, it remains unchanged after cycling.  This transformation can be monitored by the voltage increase with cycling, as shown in the charge/discharge curves of a and dQ/dV in . The two pairs of peaks at low and high potentials can be assigned to low-spin FeIII/FeII and high-spin MnIII/MnII redox couples, respectively. With charge, a phase transformation occurs from a monoclinic phase to a cubic one over the first peak, and from cubic to tetragonal over the second peak.  When KClO4 was used as the initial electrolyte salt, the transformation of Na2MnFe(CN)6 to K2MnFe(CN)6 was accelerated. b shows that the cell with a Na2MnFe(CN)6 cathode and a KClO4 liquid electrolyte acts as a potassium cell after the first charge; it also shows a good cycling stability (). MnFe(CN)6 is not chemically prepared because of the instability of Mn3+ in aqueous solution, but it can be formed by charging Na2MnFe(CN)6; with a K+ electrolyte, MnFe(CN)6 behaves as a potassium cell from the beginning (c). K2MnFe(CN)6 has been prepared chemically, and the Na–K alloy also acts as a potassium anode with this cathode.  These data indicate that no matter whether the initial cathode is Na2MnFe(CN)6, MnFe(CN)6, or K2MnFe(CN)6 and the initial electrolyte contains Na+ or K+, the cells with the Na–K anode finally transform to potassium cells.",
                "MnFe(CN)6 has a large octahedral interstitial space interconnected by open faces bordered by four C≡N anions (see the Na and K versions of MnFe(CN)6 structure in a and b); the narrowest C≡N interatomic distance is 4.77 Å in Na2MnFe(CN)6, which has been experimentally proven big enough for both Na+ and K+ reversible insertion/extraction.  The recent observation that only K2MnFe(CN)6 is precipitated from a mixture of Na+, K+, and Fe(CN)64– in aqueous solution on the addition of Mn2+ shows that K2MnFe(CN)6 is more stable than Na2MnFe(CN)6.  Their lattice structures show K+ tends to form stronger bonds with C≡N than Na+ (see the interatomic distance comparison in ). It reveals the higher energy gain from inserting K+ into the MnFe(CN)6 host structure compared to inserting Na+. That is why the K2MnFe(CN)6 has a higher energy density and discharge voltage than that of Na2MnFe(CN)6.  These experimental observations are supported by a first-principles study of FeFe(CN)6, that concluded the insertion of cations with larger ionic radius happens at higher voltages, and thus provides higher energy density. ",
                "The charge/discharge processes of MnFe(CN)6-based cathodes are illustrated schematically in . During charge, only Na+ can be removed from the Na2MnFe(CN)6 cathode to the electrolyte and Na+ from the electrolyte is introduced into the liquid Na–K anode (a). On discharge, since the MnFe(CN)6 host prefers K+, K+ dissolution from the liquid Na–K anode is promoted while the Na+ dissolution from the anode is suppressed; K+ is removed from the anode to the electrolyte and inserted into the cathode host, transforming Na2MnFe(CN)6 into K2MnFe(CN)6. If K2MnFe(CN)6 is used as the initial cathode, K+ is always the working ion, as shown in b. The liquid Na–K acts as a pure potassium anode when working with the MnFe(CN)6 host that prefers K+ ions. If the cathode host cannot accept K+ ions, the sodiated cathode is the more stable discharged cathode and the Na–K alloy acts as a Na anode. Where both Na+ and K+ can be inserted into the cathode, whether the liquid Na–K alloy acts as a Na or a K anode depends on the anode–cathode reaction that gives the highest reactive energy."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The Na–K alloy molten at room temperature is immiscible with the flammable liquid-carbonate electrolyte of the alkali-ion batteries. However, the alloy can be immobilized in a porous membrane that it wets. Therefore, it provides a way to plate dendrite-free sodium or potassium with the alloy at room-temperature from a flammable liquid electrolyte to provide a safe, fast charge/discharge Na-metal or K-metal anode for a rechargeable battery. Whether the alloy acts as a pure sodium or pure potassium anode depends on the relative stability of a discharged cathode into which K+ versus Na+ ions are inserted on discharge."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Cathode Dependence of Liquid-Alloy Na–K Anodes"
}