{
    "DOI": "10.1039/C7RA12617D",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (NIBs) have been proposed as promising alternatives to lithium-ion batteries (LIBs) in the megawatt- and kilowatt-scale energy storage scenarios (i.e.; electric vehicles, stationary grids) for their high cost-effectiveness, sustainability, and environmental benignity. Since the operation chemistry of NIBs is very similar to that of LIBs, knowledge gained from developing LIB technology can be mostly applied to NIBs with the exception of electrode materials. In particular, the larger ionic radius of Na+ (0.102 nm) than that of Li+ (0.076 nm) makes graphite, the most commonly used anode in LIBs, unable to accommodate sodium ions in a satisfactory regime. Inspired by the findings on LIBs, scientists have tested carbonaceous materials, alloy materials (Sn, Sb), and metal oxides (Fe2O3, CuO, TiO2) as anode materials for NIBs. Unfortunately, due to the large volume change and/or the sluggish kinetics during charge/discharge cycles, these materials delivered either low reversible capacity or poor cyclability. Consequently, layered metal sulfides (MoS2, WS2, SnS2 and SnS) have also been explored as anode materials in NIBs due to their unique structural characteristics. For example, molybdenum sulfide (MoS2), stemming from its large interlayer spacing (0.62 nm, compared to 0.34 nm for graphite) and high capacity for hosting foreign species, has been recently highlighted as a possible candidate for anode material in NIBs. According to the intercalation and conversion reaction between one MoS2 molecule and four Na+, the theoretical capacity of MoS2 is as high as 670 mA h g−1.",
                "However, there are two major issues when using MoS2 as anodes in large-scale applications: poor electronic conductivity and drastic volume expansion upon conversion reaction from MoS2 to Mo and Na2S. One effective approach to address the problems and thus improve the electrochemical performance of MoS2 in NIBs is by supporting MoS2 with conductive scaffolds to create porous composites, so as to simultaneously improve its conductivity as well as buffer the volumetric variation. In this regard, carbon materials, especially graphene, have been repeatedly confirmed to be an efficient conductive additive in electrode materials in resolving the above issues. Some examples of such effective treatment on electrode materials include sulfur/graphene cathode in lithium–sulfur batteries, lithium metal phosphates/carbon cathode materials in LIBs, and various metal oxides/graphene anode materials in LIBs.",
                "To improve the electrical conductivity and enhance the structural integrity of MoS2 anode, MoS2/graphene composites have been synthesized via several methods and applied in NIBs. For instance, David et al. prepared MoS2/graphene composite paper through vacuum filtration of homogeneous dispersions consisting of exfoliated MoS2 and graphene oxide sheets, followed by thermal reduction at elevated temperatures. Wang et al. and Xie et al. also synthesized MoS2/graphene composites via hydrothermal reactions plus thermal annealing, respectively. In spite of the significant synthetic achievements made, the existing strategies for synthesizing MoS2/graphene composites present a few shortcomings as these methods often involve complicated procedures (graphene oxide preparation, MoS2 preparation, compositing or mixing step, thermal treatments, etc.) in addition to be costly and time-consuming. Another issue with existing MoS2/graphene compositing methods is that some of them do not ensure the intimate contact between MoS2/graphene interfaces, an unfavorable condition for electrochemical applications (charge-transfer process). Finally, most of the present MoS2/graphene compositing methods are faced with the issue of low yield, ranging from several tens to hundreds milligrams of powders under laboratory conditions.",
                "Herein, we report a single-step, template-free, high-throughput “self-bubbling” method for synthesizing MoS2/graphene composite. Our method is cost-effective, simple and scalable. The synthesis utilizes the thermal decomposition of solid precursor to generate MoS2; meanwhile, the released gas from the decomposition reaction blows premixed, melted glucose into crowded bubbles, which then evolve into graphene structures during annealing. The final product is microscopically featured as highly crystalline MoS2 nanoflakes distributed in three-dimensional (3D) macroporous monolithic graphene. With the additional assistance of intimate interfacial contacts between MoS2 and graphene, our composite demonstrates considerably improved electrochemical performance when compared with those of conventional MoS2/graphene composite upon application in NIBs. It is expected that such a unique MoS2/graphene composite should hold potential in promoting the development of practical MoS2 anode in NIBs, while the straightforward self-bubbling method could offer the opportunity in producing MoS2/graphene composites in industrial scale as well as synthesizing other advanced graphene-based composites."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "We demonstrate a one-step “self-bubbling” system, for the first time, to synthesize the graphene/MoS2 composite in this work. Empirically, thermal decomposition of (NH4)2MoS4 in inert atmosphere leads to MoS2 while releasing a considerable amount of gases. Results from our carefully conducted thermogravimetric and differential scanning calorimetry (TG/DSC) analysis for (NH4)2MoS4 decomposition in flowing Ar (Fig. 1a) suggests the following processes:",
                "Inspired by these findings, we started with a mixture of (NH4)2MoS4 (as MoS2 source) and glucose (as carbon source) with the setup of a two-stage annealing sequence to produce graphene/MoS2 hybrid, as shown in Fig. 1b. In the first stage (from room temperature to 200 °C), glucose (m.p. 146 °C) melts into viscous liquid while (NH4)2MoS4 remains solid inside it. Sequentially, during the second stage (from 200 to 1100 °C), (NH4)2MoS4 decomposes into MoS2 and crystallizes while the released gas species (ammonia, hydrogen sulfide and sulfur vapor) blow the melted glucose to form crowded bubbles with ultrathin walls, which are then graphitized into 3D graphene networks at high temperature (the released gases actually serve as soft templates to direct the growth of graphene structures.). With this simple approach, a rational nanostructure consists of MoS2 and graphene was obtained (hereafter abbreviated as MoS2@G hybrid). Besides, our approach also allows the MoS2/graphene ratio in the final product to be expediently tuned by using different ratios of (NH4)2MoS4 and glucose as precursors for various potential applications (see Fig. S1,† the composites with varied MoS2/graphene ratios). The advantages of such novel approach include low cost, high flexibility, easy operability and excellent scalability. The complete annealing program is presented in Fig. 1b as well as described in the Experimental methods section in the ESI.† A schematic diagram of the whole process is further shown in Fig. 1c.",
                "The effectiveness of our approach could be fully confirmed by systematic microstructural analysis of the end-product. Firstly, microscopies were involved to reveal the morphological characteristics of the MoS2@G hybrid. The single production of the MoS2@G hybrid under our laboratory condition is up to ca. 1–2 g when a 1-inch (diameter) tube furnace was used, and the product is foam-like black solid (inset of Fig. 2a). An optical image (Fig. 2a) manifests that the product is composed of large-scale crowded bubbles. The walls of these bubbles are so thin that the light can penetrate through them, leading to rainbow-like reflections on their surface. The scanning electron microscope (SEM) images (Fig. 2b and c) suggest the bubbles are mostly polyhedral units, with a broad size distribution from 1 to 50 micrometers in diameter. Enlarged SEM image (Fig. 2d) further reveals that the wall of the bubbles is made up of ultrathin nanosheets, and every three to four bubbles are interconnected by a strut (denoted by red arrow). One can also notice the presence of large areas of wrinkle-like structures on the nanosheets (denoted by black arrows), a typical phenomenon associated with large-sized graphene, which helps to further increase the surface area of the sample. Such structure of monolithic graphene is analogous to the 3D Voronoi structure (which is frequently seen in soap bubbles and styrofoam) and provides a number of advantages such as excellent mechanical stability, high surface area, and effective avoidance of the graphene restack.",
                "Our results also show that the graphene walls are decorated with nanosized particulates in the SEM images, most likely the result of the MoS2 content. Transmission electron microscope (TEM) images in Fig. 2e and f verify the nanoparticles are quasi-hexagonal nanoflakes (in consistent with our previous in situ experiment ), with a lateral size of 50–100 nm and thickness of 5–10 nm. As expected, the selected area electron diffraction (SAED) pattern in Fig. 2g can be readily assigned to hexagonal MoS2 structure (JCPDS no. 37-1492) while the bright diffraction rings reflect high crystallinity (also refer to Fig. S2,† the energy dispersive spectra (EDS) from the nanoflakes region). The diffraction rings in the SAED pattern correspond to a polycrystalline character, a result of the cumulative signals from many nanoflakes across the selected area aperture (Fig. 2e) although the high-resolution TEM (HRTEM) image in Fig. 2h shows that each MoS2 nanoflake is clearly a single crystal. The intimate contact between MoS2 nanoflakes and graphene nanosheets is also evident from the TEM images (Fig. 2e–i), a favorable condition for enhancing the electroactivity of the MoS2@G hybrid. Interestingly, despite the validation of the in-plane d-spacing of MoS2 (0.26 nm for (100) planes) and interlayer distance of graphene (0.34 nm for (002) planes) as shown in the HRTEM images (Fig. 2h and i), a slightly expanded interlayer distance of MoS2 (∼0.65 nm, 0.62 nm for natural MoS2) can be identified throughout repeated observations. It should be noted that MoS2 structure with expanded interlayers is commonly considered to be highly beneficial to improve its electrochemical performance (discharge capacity, reaction kinetics, etc.) for battery applications. In short, the above results consistently showed that the sample from our one-step self-bubbling approach was MoS2 nanoflakes distributed in macroporous few-layered graphene, in accordance with our original design. For comparison purpose, we also prepared pure MoS2 samples via the same process without glucose and the final product is mainly irregular microsized flakes (see Fig. S3,† the TEM images of pure MoS2 sample).",
                "Subsequently, spectroscopic characterizations were employed to further explore the microstructural features of the MoS2@G hybrid. Concerning the chemical states of Mo and S in the product, Fig. 3a shows the X-ray photoelectron spectroscopy (XPS) survey scans for MoS2 and MoS2@G hybrid, with their C 1s peak referenced at 284.8 eV. The presence of MoS2 with Mo and S elemental ratio of ∼1:2 can be identified for both samples, besides the prominent carbon component in the MoS2@G hybrid. The insets in Fig. 3a show the high-resolution spectra of MoS2@G hybrid, which are the S 2p, Mo 3d and C 1s regions. The Mo 3d possesses two peaks centered at 229.6 and 232.8 eV, in association with the doublet Mo 3d5/2 and Mo 3d3/2 for Mo4+ ions. Another group of peaks, ascribed to the S 2p3/2 and S 2p1/2 orbital of divalent sulfide ions (S2−), are observed at 162.4 and 163.7 eV, respectively. All these results are well consistent with the reported values for MoS2. The existence of Mo, S and C in the MoS2@G hybrid was also verified by the electron energy-loss spectrum (EELS), as shown in Fig. 3b by the S L-edge, Mo M-edge and C K-edge. Particularly, the core-loss C K-edge EELS spectrum of the MoS2@G hybrid (inset in Fig. 3b) presents a sharp π* peak (∼284 eV, due to the excitation from 1s spin level to empty π* orbits of the sp2-bonded atoms) as well as a clear σ* step (∼289 eV, resulting from the transition from the 1s level to empty σ* orbits at both sp2 and sp3-bonded atoms), suggesting the high crystalline nature of graphene in the hybrid.",
                "The crystal structure of the samples was then studied by X-ray diffraction (XRD). As shown in Fig. 3c, the XRD patterns for both MoS2 and MoS2@G hybrid match with 2H molybdenite; however, the diffraction peaks of the MoS2@G hybrid are much boarder than those of pure MoS2, a result of the fine MoS2 crystalline size. Notably, the peak of (002) planes for the MoS2@G hybrid slightly shifts towards the direction of low scattering angle, corroborating the expanded interlayer distance as revealed by the above TEM results. The diffraction signal for graphene is not visible due to the intense peaks from MoS2 crystals, so Raman measurement was applied. As can be seen from the inset of Fig. 3d, the Raman spectrum for MoS2@G hybrid exhibits two sharp bands at 1360 (D band, in-plane vibration of sp3-bonded carbon) and 1600 cm−1 (G band, vibration mode of sp2-bonded carbon), as well as two broad bands at 2690 (2D band) and 2920 cm−1 (D + G band), which directly proved the existence of well-crystallized few-layered graphene structure in the hybrid. The hexagonal layered structure of the MoS2 in the hybrid was further confirmed by Raman spectrum with two peaks located at 383 and 407 cm−1 (Fig. 3d), which are typical E12g and A1g modes due to in-plane vibrations within the sulfur–molybdenum–sulfur layers, respectively. Consequently, the carbon content in the MoS2@G hybrid was measured by annealing the sample in synthetic air upon TG/DSC test. Assuming the complete formation of MoO3, SO2 and CO2, the graphene content is estimated to be 27.8 wt%, corresponding to the MoS2 content of 72.2 wt% (Fig. 3e).",
                "To further characterize the composite structure, the specific surface area and porous nature of the MoS2@G hybrid was quantified by Brunauer–Emmett–Teller (BET) method. Results from the full nitrogen adsorption and desorption isotherms (Fig. 3f) present typical type-IV characteristics with type-H4 hysteresis loop at a relative pressure above 0.5, indicating a nanoporous structure. Accordingly, the surface area of the MoS2@G hybrid is as high as 196.93 m2 g−1; in contrast, the surface area of the MoS2 sample is 6.22 m2 g−1 (Fig. S4†). It is also worth noting that the pore sizes of the MoS2@G hybrid, derived via the Barrett–Joyner–Halenda (BJH) method, are mainly distributed in the region of mesopores to macropores with a peak centered at 3.87 nm (inset in Fig. 3f). The high surface area of the MoS2@G hybrid together with the ample pores would be extremely favorable for energy storage applications such as batteries. The porosity in the Voronoi-structured framework can act as efficient electrolyte reservoirs to enlarge the contact areas between electrolyte and the active materials, and increase the active sites for sodiation/desodiation. Meanwhile, the porosity can also buffer the volume change to avoid structural pulverization during repeated charge/discharge cycles.",
                "The above structural characterizations of our MoS2@G hybrid suggest the high potential of applying the product as electrode materials in NIBs. To verify this, systematic electrochemical measurements were performed with CR2032 coin cells. Fig. 4a shows the cyclic voltammograms (CVs) of MoS2@G hybrid during the initial five cycles in the potential range of 0.01–3 V versus Na+/Na. In the first cathodic scan (sodiation), the first peak at 1.20 V can be ascribed to the intercalation of sodium ions into MoS2 interlayer (refer to Fig. S5† for the isolated first scan). The following two reduction peaks at 0.66 and 0.56 V are attributed to the two-step insertion of Na+ into MoS2. The fourth subtle peak located at ∼0.35 V is related to the conversion reaction from MoS2 to Mo and Na2S. The last sharp cathodic peak at 0.02 V is associated with the intercalation of Na+ into the graphene interlayers. In the subsequent anodic scan (desodiation), the peaks from 1.4 to 1.7 V should be attributed to the oxidation of Mo to MoS2. In the subsequent cycles, the peaks at 0.66/0.56 V shift to 1.04/0.75 V with decreased intensity, corresponding to the progressive amorphization of MoS2@G hybrid. Notably, the CVs rapidly become overlapped in the later cycles, suggesting high reversibility for the electrode material. The stability of sodiation/desodiation processes was also confirmed by comparing the cycling performances of MoS2@G hybrid and MoS2 under the galvanostatic mode at a current density of 0.1 A g−1, as shown in Fig. 4b. First, both samples show initial capacity drops as well as low coulombic efficiencies (CE) at the first cycle, which should be a result of the formation of solid electrolyte interface (SEI) film. Second, the MoS2@G hybrid delivered a capacity as high as 484 mA h g−1 at the 2nd cycle and 474 mA h g−1 at the 100th cycle (corresponding to a small capacity decay of 0.02% per cycle). In contrast, the MoS2 electrode delivered only a capacity of 268 mA h g−1 at the 2nd cycle and 97 mA h g−1 at the 50th cycle. Furthermore, the CE of the MoS2@G hybrid (>99%) is constantly higher than that of MoS2.",
                "Fig. 4c displays the galvanostatic discharge/charge voltage profiles during the first five cycles of the MoS2@G hybrid at 0.05 A g−1 in the potential window of 0.01–3 V vs. Na+/Na. The distinct discharge/charge plateaus in the first cycle are ascribed to the sample's high crystallinity. The discharge and charge capacities for the first cycle are 750 and 630 mA h g−1, respectively, corresponding to a CE of 83.7% (in line with the low initial CE in Fig. 4b). In the subsequent cycles, the discharge and charge profiles become identical, and no obvious discharge/charge plateau can be identified. These cells were then involved in the test of rate capability and the result is presented in Fig. 4d. The specific discharge capacities are 530, 475, 408, and 357 mA h g−1 at 0.05, 0.1, 0.25, and 0.5 A g−1, respectively; i.e., when the current density is increased by ten times (from 0.05 to 0.5 A g−1), the electrode material can still retain ∼67% of its capacity (from 530 to 357 mA h g−1). Moreover, the MoS2@G hybrid is able to recover most of its original capacity when the current rate is restored back to 0.05 A g−1 after forty deep cycles, indicating the high stability of the MoS2@G anode even upon high rate cycling (also refer to Fig. S6–S8† for the CV profiles, discharge/charge curves, and rate performance of the MoS2 sample, as well as Fig. S9† for the cycling performance of graphene). Therefore, another cycling test was conducted under the galvanostatic mode at a higher current density (0.5 A g−1, Fig. 4e). After 200 cycles, the MoS2@G anode remarkably preserves its sodium storage capacity at as high as 371 mA h g−1 whereas the MoS2 anode almost loses its electrochemical activity (final capacity of 31 mA h g−1). It is worth noting that, during these repeated discharge/charge cycles, the volume change induced pulverization of the MoS2@G hybrid electrode has been significantly suppressed, as reflected by the constantly high CE (>99%) throughout the measurement and the comparative postmortem TEM study. As shown in Fig. 5, the postmortem TEM study of MoS2@G hybrid indicates the existence of small MoS2 flakes firmly decorated on graphene sheets. The MoS2 content remains highly crystallized except the irregular outlines after such long cycling. Moreover, the uniform distribution of MoS2 on graphene sheets was also successful maintained. In contrast, the MoS2 sample shows considerable cracks across the flakes throughout the cycling (Fig. S10†).",
                "The above electrochemical characterizations substantiate the fact that our MoS2@G hybrid produced by the novel “self-bubbling” approach possesses high reversible capacity, excellent rate capability, as well as superior cycling stability as anode material in NIBs. Such impressive performance, to the best of our knowledge, is among one of the best values for MoS2-based anode materials for NIBs (refer to Table S1,† the comparison of electrochemical performances with selected MoS2-based anode materials for NIBs). We believe that the unique microstructural features of the MoS2@G hybrid itself have brought multiple advantages to act as high-performance electrode materials. First, the thin MoS2 nanoflakes (5–10 nm in thickness) with expanded interlayer spacing (0.65 nm) greatly reduces the strain caused by insertion and extraction of Na+. Second, the high surface area of the MoS2@G hybrid (196.93 m2 g−1) provides a large electrode–electrolyte interface, in facilitating the critical charge-transfer process. Third, the monolithic graphene ensures a 3D porous and flexible scaffold to protect MoS2 from dissolution or detachment during repeated cycles, as well as 3D interconnected pathways for electron transport and Na-ion diffusion. Finally, the homogeneous distribution of MoS2 nanoflakes on graphene nanosheets together with their intimate contact guarantees good conductivity (for both Na+ and electrons), and hence a high level of electrochemical activity and effective material utilization of the MoS2 (as shown in the inset of Fig. 4b)."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we have developed a simple and scalable “self-bubbling” approach for synthesizing an advanced MoS2@G hybrid composed of MoS2 nanoflakes entrapped in 3D macroporous monolithic graphene frameworks. Benefiting from the unique microstructural characteristics, the MoS2@G hybrid has shown outstanding electrochemical performance including remarkable cycling stability and high rate capability upon used as anode material for NIBs. On account of the promising structural tunability of the MoS2@G hybrid, we also believe that the product might possess great potential in other application areas such as supercapacitors, catalysts, and sensors. Our one-step method may be also applicable in constructing other emerging graphene-based composites, and should therefore inspire further attempts to additional application scenes in future."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The MoS2@G hybrid was synthesized from a novel “self-bubbling” approach. A mixed powder of (NH4)2MoS4 and glucose (weight ratio of 1:1.5) was directly subjected to thermal treatment in a horizontal furnace. As shown in Fig. 1b, the temperature was first ramped from room temperature to 200 °C in 40 minutes and this temperature was kept for 60 minutes. The temperature was then further increased to 1100 °C in 180 minutes and hold for another 180 minutes. The product was harvested after cooling the system to room temperature in 110 minutes. The whole annealing process was protected by a constant argon flow."
                    ],
                    "name": "Synthesis of MoS2@G hybrid",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The samples were characterized by different analytical techniques. Simultaneous TG/DSC analysis was performed on a NETZSCH STA 449 C Jupiter system. Optical image was captured on a Nikon Microphot-FXA microscope. SEM observations were made on a JEOL JSM-6700F field-emission SEM. TEM images, SAED pattern, EELS, and EDS were obtained on a JEOL JEM-2100F STEM (200 kV, field-emission gun) system equipped with an Oxford INCA x-sight EDS and an ENFINA 1000 EELS. XPS spectra were acquired on a Thermo Scientific Escalab 250Xi spectrometer. XRD measurement was conducted using a Rigaku SmartLab Intelligent X-ray diffraction system with filtered Cu Kα radiation (λ = 1.5406 Å, operating at 45 kV and 200 mA). Raman measurement was taken using a Horiba Jobin Yvon LabRAM HR system with a laser wavelength of 488 nm. The nitrogen adsorption and desorption isotherms were obtained at 77 K with a Micromeritics ASAP 2020 volumetric adsorption analyzer."
                    ],
                    "name": "Material characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrode slurry was prepared by mixing the active materials with Super P and carboxymethyl cellulose binder at a mass ratio of 8:1:1. The slurry was then spread on the surface of a copper foil and dried at 60 °C for 12 h. Finally, the electrode was stamped into disks with a diameter of 10 mm and vacuum-dried at 60 °C for another 6 h. With sodium tablets as the reference electrode and glass fiber membrane as the separator, CR2032 coin cells were assembled in a glove box (MIKROUNA-Universal-2440-1750) filled with argon. 1 M NaClO4 in the mixed solvent of ethylene carbonate/dimethyl carbonate (1:1 v/v ratio) with 5 wt% fluoroethylene carbonate as additive was selected as the electrolyte for the coin cells. CV measurement was conducted on an electrochemical measurement system (PARSTAT 2273) with a scan rate of 0.2 mV s−1 from 3 to 0.01 V. Galvanostatic charge/discharge tests were performed by using a battery testing system (LAND CT2001A) within the potential of 0.01–3 V at room temperature. The capacities are given with respect to the total mass of the active materials throughout the work."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental methods",
            "type": "section_h2"
        },
        {
            "content": [
                "L. F., C. L. M., and Y. W. conceived the idea and designed the experiment. L. F. and J. J. prepared samples. L. F., J. J., S. M. N., L.-L. S., L. S., and K. X. conducted structural characterizations. L. F. and M. X. performed electrochemical measurements. H. H. and C. W. L. contributed to critical discussions. L. F., C. L. M., and Y. W. wrote the manuscript, and all authors commented on it. Y. W. and C. L. M. supervised implementation of project. All authors have given approval to the final version of the manuscript. L. F. and M. X. contributed equally to this work."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Three-dimensional macroporous graphene monoliths with entrapped MoS2 nanoflakes from single-step synthesis for high-performance sodium-ion batteries"
}