{
    "DOI": "10.1002/adma.202207752",
    "Journal": "",
    "Keywords": [
        "anode materials",
        "Co3Se4",
        "holey graphene",
        "in‐plane nanoholes",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Nowadays, with the continuous exhaustion of fossil fuels and the urgent demand for renewable energy resources, great efforts have been made to develop high‐efficiency electrochemical storage systems, such as lithium‐ion batteries (LIBs),[] lithium‐sulfide batteries,[] sodium‐ion batteries (SIBs),[] and supercapacitors.[] LIBs with high energy density and long cycle life have been broadly applied in energy storage devices such as large‐scale smart grids and portable electronic devices. However, ultimately, the limited lithium abundance will inevitably hinder the development of LIBs. In this regard, SIB have been conceived as a promising alternative for LIB owing to the abundance and low cost of sodium resources.[] To date, hard carbon anode has been considered as the most promising material for SIBs for its high capacity (≈350 mA h g−1) and low operational voltage (around 0.3 V). However, the capacity and rate performance are still unsatisfactory.[] Consequently, extensive efforts have been poured into exploring novel anode and cathode materials for SIBs. Among them, cobalt chalcogenides have shown great potential as anode materials because of their outstanding theoretical capacity and narrow bandgap.[] Particularly, the relatively weaker metal‐selenium bonds make the bond cleavage more favorable in the conversion reaction compared with the metal‐oxygen/sulfur bonds, stemming from the fact that Se possesses a larger ionic radius than O and S.[] However, cobalt chalcogenides suffer from unsatisfactory performances for sodium ion storage due to poor electronic and ionic together with inevitable volumetric variation during sodiation/desodiation process.",
                "Graphene‐based nanohybrids have come into the front due to their fascinating physicochemical properties of graphene with 2D nanosheets.[] In general, the introduction of graphene into electrode materials endows them with several distinctive architectural merits, such as accelerated electron transfer, robust structural stability, and abundant electrochemical active sites. Cobalt chalcogenides have been incorporated with assorted architectures of graphene (1D nanotube, 2D nanosheets, 3D aerogel, etc.). For instance, well‐dispersedly CoSe2 nanoparticles were anchored on the surface of B,N‐codoped graphene sheets for avoiding the electrochemical Ostwald ripening process, and reversible capacities of 311 and 250 mAh g−1 at 0.1 and 5.0 A g−1 were respectively attained.[] Another case was graphene nanoscrolls embedded with CoSe2 nanoparticles by a facile liquid nitrogen freezing method, and discharging capabilities of 582 and 438 mAh g−1 at 0.1 and 5.0 A g−1 were respectively realized.[] Moreover, CoSe2/graphene/CNT aerogel was prepared to provide high mechanical strength and a faster conduction pathway among the nanoparticles.[] However, these 1D and 3D structured cobalt‐chalcogenides/graphene nanomaterials are only applicable for SIB electrodes with limited mass loading and poor volumetric energy density, which are not suitable for applications. By contrast, the rate capability of 2D structured nanocomposites, expected to accomplish thick electrodes with high energy density, is not ideal. This is mainly due to the physical barrier of electrolyte ions by stacked graphene sheets whose size range from a few to tens of micrometers.",
                "Considering the difficulty of electrolyte ions to diffuse across the graphene plane, the perforation of graphene nanosheets is considered as an effective strategy to reduce the longitudinal ion diffusion distance.[] Hybrids composed of holey graphene (HG) combine the features of both 2D nanomaterials and porous architectures. The rich in‐plane nanoholes favor facilitating ion transport along the longitudinal directions, realizing the enhancement of rate capability. Moreover, HG nanosheets can also serve as conductive skeletons to accelerate the electron transfer and maintain the structural stability of electrode materials. It has been demonstrated that partially‐reduced HG oxide, synthesized by H2O2 treatment and low‐temperature calcination, achieved fast ion diffusion, enlarged interlayer distance, and abundant storage space of Na+.[] Besides, reduced HG was used to enwrap hollow FeS2@C spheres, exhibiting excellent rate performance.[] Nevertheless, most of the abovementioned HG‐based materials were prepared by employing holey graphene oxides as precursors, which is tedious, time‐consuming and environmentally unfriendly. Therefore, more efforts are urgently needed to explore facile synthesis protocols to obtain HG‐based electrode materials with high energy/power densities.",
                "Herein, a thermal etching together with an in situ conversion strategy has been employed to synthesize the nanohybrid of Co3Se4 and HG, where Co3Se4 nanoparticles were uniformly anchored next to the holes of HG nanosheets. The HG nanosheets serving as conductive matrices not only accelerated the electron transfer in the electrode materials, but also strengthened the structural robustness. Importantly, the in‐plane nanoholes beside Co3Se4 nanoparticles opened up the longitudinal channels of ion diffusion, shortening the distance of electrolyte ions in the electrode materials. Endowed by this unique holey nanostructure, the Co3Se4/HG electrode displayed excellent electrochemical performances, including high reversible capacity, remarkable rate performance and ultralong cycle stability. When further combined Co3Se4/HG as anode with commercial Na3V2(PO4)3 (NVP) as a cathode in Na‐ion full cells, the Co3Se4/HG|NVP full cell presented prominent specific capacity, extraordinary cycling durability, and impressive rate capability."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthetic process of Co3Se4/HG is illustrated in Figure , involving a simple chemical bath deposition (CBD), thermal etching and selenylation treatment. The graphene oxide (GO) suspension was prepared in a modified Hummer's method. In step I, the nanocomposite of the cobalt precursor and reduced GO (Co‐precursor/rGO) was prepared by a facile CBD method. Due to the existence of abundant functional groups (e.g., –OH, –COOH, etc.), cobalt ions were inclined to adsorb on both sides of GO nanosheets, forming homogeneous active sites on their surfaces. After subsequently adjusting the pH to 8 by the NH4OH solution, the suspension was transferred to an oil bath to synthesize the Co‐precursor/rGO. In this process, Co‐precursor nucleated on the GO surfaces by the initial reaction between cobalt ions and functional groups of GO. After slowly adding the NH4OH solution, Co‐precursor nanocrystallites were generated according to the heterogeneous nucleation mechanism and continuously grew to tiny Co‐precursor nanoparticles. Meanwhile, the GO was partially reduced to rGO. In step II, cobalt nanoparticles/HG (Co/HG) was obtained by the calcination of Co‐precursor/rGO, involving the reduction of Co‐precursor to Co and the creation of holes in the graphene nanosheets. Co‐precursor was first decomposed into CoO nanoparticles. The redox reaction between CoO and C atoms next to CoO generated Co, achieving the etching of graphene sheets.[] CoO, as the etching reagent, was successfully reduced to Co nanoparticles, while the nanoholes were correspondingly generated adjacent to Co nanoparticles. In step III, Co/HG was converted into Co3Se4/HG by the selenylation treatment under an N2 atmosphere.",
                "The morphology evolution of Co3Se4/HG was monitored by the field emission scanning electron microscope (FE‐SEM) and transmission electron microscope (TEM). The GO displayed a relatively thin and wrinkled nanosheet structure (Figure , Supporting Information). After Co‐precursor deposition, it was difficult to observe nanoparticles on the rGO surfaces, as shown in the FE‐SEM images of Co‐precursor/rGO (Figure ), manifesting the uniform dispersion of tiny Co‐precursor nanoparticles on the rGO nanosheets. After thermal etching treatment, abundant nanoholes adjacent to the Co nanoparticles were distinct, judging from the FE‐SEM images of Co/HG (Figure ), which originated from the oxidation of C into CO or CO2. And large Co nanoparticles were generated by the decomposition of the Co‐precursor via the subsequent reduction reaction. As shown in Figure , the microstructure of Co3Se4/HG was similar to that of Co/HG, indicating that the microstructure of Co/HG was successfully inherited. The atomic force microscopy (AFM) test has been performed to obtain the thickness of Co3Se4 nanoparticles (Figure , Supporting Information). Figure  in the Supporting Information showed the AFM image of Co3Se4/HG, and the thickness of a Co3Se4 nanoparticle was about 9.1 nm from Figure  in the Supporting Information. For comparison, Co3Se4/rGO without the thermal etching, no nanoholes were detected in the graphene nanosheets (Figure , Supporting Information). Furthermore, the TEM image of Co3Se4/HG (Figure ) exhibited that Co3Se4 nanoparticles were homogenously dispersed on the surface of HG. Figure  manifests that the nanoholes were closely adjacent to the Co3Se4 nanoparticles. A high‐resolution TEM (HRTEM) image revealed the lattice spacing of 2.67 Å, corresponding to (111) crystal planes of the monoclinic Co3Se4 (Figure ). The high‐angle annular dark field scanning TEM (HAADF‐STEM) and energy dispersive spectroscopy (EDS) elemental mappings of Co3Se4/HG (Figure ) further verified the homogeneous distribution of Co and Se elements in the Co3Se4/HG hybrid.",
                "The development of phase structure for Co3Se4/HG is revealed by X‐ray powder diffraction (XRD) (Figure ). For Co‐precursor/rGO, a typical bump of rGO emerged at 23.5° while that of Co‐precursor did not appear, resulting from the ultrasmall size and low crystallinity of Co‐precursor. After calcination at 800 °C under N2 atmosphere, three peaks appeared at 44.1°, 51.4°, and 75.6° in the XRD pattern of Co/HG, which was assigned to cubic cobalt nanocrystals (JCPDS No. 01‐15‐0806). The result indicated that the Co‐precursor was completely converted into Co nanoparticles due to the carbothermal reaction arising from the strong reducibility of C atoms at high temperatures. As shown in the XRD pattern of Co3Se4/HG, the diffraction peaks accorded with monoclinic Co3Se4 (JCPDS No.01‐074‐4767), revealing the successful selenization of Co into Co3Se4 nanoparticles. The XRD result of Co3Se4/rGO (Figure , Supporting Information) also clearly displayed the diffraction peaks of monoclinic Co3Se4. The carbon content and thermal stability of Co3Se4/HG and Co3Se4/rGO were assessed by thermogravimetric analysis (TGA) (Figure , Supporting Information). The weight of Co3Se4/HG and Co3Se4/rGO increased slightly with increasing temperature to 450 °C, which was attributed to the oxidation of Co3Se4 to CoSeO4 and SeO2. Subsequently, an obvious weight loss occurred in the range of 430–700 °C due to the decomposition of CoSeO4 to Co3O4 and the evaporation of SeO2 as well as the conversion of graphene into CO2.[] The content of graphene in Co3Se4/HG and Co3Se4/rGO was estimated to be 33.6% and 52.1%, respectively. Moreover, the specific surface area and pore distribution was shown in Figure  in the Supporting Information. Co3Se4/HG and Co3Se4/rGO displayed Type IV isotherms with Type H3 hysteresis loops, demonstrating the existence of mesopores. The specific surface area of Co3Se4/HG was 83.4 m2 g−1 inferior to Co3Se4/rGO (94.9 m2 g−1), resulting from the reduction of graphene content in the Co3Se4‐based composites. The number of macropores in Co3Se4/HG was significantly higher than in Co3Se4/rGO (Figure , Supporting Information), associated with the formation of in‐plane nanoholes. The abundant holes were propitious to enrich active sites for sodium ion storage and promote the penetration of electrolytes in the electrodes.",
                "Raman spectrum was collected to reveal the effect of pore‐forming engineering on graphene structure. Two peaks, located at 1345 and 1590 cm−1, were attributed to the D and G bands of carbon, respectively (Figure ). D band was the defect band corresponding to the disordered carbon. Whereas G band was the E2g mode ascribed to the graphitic carbon. After the creation of nanoholes in the graphene sheets, the ID/IG ratio increased from 1.0 to 1.45, indicating an increased amount of defect carbons. The X‐ray photoelectron spectroscopy (XPS) analysis was conducted to study the chemical valence states of Co3Se4/HG. Survey spectrum (Figure , Supporting Information) showed distinct signals of C, O, Se, and Co. The presence of O was due to contact with air. The high‐resolution XPS spectrum of Co 2p (Figure ) displayed four peaks at 778.1, 781, 792.6, and 796.2 eV, which were assigned to Co 2p3/2 for Co3+ and Co2+ and Co 2p1/2 for Co3+ and Co2+, respectively. Another two peaks at 785.6 and 803.5 eV were the satellite peaks of Co 2p3/2 and Co 2p1/2, respectively. For the spectrum of Se 3d (Figure ), two peaks were observed at 54.6 and 55.3 eV, which were indexed to Se 3d5/2 and Se 3d3/2, respectively. Moreover, the peak at 59.4 eV was pointed to the oxidized Se, originating from a small amount of SeOx formed during the selenization process.[] The XPS spectrum of C 1s (Figure , Supporting Information) showed that three peaks at 284.8, 286, and 288.6 eV were assigned to sp2 C, C–O, and CO, respectively.",
                "The electrochemical performances of Co3Se4/HG were estimated by cyclic voltammetry (CV) and galvanostatic charge/discharge (GCD) cycling tests. As shown in the first scanning CV curves of Co3Se4/HG (Figure ), a sharp reduction peak at 0.99 V was assigned to the intercalation of Na+ into Co3Se4 to from NaxCo3Se4 and the formation of the solid electrolyte interface layer (SEI) owing to the decomposition of electrolyte.[] Another broad peak at 0.43 V resulted from the reduction of NaxCo3Se4 to metallic Co. Meanwhile, the oxidation peak observed at 1.75 eV corresponded to the conversion reaction from Co to Co3Se4. From the second cycle, two reduction peaks were observed at 1.23 and 0.8 V, ascribing to the intercalation of Na+ into Co3Se4 and the subsequent conversion of NaxCo3Se4 into Co and Na2Se, respectively. For the oxidation peaks, there was almost no significant change in the subsequence cycles. Moreover, the CV profiles of the Co3Se4/HG anode approximately overlapped except for the first cycle, implying its excellent cycle performance. The first four GCD profiles of Co3Se4/HG at 100 mA g−1 (Figure ) showed that Co3Se4/HG delivered an exceptional initial charge capacity (622.2 mAh g−1) with an initial Coulombic efficiency (69%). The irreversible capacity in the first cycle was mainly caused by the irreversible decomposition of electrolytes and the formation of the SEI layer.[] Moreover, GCD curves overlapped in successive cycles, revealing the good stability of Co3Se4/HG for sodium ion storage. And all plateaus of the GCD curves were in correspondence with the peaks of the CV profiles. Based on the above‐mentioned analysis, the reaction mechanism of Co3Se4/HG was summarized as follows",
                "In the discharging process1Co3Se4+xNa++xe−→NaxCo3Se4\\[{\\rm{C}}{{\\rm{o}}_3}{\\rm{S}}{{\\rm{e}}_4} + x{\\rm{N}}{{\\rm{a}}^ + } + x{{\\rm{e}}^ - } \\to {\\rm{N}}{{\\rm{a}}_x}{\\rm{C}}{{\\rm{o}}_3}{\\rm{S}}{{\\rm{e}}_4}\\]2NaxCo3Se4+(8−x)Na++(8−x)e−→3Co+4Na2Se\\[{\\rm{N}}{{\\rm{a}}_x}{\\rm{C}}{{\\rm{o}}_3}{\\rm{S}}{{\\rm{e}}_4} + \\left( {8 - x} \\right){\\rm{N}}{{\\rm{a}}^ + } + \\left( {8 - x} \\right){{\\rm{e}}^ - } \\to 3{\\rm{Co}} + 4{\\rm{N}}{{\\rm{a}}_2}{\\rm{Se}}\\]",
                "In the charging process33Co+4Na2Se→8Na++8e−+Co3Se4\\[3{\\rm{Co}} + 4{\\rm{N}}{{\\rm{a}}_2}{\\rm{Se}} \\to 8{\\rm{N}}{{\\rm{a}}^ + } + 8{{\\rm{e}}^ - } + {\\rm{C}}{{\\rm{o}}_3}{\\rm{S}}{{\\rm{e}}_4}\\]",
                "As for the cycle performances of Co3Se4/HG and Co3Se4/rGO (Figure ), the specific capacities slightly decreased in the initial cycles owing to the formation of a stable SEI layer and the reconstitution of Co3Se4. After 100 cycles, Co3Se4/HG achieved a specific capacity of 575.2 mA h g−1, much higher than Co3Se4/rGO (456.7 mA h g−1). The Co3Se4/HG also displayed superior rate performance to Co3Se4/rGO at various current densities (Figure ). Co3Se4/HG delivered a specific capacity of 588.8 mA h g−1 at 0.1 A g−1 and maintained a high capacity of 519.5 mA h g−1 even at 5.0 A g−1, outperforming Co3Se4/rGO (417.8 and 318 mA h g−1), reflecting the accelerated diffusion of electrolyte ions due to the creation of in‐plane holes in the graphene nanosheets. In addition, a high capacity (590.4 mA h g−1) was obtained when the current density recovered to 0.1 A g−1, revealing the excellent reversibility of electrochemical reaction. The rate capability of Co3Se4/HG surpassed most reported traditional metal chalcogenides (e.g., CoSe/C,[] Co3Se4 nanotubes,[] Co3Se4@N‐CN,[] CoSe@C/CNTs,[] CoSe2@CNTs‐Mxene,[] NiSe2‐rGO‐C,[] NiSex@C/CNT[]) (Figure ), attributed to the exceptional nanostructure with abundant nanoholes and fairly high electronic conductivity.",
                "The cycle stabilities of Co3Se4/HG and Co3Se4/rGO were appraised at 2.0 A g−1 (Figure ). For Co3Se4/HG electrode, the capacity decay was witnessed during the initial 100 cycles, ascribing to the volumetric variation and the aggregation of Co3Se4 nanoparticles throughout the intercalation and deintercalation of sodium ions at high current densities. Subsequently, the discharge capacity of the Co3Se4/HG tended to be stable with a capacity of 472.8 mA h g−1 after 100 cycles and achieved 464.3 mA h g−1 after 1000 cycles, which was 79% of the initial capacity with Coulombic efficiency over 102%. In comparison, although the Co3Se4/rGO electrode exhibited 444.5 mA h g−1 after 550 cycles, an obvious capacity decay occurred from 550 to 1000 cycles (371.2 mA h g−1), resulting from the nanoparticle pulverization and electrical contact loss of active material. These results indicated that the in‐plane nanoholes gave Co3Se4/HG a structural advantage over Co3Se4/rGO. The sharp electrochemical fading of Co3Se4/HG in the first 50 cycles may be attributed to the formation of unstable SEI and mechanical degradation.[] The CV curves at scan rates from 0.2 to 1.2 mV s−1 were shown in Figure  in the Supporting Information. In the first 600 cycles, the two different electrodes have similar electrochemical performance because the Co3Se4 nanoparticles are dominant in sodium‐ion storage and they are uniformly distributed on graphene nanosheets. After 600 cycles, the nanoholes adjacent to Co3Se4 nanoparticles in Co3Se4/HG can shorten ion‐diffusion distance compared with Co3Se4/rGO, resulting in the better long cycle stability of Co3Se4/HG. The in situ generation of in‐plane holes in the graphene nanosheets not only provided shortened ion transport channels, but also improved the anchoring strength between Co3Se4 nanoparticles and graphene nanosheets.",
                "To clarify the performance enhancement, the sodium storage mechanism of capacitive‐controlled and diffusion‐controlled processes is probed. Figure  and Figure  (Supporting Information) shows the CV profiles of the Co3Se4/HG and Co3Se4/rGO electrode at various scan rates from 0.2 to 2.0 mV s−1. The shape of all these CV curves is similar except that the peak positions shifted toward opposite directions with increasing scanning rate. The relationship between peak current (i) and scan rate (v) abides by the formulas as follow[]4i=avb\\[i = a{v^b}\\]5logi=blogv+loga\\[\\log i = b\\log v + \\log a\\]where i and v are variable quantities, and a and b are constants. When the value of b approaches 0.5, the capacity storage mechanism is dominated by a diffusion‐controlled process. If b approaches 1.0, the capacitive‐controlled process dominates. As shown in Figure , the b values calculated from the slop of liner plots were 0.84 and 0.90 for cathodic peaks and 0.85 for anodic peaks. The b values located between 0.5 and 1.0, indicating the mixed mechanism in which the capacitive‐controlled process is dominant and accompanied by the diffusion‐controlled process. Besides, the capacitive contribution at various sweeping rates is acquired by Equation ()6i=k1v+k2v1/2\\[i = {k_1}v + {k_2}{v^{1/2}}\\]where k1v and k2v1/2 respectively represent contributions from the capacitive‐controlled and diffusion‐controlled. The capacitive contribution in CV curves at 0.2 mV s−1 was displayed in Figure . Furthermore, the capacitive contribution gradually increased with increasing scan rate and Co3Se4/HG had a higher capacitive contribution compared with Co3Se4/rGO (Figure ). The calculated capacitive contribution ratios of Co3Se4/HG were 92.1%, 94.6%, 95.8%, 96.4%, 96.8%, and 97.3% at 0.2, 0.4, 0.8, 1.0, and 1.2 mV s−1, respectively. The high percentage of pseudocapacitive contribution was ascribed to the synergistic effect of pathbreaking holey structure design with a homogeneous distribution of Co3Se4 nanoparticles, resulting in superior rate performance.",
                "Electrochemical impedance spectroscopy (EIS) measurements were also carried out to further explore the electrochemical reaction kinetics. The Nyquist plots consist of an arc section in the high‐frequency region and a liner plot section in the low‐frequency region (Figure ), corresponding to the charge transfer resistance (Rct) and the Warburg diffusion process (Zw), respectively.[] The Rct value of Co3Se4/HG was 8.35 Ω, which was lower than that of Co3Se4/rGO (17.03 Ω). The smaller impedance of Co3Se4/HG was attributed to the combined merits between Co3Se4 nanoparticles and graphene, which largely accelerated the transfer of electrons. In addition, according to Equations () and () and the relationship between Z′ and ω−1/2 at low frequency (Figure ), the Na+ diffusion coefficient (DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$) can be calculated.7ω=2πf\\[\\omega = 2\\pi f\\]8Zw=Rs+Rct+σwω−1/2\\[{Z_{\\rm{w}}} = {R_{\\rm{s}}} + {R_{{\\rm{ct}}}} + {\\sigma _{\\rm{w}}}{\\omega ^{ - 1/2}}\\]9DNa+=0.5R2T2S2n4F4C2σw2​\\[{D_{{\\rm{N}}{{\\rm{a}}^ + }}} = \\frac{{0.5{R^2}{T^2}}}{{{S^2}{n^4}{F^4}{C^2}\\sigma _{\\rm{w}}^2}}\\]",
                "The larger the slopes representing the Warburg coefficient (σw) between Z′ and ω−1/2, the smaller DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$. Co3Se4/HG electrode exhibited a larger DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ value than Co3Se4/rGO, suggesting the accelerated transportation of Na+ along the longitudinal direction. To further elucidate the performance enhancement of Co3Se4/HG, the DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ of Co3Se4/HG and Co3Se4/rGO electrodes were evaluated via galvanostatic intermittent titration technique (GITT). Figure  displayed the GITT curves of two electrodes at 50 mA g−1 and the voltage response over time during a single current pulse of Co3Se4/HG, respectively. The DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ values can be evaluated by the formula as follow10DNa+=4πτ(mBVMMBS)2(ΔEsΔEt)2\\[{D_{{\\rm{N}}{{\\rm{a}}^ + }}} = \\frac{4}{{\\pi \\tau }}{\\left( {\\frac{{{m_{\\rm{B}}}{V_{\\rm{M}}}}}{{{M_{\\rm{B}}}S}}} \\right)^2}{\\left( {\\frac{{\\Delta {E_{\\rm{s}}}}}{{\\Delta {E_{\\rm{t}}}}}} \\right)^2}\\]",
                "During the sodiation/desodiation process of Co3Se4/HG and Co3Se4/rGO, DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ values displayed a similar trend (Figure ), and the lowest values of DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ were achieved in the charge/discharge voltage platforms, revealing the occurrence of phase transformation. Moreover, Co3Se4/HG exhibited a larger DNa+${D_{{\\rm{N}}{{\\rm{a}}^ + }}}$ value than Co3Se4/rGO, indicating faster diffusion kinetics of Na+ in Co3Se4/HG. In addition, the EIS profiles of Co3Se4/HG and Co3Se4/rGO after the first cycle was shown in Figure  (Supporting Information), which revealed the appearance of impedance of SEI layer (RSEI). The RSEI of Co3Se4/HG (0.88 Ω) is smaller than that of Co3Se4/rGO (2.06 Ω). The EIS tests of Co3Se4/HG were also performed before and after 10, 50, and 100 cycles (Figure , Supporting Information). Equivalent circuits recorded after different cycles were the same as those for the fresh electrode, demonstrating no additional interfacial resistance generated during the charging/discharging process. The impedance at the 10th and 50th cycles first descends slowly and then drops steeply in comparison with that of the original one, indicating a continuous improvement in the reaction kinetics owing to the activation of electrode materials. After 100 cycles, the Nyquist plot of the 100th lap almost overlapped with that of the 50th lap, suggesting the good structural reversibility of Co3Se4/HG. The FE‐SEM images of Co3Se4/HG after 50 cycles at 2 A g−1 have been provided in Figure  in the Supporting Information. Almost no change was observed compared with the original Co3Se4/HG, which revealed the good structural stability of the unique nanostructure of Co3Se4/HG.",
                "To confirm the mechanism of sodium‐ion storage and the phase transition of the Co3Se4/HG electrode, the in situ XRD test was implemented at 0.2 A g−1 during the initial two cycles (Figure ). The corresponding GCD profile was displayed on the right, and the colored image from purple to red representing the increasing intensity was shown on the left. Notably, in the first cycle, the peaks situated at 33.4°, 45.1°, 60.5°, 62.6°, and 70.6° of Co3Se4 (JCPDS No.01‐074‐4767) were distinctly detected at the pristine state of Co3Se4/HG electrode. The five peaks slightly shifted to lower angles during the intercalation of Na+ into Co3Se4, and the signals of the five peaks gradually weakened. The new peaks emerged at 22.5°, 37.2°, 67.1°, and 43.9° while the peaks belonging to Co3Se4 disappeared gradually. These newly‐generated peaks correspond to the (011), (022), and (224) planes of Na2Se (JCPDS No. 00‐047‐1699). The emerging peak at 43.9° belonged to the (111) plane of metal Co (JCPDS No.00‐015‐0806). In the subsequent desodiation process, the peak intensity of Na2Se and Co gradually faded and eventually disappeared. Upon continuous charging, the broad peak appeared at 33.4°, suggesting the reformation of Co3Se4 with lower crystallinity. In the subsequent second cycle, the emergence and disappearance of peaks display a similar trend to those in the first cycle. Thus, the in situ XRD results indicated the reversible conversion reaction of Co3Se4/HG for sodium ion storage. The illustration for the conversion mechanism of Co3Se4/HG was shown in Figure .",
                "Encouraged by the outstanding storage performance of sodium ions, the sodium‐ion full cells were constructed with Co3Se4/HG or Co3Se4/rGO anode and commercial Na3V2(PO4)3 (NVP) cathode (Figure ), which were respectively denoted as Co3Se4/HG||NVP and Co3Se4/rGO||NVP for simplicity. The electrochemical performances of full cells were measured from 0.01 to 3.0 V and the mass loading ratio of the cathode to anode was about 4.0. The specific capacity of full cells was evaluated according to the mass of Co3Se4/HG anode. The Co3Se4/HG||NVP delivered a high initial charge capacity of 530.7 mAh g−1 at 0.1 A g−1 with an initial Coulombic efficiency of 74.6% (Figure ). After 100 cycles, it displayed a remarkable reversible capacity of 473.7 mAh g−1 at 0.1 A g−1, much higher than Co3Se4/rGO||NVP (301.5 mA h g−1) (Figure ). Moreover, the Co3Se4/HG||NVP exhibited better rate capability than Co3Se4/rGO||NVP at increasing current densities (Figure ). Co3Se4/HG||NVP delivered high discharge capacities of 426.6, 421.1, 361.5, 308.1, 265.2, 227.8 mAh g−1 at 0.1, 0.2, 0.5, 1.0, 2.0, 5.0 A g−1, respectively. Co3Se4/rGO||NVP exhibited 326.6 mAh g−1 at 0.1 A g−1 and 145.8 mA h g−1 at 5.0 A g−1. When tested at 1.0 A g−1, the Co3Se4/HG||NVP full cell still exhibited excellent cycling stability with a discharge capacity of 446.7 mAh g−1 over 500 cycles. The capacity fading in the first few cycles is due to the mechanical degradation and unstable SEI formation.[] While the capacity increment thereafter is because of the activation and full impregnation of electrolyte.[] In comparison, Co3Se4/rGO||NVP only achieved 230.8 mAh g−1 after 500 cycles. When evaluating the performance of full cells in terms of NVP cathode (Figure , Supporting Information), Co3Se4/HG||NVP attained a superior capacity of 107.8 mAh g−1 than Co3Se4/rGO||NVP of 52.4 mAh g−1 after 500 cycles, indicating that the structural advantage of Co3Se4/HG is effective. These superior electrochemical performances of Co3Se4/HG||NVP full cells further indicate that Co3Se4/HG is an appealing candidate anode material in SIBs.",
                "The excellent sodium storage properties of Co3Se4/HG are ascribed to rationally designed hierarchical nanostructure, where Co3Se4 nanoparticles are anchored beside the in‐plane nanoholes of graphene sheets. First, the HG nanosheets act as conductive networks and robust skeletons to boost the rapid transfer of electrons and strengthen the structural integrity, respectively. Second, the homogeneous dispersion of Co3Se4 nanoparticles on the HG sheets could accommodate the volume variation during the intercalation and deintercalation of sodium ions. Finally, the etched in‐plane nanoholes of graphene sheets provide sufficient nanochannels for ion diffusion along the longitudinal direction, which can increase the contact area of electrode materials with electrolytes and thus facilitate reaction kinetics."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, Co3Se4/HG nanocomposite was devised by a facile CBD followed by thermal etching and selenylation treatment. It is worth noting that the in‐plane nanoholes in the graphene sheets have been created in situ via the thermal reduction of carbon by Co‐precursor‐derived nanoparticles. The in‐plane nanoholes have opened up the longitudinal channels of ion diffusion, shortening the distance of electrolyte ions in the electrode materials. In comparison with Co3Se4/rGO, Co3Se4/HG is capable of faster transport of electrolyte ions to achieve more excellent rate performances of sodium‐ion storage. Therefore, The Co3Se4/HG anode displayed an outstanding rate performance of 519.5 mA h g−1 at a high current density of 5.0 A g−1 and a remarkable reversible capacity of 575.2 mA h g"
            ],
            "name": "Conclusion",
            "type": "section"
        }
    ],
    "Title": "Pore Perforation of Graphene Coupled with In Situ Growth of Co3Se4 for High‐Performance Na‐Ion Battery"
}