{
    "DOI": "10.1002/asia.202100519",
    "Journal": "",
    "Keywords": [
        "Sodium-ion batteries",
        "Anode material",
        "Bi",
        "Full batteries"
    ],
    "Sections": [
        {
            "content": [
                "In recent years, large‐scale combustion of coal and oil have caused problems such as smog and acid rain. The development of renewable energy is an effective way to deal with current environmental problems. Lithium‐ion batteries (LIBs) are widely used in electronic equipment and electric cars. But lithium resource is unevenly distributed on the earth and limited. Besides, with the increasing demand for LIBs, the available lithium resources are decreasing, and the price of lithium has become expensive. Therefore, people urgently need to develop new generation of energy storage systems without lithium. It′s worth noting that sodium is in the same main group as lithium, which has similar properties to lithium. More importantly, there are abundant reserves in nature. Hence, sodium‐ion batteries (SIBs) have aroused great interest in energy storage. However, on account of the difference in ion radius between sodium and lithium, finding the appropriate anode material for SIBs is more difficult than LIBs.",
                "As the common anode of LIBs, graphite is difficult to accommodate sodium ions. Thus, graphite‐based materials cannot be an appropriate anode for SIBs. Some alloy‐type anodes, such as tin (Sn), germanium (Ge), antimony (Sb), bismuth (Bi), silicon (Si) and phosphorus (P) are the candidates for anodes of the SIBs. They have low operating potential and high specific capacity. However, the alloy‐type anodes have thus far suffered from huge volume expansion during sodium ion storage processes. For example, the volume expansion of the alloying reaction between Sn and sodium ions can reach up to 420%. The severe volume expansion can cause electrode material pulverization and electrical disconnection, and forming unstable solid electrolyte interface (SEI), thus resulting in poor sodium ion storage performance of anode. Among these alloy‐based materials, Bi is chemical stable and with relatively small volume expansion (240%). It is noteworthy that Bi is a typical two‐dimensional material which has large crystal layer spacing which benefits the accommodation of sodium ions. It is a good choice of anode material for SIBs. But Bi as the anode of sodium battery also undergoes volume expansion and cannot form stable SEI.",
                "People are trying to solve the problems of Bi in sodium ion battery. The designing of core‐shell and three‐dimensional (3D) structures are good strategies to enhance the sodium ion storage capacity of Bi anode. In addition, benefiting from the stable SEI formed in ether electrolyte, the sodium ion storage performance of Bi was further improved. Although there are lots of reports on improving sodium storage performance of Bi, the sodium storage performance of Bi in full battery still needs to be explored. Moreover, the reaction processes and mechanism between Bi and sodium ion is still unclear. Herein, we synthesized the Bi microspheres coated by nitrogen‐doped carbon (Bi@NC). The resultant Bi@NC composite with high specific surface area and mesopores which can reduce sodium ion diffusion distances and enhance electrical conductivity of the electrode. Owing to the unique Bi crystals and porous nitrogen‐doped carbon, the synthesized Bi@NC electrode performed a superior electrochemical property in the Na//Bi@NC half cell. After 4000 cycles at 2.0 A g−1, the capacity of 363 mA h g−1 was obtained. Assembling with Na3V2(PO4)3@C cathode to form a full battery, which can stably cycle for 2000 cycles, and remained capacity of 57 mA h g−1 (84.5% of its initial capacity, calculated based on the mass of cathode material). Such superior sodium storage performance of Bi@NC anodes can be assigned to the protective effect of nitrogen‐doped carbon layer on Bi microspheres as well as the large interlayer spacing (d (003): 0.395 nm) provides enough sites for the insertion of sodium ions."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The synthesis processes of Bi@NC microspheres composite were depicted in Figure a. Bi2S3 was synthesized by solvothermal reaction which has a unique microstructure. Then, after polymerization of dopamine on the Bi2S3, the polydopamine coated Bi2S3 (Bi2S3@PDA) was obtained. After thermal reduction by hydrogen, Bi2S3 was reduced to Bi and the polydopamine coating was pyrolyzed into nitrogen‐doped carbon. Figure b shows the SEM image of Bi2S3 precursor, the as‐prepared sea urchin‐like Bi2S3"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Nitrogen Doped Carbon Coated Bi Microspheres as High‐performance Anode for Half and Full Sodium Ion Batteries"
}