{
    "DOI": "10.1002/anie.202003386",
    "Journal": "",
    "Keywords": [
        "aromaticity",
        "hydrocarbons",
        "macrocycles",
        "organic batteries",
        "voids"
    ],
    "Sections": [
        {
            "content": [
                "Aromatic organic compounds hold great promise for becoming the next generation of battery electrode materials owing to their low‐cost, environmentally benign, and recyclable nature. Although lithium‐ion batteries (LIBs) have been greatly successful for various applications, next‐generation materials are desirable to reduce the dependence on toxic heavy metals and lithium as well as to increase the freedom in structure and property tuning. Sodium‐ion batteries (SIBs) are a much praised alternative to LIBs, but the anode material conventionally used for LIBs, graphite, is inactive for SIBs, which is due to the thermodynamically unfavorable insertion of sodium ions. To date, the small group of aromatic organic compounds found to be suitable as SIB anode materials largely consists of sodium carboxylates. While promising specific capacities were achieved with these compounds, most of them suffered from significant degradation issues when tested under fast‐charge/discharge conditions or for long‐term cycling. Fundamentally new concepts are needed for solving these issues and for designing stable, high‐performance organic SIB anode materials.",
                "Recent fundamental studies of conjugated macrocycles indicate that global (anti)aromaticity effects in organic compounds can lead to promising redox properties for battery applications. Shinokubo et al. investigated a concept that employed global aromaticity to stabilize the doubly reduced or oxidized state of a conjugated macrocycle in order to achieve good redox properties for applications as electrode material in LIBs. The porphyrinoid, which they used, can switch between an antiaromatic neutral state, featuring a macrocyclic conjugated system of [4n] π‐electrons, and an aromatic doubly reduced (or oxidized) state of [4n+2] π‐electrons, obeying Hückel's rule. The charged states of the porphyrinoid were stabilized effectively by the global aromaticity, but the concept suffers from the inherent destabilizing effect of the global antiaromaticity in the neutral state. Generally, antiaromatic compounds lack meaningful practical applications owing to their inherent instability. The porphyrinoid used by Shinokubo et al. required steric protection by bulky substituents to counterbalance the destabilizing effect and achieve sufficient stability for testing in batteries.",
                "Herein we explore the concept of switching between a locally aromatic neutral state (instead of a globally antiaromatic neutral state) and a globally aromatic doubly reduced state, overcoming the inherent issues of antiaromaticity and providing an exciting new design concept for organic electrode materials. Instead of bulky substituents (as used for stabilizing the porphyrinoid), we introduced vinylene bridges along the [4n] π‐electron system of an antiaromatic conjugated macrocycle known as [24]annulene (Figure  a left; [24]annulene substructure indicated by bold bonds), creating locally aromatic phenylene units with [4n+2] π‐electrons that we expected to dominate the structure. Surprisingly, although the conjugated macrocycle resulting from this design process, [2.2.2.2]paracyclophane‐1,9,17,25‐tetraene (PCT), was subject to intense fundamental studies in the 1970s and 1980s, our study is the first to explore the concept of switching between local and global aromaticity and to investigate the benefits of the macrocyclic structure for applications as electrode material."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "PCT was obtained in a single step from low‐cost starting materials terephthalaldehyde and p‐xylylenebis(triphenylphosphonium bromide) by a Wittig reaction (see the Supporting Information for details). Purification of the crude product by preparative gel permeation chromatography (GPC) afforded PCT as a pure, bright yellow powder in yields of 13 %. As a scalable alternative purification method, sublimation instead of GPC proved to be feasible at moderately reduced pressure (approx. 0.4 mbar) and elevated temperature (240 °C). Similar yields of 11 % were obtained by sublimation, with no differences in purity according to 1H NMR measurements (Supporting Information, Figures S1 and S2). Such a simple, low‐cost synthesis and purification is rarely achieved for conjugated macrocycles but is important to facilitate preparation on the scale required for battery electrodes.",
                "As a first step in assessing our molecular design, we investigated its ability to stabilize the neutral state of PCT by determining the thermal properties of the compound. Thermogravimetric analysis (TGA) revealed high thermal stability, with the decomposition starting at approx. 290 °C and a 5 % mass loss at 317 °C (Supporting Information, Figure S5). Differential scanning calorimetry (DSC) showed a melting point at 245 °C (Supporting Information, Figure S6). Neither in the solid state, nor in solution, were any stability issues observed by 1H NMR measurements. In contrast, [24]annulene (obtained in three steps in an overall yield of approx. 0.1 %) was reported to decompose on attempted melting point determination and almost fully decomposed at room temperature within 24 hours. The high stability of PCT compared to its parent compound [24]annulene confirmed the intended effect of creating locally aromatic units along the [4n] π‐electron system on the stability of the compound.",
                "To investigate the effect of the molecular design on the ring currents, we carried out anisotropy of the induced current density (ACID) calculations as a next step. The ACID plot of neutral PCT shows slightly disturbed diatropic (aromatic, clockwise) currents on the four phenylene units (Figure  b left). No global ring current was observed along the [24]annulene substructure. Hence, according to these calculations, neutral PCT can indeed be regarded as composed of locally aromatic phenylene units with [4n+2] π‐electrons connected by vinylene units, with no significant antiaromatic contribution from the global [4n] π‐electron system of the [24]annulene substructure. This observation is in accordance with the experimentally determined 1H NMR signals at 7.32 ppm (phenylene) and 6.42 ppm (vinylene). Furthermore, low‐temperature 1H NMR measurements showed no indication of antiaromatic character on cooling to 193 K (Supporting Information, Figure S4).",
                "Twofold reduction of PCT to the corresponding dianion PCT2− (Figure  a right) drastically changes the ring current flow. The ACID plot of PCT2− shows a strong diatropic ring current along the [24]annulene substructure (Figure  b right), indicating that the two additional electrons delocalize over the macrocyclic substructure and create a globally aromatic [4n+2] π‐electron system that obeys Hückel's rule. The diatropic ring current mainly flows along the perimeter of the macrocycle, confirming conclusions previously drawn from 1H NMR measurements of the dianion, which experimentally indicated its globally aromatic nature. No local ring currents were observed in the ACID plots of PCT2−. The plots effectively visualize the transition from a locally aromatic neutral state to a globally aromatic doubly reduced state. Upon further reduction, the calculations predict a strong paratropic (antiaromatic, counter‐clockwise) ring current in the tetraanion PCT4−, followed by recovery of the diatropic ring current in the hexaanion PCT6− (Supporting Information, Figure S11). Similar effects are predicted for the corresponding cations (Supporting Information, Figure S12).",
                "To experimentally investigate the reduction of PCT and confirm that a global [4n+2] π‐electron system is formed, we conducted cyclic voltammetry (CV) measurements in solution. Previous CV measurements on a hanging mercury drop electrode indicated that the reduction of PCT in DMF is a reversible two‐electron process. This conclusion was drawn from the small difference of the cathodic and anodic peak potentials (ΔEp) of 30 mV, which is below the thermodynamic limit for a one‐electron process (57 mV at 25 °C). Although we found the reduction to be chemically and practically reversible (Supporting Information, Figure S13, first 30 cycles), it was not thermodynamically reversible on our glassy carbon electrode (ΔEp=61 mV). This renders confirmation of the reduction stoichiometry (that is, the number of electrons transferred per molecule) from ΔEp or the slope of steady‐state voltammograms difficult (also as these parameters are influenced by electrode process kinetics and Ohmic drop). Therefore, we decided to follow a different approach to confirm the stoichiometry and prepared PCT solutions of known concentrations in 0.1 m NBu4PF6 in N,N‐dimethylformamide (DMF), propylene carbonate (PC) and 1,2‐dichloroethane (DCE) for CV using a platinum disc ultramicroelectrode (UME) of 25 μm diameter (Supporting Information, Figure S14). Based on the diffusion limited current of the reduction in these measurements, we estimated the diffusion coefficients of PCT in the different solvents, assuming a two‐electron stoichiometry (see the Supporting Information for details). The diffusion coefficients were then used to estimate the hydrodynamic radii of PCT (0.51 nm in DMF and PC, 0.39 nm in DCE), which were in good agreement with the optimized (non‐spherical, cylinder‐like) geometry of PCT (radius: ca. 0.65 nm, height: ca. 0.25 nm; Supporting Information, Figure S9), confirming the two‐electron mechanism of the reduction and the formation of a global [4n+2] π‐electron system in all tested solvents. Like the reduction, the oxidation of PCT was found to be a two‐electron process in all three solvents (Supporting Information, Figure S16), but the oxidation was chemically reversible only in DCE (with an estimated redox potential of the PCT/PCT2+ couple of 0.77 V vs. ferrocene/ferrocene+ (Fc/Fc+), see the Supporting Information for details).",
                "For estimating the kinetic parameters of the reduction, we recorded cyclic voltammograms of the same PCT solutions on a larger platinum disc electrode of 2 mm diameter and fitted simulated voltammograms to the measured voltammograms (Figure ). This allowed us to estimate standard electron transfer rate constants (k0) of 1.8×10−3 cm s−1 (DMF and PC) and 1.0×10−3 cm s−1 (DCE) as well as electron transfer coefficients (α) of 0.17 (DMF), 0.32 (PC) and 0.29 (DCE) (see the Supporting Information for details). The rate constants correspond to thermodynamically quasi‐reversible cases. The kinetics are faster than the electroreduction of Li+ in DMF (k0=4.7×10−4 cm s−1), but slower than thermodynamically reversible cases, for example, ferrocene oxidation in acetonitrile (k0=8.4 cm s−1)."
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Switching between Local and Global Aromaticity in a Conjugated Macrocycle for High‐Performance Organic Sodium‐Ion Battery Anodes"
}