{
    "DOI": "10.1039/C7NR04912A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, lithium ion batteries (LIBs) have been extensively used in electric vehicles, and portable and wearable electronic equipment due to their superior energy density and environmental friendliness. Nevertheless, the scarcity and uneven distribution of lithium reserves may be responsible for the insufficiency to satisfy the increasing demands for energy storage by LIB technology. Against this background, more and more researchers have started working on sodium ion batteries (SIBs), which present parallel electrochemical properties but possibly a much lower cost owing to the cost effectiveness and geographical distribution of sodium reserves. Graphitic carbon, as a dominant anode material for commercial lithium ion batteries, cannot be employed as Na+ insertion hosts for SIBs. Hence, it is of great importance to search for suitable anode materials with high energy density and excellent electrochemical performance for both technologies. In the meantime, a large number of 3D freestanding binder-free materials have been reported as anodes for LIBs with perfect electrochemical performance, because the 3D network can not only facilitate speedy entrance of Li+ to active materials but also provide a buffer substance to lessen the mechanical stress arising from the giant volume expansion during cycling.",
                "Electrospun nanofibers have attracted tremendous interest recently as freestanding and binder-free electrodes. Thanks to the development of no binders or conductives, electrospun fiber membranes have exhibited superior overall electrode capacity as used in LIBs/SIBs. In particular, carbon nanofibers (CNFs) prepared by the electrospinning method with the precursor of polyacrylonitrile possess promising advantages, which can not only improve the conductivity of the electrodes, but also offer outstanding mechanical strength and flexible properties. However, the traditional electrospinning method uses a soluble source of active materials into carbon precursors and produces nanoparticles embedded in CNFs. Therefore, it is difficult to load a large number of active materials into carbon nanofibers by the traditional electrospinning technology. Porous CNFs have been proposed to increase the mass loading of active materials and can achieve higher capacity at low current density owing to the high surface area provided by the nanopores. Unfortunately, high surface area electrodes often result in poor rate performance and low volumetric capacity. Recently, Xu et al. reported a novel design of a flexible Si/C fiber electrode with high mass loading that exhibited high gravimetric capacities and good stability. However, the process is complicated, because it needs to combine the electrospray and electrospinning techniques together.",
                "To address these issues, we develop a modified electrospinning technique through choosing the appropriate precursor of active materials for high loading LIB and SIB anodes (Fig. 1a). In the morning, you always see a lot of dewdrops on spider-webs like shinning diamonds on a crown. As a proof of concept, we prepared 3D freestanding spider-web-like membranes with high mass loading of active materials (herein, bismuth (Bi) nanoparticle clusters) by electrospinning followed by carbonization in nitrogen gas as shown in Fig. 1b. CNFs are like the spider-web, and the bismuth nanoparticle clusters are like the dewdrops, which strongly stick to the CNFs. The flexible 3D Bi/CNF provides good mechanical properties and prevents the disengagement from the freestanding membranes, facilitating charge transfer. The Bi nanoparticle clusters consisted of a large number of Bi nanoparticles, which uniformly embedded in the carbon substance. The extensible and facile synthesis process not only offers a high active mass loading but also exhibits excellent electrochemical performance for LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "In order to increase the weight content of active materials in CNFs, we choose insoluble precursor particles during the electrospinning process. Moreover, the size of precursor particles should be much larger than that of CNFs (e.g. 200–500 nm) to form dewdrops on the spider-web-like structure. Herein, bismuth(III) citrate is chosen as the Bi precursor based on two considerations: (1) bismuth(III) citrate does not dissolve in water or DMF, but can form a stable suspension for electrospinning and (2) the pyrolysis products of bismuth(III) citrate are carbon and Bi nanoparticles, which provide in situ carbon coating. As we know, bismuth is one of the new anode materials for LIBs and SIBs, and possesses high gravimetric and volumetric capacities for both LIBs and SIBs due to the unique layered crystal structure. As shown in Fig. S1a,† commercial bismuth(III) citrate is a micro-scale sheet-like material, which is different from previous research studies for electrospinning. The precursor solution is a homogeneous faint yellow suspension with high stability (Fig. S1b†).",
                "The XRD patterns of the Bi/CNF samples are shown in Fig. 2a. The obvious peaks at 27.2°, 37.9°, 39.6°, and 48.7° can be ascribed to the (012) (104) (110) and (202) planes of the hexagonal bismuth (JCPS no. 44-1246). The intensity of peaks demonstrates the excellent crystallinity of Bi/CNF samples. Furthermore, a small hump in the range 2θ of 25–35°, shown in Fig. 2a, indicates the formation of amorphous carbon in the Bi/CNF samples. TGA is applied to determine the content of Bi in different Bi/CNF webs samples in air. Fig. 2b shows the weight loss from 300 and 550 °C, which can be ascribed to the carbon oxidation process. As the final product of the TGA heating is Bi2O3, the content of bismuth in the composite can be calculated based on the following equation:",
                "Therefore, the Bi contents of the Bi/CNFs-1, Bi/CNFs-2 and Bi/CNFs-3 are 50.4, 54.3 and 60.4 wt%, respectively. The content of elemental Bi is roughly consistent with the theoretical calculation, which is much higher than other electrospun membranes. Furthermore, the areal loadings of three membranes are 2.26 mg cm−2, 3.05 mg cm−2, and 4.63 mg cm−2, respectively.",
                "Fig. 3 displays the microstructure of Bi/CNF webs by scanning electron microscopy (SEM). The microstructure of Bi/CNFs-1 is shown in Fig. 3a–c. Fig. 3a shows that Bi clusters are homogenously dispersed in the CNFs to form the desirable structure. Fig. 3b and c clearly display that the diameter of CNFs is 200 nm and a stable carbon web and void space shaped in the CNFs. Furthermore, the Bi clusters are firmly trapped by several CNFs. The above 3D structure can offer a quick electronic/ionic path and help in soaking the electrolyte, which improves electrochemical properties. The Bi clusters are also strongly covered by CNFs and surrounded by the carbon webs. Since the interface between the Bi clusters and the fiber substance comes from PAN, it results in robust bonding between the Bi clusters and CNFs. Therefore, the 3D Bi/CNF web structure can successfully lessen stress/strain caused by the volume change consequently achieving excellent cycling performance. The microstructure of Bi/CNFs-2 (Fig. 3d–f) and Bi/CNFs-3 (Fig. 3g–j) is also shown in Fig. 3. The images showed a similar structure to Bi/CNFs-1. However, there were some winding fibers broken on the surface of Bi clusters, and the degree of structural order is steadily declining with the increase of the content of Bi. The crack of Bi/CNFs-1 (Fig. S2†) clearly shows that the Bi clusters were composed of Bi nanoparticles and the obvious carbon layer was observed.",
                "The transmission electron microscopy (TEM) images of different Bi/CNF webs samples are presented in Fig. 4. Fig. 4a–d display the TEM and HR-TEM images of Bi/CNFs-1. The Bi clusters are trapped in CNF networks, and an amorphous carbon layer coated on the Bi block surface uniformly (Fig. 4a). The individual Bi clusters are encapsulated in a carbon shell with a mean thickness of 15 nm, and the Bi clusters consisted of Bi nanoparticles with a diameter of no more than 50 nm (Fig. 4b and c). Fig. 4d reveals that the lattice fringe spacing of the obtained Bi was 0.328 nm, agreed well with the lattice constant of the (012) plane, which is also in accordance with the XRD results. Fig. 4e and f show the TEM images of Bi/CNFs-2 and Bi/CNFs-3, respectively. The structure is found to be similar to Bi/CNFs-1. However, the thickness of carbon layers (8 nm for Bi/CNFs-2 and 2 nm for Bi/CNFs-3) is thinner than Bi/CNFs-1, which is more vulnerable during the lithiation/delithiation process.",
                "As is shown in Fig. 5a, the XPS spectrum of Bi/CNFs-1 displayed the signals of Bi, C, O and N elements. Furthermore, high-resolution spectra of C, N and Bi are presented in Fig. 4b–d. Fig. 5b displays that the C 1s peak can be split into three peaks located at 284.9, 285.8, and 286.9 eV, corresponding to sp2C–sp2C, N–sp2C, and N–sp3C bonds, respectively. The N 1s peak can be divided into three parts peaked at 398.5, 400.4 eV and 401.1 eV as shown in Fig. 5c, which are ascribed to the pyridinic N, pyrrolic N and graphitic N, respectively and they will cause many defects which contribute to the good electrochemical performance. Fig. 5d reveals Bi 4f peaks situated at 159.3 eV and 164.5 eV, which belong to the Bi metal. The Raman spectroscopy test is shown in Fig. S3.† Two peaks at 1350 and 1600 cm−1 are assigned to the disordered (D) and graphitic (G) modes of carbon for the PAN carbon, respectively, which signifies the low graphitization degree of the carbon substance. The peak intensity ratio of the D band and the G band (ID/IG) of Bi/CNFs-1 is calculated to be 1.16, implying a higher graphitization degree of the carbon substance in Bi/CNFs-1, which is beneficial to improve the electrical conductivity of nanofibers.",
                "The electrochemical properties of the Bi/CNF webs are studied by cyclic voltammetry (CV) and galvanostatic tests. Fig. 6(a) shows the CV curves of the Bi/CNFs-1 composites for three initial cycles from 0.005 and 3.0 V at 0.1 mV s−1. In the first cathodic scanning, an irreversible broad peak is observed between 1.1 and 1.9 V in the first cycle, which disappeared in the subsequent cycle. It can be assigned to the growth of the solid electrolyte interphase (SEI) layer on the nanocomposite surface, which gives rise to the irretrievable capacity loss throughout the first cycle. Two broad peaks between 0.25 and 0.75 V during cathodic processes and between 0.8 and 1.2 V during anodic processes are observed, which are attributed to the phase transformation of Bi, LiBi and Li3Bi. It is also observed that the CV curves of Bi/CNFs-1 were nearly overlapped after the first cycle, representing the excellent reversibility of the lithiation/delithiation process.",
                "The galvanostatic charge/discharge behaviour of Bi/CNFs-1 is estimated at 100 mA g−1 within the potential span of 0.005–3 V. Fig. 6b presents that the Bi/CNFs-1 affords initial discharge and charge capacities of 895.4 and 551.6 mA h g−1, respectively. The coulombic efficiency is 61.6%, which is much higher than the number reported for Bi electrodes. The irreversible capacity mainly derives from fractional deactivation by the formation of the alloying product of Li3Bi, along with the growth of a solid electrolyte interphase (SEI) layer. The discharge capacity drops to 528 mA h g−1 and then drops slowly to 498 mA h g−1 in the following two cycles. The result displays that Bi/CNFs-1 has a relatively steady charge capacity of about 500 mA h g−1 and a growing coulombic efficiency >94%.",
                "Fig. 6c displays the cycling performances of the three Bi/CNF webs and commercial Bi particle electrodes at 100 mA g−1. It is demonstrated that the content of the Bi precursor and the thickness of carbon layers have strong impacts on the reversible capacity and cycling performance of the three electrodes. The Bi/CNFs-1 electrode displays the best reversible capacity after 200 cycles of 483.8 mA h g−1 amongst the three electrodes, which is 56.3% of the initial capacity of 895.4 mA h g−1. In contrast, Bi/CNFs-2 and Bi/CNFs-3 indicate an inferior cycling performance. For the Bi/CNFs-2 electrode, it has superior initial discharge capacity (912.5 mA h g−1) and the reversible capacity has reduced to 421.3 mA h g−1 after 200 cycles. For the Bi/CNFs-3 electrode, it exhibits the highest initial discharge capacity of 943.7 mA h g−1 and maintains 400 mA h g−1 even after 200 cycles. The inferior cycling stability may be due to the break of CNFs and crack of the thin carbon layer, and Bi clusters would destroy and lose interactions with the CNFs during the lithiation/delithiation process. However, all of three electrodes are higher than the commercial Bi particle electrode (94.2 mA h g−1). Meanwhile, the Bi/CNFs (40 wt%) are prepared, theoretical calculation of which indicates 40 wt% of Bi in the total mass of Bi and PAN. The cycle performance is also shown in Fig. S4.† The result reveals that the capacity was lower than Bi/CNFs-1. Hence, by adjusting the content of the Bi precursor, the Bi/CNFs-1 electrode has an optimal reversible capacity and stable cycle performance.",
                "The rate properties of Bi/CNFs-1 and commercial Bi particle electrodes are shown in Fig. 6d. The Bi/CNFs-1 electrode exhibits a capacity of 532.9 mA h g−1 at 100 mA g−1 and 241.2 mA h g−1 at 1 A g−1. At higher rates of 2 A g−1, it still exhibits 170.7 mA h g−1. While the test current is reduced to 100 mA g−1, a high capacity of 499.6 mA h g−1 is accordingly recovered. In contrast, the capacity of the commercial Bi particles drops quickly to be almost negligible. Furthermore, the rate performance of three Bi/CNF electrodes is shown in Fig. S5,† Bi/CNFs-1 still presents the best properties.",
                "Fig. 7 shows Bi/CNFs-1 used as an anode in SIBs for cyclic voltammetry (CV) measurements and galvanostatic charge–discharge test. From Fig. 7(a), it is observed that the CV curves reveal two redox peaks at around 0.57 V and 0.38 V in the sodiation process at 0.1 mV s−1 within the voltage span of 0.01–2.0 V (vs. Na/Na+), which shift to two higher voltage values at 0.42 and 0.65 V in the subsequent cycle. In the desodiation process, the two peaks appear at 0.63 V and 0.77 V in the first cycle. After the first cycle, the curves overlap excellently, and there is no significant shift in peak positions, signifying their excellent stability regarding the battery reactions.",
                "Fig. 7b presents the cycle performance of Bi/CNFs-1 from 0.01 V to 2 V at 50 mA g−1. The discharge and charge capacities for the initial cycle are 655.9 and 346 mA h g−1 with a coulombic efficiency of 53%, respectively. The low coulombic efficiency of the initial cycle can be ascribed to the establishment of a solid electrolyte interface (SEI) film and some irreversible reactions. Moreover, there are two noticeable voltage platforms positioned around 0.67 V and 0.42 V in the discharge cycle, which are consistent with the sodiation process in the CV curves. The voltage platforms at 0.61 and 0.77 V are in good agreement with the anodic process. For the following cycles, the discharge capacities of the 2nd and 3rd are 370.7 and 362.5 mA h g−1, respectively.",
                "Fig. 7c and d present the cycling and rate performances of the Bi/CNFs-1 anode for SIBs, respectively. As shown in Fig. 7c, a capacity of 186 mA h g−1 is retained over 100 cycles at 50 mA g−1 with an initial coulombic efficiency of 53%. The coulombic efficiency would increase to about 98% after several cycles. Fig. 7d shows the rate property of the Bi/CNFs-1 anode for SIBs by increasing the current density from 0.05 to 1 A g−1. The Bi/CNFs-1 anode exhibits outstanding rate performance: the capacities of 379, 218.3, 134.9, 112.1 and 86.5 mA h g−1 at 0.05, 0.1, 0.2, 0.5, and 1 A g−1, respectively. After the current is reduced to 50 mA g−1, a high capacity of 174.3 mA h g−1 is accordingly recovered.",
                "Table S1† displays the comparison of our Bi@CNFs-1 with other Bi materials reported by previous related studies for LIBs and SIBs. For LIBs, Bi/CNFs-1 has the highest reversible capacity among Bi materials. Likewise, it can be seen from Table S1† that Bi/CNFs-1 has a good reversible capacity among other Bi materials.",
                "Table S2† shows the volumetric and areal specific capacities of the Bi@CNF samples for LIBs and SIBs. For LIBs, the areal specific capacities of Bi/CNFs-1, Bi/CNFs-2 and Bi/CNFs-3 are measured to be 1.093, 1.285 and 1.892 mA h cm−2, corresponding to a thickness of 72, 92 and 138 μm, respectively. Thus, the volumetric specific capacities of the Bi/CNFs-1, Bi/CNFs-2 and Bi/CNFs-3 are 151.8, 139.7 and 137.2 mA h cm−3, respectively, which are higher than 27 mA h cm−3 of a graphite anode. For SIBs, the areal and volumetric specific capacities of the Bi@CNFs-1 are 0.42 m Ah cm−2 and 58.3 mA h cm−3, respectively.",
                "EIS measurements are applied to evaluate the electrode kinetic behaviour of Bi/CNFs-1 in LIBs and SIBs after different cycles (Fig. S4†). The Bi/CNFs-1 electrode indicates a much smaller radius of semi-circle with the increase of cycles in the Nyquist plots, suggesting small charge-transfer resistances in the Bi/CNFs-1 electrode. The EIS consequence implies that this novel structure could improve the electrical conductivity and facilitate Li+ or Na+ diffusion, which leads to a superior electrochemical performance of Bi/CNFs-1 as an anode for LIBs and SIBs.",
                "Fig. 8 shows the images of the initial electrode (Fig. 8b) and electrodes after 100 cycles for the lithium ion battery (Fig. 8a, d and e) and the sodium ion battery (Fig. 8c, f and g) for Bi/CNFs-1. The initial electrode shows good flexible performance, which can be used as a binder-free electrode. Compared with the initial samples (Fig. 8b), no flaws or wreckages of the Bi/CNFs membranes are witnessed after both applications. Bi clusters are closely linked with the CNFs after 100 cycles due to the volume change of Bi sheets and the formation of the SEI. The structure was beneficial to maintain the integrity of the Bi/CNF electrodes in the cycling process. Meanwhile, the clusters are still embedded in CNF webs tightly. However, some differences in the images can be observed. The surface of materials after 100 cycles for the lithium ion battery is smoother than the one for the sodium ion battery. In addition, the diameter of the fiber after 100 cycles for the lithium ion battery is thinner than the one for the sodium ion battery. The differences are due to the volume expansion of Bi alloying with Na (∼350%) which was much larger than Bi alloying with Li (215%)."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we successfully provided a unique and novel design for preparing CNFs by electrospinning, which was different from previous research studies. Likewise, bio-inspired freestanding spider-web-like Bi/CNF membrane electrodes demonstrate outstanding cyclic stability and rate capability when they are used as anodes for LIBs and SIBs. The Bi/CNFs-1 exhibits high reversible capacity (483 mA h g−1 at 100 mA g−1 after 200 cycles for LIBs and 186 mA h g−1 at 50 mA g−1 after 100 cycles for SIBs). These outstanding electrochemical performances are ascribed to the synergistic effect of the 3D spider-web-like structure with the strong attachment between Bi clusters and CNFs. This unique architecture affords a fast electronic and ionic pathway and helps in soaking the electrolyte, and retains the structural integrity and improves the cycling stability of the electrode. The design and synthesis strategy of freestanding membranes has prospective applications in flexible anode materials. Moreover, the synthetic process is a simple, low cost and eco-friendly method for fabricating CNF composite membranes in industry."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Bio-inspired spider-web-like membranes with a hierarchical structure for high performance lithium/sodium ion battery electrodes: the case of 3D freestanding and binder-free bismuth/CNF anodes"
}