{
    "DOI": "10.1039/C8RA04421J",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, sodium-ion batteries (SIBs) have emerged as attractive alternatives to replace lithium-ion batteries (LIBs) for large-scale energy storage applications because sodium is much more abundant and inexpensive than lithium. Since both lithium and sodium are alkali metals with one electron in their valence shells, there was the expectation that materials developed for LIBs could be directly applied to SIBs. However, it is much more challenging to identify promising anode materials for SIBs, compared to LIBs, because sodium has a higher equilibrium potential and a larger ionic size. For example, while graphite, used as anode, played a key role in commercializing LIBs, it has been reported that intercalation of sodium ions into graphite is hindered, so that graphite delivers a much lower capacity when applied to SIB anodes.",
                "Recently, there has been a great deal of effort focused on the search for suitable anode materials for SIBs. Although silicon has been intensively studied for LIB anodes, due to its exceptionally high theoretical capacity, the redox potential of silicon is too low for application in SIBs. Instead, other alloy-type materials such as Sn-, Sb-, and Ge-based materials have been examined in detail as high-capacity anodes for SIBs. In addition, it has been reported that various transition metal oxides, sulfides and selenides can store sodium ions reversibly through intercalation and/or conversion reactions. Furthermore, several approaches have been introduced to facilitate intercalation of sodium ions into graphite by using expanded graphite, and ether-based electrolytes. However, these materials still have limitations such as low capacity, poor rate capability, rapid capacity fade and complex preparation process.",
                "Herein, we report a simple preparation method for SnS/C nanocomposites, and their application to sodium-ion battery anodes. The grain size of SnS could reach about 10 nm, and SnS particles were well surrounded by carbon particles thereby increasing conductivity. The nanocomposites exhibited significantly enhanced electrochemical performance when compared to those of bare SnS electrodes. The nanocomposites delivered a reversible capacity of 480.0 mA h g−1 with negligible capacity fade during 50 cycles at a current density of 100 mA g−1. The composites also showed outstanding rate capabilities, delivering ∼93% of their capacity when the current density was increased by a factor of ten (from 50 to 500 mA g−1). Furthermore, the reaction mechanism of SnS/C nanocomposites was studied using ex situ transmission electron microscopy (TEM), X-ray diffraction (XRD) and operando X-ray absorption near edge structure (XANES)."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Tin(II) sulfide (Aldrich) and super P carbon were mixed in a weight ratio of 7:3, and the mixture was transferred to a ball-milling container in an argon-filled glove box. Mechanical ball-milling was conducted with a PULVERISETTE7 (Fritsch) at a speed of 500 rpm for 10 h."
                    ],
                    "name": "Preparation of SnS/C nanocomposites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Field-emission scanning electron microscopy (FE-SEM) analysis was conducted with a SUPRA 55VP (Carl Zeiss). X-ray diffraction patterns were obtained using a Bruker D-5005 with Cu Kα radiation. Operando XANES experiments were conducted at the F-3 station of the Cornell High Energy Synchrotron Source (CHESS). High-resolution transmission electron microscopy (HRTEM) images, and corresponding selected area electron diffraction (SAED), were obtained using an FEI field-emission-gun (FEG) Tecnai F-20 operated at 200 kV."
                    ],
                    "name": "Characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A slurry, composed of 70 wt% of active material, 15 wt% of super P carbon and 15 wt% of poly(acrylic acid) in N-methyl-2-pyrrolidinone solvent, was coated on the current collector. The electrodes were subsequently vacuum dried in an oven overnight at 120 °C. The loading mass of active material on electrode is about 1.4 mg cm−2. The coin cells (CR-2032) were assembled in an argon-filled glove box with sodium metal as both counter and reference electrodes. A glass fiber filter (GF/C, Whatman) was used as separator. 1.0 M NaClO4 in ethylene carbonate (EC)/propylene carbonate (PC) (1:1 by volume) with 5 wt% fluoroethylene carbonate (FEC) as additive was used as the electrolyte. Coin cells were tested on BT-2000 (Arbin Instruments) and WBCS3000 cyclers (WanA Tech) over a voltage range from 0.01 V to 3.0 V (vs. Na+/Na)."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Fig. 1 presents X-ray diffraction (XRD) patterns of bare commercial SnS and SnS/C nanocomposites. The XRD peaks of bare SnS powder are well matched to values of the SnS reference card (JCPDS no. 14-0620, orthorhombic structure, a = 4.33, b = 11.19 and c = 3.98). The (040) peak of bare SnS is overwhelmingly stronger when compared to other peaks, indicating that the SnS layers are preferentially stacked in the [010] direction (see crystal structure in inset of Fig. 1). The XRD peaks of the SnS/C nanocomposites are much broader than those of bare SnS, indicating that the grain size is much smaller. The calculated grain size of SnS/C nanocomposites, by the Scherrer equation is about 10 nm. It is worthwhile to note that the intensities of the (040) and (080) peaks decreased more significantly than other peaks after ball-milling. This suggests that the layers of SnS are more easily broken in the [010] direction than others during ball-milling (see Fig. 2a and b). It is worthwhile to note that obtaining nanosized material (<100 nm) using ball-milling is difficult in general, but intrinsically bare SnS has two-dimensional character with preferential direction, and thickness in the other direction is small. Therefore, small-sized SnS particles can be obtained simply using ball-milling, even size can reach to about 10 nm. XANES spectrum of SnS/C nanocomposites is overlapped with that of bare SnS, indicating that no phase transition (reduction/oxidation) was occurred during ball-milling process (see Fig. S1 in ESI†).",
                        "In scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of bare SnS (Fig. 2c and e), several thin (∼50 nm) micron-sized SnS layers are observed. Based on the FFT (inset to Fig. 2e), the most prominently observed interplanar distance is 0.29 nm for the (101) planes, supporting our earlier statement that the layers are preferentially oriented along the [010] direction. In the SnS/C nanocomposites, the SnS particles have a nonhomogeneous size distribution, and they are well covered by carbon particles (Fig. 2d and f). In the HRTEM and STEM images of SnS/C nanocomposites (Fig. 2f, S2 and Fig S3†), it can be observed that they still have 2D characteristic, and the typical grain size is ∼10 nm, which is in good agreement with value calculated from the XRD results presented above."
                    ],
                    "name": "Characterization of prepared SnS/C nanocomposites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the bare SnS and SnS/C nanocomposites were evaluated as anode materials for SIBs. The cells were galvanostatically discharged and charged at a current density of 100 mA g−1 over the voltage range of 0.01–3.0 V (vs. Na+/Na) (Fig. 3). For the bare SnS, the initial sodiation and desodiation capacities were 740.2 and 592.5 mA h g−1, respectively (Fig. 3a). During the initial sodiation process a large plateau was observed at about 0.85 V. However, the plateau moved to higher voltages in subsequent cycles. Similarly, in the cyclic voltammetric responses, an intense peak was observed in the first reduction cycle. However, in subsequent cycles, this peak disappeared and was replaced by two separate peaks at higher potentials (0.97 and 0.67 V) (Fig. 3b). Such activation processes during the initial discharge are typically observed in conversion reaction-based materials in LIBs and SIBs and often result in a dramatic decrease in the domain size. Fig. 3c and d present discharge/charge profiles and cyclic voltammograms (CVs) for SnS/C nanocomposites, respectively. While in Fig. 3c, the first and second sodiation profiles are still different, the differences are much smaller when compared to the first two profiles for bare SnS shown in Fig. 3a. The grain size of the initial SnS/C nanocomposites is much smaller (∼10 nm) than that of the bare SnS, so the differences, before and after the first cycle in SnS/C nanocomposites are less significant. In Fig. 3d, many peaks are observed during the reduction and oxidation processes in SnS/C nanocomposites. In an effort to match reduction and anodic peaks, we performed cyclic voltammetry with different cut-off voltages after full sodiation (Fig. 3e). Based on these results, we feel confident in correcting the various cathodic peaks at 1.08, 0.65, 0.30, and 0.01 V and anodic peaks at 1.70, 1.07, 0.74, and 0.28, as representing redox pairs, respectively. It is also worth making some additional observations regarding the voltammetric behavior. First, the CVs of SnS/C nanocomposites well overlapped (Fig. 3d), indicating that stability of SnS/C nanocomposites was enhanced. Secondly, the peaks in the SnS/C nanocomposites are much better defined and with a lower overpotential than those of bare SnS, indicating improved reaction kinetics in the SnS/C composites. Fig. 3f presents the cycling performance of bare SnS and SnS/C nanocomposites. The initial desodiation capacity of SnS/C nanocomposites was 480.0 mA h g−1, which translates to 685.7 mA h g−1 when calculated based only on the weight of SnS. While the capacity of the bare SnS electrode decreased continuously during the first 50 cycles, the capacity retention of SnS/C nanocomposites was dramatically higher, reaching 96.3% after 50 cycles.",
                        "Rate properties of bare SnS and SnS/C nanocomposites were evaluated by varying the current density stepwise from 50 to 800 mA g−1 (Fig. 4a). Upon increasing the current density, the capacity of bare SnS decreased significantly. At the high current density of 800 mA g−1, bare SnS delivered a low capacity (<200 mA h g−1), while SnS/C nanocomposites delivered a much higher capacity of about 400 mA h g−1. In addition, SnS/C composites exhibited stable cycling even at a current density of 800 mA g−1. This is especially important when one considers that this current density enables two full sodiation or desodiation processess in one hour. When the current density was changed back to 50 mA g−1, after charging/discharging at 800 mA g−1, the capacity of SnS/C nanocomposites recovered their initial value, indicating that there was no structural damage to the material during high rate cycling. The voltage profiles for the fifth cycle of each current step are plotted in Fig. 4b and c for bare SnS and SnS/C nanocomposites, respectively. For bare SnS (Fig. 4b), the voltage profiles exhibited large overpotentials and the reaction plateaus were ill-defined at high current densities. Contrary to that, the SnS/C composites exhibited much smaller overpotentials in the voltage profiles, and the reaction plateaus were also clearly defined even at a current density of 800 mA g−1. Fig. 4d shows the cycle performance of SnS/C nanocomposites at various current densities (see Fig. S4† for cycle performance of ball-milled SnS without carbon at 500 mA g−1). The first reversible capacities at current densities of 50 and 500 mA g−1 were 488.2 and 441.2 mA h g−1, indicating a capacity retention of over 90% even after a tenfold increase in current density. In addition, SnS/C nanocomposites exhibited excellent cycling stability during 50 cycles at all current densities from 50 to 500 mA g−1. In particular, the capacity retention was 98.7% at 500 mA g−1; a value that is much higher than those of other reported anode materials. We also prepared SnS/C nanocomposites using mesoporous carbon (CMK), instead of super P carbon, and these exhibited much improved cycling stability and rate performance (Fig. S5†). This confirms that SnS can exhibit excellent electrochemical properties when it is ball-milled with carbon, with virtually no dependence on the type of carbon employed, so that SnS/C nanocomposites are very attractive not only in terms of their battery performance but also in practical terms."
                    ],
                    "name": "Electrochemical properties of SnS/C nanocomposites electrochemical characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to better understand the reaction mechanism of the SnS/C nanocomposites, ex situ XRD and operando X-ray absorption near edge structure (XANES) analyses were performed (Fig. 5). Both Al and Cu can be used as current collectors for SIB anodes, because Al does not react with Na ions. Al is less expensive than Cu, so Al is more frequently used for SIB anodes. However, since the main XRD peaks of SnS is overlapped with Al XRD peaks, Cu foil was used as a current collector for XRD experiment. The broad XRD peak from SnS started to weaken during the initial sodiation, and disappeared at 0.67 V. At the same time, the peaks ascribed to Sn metal appeared, indicating that the conversion reaction of SnS occurred to form Sn metal clusters and amorphous sodium sulfide. At the fully sodiated state (0.01 V), Sn metal peaks can be seen in the XRD patterns. Additionally, weak electron diffraction patterns, corresponding to Sn metal and the Na15Sn4 phase were observed in the SAED pattern at the fully sodiated state (0.01 V) (Fig. S6b†). This suggests that some of the Sn metal clusters reacted with sodium to form Na15Sn4 through alloy reactions, but it was difficult to detect diffraction patterns of Na–Sn alloy phases likely because of their small particle size and low crystallinity. During desodiation, XRD peaks from Sn totally disappeared, and no other peaks nor patterns, from active material, were observed at the fully desodiated state (3.0 V). Similarly, only carbon electron diffraction patterns were observed at the fully desodiated state (Fig. S6d†). In the Sn XANES spectra, the peak height continuously decreased during sodiation (Fig. 5b), reached an intensity comparable to that of the Sn reference metal at 0.48 V, and further decreased until fully discharged. This indicates that the conversion reaction of SnS to Sn metal was complete at around 0.5 V and that further sodiation processes into Sn metal occurred at lower potentials. During desodiation (Fig. 5b), the peak height continuously increased, reached an intensity comparable to that of the Sn reference metal at about 1.00 V, and kept increasing further, indicating that the Na–Sn alloy oxidized to Sn metal, and continuously changed to SnS above 1.0 V. It is worth noting that the XANES spectra of the SnS/C nanocomposites before testing, and after the first and second cycles, at the charged state, totally overlapped, indicating that the reactions of SnS/C nanocomposites are fully reversible although the reactions go through multiple steps involving conversion and alloying reactions. When compared to tin oxide-based materials, which also go through both conversion and alloying reactions similarly to tin sulfide, their conversion reactions are known to be irreversible."
                    ],
                    "name": "Reaction mechanism of SnS/C nanocomposites",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "SnS/C nanocomposites were obtained through a practical and economical top-down approach. The unique structural properties of SnS enable to reach small nanodomain of about 10 nm using ball-milling process. The SnS/C nanocomposites exhibited superior electrochemical performance, compared to bare SnS, for sodium ion batteries. The SnS/C nanocomposites delivered a high desodiation capacity of about 480 mA h g−1 (about 686 mA h g−1 when calculated based on the weight of SnS alone) at a current density of 100 mA h g−1 through multiple reaction steps including conversion and alloying reactions. They also showed excellent cycling stability at various current densities, with more than 90% of its capacity delivered when the current increased from 50 to 500 mA g−1. The sodiation/desodiation reaction mechanism of SnS/C composites was studied by ex situ TEM, XRD and operando XANES analyses. The reactions of SnS/C nanocomposites were remarkably reversible, as established by cyclic voltammetry and operando XANES analysis. We believe that the approach that we have used in this study, for the preparation of SnS/C nanocomposites, will provide valuable insights into developing practical and promising anode materials for sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "SnS/C nanocomposites for high-performance sodium ion battery anodes"
}