{
    "DOI": "10.1039/C7NR01417A",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries have attracted much attention worldwide because of their high energy and power densities, with a special focus on lithium-ion batteries (LIBs), due to their favorable electrochemistry, lack of memory effects, and safety. Nowadays, LIBs are extensively used in portable electronic devices, electric vehicles, and renewable energy storage applications. However, the critical challenges of high cost and low abundance of lithium have driven more interest in the development of cheaper analogues in the form of sodium-ion batteries (SIBs). The similar working mechanisms of these two rechargeable battery systems often allow a single material to be used in both LIBs as well as SIBs; e.g., spinel metal oxides can accommodate both lithium (Li+) and sodium-ions (Na+).",
                "Graphite, the currently used anode material for LIBs, has a theoretical specific capacity of 372 mA h g−1; however, several shortcomings are associated with this anode material. Among these major drawbacks are internal shortening and energy loss due to the low lithium insertion voltage (∼0.1 V vs. Li/Li+) that falls close to the lithium plating voltage, leading to solid electrolyte interface (SEI) formation and structural deformation due to large volumetric changes (∼12%), which are disastrous. All of these shortcomings hinder their applications in high energy density and stable cell applications. Also, the larger ionic size of sodium (1.06 Å) made its intercalation in graphite improbable. Previously, many alternative electroactive anode materials for both rechargeable batteries were investigated, and alloys showed far higher theoretical capacities (e.g., Sn = 993, Si = 4200, and SnO2 = 793 mA h g−1). In spite of their wider operating potential windows and higher capacities that result in higher energy densities, these alloys present large irreversible capacity losses during the initial cycles and poor cycle life (very high capacity fading), due to enormous volume changes (and subsequent structural changes) in the electrode during each lithiation and delithiation cycle (e.g., >200% volume change for Sn alloys).",
                "Titania (TiO2) and TiO2-based nanocomposites offer attractive substitutes as anode materials for LIB and SIB applications. The lithium insertion/de-insertion potential for TiO2-based insertion materials varies in the range of 1.45–1.80 V for different phases vs. Li/Li+, which is higher than the reduction potential of most electrolyte solvent systems. The overall cell voltage is lower, but this is compensated by superior rate performance, low self-discharge rates, a very high cycle life due to the low volume changes (<3%) during lithiation/delithiation, high safety, chemical stability, non-toxicity, and environment-friendliness, and having a sustainable electrode material as titanium, it is naturally (re)cycled within the biosphere. For SIBs, the performance of TiO2 based electrodes strongly depends on the size and morphology of TiO2 for facilitating ion and electron transport.",
                "Among the several polymorphs of TiO2, anatase, brookite, and TiO2-B (a monoclinic metastable phase of TiO2) anatase have been extensively explored as a potential anode material for LIBs and SIBs, due to their open channel structure and high insertion capacity, in comparison with the more thermodynamically stable rutile TiO2. Although recent reports suggest that nanosized rutile TiO2 is electroactive for lithium and sodium insertion at room temperature, the alkali metal ion storage performance, in particular the long-term cycling stability of rutile TiO2, is still unsatisfactory. In addition, nanoparticle aggregation during the charge–discharge process largely hinders their practical applications. The recently explored metastable crystalline phase, TiO2-B has shown larger Li+-ion storage capacity than anatase, but it gradually transforms to anatase, degrading both the structural stability and lithium intercalation stability.",
                "The electrical conductivity of the TiO2-based anode materials (∼10−12–10−7 S cm−1), and the accompanying ion diffusivity (10−15–10−9 cm2 S−1), is quite low, and hampers their use in LIBs and SIBs. This inherently low electrical conductivity of the TiO2 anode materials can be improved by utilizing different strategies, like coating with suitable conductive materials (carbon nanofibers, carbon nanotubes (CNTs), graphene) and polymers doped with suitable metals, doping with non-metals, or a combination of these to form composites. Aliovalent ions doped into TiO2 are known to increase the conductivity and performance of TiO2 based LIB systems. For instance Nb, W, Fe and Zr doping has been reported to improve the conductivity and performance of the battery.",
                "CNTs are particularly attractive as a one-dimensional host for intercalation of alkali metal ions but the anodes fabricated from pristine CNTs suffer from high capacity losses due to unstable SEI formation during the first cycle along with some side reactions. The best proposed strategy to overcome the drawback of irreversible capacity in pristine CNTs is defect generation and composite formation. Shen et al. synthesized hybrid TiO2–graphene–CNT nanocomposites in which nanocrystalline TiO2 was grown on conducting graphene nanosheets (GNS) and multiwalled carbon nanotubes (MWCNTs) to overcome the ionic and electronic transport limitations and enhanced cycling performance of the electrode. Anwar et al. have successfully highlighted the performance of cathodically reduced titania nanotubes as efficient anodes for LIBs where Ti4+ has been reduced to Ti3+ that has been responsible for capacity augmentation. Recently Wang et al. have improved the Li+-ion insertion/extraction in TiO2 by modifying the electrode by nitrogen-doped reduced graphene oxide nanocomposite (TiO2/N-RGO). Of the important factors that are possibly related to the poor rate performance of anatase TiO2, one factor is its dense crystal structure. Several groups have explored nitrogen and fluorine doped TiO2/graphene and TiO2/carbon composites to tackle conductivity issues and enhance the rate performance as anode material for LIBs and SIBs.",
                "In the present effort, manganese doped TiO2-functionalized MWCNT nanocomposite (x% Mn-TiO2/MWCNT) has been synthesized to improve electronic conduction, and decrease lithium diffusion pathways, volumetric change, and lattice stresses. In addition to excellent conductivity, MWCNTs have a large surface area, high chemical and thermal stability, high tensile strength, and raised lithium-storing capacities, without being susceptible to pulverization and function as a support matrix in MWCNTs metal composites."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The XRD spectra of as-prepared TiO2 and x% Mn-TiO2/MWCNTs show the formation of pure anatase phase of TiO2. The characteristic peaks at 2 theta values of 25.33°, 37.80°, 48.04°, 55.09°, 62.69°, 70.36°, and 75.06° can be indexed to (101), (004), (200), (105), (204), (220), and (215) planes of the tetragonal anatase TiO2 (JCPDS 84-1285), respectively, while a relatively broad peak at 25.7° appears for (002) diffraction in MWCNTs. No clear signals from other TiO2 phases are observed in the spectrum. The as-prepared x% Mn-TiO2/MWCNT nanocomposite retains the typical TiO2 diffraction peaks. The peak positions did not alter, even after the formation of x% Mn-TiO2/MWCNT nanocomposites that suggest the presence of Mn-ions (2+, 4+) in a highly dispersed state along with their insertion into the TiO2 lattice. The less intense and broad peak features with increasing Mn-doping levels imply that the crystalline structure of TiO2 slightly degrades during substitution of Ti4+ by Mn-ions. The lower crystallite size with doping is due to the restricted crystal growth of TiO2 after the incorporation of Mn-ions. A low angle broad diffraction peak located at 12.03° in all the nanocomposite samples is due to the increased interlayer spacing of graphene sheets after functionalization of MWCNTs (Fig. 1a).",
                "TGA analysis was performed to confirm the thermal stability and wt% of MWCNTs and TiO2 in the nanocomposites. The first step weight loss below 200 °C is due to residual water evaporation, while a steep decrease in mass is observed from 200–600 °C due to the combustion of MWCNTs, and finally, a very slow loss up to 1000 °C. TGA data show a MWCNT wt% of about 5% in the entire nanocomposite samples, which is consistent with our synthesis procedure, confirming that negligible loss of MWCNTs occurred during the nanocomposite synthesis procedure. The results also confirm an optimal amount of TiO2 for all nanocomposite samples, as inferred from the high wt% of residue. The TiO2 phase is quite stable with almost no weight loss up to 1000 °C, other than the loss of some moisture below 200 °C. The inset of Fig. 2 shows that the functionalized MWCNTs are completely decomposed at about 720 °C; however, the same happens at about 600 °C in the nanocomposite samples. The reason was earlier reported to be the presence of excess oxygen in the form of metal oxides present on the MWCNT surface, leading to the accelerated combustion of graphene layers.",
                "Fig. 2a shows the Raman spectra of samples that were obtained. For bare TiO2, a well-defined peak at 148 cm−1 is confirmation of the Eg vibration mode of anatase TiO2. This vibration is observed to be slightly shifted to a higher frequency due to Mn-doping and the involvement of MWCNTs while forming nanocomposite structures. The Eg mode at low frequency is due to O–Ti–O bending vibrations, and is particularly sensitive to any oxygen deficiency. The substitution of Mn in titanium sites causes a perturbation in the phonon states of TiO2 lattice, resulting in a gradual red shift in the low frequency Eg mode of TiO2. Other characteristic anatase vibrations appearing at 396, 507 and 632 cm−1 are due to B1g, A1g, and E1g vibration modes. In the Raman spectra of nanocomposite samples, two additional vibrations at 1593 and 1335 cm−1 are due to graphitic and defect structures in graphene layers of MWCNTs, respectively. A strong D-band instead of G-band indicates a larger defect structure after functionalization of the MWCNTs, generating useful functional moieties for capturing metal nanoparticles for efficient nanocomposite formation.",
                "The specific surface area (SSA) and pore distribution of samples are estimated from BET and BJH analysis. The bare TiO2 sample shows a type-III isotherm indicating no mesoporosity, while the 5% Mn-TiO2 and 5% Mn-TiO2/MWCNT sample demonstrate type-IV isotherms with surface areas of 79 and 123 m2 g−1, respectively. The much higher surface area of MWCNT supported nanocomposite samples is definitely due to the large surface area of MWCNTs offering sites for the anchoring of metal particles. The mean pore size of the 5% Mn-TiO2/MWCNT nanocomposite sample is in the range of 2–5 nm with a pore volume of 25.12 cm3 g−1, as compared with the mean pore size of 9–10 nm and pore volume of 10.02 cm3 g−1 for 5% Mn-TiO2. The optimal surface area along with a suitable pore size is highly crucial for better Li+-ion conductivity of these samples.",
                "The TEM of bare TiO2 displays irregularly shaped nanoparticles with an approximate diameter of 35–40 nm. Fig. 3b shows that the TiO2 nanoparticles after doping with Mn-ions are lower in size, due to defect structure. The nanoparticles are regularly attached on the surface of MWCNTs, with few smaller particles inside the tube in the nanocomposite structure. Very few aggregates are noticed on the surface of MWCNTs, and the metal oxide particle sizes are retained, owing to restriction in nucleation and particle growth. The increase in internal diameter of the MWCNTs is observed after incorporation of metal oxide particles, due to the degradation of graphene layers. It appears from the energy dispersive X-ray elemental mapping results in Fig. 3d–g that the distribution of 5% Mn-doped TiO2 is fairly uniform on the surface of MWCNTs, with nearly no scattered particles observed.",
                "The XPS survey scan obtained to identify the elements present on the surface of the samples confirmed the presence of carbon, oxygen, titanium, and manganese. Fig. 4 shows the Mn 2p, O 1s, Ti 2p, and C 1s spectra that were obtained to investigate the surface oxidation states. The Mn 2p3/2 peak is deconvoluted into two sub-peaks located at 640.6 and 642.3 eV, which indicate the presence of Mn2+ and Mn4+ oxidation states, respectively. The peak at 647.6 eV corresponds to shake-up satellite structures below the main Mn 2p peaks. The quantitative analysis shows that Mn2+ and Mn4+ exist in a 1:1 ratio (50% each). The coexistence of two different oxidation states is due to charge transfer between Mn and Ti atoms leading to Mn2+ along with Mn4+.Fig. 4 shows the Ti 2p spectrum, in which the two spin–orbit components at 458.45 and 464.20 eV are attributed to the anatase phase of TiO2. Between these two peaks, there is a binding energy difference of about 5.6 eV, which agrees well with the energy reported for Ti4+ in an oxygen environment. The O 1s core level is resolved into three sub-peaks located at 529.8, 531.7 and 533.6 eV, typically showing the presence of Mn–O–Mn, Ti–O, and CO/–COOH configurations, respectively. The C 1s spectrum is deconvoluted into four peaks. The C 1s peak at 284.6 eV is assigned to the sp2-configuration of carbon, whereas the peak at 286.2 eV is due to C–OH bonded carbon. The other small peaks located at 287.4 and 288.8 eV indicate the C–O–C and CO groups, correspondingly.",
                "Fig. 5a shows the Ti L-edge NEXAFS spectra of pure TiO2 and 5% Mn-TiO2/MWCNTs, where Ti displays more or less a TiO6 octahedral environment. The Ti L-edge consist of two-fold symmetrical spin–orbit splitting of titanium 2p level into 2p1/2 (L2-edge) and 2p3/2 (L3-edge), and 2-fold splitting of 3d levels in the octahedral field. Pre-edge features p1 and p2 are typical for core hole d-electron coupling. In L-3 edge features, A and B represent the transition from a Ti 2p3/2 state to T2g and Eg unoccupied states, respectively. Similarly, peaks C and D in L-2 edge show the transition from Ti 2p1/2 state to T2g and Eg unoccupied states, respectively. In the L-2 edge, the separation energy between T2g and Eg, which is about 1.9 eV in pure TiO2 and about 2.0 eV for TiO2/MWCNTs and 5% Mn-TiO2/MWCNTs, is in good agreement with the anatase phase of TiO2, with some distortion from Oh to D2d symmetry. Although the intensities of T2g and Eg of the L-2 edge of doped and undoped TiO2 have been changed, it doesn't correspond to any other phase of the TiO2.",
                "Oxygen K-edge consists of the characteristic doublet appearing at photon energies of 531.6 (A) and 534.2 eV (B). The doublet arises as a result of an electron transfer from the O 1s orbital to a covalently mixed state derived from O 2p and Mn and Ti-3d states. The crystal field splitting value of 2.6 eV suggests that Mn-ions have replaced the Ti-atoms in the 5% Mn-TiO2/MWCNT matrix. Peaks appearing at 539.8 and 545.2 eV are assigned to electronic transitions from O 1s to O 2p covalently hybridized with Mn and Ti hybrid states. A unique feature appearing at photon energies of about 553 eV (E) rules out the presence of any other oxidation state of Ti, and is related to the long-range ordered structure of TiO2. The increase in intensity of T2g and Eg upon doping along with the ligand field splitting [Δd = E(Eg) − E(T2g)] value confirms that Mn occupies the Ti position in the TiO2 matrix.",
                "Mn L-edge NEXAFS spectra show the presence of Mn2+ and Mn4+ species. Peaks at 653.6 and 641.4 eV correspond to Mn 2p1/2 and Mn 2p3/2, respectively. The Mn 2p3/2 peak has a sub-peak at 642.4 eV that is characteristic of Mn4+.",
                "Carbon K-edge is characterized by a peak at 284.6 eV that demonstrates the electronic excitation from the C 1s level to the conduction π* levels of sp2-hybridized C. A small pre-peak appearing at a photon energy of 282.8 eV reveals the presence of a very small amount of Ti-C that may belong to the carbon-doped titania nanoparticles of very small size (<10 nm), mainly confined inside the MWCNTs, as exposed by TEM. Peaks appearing at 287.0 and 288.4 eV are assigned to σ* transitions of oxygen-bearing moieties of the functionalized MWCNTs, while the transitions at 291.3 and 291.6 eV may belong to the C 1s-to-σ* transition of sp2 hybridized carbon atoms within the layers of MWCNTs.",
                {
                    "content": [
                        "The bare and x% Mn-doped TiO2 (x = 3%, 5%, and 7 wt%) electrodes with MWCNTs are tested as anodes for LIBs and SIBs, using Li and Na metal as counter electrodes, respectively. The Mn-doped TiO2/MWCNT has a tetragonal anatase TiO2 structure with a distorted octahedral oxygen environment (TiO6), bearing tetrahedral–octahedral sites for Li-occupancy. The intercalation mechanism proceeds via two-phase equilibrium between a Li-rich orthorhombic and a Li-poor tetragonal phase, according to eqn (1). The theoretical capacity is calculated to be 336 mA h g−1 considering y = 1; however, in general y = 0.5 in anatase TiO2, due to stronger Li–Li repulsion reaching a theoretical capacity of 168 mA h g−1.",
                        "The major capacity is derived from the redox reaction responsible for converting Ti4+ to Ti3+ during charge–discharge, along with some contribution from carbonaceous reactions in eqn (2). The capacity observed in this study is more than the usual insertion rate of 0.5, due to effective Mn-doping, along with the contribution of highly conducting MWCNTs.",
                        "Fig. 6a shows the charge/discharge profile of the 5% Mn-TiO2/MWCNT electrode at various charge–discharge cycles between 1.0 to 3.0 V at a current rate of 0.1C. A clear discharge plateau at 1.75 V and the corresponding charge plateau at 1.92 V confirm the initial anatase TiO2 structure. The discharge curve is further divided into three parts, with the first region of rapid potential drop up to 1.85 V, due to insertions of Li+ into TiO2 host. A plateau at 1.75 V is due to two-phase reaction with Li-rich and Li-poor phases, followed by a linear voltage drop to cut-off voltage, due to further Li+-insertion up to the maximal capacity of TiO2. As the maximal capacity observed for TiO2-based electrodes is between 1.0 and 2.0 V, which is at a higher potential than that of conventional graphite electrode, it is an important factor from the viewpoint of the safety and stability of LIBs. Longer voltage plateaus with lower polarization (Vch–Vdis) are observed for Mn-doped and MWCNT supported electrodes in comparison with bare TiO2, confirming the significance of Mn-doping and MWCNTs (Fig. S1†). All the electrodes show a clear difference between the 1st and 2nd cycle charge capacities, due to some well known interfacial reactions between the active materials and the electrolyte. The large irreversible capacity decay for the bare TiO2 is due to poor intrinsic conductivity, the formation of the surface insulating layer, and possible volume changes. A charge capacity of 226.3 mA h g−1 for a 5%-Mn electrode in the 1st cycle is retained at 176.4 mA h g−1 after 80 cycles, due to conductive MWCNTs and the better defect structure caused by appropriate Mn-doping, which reduces the conduction area between TiO2 and electrolyte, thus minimizing irreversible side reactions. On the other hand, MWCNTs help TiO2 strongly anchor to their surface, and reduce the chances of developing an insulating layer. Due to this, the charge–discharge reactions are highly reversible in succeeding cycles, and the curves are almost identical, suggesting stable electrode kinetics.",
                        "Fig. 6b shows the cycle life of all electrodes at a constant current density of 0.1C, which further proves that all nanocomposite electrodes show high performance, as compared with the bare TiO2. The reversible charge capacities of bare TiO2, TiO2/MWCNTs and 3%, 5%, and 7% Mn-doped samples are 119.9, 137.4, 154.3, 176.4, and 148.9 mA h g−1, respectively (Fig. S1†). The coulombic efficiency of 5% Mn-TiO2/MWCNTs approached 98.4%, asserting the usefulness of appropriate Mn-doping concentration with MWCNTs for larger reversibility of electrode reactions, together with the stability of TiO2 nanostructures on the MWCNT surface. MWCNTs possess a high surface area together with a tubular network structure, to facilitate electrolyte permeation, and accelerate ionic conductivity.",
                        "The performance of TiO2-based electrodes is also measured between 0.1 and 20C current rates. High charge capacities of 226.3, 180.5, 154.5, 133.8, 113.5, 90.8, 74.2, and 59.1 mA h g−1 are delivered by the 5% Mn-TiO2/MWCNT electrode, which is the highest among all samples (Fig. 6c). At higher current rates, a clear difference in specific capacities is noted for bare TiO2 and doped TiO2 electrodes at the MWCNT surface, as shown in Fig. 6d. The specific capacity of TiO2 significantly fades from 143.8 mA h g−1 at 0.1C to only 19.1 mA h g−1 at 20C, and cannot rise to its average level when the testing current returns to 0.1C. After operating the cells at high current densities, when it is switched back to 0.1C, a stable charge capacity of 131.2 mA h g−1 is achieved for the 5% Mn-TiO2/MWCNT electrode, indicating the highest stability of the electrode as compared with other electrodes. These results further confirm the best Li-storage performance of this electrode combination for long cycle life and high rate capability. At higher current rates, this drastically improved performance is due to (1) Mn-doping and increased Ti4+ vacancies that enhance electronic conductivity, along with (2) better surface area, due to smaller sized particles compared with the bare TiO2. The capacities obtained in this study are compared with some already reported hetero-metal doped TiO2 electrodes and TiO2 on carbonaceous supports (Table 1).",
                        "In comparison with bare TiO2, the better electrochemical performance of the 5% Mn-TiO2/MWCNTs is credited to the high surface area allowing proper electrolyte penetration, and greater interfacial area of contact between the electrolyte and electrode, increasing Li+-ion flux through the interface. The porous network structure of MWCNTs shortens Li+-ion transmission distances, hence speeding up the intercalation mechanism. The appropriate doping level suppresses the growth of TiO2 particles, and keeps them in the nano range, which is helpful in improving the stability and kinetics of electrode reactions during charge/discharge. It is also believed that doping Mn-ions in TiO2 lattice results in increased Ti4+ vacancies generating increased free holes, contributing towards intercalation. Mn2+ (0.83 Å) is believed to be responsible for overall expansion in the TiO2 lattice (Ti4+ = 0.61 Å) while a negligible lattice contraction is caused by the presence of Mn4+ (0.53 Å). Mn2+ may not be useful for battery cycling as it makes the SEI layer unstable, but we did not encounter such a capacity fading issue, and also, Mn2+-ions are vulnerable to further oxidization to higher oxidation states due to fast Li interchange kinetics.",
                        "The creation of vacancies highly contributes to ionic conductivity. It has already been established that ionic and electronic conductivity can be best controlled by optimized dopant concentration and nanosizing of TiO2 particles. Furthermore, the decoration of TiO2 nanoparticles on the surface of MWCNTs enables π–π interaction of graphene sheets, and results in reducing the degree of restacking of graphene layers, presenting a large contact area between electrode/electrolyte, and hence increases in charge/discharge rates.",
                        "It is worth mentioning that with increased Mn-doping, the electrochemical performance increases up to 5% of Mn, but then drops for 7% Mn-doped samples. One of the contributors could be the larger surface area achieved for 7% Mn-doped samples, which results in decreased cycle performance because of large SEI formation, which hinders the effective permeation of electrolyte, and hence increases the charge transfer resistance, resulting in unstable cyclic performance. Furthermore, an abnormality in the band gap of TiO2 is observed with 7% Mn substitution in TiO2, which results in lowering of conduction electrons, and hence capacity (Fig. S2†)."
                    ],
                    "name": "Electrochemical lithium-storage performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In comparison with the Li-cell, a lower potential range was chosen for sodium cells to achieve better capacity. In the first galvanostatic charge/discharge cycle in Fig. 7a, a typically extended plateau at about 0.17 V, which seems endless and is limited by the imposed time, is due to the irreversible SEI formation on the surface of TiO2, and is not observed for Li-cells with TiO2 electrodes. Three distinct regions in the discharge curve include a steep plateau above 1.3 V, a sloping curve down to 0.3 V, and finally a flat voltage up to 0.01 V. No other voltage plateau is apparent, except for a shoulder in the charging curve beyond 2.4 V, which is in accordance with the theoretical limits. The insertion of sodium into the TiO2 host also results in the conversion of Ti4+ to Ti3+, according to eqn (3):",
                        "When TiO2-based electrodes are used as an anode, the initial charge capacities of the bare TiO2 and the 5% Mn-TiO2/MWCNT electrode are 143.2 and 152.1 mA h g−1, respectively. In the subsequent cycles, the charge capacity of both electrodes is decreased, with a final capacity of 107.0 and 121.4 mA h g−1 for the bare TiO2 and the doped nanocomposite electrode, respectively. The rapid decrease of capacity in the initial few cycles is due to SEI formation, along with the irreversible capture of Na+ on the surface, and within the TiO2 matrix. After the initial few cycles, the lower coulombic efficiency (76.7%) increases dramatically to 92.8%, and the cyclic capacity of the electrodes stabilizes with slow fading (Fig. 7b).",
                        "Fig. 7c and d show the rate capability for the Na+-ion insertion–extraction process, which is also evaluated at various current densities from 0.1 to 20C. Achieving good rate capability is a substantial challenge for SIBs, due to the apparent volume changes upon insertion of large Na+-ions in the host matrix. The charge capacities for 5% Mn-TiO2/MWCNT nanocomposite electrode are calculated to be 152.1, 116.1, 97.2, 86.0, 75.8, 59.6, 40.0, and 24.3 mA h g−1 from 0.1 to 20C, respectively, demonstrating good rate capability as an anode for SIBs. The slow decline of charge capacity with increasing current rates for 5% Mn-TiO2/MWCNT electrode confirms that Mn-doping along with MWCNT network imparts remarkable rate performance. In particular, when the current density is decreased to 0.1C, the nanocomposite electrode after high rates can still demonstrate capacity as high as 117.2 mA h g−1, while bare TiO2 shows a very low capacity of 58.7 mA h g−1, possibly due to irreversible structural changes. This weak performance of TiO2 at higher current rates shows the inferior rate capability of the bare TiO2 electrode. Here, the significance of MWCNTs is highlighted, bearing a tunnel structure for fast ion diffusion, holding particles together, and acting as a buffer to alleviate any volume changes at high current rates. The rate capability studies show that the nanocomposite electrode can endure a large current, and has a good capability for a high charge storage system. Fig. 7c shows the charging curves at different current densities from 0.1 to 20C, which also show that the rate capacity of 5% Mn-doped TiO2 is much better than that of the bare TiO2. The charge curves demonstrate a small plateau at 0.9 V.",
                        "The effect of improvement in powder tap density is displayed in the form of high charge capacity per volume of the electrodes in Fig. S3.† The 5% Mn-TiO2/MWCNTs exhibit a high electrode density of 1.22 g cm−3, which is 1.71 times higher than that of pure TiO2. The volumetric charge capacity of 5% Mn-TiO2/MWCNTs (213.5 mA h cm−3) after 80 cycles is substantially higher than that for pure TiO2 (85.1 mA h cm−3) without sacrificing cyclability. Mesoporous materials composed of densely packed nanocrystals are the best choice as electrode materials due to their high tap density and hence volumetric capacities. As shown in Fig. 2, the pure TiO2 possesses an average pore size greater than 50 nm while the doped samples display a type-IV mesoporous structure. Such mesoporous electrode materials possess high particle mobility and easily form a compact electrode layer with high electrode density. The TEM image in Fig. 3a and b also demonstrates that the TiO2 particles are aggregated while doped samples are not completely merged together ensuring porosity and hence high tap density.",
                        "Fig. 8a and b show a comparison of all of the electrode systems tested in this study. The observed lower capacity of SIBs, as compared with LIBs is possibly due to the slower diffusion of the larger Na+-ion (1.02 Å) than the smaller Li+-ion (0.76 Å), and relatively less accommodation of Na+-ion on TiO2 electrodes. Due to the smaller ionic radii of Li+, it can be accommodated in the interlayer spacing of (001) and (110) planes of TiO2; however, only (001) planes with a relatively large spacing of 0.56 nm can accommodate the bigger Na+-ions, leading to lower electrochemical capacities for sodium-cells. Large volume changes are obvious when Na+-ions are inserted in (001) spacing, leading to volume expansion of up to 0.64–0.68 nm. For bare TiO2, this volume expansion results in rapid structural deterioration, while for nanocomposite electrode, the MWCNTs act as a buffer to circumvent these changes. The insertion of Na+-ion into MWCNTs is less likely, due to the larger Na+-ion radius. The suitable doping of Mn also leads to lattice expansion, which results in ease of Na+-ion diffusion.",
                        "More specifically, the optimized Mn-doping leads to lowering in the band gap (Fig. S2†), thus decreasing the electronic resistance, which is beneficial for surface charge transfer processes in multiple cycles. In addition, the optimal doping level can enhance the specific surface area to a suitable level, along with nanosizing for large electrode/electrolyte contact. Moreover, the highly conductive MWCNT network makes a great contribution towards sodium storage capacity. The capacities reported in this study are either better than, or comparable to, those reported in most of the early studies on similar TiO2-based electrodes (Table 2)."
                    ],
                    "name": "Electrochemical sodium-storage performance",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This study presents a significant improvement in alkali metal ion uptake and release in TiO2 doped with Mn and supported on MWCNTs. Mn-doping along with in situ insertion of MWCNTs results in controlled particle size of TiO2. As-prepared Mn-doped TiO2/MWCNT nanocomposites were found to display excellent electrochemical performance as an anode for LIBs and SIBs. After cycling to the highest rate of 20C, 5% Mn-TiO2/MWCNTs deliver 131.2 and 117.2 mA h g−1 for LIBs and SIBs at 0.1C, as compared with only 38.0 and 58.7 mA h g−1 for the bare TiO2 anode, which clearly demonstrates the usefulness of Mn-doping along with MWCNTs. Many factors are believed to be involved in this electrochemical activity, starting with effective Mn-doping, which creates lattice distortion, reduction in particle size, interstitial oxygen defects, titanium vacancies, and conduction band electrons. All of these factors contribute towards improving the electrical conductivity, charge transfer, and ease of M+-ion diffusion and insertion; and thereby, superior cycling stability, enhanced specific capacity, and significant rate capability are observed. On the other hand, MWCNTs act as a substrate to hold TiO2 particles together, and decrease their chance of aggregation during cycling. Meanwhile, TiO2 particles on MWCNT surface prevent MWCNTs from aggregating, hence offering a large surface area for fast electron transfer. The findings of this study can be used for other non-lithium and sodium-based oxides for enabling high power rechargeable batteries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Titanium(IV) isopropoxide (TTIP, ≥97% pure), Triton X-100, and 2-propanol were purchased from Aldrich, while manganese acetate tetrahydrate (Mn(OAc)2·4H2O), chloroform (HPLC grade), ethanol, and hydrochloric acid were obtained from Merck. Cellulose nitrate membrane filter (0.22 µm) was obtained from Sartorius Stedim Biotech, Germany, and MWCNTs were purchased from China. All of the chemicals were used as such, without any further purification."
                    ],
                    "name": "Chemicals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "MWCNTs were functionalized using a literature-cited method. Briefly, 200 mg of MWCNTs were oxidized at 400 °C for 30 min for the removal of amorphous carbon, followed by sonication and reflux in 3 M HCl at 70 °C for 3 h to remove metal catalyst impurities, and incorporated into the MWCNTs during the synthesis process.",
                        "These purified MWCNTs (100 mg) were transferred to a two-neck round-bottomed flask, and were sonicated in a 1:1.5 mixture of 6 M NaNO2 and 6 M HCl for 8 h at ∼0 °C. The mixture was then diluted with deionized water, filtered through a cellulose nitrate membrane filter (0.22 µm pore size), washed several times to neutral pH, and vacuum-dried overnight at 80 °C.",
                        "Synthesis of x% Mn-TiO2/MWCNTs was carried out by a modified controlled hydrolysis method. TTIP (97, 95 and 93 wt%) was added to 80 ml of isopropanol, and 1% Triton X-100 was added to it, along with 5 wt% of well-dispersed aqueous MWCNTs. A pH of ∼2 was obtained using 1 M HCl, and the solution was stirred for 15 min. A solution of Mn(OAc)2·4H2O (3, 5, and 7 wt%) was prepared in water, and slowly added to the above solution. The slurry was stirred for 15 min, and precipitated by aqueous NaOH (pH > 12). The precipitates were filtered, washed with 0.1 M HCl until neutral pH was obtained, dried at 100 °C, and calcined at 400 °C for 6 h in air. Similarly, undoped-TiO2/MWCNTs and 3%, 5%, and 7% Mn-TiO2/MWCNT samples were synthesized."
                    ],
                    "name": "Sample preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XRD measurements were made by using PANalytical X'pert PRO MRD XL. Thermal analysis was done in a Mettler-Toledo thermogravimetric analyzer (TGA). Approximately 20 mg of powder sample was heated in an open alumina pan in oxidative (air) atmosphere (10 ml min−1) at a heating rate of 5 °C min−1. Raman spectra of samples were recorded on JASCO NRS-3300 spectrometer equipped with a 532.1 nm diode laser. The Brunauer Emmett Teller (BET) surface area of samples was determined by Coulter SA-3100 analyzer at liquid nitrogen temperature, while pore size distribution was measured by using the Barrett Joyner Halenda (BJH) method. For surface morphology, transmission electron microscope (TEM) EFI-Titans was utilized, where samples were dispersed in ethanol, sonicated in an ultrasonic bath, and a drop of supernatant suspension was poured onto a carbon-coated copper TEM grid for analysis. X-ray photoelectron spectroscopy (XPS) measurements were done using a Scienta-Omicron XPS instrument equipped with a micro-focused monochromatic Al Kα X-ray source. The source was operated at 15 keV and with 700-micron spot size, constant analyzer energy (CAE) 100 eV for survey scans, and 20 eV for detailed scans. The charge neutralization was applied using a combined low energy/ion flood source, to avoid the charging effects. The data acquisition was performed with Matrix software, and data analysis was performed with Igor pro, along with XPS fit procedures. The curve fitting of spectra was done using Gaussian–Lorentzian line shape, after performing the Shirley background corrections. Near edge X-ray absorption fine structure (NEXAFS) of Ti and Mn L-edge and O and C K-edge were measured at 10D KIST-PAL beamline at Pohang Light Source (PLS-II). All the spectra were collected in a total electron yield mode at room temperature, with a resolution of 0.01 eV, and a high vacuum of 4 × 10−10 Torr."
                    ],
                    "name": "Sample characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Galvanostatic measurements were performed using coin cells of type CR 2032. The electrodes were prepared by mixing the active material, carbon, and polyvinylidene difluoride in a ratio of 8:1:1. The slurry was prepared by adding N-methyl-2-pyrrolidone (NMP) to the above mixture in an appropriate amount, and then cast on Cu foil. The electrodes were roll-pressed after evaporating the NMP, and again vacuum dried overnight, before fabricating the cells. Lithium half cells were prepared using the active material as a working electrode, lithium metal foil as a counter electrode, and 1 M LiPF6 in ethylene carbonate (EC), diethyl carbonate (DEC), and dimethyl carbonate (DMC) in an equivalent ratio (1:1:1) as an electrolyte. Sodium half cells were fabricated using the active material as a working electrode, sodium metal foil as a counter electrode, and 1 M NaClO4 in ethylene carbonate (EC), diethyl carbonate (DEC), and propylene carbonate (PC) in an equivalent ratio (1:1:1) as an electrolyte. The active material loading was 1.2 (±0.3) mg cm−2, and the average thickness of the electrodes was ∼22 μm. The cells were fabricated in an argon filled glovebox (Mbraun Unilab, Germany) with controlled contents of O2 and H2O (<0.2 ppm), and cycled at a multichannel battery tester (Maccor 4000) at room temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        }
    ],
    "Title": "Superior shuttling of lithium and sodium ions in manganese-doped titania @ functionalized multiwall carbon nanotube anodes"
}