{
    "DOI": "10.1021/acs.nanolett.9b00544",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the development of economy and society, the ever-increasing demand for high-energy-density storage systems for portable electronics and electric vehicles has stimulated intensive research on rechargeable batteries.  Among various available energy storage technologies, lithium-ion battery (LIBs) has been used as the dominant power source of electronic equipment for decades, because of its high safety, environmental friendliness, long cycle life, and so on.  However, the further large-scale commercial manufacturing of LIBs may face rigorous challenges from the increasing cost of lithium, because of its rare reserves on Earth.  Sodium ion batteries (SIBs) are considered as one of the most promising alternatives to LIBs for application in energy storage devices, because of sodium being an abundant natural resource (2.64 wt % on Earth), environmentally friendly, and SIBs having similar physical and chemical properties as LIBs, including ionicity, electronegativity, and electrochemical activity. ",
                "However, because of the fact that the ionic radius of Na+ is much larger than that of Li+, many intercalated negative electrode materials, which can lead to the excellent electrical performance for LIBs, are not suitable to host Na+ ions, because of the limited interstitial space.  Therefore, an exploration on suitable anode material is critical to realize SIBs with excellent performance. Conversion-type negative materials have been applied successfully in LIBs and exhibit excellent performance, but rarely explored for SIBs until the conversion reaction between spinel NiCo2O4 and Na were observed by Alcántara et al.  Later, many studies reported the conversion-type materials containing the metal oxide can also serve as promising anode in SIBs, such as Fe3O4, MoO3, Co3O4, and SnO2.  This reaction, involving multiple electron exchange, is characterized by a relatively high theoretical specific capacity. With the development of the carbon materials and the advent of graphene, the poor electrical conductivity and large volume change during the charge–discharge process of metal oxides can be improved by forming a composite structure.  However, the further practical application of the SIBs still faces the challenge of the conversion reaction sluggish kinetics, which results in a low capacity rate. ",
                "The storage mechanism in the graphene/metal oxides (G/MO) nanocomposite materials involves the decomposition of metal oxides and the formation of Na2O during the charge process, which can be described by the following equation: Theoretically, such reaction can induce the formation of the graphene/Na2O (G/N) interfaces in the sodiation stage of G/MO nanocomposites. As the sodiation process continues, the nonconductive Na2O layer will expand uniformly on the metal oxide surface, which is analogous to the role of solid electrolyte interface (SEI) generated by the reaction with liquid electrolyte.  As a result, further sodiation process is predicted to be different from the initial stage, which is closely related to the kinetic performance of the sodium along the interface of G/N. In addition, interface engineering plays a vital role in the storage mechanism of battery field, while it has been repeatedly reported that the interface storage mechanism exists in the transition-metal oxide electrode for LIBs or SIBs.  Zhukovskii et al. realized the high electrode capacity via a heterogeneous storage mechanism by Ru/Li2O.  Wang et al. found that the Sb2S3–SnS2 heteronanostructure can accelerate the conversion reaction and provide the extra capacity.  Qin et al. found that the SnSb/N-doped graphene hetero interface can offer extra interfacial sodium storage and exhibit much enhanced rate performance.  Liu et al. revealed that the pseudocapacity-like behavior originates at the interface of graphene/TiO2 from the atomic level theoretical calculations.  Numerous studies have been aimed at the storage behavior and rate performance of the hybrid structure electrode.  However, the investigation of interface behavior from G/MO phase to the G/N after the sodiation process received minimal attention. Because of the inevitable existence of the G/N interface in the sodiation process of the metal oxide materials, it can obviously be assumed that the electrochemical performance of G/MO materials is influenced by G/N interface. Therefore, it is important to understand the kinetic behavior and storage mechanism at the G/N interface.",
                "In this work, we report a systematic investigation on the interface features of G/MO materials during the sodiation process by performing first-principles simulations. Based on these theoretical modeling, we found that the sluggish kinetics of metal oxides is primarily caused by the diffusion transferring through the Na2O bulk phase, while the diffusion barrier of Na ion on the G/N interface can be greatly reduced through the novel double-interstitialcy mechanism. Moreover, the pseudocapacity-like interface storage mechanism behavior of Na ion at G/N interface during the sodiation process is also elucidated by the electronic structure analysis. Such characteristics on high rate performance and interfacial storage give foresight for the advantage of designing a G/MO modeling with high interfacial ratio. On the basis of theoretical design, we further verified this theoretical design by fabricating the G/SnO2/G hollow structures as the sodium anode. Experimental results demonstrated that the materials exhibit excellent rate performance and interfacial storage, which is highly consistent with the calculated results. In addition, our experimental results show that the high interfacial structure also benefits the partially reversible reaction between SnO2 and Sn during cycling. In addition, we explored the (N, O, S) doping effect at the G/N interface, and further optimize the interfacial structure. This study, which combines electronic structure simulations with experiment, provides novel insight of the mechanism for the diffusion and storage behaviors of Na ions at the G/MO materials. It clearly exhibits its advantage to design a G/MO modeling with high interfacial ratio, which will be useful to achieve the SIBs with high energy density and high rate performance."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The projector augmented wave formalism of density functional theory, as implemented in the Vienna ab initio Simulation Package, is used in the system energy and electronic structure calculations.  Generalized gradient approximation in the form of Perdew–Burke–Ernzerhof was used as the exchange-correlation functional.  In order to get a better description of weak physical interactions, we choose a computationally cost-effective optB86b-vdw functional, so that vdW interactions could be taken into account.  The width of smearing was chosen as 0.05 eV.  The energy cutoff for plane-wave expansion is 600 eV. The optimized lattice constants of graphene and Na2O are 2.47 and 5.54 Å, which is in good agreement with previous computational results and experiment data.  Graphene with a 5 × 5 supercell can fit the Na2O (111) surface (3 × 3 supercell), and the lattice mismatch is 4.7% when forming the (doped) graphene/Na2O interface structure, as illustrated in a. One doping atom was substituted for one C atom in the doped graphene, corresponding to the doping concentration of 3.1%. In the vertical direction, a vacuum layer 15 Å thick is introduced for all of the surfaces and interfaces. The Brillouin zone is sampled using the Monkhorst–Pack scheme with a k-point mesh of 3 × 3 × 1 with the Gamma-centered grids for the structural relaxation, and 9 × 9 × 1 k-point mesh is used for the static calculations of all of the systems.  The structure relaxation is continued until the forces on all of the atoms are converged to <0.01 eV/Å. Transition-state structures and associated minimum energy pathways for interfacial Li diffusion were computed with the climbing image-nudged elastic band (CI-NEB) method. "
                    ],
                    "name": "2.1.  Computation Method",
                    "type": "h3"
                },
                {
                    "content": [
                        "To synthesize the C@SnO2@C composite, 15 g of NaCl, 2.5 g of citric acid (C6H8O7), and 0.79 g of SnCl4 were dissolved in 100 mL of distilled water. After stirring for 6 h, the homogeneous solution was freeze-dried under the condition of vacuum and −43 °C to obtain the precursor. Subsequently, the precursor spread on a small corundum tube was annealed at 650 °C for 1 h under a C2H2/Ar atmosphere (5% C2H2) and then cooled to room temperature. After washing with distilled water, C@SnO2@C composite was obtained. XRD measurements were performed on a Rigaku D/max diffractometer with a Cu Kα radiation at a wavelength of 1.5406 Å. SEM and TEM were performed on JEOL Model JSM-6700F, FEI Tecnai Model G2 F20, and JEOL Model JEM-2100Plus systems. Electrochemical measurements were conducted using a coin-type test cell (CR2032). For fabrication of cells, the working electrode was composed of C@SnO2@C, sodium carboxymethyl cellulose, and carbon black in a weight ratio of 8:1:1 on a copper foil. The electrolyte was 1.0 M NaClO4 in EC and DEC (volume ratio, 1:1) CV measurements were conducted at 0.2–1.8 mV/s within 0.01–3.0 V on a Princeton electrochemical workstation. Galvanostatic charge/discharge cycles were tested by a LAND CT2001A electrochemical workstation at various current densities, from 0.1 A/g to 10 A/g."
                    ],
                    "name": "2.2.  Experiments",
                    "type": "h3"
                }
            ],
            "name": "2.  Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, the interfacial interaction between the graphene and Na2O was investigated. The interface interaction energy is defined as EI = EG + ENO – EG/N, where EG, ENO, and EG/N represent the energies of the (doped) graphene, Na2O, and (doped) graphene/Na2O interfaces, respectively. The electron density of graphene was redistributed after the formation of G/N interface (see  in the Supporting Information), while the Bader charge analysis shows quantitatively that there is some electron migration (0.64 e) from the outermost Na layer to the graphene layer. Electrons mainly accumulate in the interfacial areas due to the electropositive character of the outermost Na+ layer of Na2O surface. Through the electron localization function (ELF)  analysis (see  in the Supporting Information), it can be clearly seen that no covalent bond exists between the graphene and Na2O, because the ELF value at the interface is ∼0. Combining with the per unit area interfacial interaction energy results (18 meV Å–2), the interaction between the graphene and Na2O can be confirmed to be of vdW type.",
                        "Subsequently, the interfacial storage behavior of Na adatom at the G/N interface is investigated. In order to evaluate the storage ability of the G/N interface quantitatively, we compare the adsorption energy of Na adatom with the cohesive energy of the Na atom in sodium metal, and define the difference between them as the sodiation potential value (Ev). While a positive Ev means that the sodium adatom contributes to the excess storage capacity. The adsorption energy of Na atoms is defined as Ed = −(ET – E0 – nENa)/n, where ET, E0, and ENa are the energies of interfacial system intercalated by n Na atoms, the energy of the pristine interfacial system, and the energy of the single free Na atom, respectively. The average voltage (Ev) is defined as Ev = −(ET – E0 – nENa bulk)/ne, where e is the absolute value of the electron charge and ENa bulk is the energy of one Na atom in the Na body-centered cubic (bcc) bulk. Calculated results show that the most stable adsorption site for one Na atom at the G/N interface is Site 3, with a sodiation potential of +0.62 V, which is much bigger than that of one sodium adsorption at the Na2O surface (−0.38 V, Site 2). It seems that the graphene endows the Na2O enhanced adsorption ability of Na atom. To further investigate this interfacial storage mechanism, the electronic structure analysis of the most stable adsorption configuration was performed. As shown in b, the introduction of interfacial Na atom causes more charge transfer toward the graphene layer. Bader charge analysis (see c) revealed that the graphene layer of the G/N interface gains 1.13 e after the interfacial Na atom is inserted, which is bigger than the value (0.64 e) forming the G/N interface. Moreover, interfacial Na adatom losses 0.82 e, which is much greater than the value of 0.26 e on the Na2O surface. As a result, much stronger interaction between the interfacial adatom and the G/N interface can be induced. The electrons transfer from the Na adatom to the graphene layer and Na2O layer when Na atoms are adsorbed at the G/N interface. The partial density of states (see  in the Supporting Information) for the s-orbital of the interfacial Na atom and p-orbital of the nearest neighboring O atom at Na2O at the G/N interface, and it can be clearly seen that these two states hybridize at the energy range from −2.0 eV to −0.6 eV. Such adsorption behavior clearly indicates that the Na2O can be served as the host for Na+ cation, because of the binding between the O atom of Na2O and the interfacial Na+ cation, while the graphene layer serves as an electron acceptor. Hence, spatial electron–cation separation can be depicted as a pseudocapacity-like interfacial mechanism. In addition, more additional Na atoms can be intercalated further at the interface region between graphene and Na2O surface. We gradually increase the number of interface Na atoms until the Ev value turns negative. Results show that the G/N interface system can adsorb 3 Na atoms corresponding to 0.099 mAh/m2 (see d).",
                        "During the sodiation process of G/MO anode materials, the diffusion of Na atoms involves two pathways. The first one is at the interface of G/N, while the second one is inside the Na2O bulk phase. Because of the high symmetry of the Na2O bulk phase and the big radius of the Na atom, the interstitial Na atom prefer to locate at the center of the octahedron zone composed of six nearby O atoms (see e). An interstitial atom can diffuse to the interstitial site without displacing lattice atoms via a direct-hopping mechanism. Alternatively, it can also diffuse into a host lattice site by knocking a neighboring lattice atom into an adjacent interstitial site (interstitialcy mechanism). Our calculated results show that the diffuse mechanism in the Na2O bulk phase occurs mainly via the latter mechanism, because of its much lower energetic barrier. The interstitial Na atom (marked by “I” in the inset of e) first move to the position of adjacent Na atom (marked by “S” in the inset of e) of normal lattice of Na2O bulk, while S–Na atom will simultaneously move to the center of the nearby octahedron. However, because of the high coordination number of the interstitial Na atom with adjacent O ions, this process shows a relatively high energetic diffusion barrier of 0.51 eV. We further measured the energy evolution for the diffusion of the Na atom at the Na2O surface, and the result shows that the diffusion barrier is 0.37 eV (see  in the Supporting Information).",
                        "At the G/N interfaces, the calculation results show that the Na ion at the interface will encounter an energy barrier as low as 0.25 eV (f), which is smaller than the value in the Na2O surface or the Na2O bulk phase. Particularly, the Na ion prefers to follow a novel “V” diffusion pathway to move to another stable site, as shown in f. The migration behavior of single Na atom at the interface involves the simultaneous movement of Na atom adjacent to the first layer of the Na2O surface. However, such a cooperative mechanism is different from the interstitialcy mechanism. such that, in the bulk Na2O, and the diffusion can be realized by a two-step interstitialcy mechanism, which involves the cooperative motion by one interstitial Na atom and one host Na atom of the Na2O (111) surface. First, the interface Na atom (marked by “I” in f) will substitute the Na atom (marked by “S” in f) in the original lattice of the outermost layer of Na2O at the interface of G/N, while the present host Na atom “S” will migrate to the adjacent interstitial site, which is different from the initial “I” site. Second, the “I” atom will continuously diffuse to the adjacent stable site, meanwhile the “S” atom, now located in the new interstitial site, will diffuse back to its previous host site. The entire diffusion behavior involves two cooperation interstitialcy mechanism processes, in which the S–Na atom act as a temporary assistant role when the I–Na atom diffuse. From the perspective of the entire migration process, the interstitial atom and host atom does not change their own roles.",
                        "In order to reveal the mechanism of such unique interstitialcy mechanism, we further investigated the Bader charge of I–Na atom and S–Na atom at every diffusion image state (see  in the Supporting Information). The Bader charge value results show that both of them exhibits a coordination change trend along the diffusion. Because of the ionization of the interface Na atom, its properties are similar to the first Na layer atoms of Na2O surface while both of them are bound with three adjacent O atoms, which is smaller than the value in bulk phase (six adjacent O atoms). In this situation, the migration of Na atoms at the interface of G/N results in low local lattice deformation. Downward migration of ions at the high-energy sites can offset a portion of the energy barrier of the upward migration of ions at low-energy sites. In addition, the concerted diffusion can also decrease the repulsion effect between the “I” atom and ”S” atom. We also investigate Na ion diffusion when more Na ions are inserted into the interface; the results show that the magnitude of barrier is also very low, and the diffusion behavior is still similar to the two-step interstitialcy process (see detail discussion in  in the Supporting Information). On the basis of the barrier simulation, the diffusion constant D can be calculated, while the calculated diffusion constants at room temperature (300 K) for the systems are listed in  in the Supporting Information. Diffusion along the G/N interface is the prioritized diffusive path when Na atom transfer to the active electrode materials occurs in the sodiation process. Combining both thermodynamic and kinetic factors, it is obvious to design materials that possess a high interface ratio of G/N, will highly enhance the rate performance, and improve the storage capacity. In the next section, we will verify this hypothesis and continue to investigate the influence of high G/N interface ratio on G/MO materials, together with experimental studies."
                    ],
                    "name": "3.1.  Pseudocapacity-Like Storage and Priority Diffusion Mechanism in the Graphene/Na2O",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to verify the smooth diffusion of Na along the G/N interface, unique structure of sandwiched C@SnO2@C composite was synthesized, in which SnO2 nanocrystals were confined in carbon shells, as shown in the schematic illustration of a. Such a sandwiched structure design ensures that numerous interfaces between Na2O and the carbon sheet can be produced during sodiation. b and c show SEM images of the C@SnO2@C composite, from which it can be seen that the cubic carbon shells are assembled together to form a micrometer-scale interconnected conductive network. The large pores on the surface of the carbon shell demonstrate its hollow structure, which contribute to the deep penetration of the electrolyte and shorten the diffusion path of ions through the solid phase. In addition, the smooth surface of carbon shells indicates that the SnO2 nanocrystals are all-around confined in the carbon shell, increasing the interface area between SnO2 and carbon.",
                        "The TEM image (d) confirms the hollow structure of the interconnected cubic C@SnO2@C, and the corresponding EDS pattern (inset in d) represents the only existence of elemental C, O, and Sn. It can be seen from the HRTEM image (e) that the carbon shell has a wall thickness of ∼15 nm and is embedded with several 5 nm nanocrystals, which can be confirmed as SnO2 from the XRD and SAED patterns (see f, as well as  in the Supporting Information). Note that the SnO2 nanocrystals are completely embedded in the carbon shell and remain monodisperse, which, on the one hand, can prevent the high-energy surface of the active nanocrystals from directly contacting the electrolyte, and on the other hand, increases the two-phase interface between SnO2 and carbon. In order to better understand the role of G/N interface in electrochemical reactions and its effect on the energy storage mechanism, coin cells with sodium metal as the counter electrode were employed to analyze the electrochemical behavior of C@SnO2@C electrode including cycle performance, rate performance, cyclic voltammetry and energy storage mechanisms.",
                        "a and b show the cycling and rate performance, from which it can be seen that the C@SnO2@C electrode delivers a high average capacity of ∼370 mAh/g at a current density of 0.1 A/g. Besides, as the current rates increase from 0.1 to 0.2, 0.5, 1, 2, 5, and 10 A/g, the capacities of the C@SnO2@C electrode are 338, 289, 237, 193, 146, and 105 mAh/g, respectively, exhibiting excellent rate performance and superior to most SnO2-based electrodes (see  in the Supporting Information). The electrochemical reactions of the C@SnO2@C electrode can be inferred from the CV curve of c. In the cathodic scan, a reduction peak of ∼0.68 V can be seen initially, which corresponds to the conversion of SnO2 to Sn and it accompanies the formation of Na2O.  Subsequently, two peaks, located at 0.23 and 0.05 V, are associated with the alloying reaction of Sn into NaxSn and the intercalation reaction of carbon with Na.  In the anodic scan, the peak at 0.29 V corresponds to the dealloying reaction of NaxSn. Notably, the broad peak at ∼1 V corresponds to the conversion reaction of Sn to SnO2.  As is generally known, the conversion reaction between Sn and SnO2 is difficult to be reversible, so the sodium storage capacity of SnO2 is unsatisfactory.  However, it is considered that the SnO2 nanocrystals in C@SnO2@C electrode can be partially reversible during cycling and the entire electrochemical reaction can be illustrated as follows:Thus, to further verify this inference, structure and phase change of the electrode were investigated by TEM, as shown in  in the Supporting Information.  show the HRTEM images of the C@SnO2@C composite at sodiated state (0.25 V vs Na/Na+) and desodiated state (3.0 V vs Na/Na+), respectively. Through Fourier transform and lattice spacing analysis, SnO2 is first converted to Sn and then sodiated to Na15Sn4, which is consistent with the reaction equation above (see  in the Supporting Information). Importantly, the conversion of SnO2 to Sn results in the formation of Na2O, which is amorphous and dispersed around the Sn nanoparticles after several cycles. While, during desodiation process, the Na15Sn4 is first dealloyed to form Sn, and from  in the Supporting Information, it can be seen that some Sn nanoparticles can indeed be reversibly converted to SnO2. This confirms that SnO2 is partially reversible in this structure, which may be attributed to the fact that SnO2 nanocrystals are completely confined in the carbon matrix, resulting in the formation of a large amount of Na2O/carbon and Na2O/SnO2 interface during sodiation (see ). This can provide fast transfer channels for ions and electrons and promote the dynamic process of reversible conversion.",
                        "d shows the CV curves of C/SnO2/C electrode tested at various scan rates, from which it can be seen that, as the scan rate increases, the redox peaks gradually widen and the overall shape become more rectangular, indicating a capacitive energy storage behavior. In fact, the power law relationship between the scan rate v and the corresponding current i can be used as follows to measure the capacitive feature of electrodes: For b = 0.5, a diffusion-controlled energy storage process is suggested; while b = 1.0 represents a capacitive-controlled process, since a typical capacitor-like linear relationship between current and scan rate is obtained. A voltage range of 0.29–2 V in the anodic scan was selected to calculate the b-value, as it included two major oxidation peaks. It can be seen from the result shown in e that the b-value approaches 0.5 in the NaxSn dealloying process (0.29 V), which shows the typical diffusion-controlled energy storage. However, as the dealloying reaction progresses, the b-value gradually increases and reaches a maximum value of 0.97 at the end of the reaction. Subsequently, as the conversion reaction of Sn to SnO2 proceeds, the b-value decreases again until reaching its lowest value of 0.78. If b = 0.75 is used as the boundary between the two reaction mechanisms, then the conversion reaction of SnO2 is always capacitive-controlled. The ultrafast electrochemical reaction brought by the capacitive-controlled process verifies why SnO2 can be reversibly converted. In addition, the quantitative calculation of the contribution of capacitive controlled energy storage were also investigated (see the detailed discussion in  in the Supporting Information), the results show that this structure can indeed change its energy storage mechanism, thus accelerating the diffusion/conduction of ions/electrons and improving the rate performance of the electrode.",
                        "These experimental results confirm our hypothesis that the storage capacity mechanism and rate performance can be greatly regulated by designing electrode materials with high G/N interface ratio. In adition, we also find that the high G/N interface structure is improving the reversible conversion of the active material during electrode cycling."
                    ],
                    "name": "3.2.  Experimental Validation of High Interface Ratio Structure",
                    "type": "h3"
                },
                {
                    "content": [
                        "Moreover, it was reported that heterogeneous atom doping can make a great influence in the electronic structure and Li diffusion behavior on the graphene. Thus, it can be predicted that such a doping effect can also affect both the storage and rate behavior performances of G/N interfaces. In this section, we provide a systematic study on the doping effect at the interface of XG/N (where X represents the doping atom), which helps to further optimize the high electrochemical performance anode materials. Here, N, O, and S dopants are selected because they are the most widely studied in graphene experimentally. ",
                        "As shown in a, all of the doping atoms can increase the interface interaction energies between the graphene and Na2O. The EI values for the NG/N and OG/N interfaces are still within the range of vdW force, which are consistent with the ELF analysis (see  in the Supporting Information). However, the SG/N can induce the biggest value of 33.43 meV/Å2. As shown in b, the charge in the region near the S doping atom varies greatly, indicating that the SG/N interface is quite different from other interfaces (G/N, NG/N, OG/N). This can also be proved by the PDOS analysis (see  in the Supporting Information), where it is clearly seen that the S-2p orbital electrons, O-2p electrons, and Na-2s electrons are intensively hybridized at the energy windows ranging from −3.2 eV to −1.3 eV. This indicates the existence of the covalent-type bonding, concentrating at the adjacent region of S atom and O atom. Bader charge analysis further shows that the S dopant loses electrons while the SG layer gains electrons, resulting in more electron accumulation at doped graphene and a stronger adhesion with Na2O surfaces. Therefore, S-doped graphene can induce the largest adhesive strength between graphene and Na2O, which can greatly improve the stability of the heterojunction-type negative materials during its charge and discharge cycle.",
                        "The storage at doped G/N interface were also investigated. Our results show that the interface Na storage capabilities varies with the different dopants of the G/N interface, while the NG/N, OG/N and SG/N interface systems can adsorb 5, 6, and 4 Na atoms, respectively (see c and  in the Supporting Information). For the OG/N system, the sodiation voltage go directly from 2 to 4, which were caused by the change of structures (see detailed discussion in  in the Supporting Information). As discussed in , the interfacial storage mechanism can be depicted as pseudocapacity-like interfacial behavior with charge separation, so the capability of the electron acceptance of graphene layer will play the decisive role on the interface Na storage (see detailed discussion in  in the Supporting Information). In order to study the doping effect on the rate performance of interfacial structure, the electronic structure and energy barrier of Na on the G/N interface were calculated. Although Na2O is a semiconductor with a direct band gap of 2.42 eV,  there is always considerable state across the Fermi level when forming the composite structure of (N, O, S doped)-graphene/Na2O (see  in the Supporting Information). Combining with the good conductivity of pristine graphene, such interface structure can greatly improve the electronic conductivity of the materials. d shows the doping effect on the diffuse performance of Na on the G/N interface. The results show that all doping systems via double-interstitialcy mechanism show smaller diffusion energy barrier than the value of pristine G/N interface (0.25 eV), corresponding to the 0.17 eV for NG/N, 0.13 eV for OG/N, and 0.11 eV for SG/N. The diffusion constant of S-doped systems is the largest among of them with 2.34 × 10–4 cm2 s–1 due to the smallest barrier, which is observably improved, compared with the pristine G/N interface and the diffusivity can be ∼3 orders faster. Combining with the interfacial stability, the storage capacity and the diffusion behavior of doping systems, the S-doping systems exhibits a good balance property among the three indicators, which show a good potential to further improve the electrical performance of G/MO materials."
                    ],
                    "name": "3.3.  Doping Effect on Interface Storage and Diffusion Property",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the interface interaction between the graphene and Na2O is mainly via van der Waals (vdW) interactions. The interface Na atom can be stored at the G/N interface through the pseudocapacity-like mechanism, which contributes to the interfacial capacity. By comparing the diffusion behaviors of Na atom on the Na2O bulk, the Na2O surface and the G/N interface, we found that the G/N interface can induce the ultrafast ion diffusivity, because of its unique “double interstitialcy mechanism”. The experimental validation further demonstrated that the C/SnO2/C electrode material with high G/N interface ratio shows superior rated performance (338 mAh g–1 at 0.1 A/g, 146 mAh g–1 at 5 A/g, and 105 mAh g–1 at 10 A/g) and the mixture storage mechanism. The high G/N interface structure is also beneficial to the reversible conversion of the active material during electrode cycling. In addition, the interfacial interaction, storage capacity, and diffusion behavior of XG/N (X = N, O, S) can be further regulated by heteroelement doping, while the O doping systems show the largest interfacial storage of 0.198 mAh/m2 and the S-doping systems can greatly increase the interfacial interactions and decrease the diffusion barrier of the G/N interface by ∼3 order faster. Our work revealed the novel diffusion mechanism and unique pseudocapacity-like capacity behavior of G/MO by combing theoretical simulation and experiment validation, and meanwhile provided the promising strategy for designing G/MO anode materials with high storage and good rate performance, that is, increase three-dimensional (3D) graphene/metal oxide contact and select optimized doping atoms."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Unique Double-Interstitialcy Mechanism and Interfacial Storage Mechanism in the Graphene/Metal Oxide as the Anode for Sodium-Ion Batteries"
}