{
    "DOI": "10.1021/acsami.0c21676",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, it is urgent to develop low-cost and high-capacity energy storage systems with the continuous development of the industrial society and national economy. Lithium-ion batteries (LIBs) have been widely used in computers, mobile phones, sports bracelets, and other portable electronic devices.  However, current LIBs cannot fulfill the demand of grid-scale energy storage because of the limitation of lithium resource, cost, and security issues. Therefore, sodium-ion batteries (SIBs) are considered a strong competitor for large-scale energy storage devices because sodium is rich in resources and they have a similar working mechanism to LIBs. Although LIB materials with good performance are also applied to SIBs, the performance of SIBs is unsatisfactory due to the large ion radius of sodium. For example, graphite exhibited low capacity and poor stability when used as anodes for SIBs, whereas it has achieved commercial development in the anode of LIBs.  However, whether in LIBs or SIBs, the development of anodes with high electrochemical performance is still required.",
                "Tremendous efforts have been made in the exploration of suitable anodes with superior properties for LIBs and SIBs, such as carbon-based materials,  oxides,  sulfides,  alloy materials,  and titanium-based materials.  Among them, vanadium-based oxides are regarded as one of the most promising anodes for LIBs and SIBs. There are various reserves of vanadium-based oxides, such as VO2, V2O3, V2O5, and V3O7·H2O.  In addition, vanadium-based oxide materials with wide channel structures only provide sufficient space to accommodate Li+/Na+ ions and also contribute to high specific capacities by multi-electron conversion reactions. Vanadium-based oxides have been widely studied in lithium/sodium storage. For example, VO2 with a stable open framework provides rapid Li+ ion intercalation/deintercalation. The hollow spherical structure of radial VO2 nanowires alleviated the volume change by self-shrinking and self-expanding, exhibiting 80% of the initial capacity over 1000 cycles.  In addition, the inherent dominant pseudocapacitance behavior with enhanced ion diffusion kinetics is conducive to good rate performance.  Two-dimensional thin VO2 (B) nanosheets with low intercalation energy barriers as well as a short diffusion length achieved good cycling performance and an enhanced rate capacity of 140 mAh g–1 at 100C for LIB anodes.  However, single metal oxides have encountered low electronic conductivity, which leads to unsatisfactory discharge capacity and rate performance. The bimetallic oxide could possess higher electrochemical activity relative to the single metal oxide anode, which is able to improve the conductivity and increase the specific capacity.  Therefore, binary metal oxides have drawn increasing attention in recent years. For instance, the theoretical capacity of Na-containing vanadium oxide (NaVO3) is 220 mAh g–1 in LIBs.  It can maintain a stable capacity in LIB anodes during the discharge/charge process, but the capacity declines quickly in SIBs.  In another study, Fe2VO4 hierarchical porous microparticles were synthesized by the surface solvation treatment of Fe2VO4 with ethanol. The obtained Fe2VO4 hierarchical porous microparticles displayed high initial discharge capacities of 799 and 382 mAh g–1 in LIBs and SIBs, respectively.  Recently, a P-containing Fe2VO4/N-doped carbon-coated nanowire structure was synthesized and studied for lithium storage. A high capacity of 1002 mAh g–1 at 0.5 A g–1 was obtained due to the considerable specific surface area and increased conductivity, as well as the robust structure provided by the P “bridge” between Fe2VO4 and carbon sheets.  Despite great progress achieved in bimetallic oxides, it still remains a significant challenge to meet the overall electrochemical performance for both LIBs and SIBs.",
                "Bimetallic antimony–vanadium oxides (SbVO4) possess superior electrochemical activity by virtue of their dense crystal structure, composition, interface, and active sites. For SbVO4, different reactions take place in SIBs and LIBs. In LIBs, along with the insertion of Li+ ions, SbVO4 is reduced to metallic Sb and V, where V improves the electronic conductivity. The alloying reaction of Li and Sb takes place in the process of further lithiation. In SIBs, only conversion and alloying of Sb take place in sodiation.  The multistep reaction of Sb can significantly increase the capacity in theory.  When the SbVO4 materials are used as anodes for LIBs, they achieved a high initial capacity of 650 mAh g–1 at 2.5–0.5 V.  However, the self-agglomeration and volume expansion of some SbVO4 particles resulted in the structural inability of Li+/Na+ ions to insert and extract, which further leads to the loss of capacity. In this regard, constructing a composite structure with SbVO4 nanoparticles and a conductive substrate is anticipated to be an effective method to enhance the cycling property for both LIBs and SIBs.",
                "Herein, we successfully prepared antimony–vanadium oxide nanoparticles embedded in graphene (SbVO4/G) by a one-step hydrothermal method. Coupled with the subsequent freeze-drying process, the isolation of the SbVO4 nanoparticles is uniformly dispersed on the graphene substrate. Bimetallic SbVO4/G with abundant redox reaction sites can offer extraordinary electrochemical properties, and its nanoscale size shortens the ion/electron transport distance and improves the reaction kinetics for lithium and sodium storage. Graphene serving as the underlying support not only effectively alleviates volume expansion but also prevents the SbVO4 nanoparticles from aggregation during repeated Li+/Na+ insertion/extraction processes. The SbVO4 nanoparticles, in turn, act as the spacer to prevent graphene nanosheets from restacking, thus maintaining the active areas to the most extent. The synergistic effect between the components of SbVO4 and graphene with excellent structural integrity and electrochemical activity ensures an outstanding lithium/sodium storage performance. As anticipated, the SbVO4/G composites display impressive cycling stability (1079.5 mAh g–1 at 0.1 A g–1 after 150 cycles for LIBs anode and 401.6 mAh g–1 at 0.1 A g–1 after 450 cycles for SIBs anode) and good rate performance as anodes for LIBs and SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Graphene oxides were prepared via a modified Hummers method.  Typically, the suspension was obtained by dispersing the graphene oxide powder into deionized water with advanced ultrasonication. SbVO4/G composites were prepared by hydrothermal and subsequent freeze-drying. First, 0.234 g of the NH4VO3 powder was dissolved into 50 mL of deionized water with a water bath at 60 °C. Second, 0.456 g of the SbCl3 powder was added to that solution. Subsequently, 10 mL of the graphene suspension (2.5 mg mL–1) was dropped into the solution and stirred for 15 min. The mixed liquid was transferred to a 100 mL Teflon-lined autoclave and heated at 180 °C for 24 h. Finally, SbVO4/G composites were obtained by liquid nitrogen freeze-drying. As a comparison sample, a pure SbVO4 material was synthesized by the same process without the addition of the graphene suspension."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structure of the materials was characterized by X-ray diffraction (XRD, DMAX-2400, Cu Kα with a wavelength of 1.5406 Å, Japan). Raman spectroscopy was performed on an RFS100/S with a wavelength of 532 nm. The elemental composition and chemical valence were determined using an X-ray photoelectron spectrometer (XPS, PHI-1600 ESCA, U.K.). The morphologies were determined by scanning electron microscopy (SEM, Quanta 600, Netherlands) with an energy-dispersive spectroscopy (EDS) detector."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was mixed with the active material Super P and the binder carboxymethylcellulose sodium (CMC-Na) according to a mass ratio of 7:2:1. The mass loading of the active substance was about 1–1.2 mg cm–2. The lithium metal served as the counter/reference electrode, 1 M LiPF6 in EC/DMC (1:1) was used as the electrolyte, and Celgard 2400 was used as a separator. LIBs were assembled using CR2025 coin cells. In addition, the electrochemical measurements of SIBs were performed on CR2032 coin cells. Na metal, 1 M NaClO4 in EC/DMC (1:1), and Whatman glass fiber were used as a reference electrode, electrolyte, and separator, respectively. Galvanostatic charge/discharge (GCD) tests were performed on a LAND CT2001A at 0.01–3.0 V. The scanning voltage ranges of cyclic voltammetry (CV) were tested on a CHI604E electrochemical workstation with the voltage ranging from 0.01 to 3.0 V. Electrochemical impedance spectroscopy (EIS) was performed at 105 to 0.01 Hz. The EIS experiments for LIBs and SIBs were performed at the open-circuit voltage, and the bias potential was set as 0."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The preparation of SbVO4/G composites is described in  and the details are given in the . First, SbCl3 was put into an NH4VO3 solution to form a Sb–V-containing solution. Second, a dispersed graphene suspension was added dropwise to the aforementioned solution. Subsequently, the mixed liquid was transferred to a hydrothermal kettle for the hydrothermal treatment. Finally, the SbVO4/G composites were obtained after freeze-drying. The XRD patterns of the SbVO4/G composites and SbVO4 are shown in a. Compared with pure SbVO4, the SbVO4/G composites indicated no other phase except for SbVO4, where peaks are indexed to tetragonal SbVO4 with a space group of P42/mnm (PDF #77-0331) (b). The peaks of SbVO4/G composites become broader, which may result from the encapsulated nanostructure by graphene.  Raman spectra were further recorded to reveal the structure composition of SbVO4/G samples (c). Two distinct peaks at ∼1320 and ∼1590 cm–1 correspond to the D band and the G band, verifying the existence of disordered graphite carbon and sp2-hybridized carbon atoms, respectively.  These results correspond well with XRD analysis, indicating the successful synthesis of SbVO4/G composites. XPS was carried out to detect the elemental composition and chemical valence of the SbVO4/G composites. The survey spectra of SbVO4/G primarily consist of Sb, C, O, and V elements (d). For the high-resolution V 2p spectrum of SbVO4/G, two primitive peaks of V 2p3/2 and V 2p1/2 orbitals are exhibited in e. These two asymmetric peaks can be further divided into V5+ (516.9 and 524.2 eV) and V4+ (515.8 and 523.1 eV), indicating the mixed-valence state of V in the materials.  The Sb 3d located at 531.18 and 540.58 eV (f) correspond to the Sb 3d5/2 and Sb 3d3/2 orbitals, respectively. ",
                "The morphology and microstructures of the materials were revealed by SEM characterization. As shown in a,b, pure SbVO4 is mainly in the form of nanoparticles, showing obvious particle agglomeration. By contract, the SbVO4/G composites exhibit that evenly distributed SbVO4 nanoparticles are embedded on the surface of graphene (c,d). The average particle size of SbVO4 in SbVO4/G composites is about 30 nm, which is smaller than that of the bare SbVO4 nanoparticles (the average size is 70 nm). The small particle size of SbVO4 embedded in the graphene substrate can increase the intimate contact with the electrolyte, increase the number of active sites, and shorten the ion transport pathway, which could be favorable to the improvement of cycling and rate performance for lithium and sodium storage.  The EDS mapping of SbVO4/G composites is shown in e–i; Sb, V, O, and C elements are well distributed within the structure of SbVO4/G, indicating that the SbVO4 nanoparticles are uniformly embedded in the graphene substrate. The specific surface area and pore structure of SbVO4/G and SbVO4 were obtained by the N2 adsorption–desorption measurement. The Brunauer–Emmett–Teller (BET) specific surface area and the average pore size of SbVO4/G are 130 m2 g–1 and 5 nm, respectively. (j and). In contrast, the BET specific surface area and the pore size of SbVO4 are calculated to be 93 m2 g–1 and 9 nm, respectively. The combination of the SbVO4 nanoparticles and graphene was also explored by transmission electron microscopy (TEM) characterization. As presented in k, the SbVO4 nanoparticles are well embedded in the graphene substrate. The high-resolution TEM (HRTEM) image (l) displays a lattice distance of 0.41 nm, which indexes to the (111) plane of SbVO4.",
                "The electrochemical performance of SbVO4 and SbVO4/G for LIB anodes was measured in half cells. a shows the CV curves of the SbVO4/G electrode at 0.2 mV s–1. The results of the CV profiles are consistent with the previously reported results.  The electrochemical reactions are revealed by the following reactions ",
                "Three obvious reduction peaks of SbVO4/G electrodes at 1.25, 0.61, and 0.35–0.01 V can be seen in the first anodic scanning, which mainly correspond to the generation of Sb, Li3Sb (Li2Sb), and solid electrolyte interface (SEI) films.  The reduction peak at 1.25 V in the second cycle changes significantly, indicating that  is an incomplete reversible process. However, the CV curves almost overlap in the following cycles, revealing the distinguished reversibility and stability of the SbVO4/G composites. The GCD curves of SbVO4/G and pure SbVO4 nanoparticles under different cycles were evaluated to further investigate the electrochemical reactions during the Li+ insertion/deinsertion processes (b and ). The discharge platforms at 1.3 and 0.7 V represent the generation of Sb and Li3Sb (Li2Sb). A small platform at 0.2 V can be observed, which corresponds to the formation of SEI films.  In the subsequent cycles, the discharge platforms from the 10th to 100th cycle remain nearly unchanged, indicating excellent electrochemical reversibility and stability of the SbVO4/G composites. The results of the charge/discharge curves of SbVO4/G (b) well coincide with the CV analysis, further demonstrating the multistep electrochemical lithiation/delithiation processes of the SbVO4/G composites. In contrast, the pure SbVO4 nanoparticles displayed a significantly irreversible reaction during the Li+ insertion/deinsertion processes. The discharge platform of SbVO4 at 0.7 V gradually becomes shorter (), directly resulting in the rapid attenuation of capacity during the cycling process. The SbVO4/G composites display high initial discharge and charge capacities of 1394 and 998.7 mAh g–1, respectively. SbVO4/G shows a higher initial Coulombic efficiency (ICE) of 71.64% when compared with that of the SbVO4 nanoparticles (ICE of 65.33%). The low ICE is mainly derived from the electrolyte decomposition and SEI film formation. The Coulombic efficiency (CE) of SbVO4/G increases to 98% from the fifth cycle. Surprisingly, the SbVO4/G electrode shows a certain capacity increase, which might be arising from the activation process of the electrode materials.  The SbVO4/G composite electrode remains 1079.5 mAh g–1 after 150 cycles (c). Nevertheless, the capacity of SbVO4 gradually decreases and drops to 583.4 mAh g–1 (only 69.5% of the initial capacity) after 150 cycles. The poor structural stability and rapid capacity decline of SbVO4 nanoparticles can be ascribed to the material pulverization and agglomeration as a result of the huge volume changes in the alloying process.",
                "The rate performances of SbVO4/G composites and SbVO4 nanoparticles for LIB anodes are conducted at 0.1–3.0 A g–1, as presented in d and . The SbVO4/G composites display reversible capacities of 1070.1, 1025.4, 962.75, 917.95, 864.9, and 813.85 mAh g–1 at 0.1, 0.2, 0.5, 1.0, 2.0, and 3.0 A g–1, respectively. In contract, the SbVO4 nanoparticles exhibit poor capacities of 867.95, 817.3, 667.2, 546.05, 430.2, and 344.8 mAh g–1 at 0.1, 0.2, 0.5, 1.0, 2.0, and 3.0 A g–1, respectively. As the current density comes back to 0.1 A g–1, an excellent reversible capacity of 1047.7 mAh g–1 is obtained, revealing the well-preserved nanostructure and good reversibility of the SbVO4/G composites. The charge/discharge curves of SbVO4/G composites and pure SbVO4 electrodes at different current densities are displayed in . The discharge platform near 0.7 V is basically stable, suggesting the excellent stability of the SbVO4/G anode. In sharp contrast, the charge/discharge curves of SbVO4 change greatly, where the rapid shrinkage platform at 0.7 V leads to a low capacity of SbVO4. In addition, the discharge platform of SbVO4 gradually moves to a high potential resulting in serious polarization. The EIS of the SbVO4/G and SbVO4 electrodes are performed to investigate the electrochemical kinetics for lithium and sodium storage. In EIS spectra, the high-frequency depressed semicircle reflects the impedance of the interface membrane (RS) and contact resistance (Rf), and the middle represents interfacial charge-transfer resistance (Rct), while the slope is related to the Warburg diffusion (ZW).  The SbVO4/G anode displays a smaller Rct value compared to SbVO4 (e), indicating that the composite structure of SbVO4/G improves the conductivity.",
                "The SbVO4/G composites and pure SbVO4 are further applied as anodes for SIBs. a and  show the CV curves of SbVO4/G and pure SbVO4 electrodes with 0.2 mV s–1. The characteristics of the CV curves are very similar to those of Sb2O3.  The wide reduction peak at 0.6–0.01 V can be observed during the first anodic scanning (a), corresponding to the SEI film and Sb forming. The reduction and oxidation peaks of SbVO4/G at 0.83 and 1.78 V can be attributed to the alloying reaction between Sb and Na.  The GCD curves of SbVO4/G composites and SbVO4 nanoparticles were measured during different cycles at 0.1 A g–1. The SbVO4/G composites and SbVO4 nanoparticles exhibit initial discharge capacities of 744.9 and 680.4 mAh g–1 with ICE of 68.93 and 36.98%, respectively (b and ). The lower ICE for SbVO4 is mainly attributed to the decomposition of the electrolyte and the irreversible redox reaction. A quite apparent long discharge platform at 0.5 V is shown in the first cycle for both SbVO4/G and SbVO4, which corresponds to the formation of the SEI layer and Na3Sb. After the 30th cycle, the charge/discharge platforms of SbVO4/G composite anodes remained almost unchanged, which may be caused by the gradual stable optimization of the SEI film and its robust structure. In contrast, the charge/discharge platforms of SbVO4 disappear after 100 cycles, which could have been originated from the structure pulverization of SbVO4 (). As shown in c, the SbVO4/G anode still maintains a discharge specific capacity of 401.6 mAh g–1 after 450 cycles. By comparison, the pure SbVO4 anode shows a considerable capacity fade (less than 100 mAh g–1 after 60 cycles). In addition, the reversible capacities of 525.16, 408.9, 364, 321, and 291 mAh g–1 at the current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 3.0 A g–1 are obtained for the SbVO4/G composites (d,e), which are significantly higher than those of pure SbVO4 nanoparticles. As the current returns to a low current density of 0.1 A g–1, the SbVO4/G composites still have a capacity of 467.7 mAh g–1, indicating preeminent reversibility. The high-rate cycling performance of the two samples was evaluated at 1 A g–1 (f). The SbVO4/G electrode delivers a discharge specific capacity of 283.9 mAh g–1 after 380 cycles at a current density of 1.0 A g–1. By sharp comparison, the SbVO4 anode suffers from inferior stability and the capacity rapidly declines to 60 mAh g–1 after 30 cycles, indicating that the structure of pure SbVO4 nanoparticles is severely damaged during the cycle. EIS was tested to investigate the electrochemical kinetics of SbVO4/G composites and pure SbVO4 anodes for SIBs. The SbVO4/G electrode exhibits a lower Rct value than the pure SbVO4 nanoparticles (), suggesting that the hierarchical structure of SbVO4/G composites can offer more accessible active areas for charge transfer. ",
                "The phase evolutions of SbVO4/G at different discharge/charge states were revealed by ex situ XRD (a,b). Almost no obvious diffraction peaks were detected upon lithiation/delithiation, which may be due to the amorphous structure of Li2O wrapping the Li3Sb and V nanoparticles.  No peaks of Sb were detected in the SbVO4/G electrode surface during the discharging/charging process (c). This result may indicate that the Li2O and SEI films were formed in the outermost of the SbVO4/G electrode.  The possible reaction mechanism was further checked by HRTEM (d,e). At the full discharge stage, the amorphous area and lattice fringe of Li3Sb were observed in the SbVO4/G electrode (d). These results confirmed that SbVO4 transformed into Li3Sb and Li2O. During the delithiation process, SbVO4 can be reformed after being fully charged (e). The formation of the amorphous structure may result in the capacity increase of SbVO4/G in LIBs.  The morphology of SbVO4/G after 50 cycles in LIBs and SIBs was observed by SEM ( and f,g). The results showed that no cracking occurred both in LIBs and SIBs (). The initial morphology of the SbVO4/G composites is still maintained after 50 cycles (f,g). These results indicate that the SbVO4/G composite electrode material possesses excellent structure stability.",
                "Compared to the lithium storage of SbVO4/G, SbVO4/G possesses larger volume changes and more serious structural damages during the SbVO4 sodiation/desodiation reaction resulting from the slow electrochemical reaction kinetics and the unstable SEI layer caused by the larger ion radius of the Na ion compared to that of the Li ion.  Therefore, SbVO4/G displayed a more obvious capacity fade during the first several cycles in SIBs than in LIBs. However, the SbVO4/G anode exhibited superior long cycle life in SIBs than in LIBs. It is generally believed that the formed Li3Sb possesses a rock salt structure, which is different from Na3Sb with a hexagonal phase. The slight volume expansion in the hexagonal Na3Sb phase contributes to the stable cycling performance for sodium storage.  The cycling performance of SbVO4/G anodes is better than those of the lately reported LIB and SIB anodes (a,b).  The poor electrochemical properties of the pure SbVO4 electrodes stem from the agglomeration of nanoparticles, which results in insufficient space to relieve volume expansion, thus the structure of the SbVO4 material collapses during repeated cycles (c). Fortunately, in SbVO4/G composite electrodes, SbVO4 nanoparticles acting as an active material provide a high electrochemical activity, meanwhile, graphene contributes to the reversible transport of electrons/ions and maintains structural stability. Second, graphene effectively inhibits the self-agglomeration of SbVO4 nanoparticles, thus promoting SbVO4 particles to fully store Li+ or Na+ ions. Third, the small SbVO4 nanoparticles shorten the ion diffusion path, improving the reaction kinetics (d). Therefore, the SbVO4/G composite anodes exhibit more outstanding cycle performance and rate property than pure SbVO4 nanoparticles."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "SbVO4/G composites have been synthesized by hydrothermal and freeze-drying methods. The synergistic effect between SbVO4 and graphene with alloying and conversion reaction, structural integrity, and enhanced conductivity contributes to high capacity, cycling stability, and high rate performance. When used as anodes in LIBs and SIBs, the SbVO4/G electrodes exhibit a high capacity of 1079.5 mAh g–1 at 0.1 A g–1 after 150 cycles in LIBs and 401.6 mAh g–1 at 0.1 A g–1 after 450 cycles in SIBs. In addition, SbVO4/G achieves impressive rate performances of 813.85 and 291 mAh g–1 at 3.0 A g–1 for LIBs and SIBs, respectively. The outstanding electrochemical performance is mainly attributed to the unique structure and synergistic effect of SbVO4/G composites. This work demonstrates that the SbVO4/G composites are promising anodes for both LIBs and SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Bimetallic Antimony–Vanadium Oxide Nanoparticles Embedded in Graphene for Stable Lithium and Sodium Storage"
}