{
    "DOI": "10.1002/smll.201901584",
    "Journal": "",
    "Keywords": [
        "anodes",
        "branched TiO2/C nanofibers",
        "electrospinning",
        "pseudocapacitive behavior"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) have been extensively considered as ideal cheap candidate energy storage devices owing to their low price as well as abundant sodium source. However, the much larger ionic radius of Na+ compared to Li+ affords slower ion transport, sluggish reaction kinetics, and larger volume changes during the Na+ insertion/extraction, which cause the limited sodium storage and rate capability. In addition, the commercial graphic anodes for lithium‐ion batteries (LIBs) are not capable of storing sodium ions. Therefore, it drives the exploring of new materials for high‐performance SIBs. Transitional metal oxide nanomaterials have drawn considerable attention as anode materials for SIBs owing to their distinct reaction mechanism, abundant active sites, and short diffusion pathways. Among them, titanium dioxide (TiO2) has been extensively studied in recent years due to its natural abundance, low cost, environment friendliness, attractive theoretical specific capacity of 335 mA h g−1, and superior structure's stability during the charge/discharge processes. Noticeably, the anatase TiO2 has displayed excellent electrochemically activity for Na+ storage, attributing to its favorable 2D diffusion pathways and proper interstitial sites for Na+ accommodation. However, the practical application of TiO2‐based anode is retarded by the intrinsic low electric conductivity and sluggish diffusion of sodium ions. It is reported that 1D nanostructured materials could afford efficient electron transport along one direction. Combination with carbon is also known as a promising strategy to improve the electrochemical performance of materials in various systems. Carbon can stabilize the nanomaterial and provide an interconnected network for electron transport, and the voids in the carbon can allow permeation of the electrolyte for fast Na+ transport. To date, a variety of carbon coating techniques are established based on the postprocessing composition with carbon source, which can solve the problem of the poor electronic conductivity. However, it will also introduce dispensable charge transfer resistance into the interface between coated carbon and active materials. On the other hand, the in situ synthesis has been proven to be a promising method to avoid this problem. Wang et al. demonstrated a facile one‐pot strategy to synthesize branched TiO2 architectures, the reversible specific capacity, and rate performance was remarkably enhanced for LIBs. Previously, our group fabricated branched TiO2 nanofibers via an in situ preparation method, which also possessed excellent Li+ storage performance.",
                "Compared to the diffusion‐controlled process in conventional sodium storage materials, pseudocapacitive charge storage has the advantage of alleviating fundamental kinetic barriers by limiting the reactions occurring at the surface instead of solid‐state diffusion to facilitate a high charging rate for high power. Therefore, enhancing the pseudocapacitive contribution is an efficient approach to improving the cycling stability and rate performance of anode materials. It is reported that nanosized materials tend to exhibit outstanding pseudocapacitive behavior. Thus, rational design of electrode materials with nanoscale is an elegant strategy to enhance the performance of pseudocapacitance. The large surface area can also increase the contribution of pseudocapacitance; thus, it will greatly enhance the rate capability. In addition, hierarchical materials especially those in situ formed during the synthesis process can facilitate mass transport, fast ion, and electron transfer owing to the high structural strength that can provide smooth migration channels for electrons and ions, leading to high storage. In order to further improve energy density of SIBs, it is ideal to fabricate flexible and free‐standing electrode with nanostructures, in which all of the materials could participate in sodium storage. This feature can not only significantly simplify the cell packing by eliminating inactive ingredients, but also further improve both volumetric energy and power density for SIBs, consequently ensuring improved overall performance.",
                "Based on the abovementioned strategies, in order to improve the sodium storage performance of TiO2, it would be wise to prepare 1D free‐standing and binder‐free TiO2/carbon nanofibers with large surface area and high structural stability. In this study, we report a rational design of free‐standing branched TiO2/carbon nanofibers (denoted as BT/C NFs) that were in situ generated via electrospinning and an alkali hydrothermal treatment method (Scheme a,b). The as‐prepared BT/C NFs are well performed with 1D structure, large surface area, and flexible feature which are beneficial for ion and electron transfer and pseudocapacitive contribution (Scheme c). The in situ fabrication endows the materials with strong structural stability, and carbon can enhance electrical conductivity of the BT/C NFs electrode and suppress the agglomeration of TiO2 nanoparticles. As expected, the purposely designed BT/C NFs' electrode exhibited much higher capacity and excellent rate performance compared with original TiO2/carbon nanofibers (denoted as T/C NFs) when directly used as binder‐free anode for SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The T/C NFs exhibited uniformly continuous 1D nanostructures with a relatively smooth surface (Figure a,b). Interestingly, the sample BT/C NFs showed a branched structure (Figure c,d) after the alkali hydrothermal treatment, where numerous short branches were well in situ grown with a remarkably high density covered the entire surface of the pristine T/C NFs. It is noted that the average diameter of BT/C NFs (≈800 nm) was larger than those of T/C NFs (≈500 nm), contributing to the stripping and regrowth of TiO2 during the alkali hydrothermal process. Figure S1 (Supporting Information) records the composition changes of samples during the alkali etching process. As presented in Figure S1a (Supporting Information), the energy dispersive X‐ray spectrometry (EDS) investigation verified that the sample T/C NFs only consisted of C, Ti, and O. After alkali hydrothermal treatment, additional Na+ ions appeared (Figure S1b, Supporting Information), and it could be completely removed by the ion‐exchange treatment (Figure S1c,d, Supporting Information).",
                "Transmission electron microscopy (TEM) was used to further investigate the detail morphology of as‐prepared BT/C NFs (Figure ). From Figure a, it could be observed that the surface of BT/C NFs was rough, with many branches randomly growing to the trunk, which was in well consistent with scanning electron microscope (SEM) images. According to the high‐resolution TEM (HRTEM) image in Figure b, the lattice fringes with spacing was measured to be 0.24 nm, corresponding to the (103) crystal plane of anatase TiO2. The detailed structure collected from the interface between the branch and the trunk is shown in Figure S2 (Supporting Information). It could be seen clearly that the branch rooted into the trunk and a pore was left in the trunk due to the exfoliation of TiO2 on the surface (the yellow line marking area). The trunk remained a good crystallinity, and the branch also showed good crystallinity due to the second calcination after alkali hydrothermal treatment. The amorphous regions around the lattice fringes reflected the disordered carbon phase, and the lattice of graphitic carbon can also be observed clearly (Figure S2, Supporting Information). This feature can not only reinforce the connection between the branches and the trunk, but also provide smooth migration channels for electrons, and ions for the branches were in situ grown on the trunks. The elemental mapping analysis of a single BT/C NF in Figure c further certified the successful preparation of branched TiO2/C nanofibers. Element Ti and O were distributed in the whole nanofibers while element C was only located at the trunk region, illustrating that the branches were only composed with TiO2. This feature was in favor of the contact with electrolyte for TiO2 and guaranteed the well electrical conductivity of the BT/C NFs' electrode at the same time.",
                "The crystal phases of the T/C NFs and BT/C NFs were defined by X‐ray diffraction (XRD). As shown in Figure a, both samples exhibited the identical phase structure of anatase TiO2. The major diffraction peaks observed at 2θ = 25.32°, 37.75°, 48.01°, 53.90°, 55.07°, 62.72°, 68.77°, 70.14°, and 75.05° belonged to the (101), (004), (200), (105), (211), (204), (116), (220), and (215) planes of anatase TiO2 (JCPDS No. 21‐1272), respectively. A broad peak at around 26° indicated the existence of amorphous carbon, as shown in Figure S3 (Supporting Information). There were no other diffraction peaks being detected, suggesting the high purity of the as‐synthesized TiO2 crystallites. Comparing with T/C NFs, the BT/C NFs sample showed better crystallization degree. This can be partly attributed to the re‐calcination process at high temperature and the extremely large surface area of BT/C NFs (Figure c) which could promote the process of crystallization. Moreover, the particle size of branched TiO2 became larger due to the exposure of them after the alkali hydrothermal treatment which is different from the sample T/C NFs with TiO2 nanoparticles being embedded in carbon matrix, which caused the sharpen peak. The high crystallinity of BT/C NFs was beneficial for the promotion of the sodium storage performance for anatase TiO2 that can supply effective paths and more accommodation sites for Na+.",
                "In order to identify the carbon contents in the samples, thermogravimetric analysis (TGA) measurements were conducted. As shown in Figure b, there were two steps of weight loss in the TGA curve. The weight loss before 300 °C mainly belonged to the evaporation of adsorbed water. The sloping part between 300 and 550 °C was assigned to the combustion of carbon. The content of carbon in the BT/C NFs was estimated to be ≈48.8%, which was slightly smaller than that of T/C NFs (≈50.0%). This can be attributed to the little amount of carbon loss on the surface of nanofibers during the acid and alkali treatment process. Figure c,d demonstrates the N2 adsorption–desorption isotherms and the corresponding pore size distribution of the samples. As shown in Figure c, both samples showed type IV isotherm, and the hysteresis loop indicated typical characteristic of mesoporous structures. The pore size distribution plots obtained from the desorption branch of the isotherm confirmed that BT/C NFs had well‐defined micropores while T/C NFs had micro‐ and mesopores. Therefore, the distribution of the pore size was much more centralized for BT/C NFs (Figure d). The unique porous features were conducive to fasting ionic diffusion and mass transport; thus, efficient electrochemical reactions were favored. The specific surface area was further calculated by the Brunauer–Emmett–Teller (BET) analysis. The specific surface area of BT/C NFs was 506.7 m2 g−1, which was ≈50 times larger than that of T/C NFs (10.7 m2 g−1). The specific surface area of BT/C NFs was also much larger than that of the similar TiO2 branched architecture (20.41 m2 g−1) obtained via epitaxy growth. Studies revealed that the increase of surface area could also facilitate fast electrons' acceptance and ions' diffusion through the branches and ensure sufficient contact between electrolyte and active materials. Thus, the high specific surface area of BT/C NFs would be beneficial for applications associated with surface structure by supplying more reaction sites, such as pseudocapacitive energy storage.",
                "To provide further investigation, Fourier transform infrared spectroscopy (FT‐IR) spectra and Raman spectra of the T/C NFs and BT/C NFs were conducted. From the FT‐IR spectra in Figure a, both samples showed CO and CO stretch. The CO vibrations were well retained while CO vibration was a little shifted from 1588.4 to 1596 cm−1 after alkali hydrothermal treatment. In sample T/C NFs, TiO vibration was located at 583 cm−1 while in sample BT/C NFs, it is shifted to 504.7 cm−1, indicating the longer bond lengths. This was due to the exposure of TiO2 nanoparticles of nanofibers during the acid and alkali hydrothermal treatment process, which will enhance the amount of the exposure atoms, therefore, large the distance between atoms on the surface. This could cause the small bond force constant and result in the longer bond lengths. A new shoulder peak at 741 cm−1 which was NH bending vibration appeared in sample BT/C NFs due to the concentrated HNO3 treatment before the alkali hydrothermal treatment. The broad band between 3300 and 3700 cm−1 might be mainly due to the adsorbed moisture, which confirmed TGA measurements in Figure b.",
                "Figure b shows the Raman spectra of the two samples. The Raman spectra of T/C NFs exhibited four Raman vibration characteristic peaks at ≈148, 397, 507, and 634 cm−1 corresponding to the lattice vibrational model of Eg(1), B1g(1), B1g(2) + A1g, and Eg(3) of the anatase TiO2 phase, respectively. A new peak at 205 cm−1 was observed in sample BT/C NFs due to the exposure of TiO2, which can be assigned to the Eg(1) vibration model. It was noted that the peak at 634 cm−1, which was assigned to OTiO bond vibration departing from the static Ti center shifted to left, suggesting longer OTiO bond lengths, which was in consistent with the FT‐IR results. The peak at 397 cm−1 which was OTiO bond stretch vibration toward static Ti center and 507 cm−1 which was assigned to TiOTi bond bending vibration shifted to right, suggesting shorter TiOTi bond lengths. These results were also in consistent with FT‐IR results. Likewise, there were two more peaks of both samples at 1354 and 1590 cm−1 which could be commonly assigned to the D and G bands, indicating the presence of amorphous carbon in the as‐prepared samples. The D/G band intensity ratio of BT/C NFs (≈0.95) decreased a little compared to T/C NFs (≈0.99), indicating less defects and higher graphitization degree after the second calcination treatment. In addition, the G band that contains sp2 hybridization was more beneficial for improving the electronic conductivity, compared with the sp3 hybridization attached to D band. The enhanced electronic conductivity was able to fast the ions' diffusion and electrons' transportation, which would enhance the electrochemical performance of the BT/C NFs.",
                "The surface element composition and valence state of BT/C NFs were determined by X‐ray photoelectron spectroscopy (XPS; Figure ). The survey scan spectrum in Figure a attested that both of T/C NFs and BT/C NFs possessed Ti, O, and C, which were in consistent with the previous EDS outcomes. It could also be observed that the intensity of Ti 2p and O 1s in sample BT/C NFs was much stronger than that of T/C NFs, while the intensity of C 1s was the opposite. This was mainly due to the exposure of TiO2 on the surface of BT/C NFs, since the XPS spectra only revealed the properties of materials with the depth of nanometers from the surface. This result was in consistent with the element mapping. Figure b presents the high‐resolution Ti 2p spectra of both samples, and the binding energies of Ti 2p3/2 and Ti 2p1/2 peaks for sample T/C NFs were 458.6 and 464.3 eV, respectively, indicating that the oxidation state of Ti was +4. It was observed that the peaks of BT/C NFs shifted to higher values by 0.1–0.2 eV; this cause was possibly that encapsulation of the TiO2 in the carbon matrix for T/C NFs influenced the binding energy of Ti 2p electrons while the surface was consisted with exposure TiO2 for BT/C NFs. The main portion of the response in Figure c could come from TiO2, as evidenced by the O 1s binding energy peak at ≈529.8 eV for BT/C NFs. The peak in the O 1s fitted spectra located at 531.1 eV for T/C NFs and 530.2 eV for BT/C NFs was assigned to the OH− radical, adsorbed oxygen, or carbonyl. As for the high binding energy peak at 532.3 eV for T/C NFs and 531.3 eV for BT/C NFs, it possibly originated from absorbed H2O. The three fitted O 1s peaks of the T/C NFs were smaller than that of BT/C NFs, due to the encapsulation of TiO2 in the carbon matrix, which was similar to that of Ti 2p and the influence of acid treatment process. The state of carbon in the samples was obtained by C 1s spectrum in Figure d. Deconvolution of the C 1s spectrum indicated the presence of three types of carbon bonds in both samples, namely, CC, CO, and CO. The main portion located at ≈284.8 eV was attributed the unoxidized carbon. The peaks at 286.2 eV for T/C NFs and 286.6 eV for BT/C NFs were attributed to oxidant carbon, which were in accordance with the fitted O 1s peaks. The remained peaks at 288.2 eV for T/C NFs and 288.6 eV for BT/C NFs possibly came from a trace amount of carboxyl in the hybrid samples. It could be observed that the peaks of CO and CO shifted to higher values. This was mainly due to that the acid treatment process may introduce an increase in fiber surface energy, and the exposure of TiO2 leading to the decrease of carbon on the surface for BT/C NFs, which was in accordance with O 1s spectrum.",
                "To get insight into the structural evolution process from T/C NFs to BT/C NFs, a series of experiments were carried out. Figure S4 (Supporting Information) shows the morphology of BT/C NFs without being acid treatment before hydrothermal treatment. It could be observed that the fibers remained in their original morphologies with relatively smooth surface. This result indicated that the acid treatment process of T/C NFs was indispensable for the formation of the branched morphologies. Then the effect of acid treatment for T/C NFs was investigated by detecting the FT‐IR spectrum. As shown in Figure S5 (Supporting Information), all of the characteristic peaks in the FT‐IR spectrum were the same except for the peak located at 1715 cm−1 which was assigned to COOH. This illustrated that acid treatment enhanced the hydrophilicity of the T/C NFs. The hydrophilicity was further confirmed by contact angle testing. As shown in Figure S6 (Supporting Information), the contact angle between T/C NFs and water was 141°. However, after acid treatment, the contact angle reduced to nearly 0°, indicating that the fiber after acid treatment can be soaked by water completely. Moreover, acid treatment could partially etched the microstructure of the fiber surface, resulting in the exposure of TiO2 by spalling of some amorphous carbon particles, which was beneficial for the alkali hydrothermal treatment. Figure S7 (Supporting Information) shows the morphologies obtained at different hydrothermal treatment times at 120 °C. It could be seen that only a few short nanofibers dispersed on the surface of T/C NFs at 0.5 h. With the increase of time, more and more branches were formed and when the time was increased to 2 h, the branched morphologies were well obtained. But the branches collapsed gradually with the further increase of hydrothermal time. The same phenomenon was also observed in the different temperature experiments, as shown in Figure S8 (Supporting Information). These results indicated that the hydrothermal time and temperature were very important factors for the formation of well‐branched morphologies.",
                "According to the above experiments, a possible formation mechanism of the BT/C NFs could be proposed as follows: the acid treatment process enhanced the hydrophily and spalling of some carbon on the surface of the fibers which was in favor of the contact between T/C NFs and the alkali solution, and simultaneously lets TiO2 on the surface or near‐surface to expose to the alkali solution. Under the concentrated alkali conditions, the anatase crystallites would be exfoliated into layered sheets. These sheets remained unstable structure on the T/C NFs due to the increased dangling bonds on the edges and inclined to bend to reduce system energy. These processes accompanied with the regrowth of TiO2 from the dissolved sheets in the aqueous solution and the loss of another part of some carbon on the surface of T/C NFs. Finally, the branched morphologies were successfully in situ obtained (as shown in Scheme a).",
                "The free‐standing membranes were directly used as anodes for SIBs (Figure S9, Supporting Information). Sodium insertion performance of the BT/C NFs anode was studied by the cyclic voltammetry (CV) and the galvanostatic charge/discharge measurements in the range of 0.01–3 V (vs Na/Na+). As demonstrated in Figure a, two large and broad cathodic bands appeared at the potential region of 1.8–0.01 V in the first negative scan. During subsequent cycles, the intensity was considerably decreased, suggesting the formation of a solid–electrolyte interface (SEI) layer by the electrolyte decomposition. The cathodic and anodic current bands kept their shapes and intensities almost unchanged during the subsequent scans, implying the stable and reversible redox reactions of the material. Such results were already observed in the previous study reported by Xiong et al. The galvanostatic charge/discharge profiles of BT/C NFs electrode cycled at 200 mA g−1 were shown in Figure b. Similar to the CV features, the charge/discharge profiles were sloping without distinct plateaus, suggesting homogeneous Na+ insertion into the TiO2 lattices. The initial charge/discharge capacities of the BT/C NFs electrode were 636/329 mA h g−1, corresponding to an initial Coulombic efficiency (ICE) of 51.7%. This low ICE was attributed to side reactions including electrolyte reduction, and the high surface area significantly increased the SEI formation in the first cycle. This phenomenon was also frequently encountered by the nongraphite Li+‐insertion anodes due to the formation of SEI layer, which was produced by the decomposition of electrolyte and can be well solved by a prelithiation technique for practical applications.",
                "The cycle performance and the Coulombic efficiency of BT/C NFs electrode at a current density of 200 mA g−1 were investigated and presented in Figure c. Because of the SEI layer formation, the electrode showed capacity decays in the initial few cycles and then reach stable values. After a long time cycling of 1000 cycles, a high discharge capacity of 283.5 mA h g−1 can be still achieved. The reversible capacity retention was 86.1%, with a capacity fading of ≈0.014% per cycle. It is noteworthy that after the initial several cycles, the Coulombic efficiency increased to ≈100%, indicating a superior reversibility during charge/discharge process. In contrast, the T/C NFs' electrode delivered a relatively low discharge capacity of 147.6 mA h g−1 after 1000 cycles. Moreover, the discharge capacity of BT/C NFs was also much higher than that of pure branched TiO2 NFs without carbon and pure carbon derived from electrospinning of polyvinylpyrrolidone (PVP; Figure S9, Supporting Information).",
                "The rate performances of the BT/C NFs and T/C NFs were further evaluated at various charge/discharge rates from 50 to 2000 mA g−1 and then returned to 50 mA g−1. Figure d,e displayed charge/discharge profiles at different current densities. It highlighted the excellent rate capability of BT/C NFs. As shown in Figure d,e, the reversible capacity for ten cycles of BT/C NFs electrode was slightly decreased from 358.6 mA h g−1 to 323.9, 292.7, 261.0, and 236.1 mA h g−1 with increasing current densities from 50 mA g−1 to 100, 200, 500, and 1000 mA g−1, respectively. Even when the current density was raised up to a very high rate of 2000 mA g−1, this electrode can still obtain a capacity of 204.1 mA h g−1, indicating a rapid reaction process of sodium‐ion insertion. Remarkably, when returning the current density back to 50 mA g−1, the reversible capacity can be almost fully recovered, indicating the stability of the electrode under a wide range of current densities. This superior rate performance was apparently ascribed to the nanoarchitectural design of the branched TiO2/C composites, whose large surface area could provide abundant active sites for Na+ insertion. Meanwhile their surrounding carbon matrix could offer a high electric conduction and the in situ growth of branches could offer smooth paths for fast electron transport. However, the T/C NFs' electrode showed lower rate capacities than that of BT/C NFs at all the current densities.",
                "To explain the high rate performance, we analyzed the pseudocapacitance contribution in the BT/C NFs by investigating the kinetics of electrode to separate the diffusion‐controlled capacity and capacitance‐controlled capacity. It was noted in Figure b that the charge/discharge curves were prone to be linear without an obvious plateau. This indicated that the energy storage process in the material was not a diffusion‐dominated behavior but a more capacitive one. To gain a better understanding of the remarkable cycling stability and high rate capacity of the BT/C NFs anode, CV curves at different scan rates were tested to evaluate the electrochemical kinetics toward Na+. As shown in Figure a, the CV curves at various scan rates from 0.1 to 0.7 mV s−1 displayed a similar shape. A couple of broad cathode/anode peaks were located at 0.81/0.66 V in the anodic and cathodic curves, corresponding to the reversible reaction of Ti3+/Ti4+ for the sodiation/desodiation process. According to the relationship between the scan rate (v) and peak current density (i)i = avborlogi = loga+blogvwhere a and b are adjustable parameters. The value of b was the slope of log(v)–log(i) plots. It was well known that b‐value represented the ratio of capacitive contribution, which ranges from 0.5 to 1.0. The b‐value of 0.5 represented a diffusion‐controlled behavior and 1.0 corresponding to a capacitive‐controlled behavior. The fitted b‐values for the anodic and cathodic peaks were 0.93 and 0.88 at the sweep rates between 0.1 and 0.7 mV s−1, respectively, suggesting that the electrochemical reaction kinetics was mainly capacitive‐controlled instead of diffusion‐controlled (Figure b). The capacitive contribution ratio under different scan rates could be quantified by the Equation  or Equation  according to Dunni(V) = k1v+k2v1/2ori(V)/v1/2 = k1v1/2+k2where k1 or k2 is a constant for a given potential V. k1v and k2v1/2 represent the capacitance‐controlled contribution and the diffusion‐controlled contribution, respectively. By plotting i(V)/v1/2 and v1/2 curves at different potentials, one can calculate the values of k1 and k2 from the straight lines. Then the fraction of the current at specific potentials to the capacitive‐ and diffusion‐controlled insertion one can be quantified. Figure c shows the contribution of the pseudocapacitive behavior at 0.5 mV s−1 and the cyan area calculated as 81.8% represented the contribution of pseudocapacitive behavior. Figure d shows that the proportion of the pseudocapacitive contribution gradually improved from 70.8% to 88.3% with the increase of scan rates. This result revealed that the majority of the capacity originated from surface pseudocapacitive behavior, which strengthened the Na+ insertion/extraction and guaranteed its excellent electrochemical performance.",
                "In order to further confirm the charge transfer and Na+ diffusion kinetics in the electrode materials, the electrochemical impedance (EIS) and galvanostatic intermittent titration technique (GITT) tests were performed. Figure S10 (Supporting Information) shows the Nyquist plots of BT/C NFs' and T/C NFs' electrodes. In addition, the corresponding equivalent electrical circuit was also shown in the inset of Figure S10 (Supporting Information). Both samples showed a similar shape with a semicircle in the high frequency and a straight line in the low frequency, corresponding to the charge transfer and diffusion process, respectively. The diameter of the semicircle of BT/C NFs' electrode was smaller than that of T/C NFs, suggesting that the BT/C NFs' electrode possessed low contact and charge transfer impedances. A more detailed analysis of the impedance spectra was undertaken on the basis of the fitted equivalent electrical circuit, where Rs represented the Ohmic resistance (including resistance of electrolyte, separator, and electrical contacts) and Rct was the charge transfer resistance. The low Rct value represented the fast kinetic of the Faradic reactions. ZW was referred to as the ion diffusion resistance in the electrolyte, also known as Warburg impedance. CPE1 and CPE2 were the constant phase angle elements. CPE1 represented the capacitances of the interface layers on the electrode surfaces and double layer capacitance while CPE2 represented the intercalation capacitance. The values of these components were listed in Table S1 (Supporting information).The Rct values for the BT/C NFs and T/C NFs were 262 and 498 Ω, respectively. The smaller Rct value of the BT/C NFs indicated that BT/C NFs had a lower activation energy for the ion diffusion and undergone a fast Faradaic reaction. The superior kinetics characteristics of sample BT/C NFs were attributed to the rapid diffusion of electrolyte on the surface profiting from the large surface area and the narrow distributed mesopores obtained via in situ fabrication. This feature could increase active sites for electrochemical reactions and reduce diffusion pathway of Na+ simultaneously. Moreover, the continuous structure of BT/C NFs also provided smooth pathways for fast transmission of Na+ and electrons, and the carbon in the trunk improved the electronic conductivity (Scheme c). This result supported the increased electrochemical performance of BT/C NFs' electrode in comparison to the T/C NFs.",
                "The GITT results are shown in Figure S11 (Supporting information). Figure S11a (Supporting information) shows the potential response of the electrodes during GITT measurement which were discharged for 10 min at a current density of 50 mA g−1 and followed with an open‐circuit relaxation for 2 h. In general, the BT/C NFs exhibited smaller overpotentials than that of T/C NFs. The difference was more obvious in the higher voltage range than in the lower range, which implied the better kinetic property of BT/C NFs. The calculated Na+ diffusion kinetics (DNa+) during the discharge process were clearly presented in Figure S11c (Supporting information), and the calculation could be found in Figure S11b (Supporting information). Both electrodes showed a progressively decreasing DNa+ with the sodiation proceeding, which was associated with the sloping characteristics of the discharge profiles. It was obviously that BT/C NFs exhibited much higher DNa+ than that of the T/C NFs' electrode, suggesting the much faster Na+ diffusion in BT/C NFs. This result was in accordance with EIS.",
                "The SEM images of the free‐standing BT/C NFs' electrode after 1000 cycles of charge/discharge are displayed in Figure S12 (Supporting Information). The branched structure of BT/C NFs was maintained following the repeated Na‐cycling, although the branches on the surface of trunk became sparse, indicating the structural stability of the BT/C NFs. This result illustrated the advantage of the in situ fabrication, which leaved the materials with strong structural stability. It also maintained the preferred 1D continuous morphology, owing to the free‐standing feature, which leaved out the steps of preparing slurry and also ensured the mechanical stability and stability of the cycling performance of the electrodes. There are also a variety of advantages for the free‐standing branched structure of TiO2/carbon nanofibers when directly used as binder‐free anode materials for SIBs: i) the in situ growth of the branches with the free‐standing film feature can reduce ion transport resistance and endow the materials with strong structures stability; ii) the large surface area supplies abundant active sites; iii) the composition with carbon can enhance the electronic conductivity of the composite materials; and iv) the interconnected network structure also facilitates electron transfer.",
                "The potential practical applications of BT/C NFs were further studied by assessing the assembled Na‐ion full cells with Na3V2(PO4)3/C (NVP/C) as cathode materials (Figure S13a, Supporting Information). As shown in Figure S13b,c (Supporting Information), the NVP/C cathode displayed a steady potential plateau at 3.4 V with a capacity of 85 mA h g−1 after 100 charge/discharge cycles at 0.2 C. Furthermore, the BT/C NFs//NVP/C full cell afforded a reversible capacity of about 70 mA h g−1 at 100 mA g−1 (Figure S13d, Supporting Information). This demonstrated the possible application of BT/C NFs' electrodes in practice.",
                "To better understand the electrochemical performance of BT/C NFs in this work, recent investigations based on carbon and TiO2 composites for SIB anodes were compared, as shown in Figure S14 (Supporting Information). It was noticeable that the obtained BT/C NFs exhibited a higher rate performance than most of the other carbon and TiO2 composite anode materials, making it one of the promising candidates for SIBs."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, free‐standing membranes of hierarchically branched TiO2/C nanofibers have been prepared through a facile in situ synthesis route including an electrospinning followed by an alkali hydrothermal treatment. The in situ growth of the free‐standing branches leaves the materials with strong structures' stability and reduced ion transport resistance, which is beneficial for the mechanical properties and fast ion transportation. The large surface area supplies a higher number of reaction sites, and the nanofibers offer 1D charge transportation directions and short ionic transport lengths. Thus, the branched TiO2/C nanofibers' electrode delivers a stable capacity of 283.5 mA h g−1 at a current density of 200 mA g−1 after 1000 cycles and can still achieve 204.1 mA h g−1 even when the current density is raised to a very high rate of 2000 mA g−1. Such excellent electrochemical performance can be ascribed to the special design and inherent pseudocapacitive behavior of the materials. Therefore, the free‐standing hierarchically branched TiO2/C nanofibers can be used as promising anode materials for SIBs and some other flexible electronic devices."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Reagents and Materials: All the chemicals were of analytical grade and were used as received. Tetrabutyl titanate (Ti(OC4H9)4), methanol (CH3OH), acetic acid (CH3COOH), nitric acid (HNO3), hydrochloric acid, and sodium hydrate (NaOH) were purchased from Sinopharm Chemical Reagent Co., Ltd. PVP (MW = 1 300 000) was purchased from BASF chemical company in Germany.",
                "Preparation of TiO2/C Nanofibers: About 2.5 g of PVP and 2.5 g of Ti(OC4H9)4 were dissolved in a mixture of CH3OH and CH3COOH (weight ratio 4:1). Then the solution was stirred for about 6 h at room temperature to form the electrospinning precursor. A 10 mL precursor was transferred into a 20 mL syringe with a 22 G stainless steel needle connected to a high‐voltage supply (BGG Bmei Co., Ltd.). A high voltage of 12 kV was applied between the needle tip and aluminum collector. The flow rate and tip‐collector distance were set as 1.6 mL h−1 and 12 cm, respectively. Finally, the as‐obtained fibers were first stabilized at 250 °C in air for 2 h, and then carbonized in a tube furnace at 700 °C in N2 atmosphere for 3 h with a heating rate of 10 °C min−1. The as‐prepared flexible TiO2/C nanofibers were denoted as T/C NFs.",
                "Preparation of Branched TiO2/C Nanofibers: After being treated with concentrated HNO3 at 60 °C for 2 h, T/C NFs were transferred into a 100 mL Teflon‐lined stainless steel autoclave. Then the NaOH solution (10 mol L−1, 50 mL) was added into the autoclave that was kept at 120 °C for 2 h. After the autoclave was cooled down to room temperature, the obtained samples were washed thoroughly with water and ethanol, followed by the immersion in dilute hydrochloric acid (0.1 mol L−1, 50 mL) for 2 h and dried at 60 °C for 12 h. Finally, the dried samples were further annealed in a tube furnace at 700 °C for 2 h in N2 atmosphere. The obtained sample was still flexible (Scheme b) and was denoted as BT/C NFs.",
                "Material Characterization: Structures were characterized by XRD with an X'pert MPDPro (PANalytical Co.) by using Cu Kα radiation at 40 kV and 40 mA. Morphologies and elemental compositions of the samples were analyzed through a JEOL 7800F field emission SEM equipped with homologous EDS and G2F30 field emission TEM at an acceleration voltage of 300 kV. TGA was used to determine the content of carbon in the samples. The degree of graphitization in the samples was studied by Raman spectroscopy. Nitrogen adsorption–desorption isotherms were measured with an ASAP 2020 instrument. XPS was carried out on an Axis Ultra, Kratos (UK) at monochromatic Al Kα radiation (150 W, 15 kV, and 1486.6 eV).",
                "Electrochemical Measurements: The flexible T/C NFs and BT/C NFs were cut into disks and used as the working electrodes (≈1 mg) directly to assemble batteries with CR2025 coin cells with Na foil as counter and reference electrodes. The full cells were assembled using Na3V2(PO4)3/C as the counter electrode. Na3V2(PO4)3/C powder was prepared via a sol–gel approach. Simply, NH4VO3, NaH2PO4, and citric acid were mixed in aqueous solution in a molar ratio of 2:3:2. The solution was held at 80 °C with stirring. PVP was dissolved in deionized water with a concentration of 10 wt%. The PVP solution was poured to the former solution and stirred to slowly evaporate water until it was transformed into a gel. The gel was sintered at 150 °C for 4 h and then at 850 °C for 8 h under N2 flow to obtain the final material. The electrolyte was 1 m NaClO4 in a mixture of ethylene carbonate (EC), dimethyl carbonate (DMC), and ethyl methyl carbonate (EMC) (1:1:1 by volume) with 2.0% fluoroethylene carbonatite (FEC). Glass fiber (GF/D, Whatman) was used as the separator. Cell assembly was conducted in an Ar‐filled glove box with oxygen and moisture level below 0.1 ppm. Prior to assembly of full cells, the BT/C NFs' anode was precycled in a half cell for three cycles at 50 mA g−1. The cell was dismantled in a glove box and then taken out for further usage in full cells. Galvanostatic charge/discharge tests were conducted at a voltage range of 0.01–3.0 V on a LANHE battery tester. CV measurements were conducted at a scan rate of 0.5 mV s−1 and EIS measurements were performed in the frequency range from 100 kHz to 0.01 Hz on a Chenhua CHI660D electrochemical workstation."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by Natural science fund of Jiangsu Province (BK20170416), Natural Science Foundation of China (Grant No. 51803164), Natural Science Basic Research Plan in Shaanxi Province of China (2017JM2022), and China Postdoctoral Science Foundation (2018M643635). The authors also want to present the paper to the celebration of the forthcoming wedding of Mr. Bing Liu and Miss Ling Wang."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "In Situ Fabrication of Branched TiO2/C Nanofibers as Binder‐Free and Free‐Standing Anodes for High‐Performance Sodium‐Ion Batteries"
}