{
    "DOI": "10.1039/C8NR05652H",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, transition metal sulfides (TMSs) have received considerable attention as an important family of functional materials in many applications, such as biomedicine, catalysis, and energy storage and conversion, due to their special electronic structures and unique physical and chemical properties. In the field of electrochemical energy storage and conversion, lithium-ion batteries (LIBs) have been considered as the most practical energy-storage devices as a result of their high energy densities and stability. However, the reserve of lithium in the earth crust is low and lithium recycling is not efficient enough, which would limit the development of the battery industry. Hence, devising an alternative is of great importance for future applications. Compared with that of lithium, sodium species possess the beneficial features of earth abundance, low cost and similar physical/chemical properties. Consequently, it is widely regarded that sodium-ion batteries (SIBs) can be a potential substitute for lithium-ion batteries in energy storage applications. Nevertheless, sodium (radius 1.02 Å, mass 22.99 g mol−1) possesses larger radius and heavier mass than lithium (radius 0.59 Å, mass 6.94 g mol−1), due to which the insertion/extraction of Na+ into/out of the electrode is more difficult, resulting in low Na-storage capacity and poor cycling stability of batteries. Thus, it is necessary to excogitate a series of novel electrode materials with typical morphology, suitable size and relatively low cost to further enhance the Na-storage capacity, rate capability and cyclability of SIBs.",
                "As promising anode materials, transition metal sulfides can store Na+via electrochemical multi-electron conversion mechanisms, showing high theoretical capacity. Moreover, the metal–sulfur bonds in metal sulfides are weaker than the metal–oxygen bonds in metal oxides, which are kinetically beneficial to accomplish conversion reactions. Unfortunately, some fatal problems such as large volume changes during the insertion/extraction of Na+ and poor electronic conductivity still exist in the conversion mechanisms and further result in capacity decay and unsatisfactory rate capability. These abovementioned issues will impede the application of TMSs as anode materials for SIBs. In order to solve these problems, considerable efforts have been put forward. Among the reported studies, combining TMSs with carbon is an effective method. A hybrid SnS@graphene architecture has been prepared by Zhou et al. through combining SnS with graphene through a hydrothermal approach. The as-prepared SnS@graphene delivered an excellent specific capacity of 940 mA h g−1 after 50 cycles at 200 mA g−1 when employed as a sodium-ion battery anode. Furthermore, polyaniline-coated TMSs have been applied to enhance cyclic stability. Co3S4@polyaniline nanotubes were obtained by Zhou et al. using a self-templating route, delivering a reversible capacity of 252.5 mA h g−1 after 100 cycles at the current density of 200 mA g−1. Until now, some progress has been made in the research of TESs as SIBs electrode materials, whereas high capacity and excellent cycling stability have been difficult to achieve simultaneously.",
                "Metal–organic frameworks (MOFs), formed from metal ions and organic linkers, have received much attention as precursors to obtain nanostructured metal sulfide/carbon composites. Herein, N-rich carbon-coated Co3S4 ultrafine nanocrystals derived from ZIF-67 display polyhedral structures with a surface area of 176.67 m2 g−1 and particle size of about 160 nm, and exist as ultrafine nanocrystals with a diameter of about 5 nm. The precursor ZIF-67, generated by linking cobalt ions and dimethyl imidazole, was carbonized in order to reduce Co2+ to metal Co and transform organic units into inorganic carbon. Subsequently, Co3S4@NC, with high surface area and mesoporous microstructure, was acquired by a solvothermal sulfuration reaction. Owing to the unique structural features and pore distribution, the obtained material can effectively remit the volume changes occurring during the insertion and extraction of Na+ and exhibit an excellent cyclability of 420.9 mA h g−1 after 100 cycles at 100 mA g−1 as SIB anode materials."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1 Preparation of ZIF-67. All of the chemicals were directly used after purchase without further purification. The ZIF-67 precursors were obtained according to the reported literature. Typically, 0.45 g cobalt nitrate hexahydrate (Sinopharm Chemical) was first dissolved in 3 mL deionized (DI) water and then, the second solution was obtained by dissolving 5.5 g 2-methylimidazole (Hmim, Energy Chemical) in 20 mL DI water. After complete dissolution, the solution of 2-methylimidazole was poured into the former pink cobalt nitrate solution quickly, and the two solutions were mixed under vigorous stirring for 6 h at room temperature. The obtained purple precipitate was collected by centrifugation, washed with water and methanol several times and finally dried under vacuum at 60 °C overnight.",
                        "2.1.2 Preparation of Co3S4@NC. In a typical synthesis, the as-prepared purple ZIF-67 was carbonized under the protection of nitrogen at 550 °C for 2 h with a heating rate of 5 °C min−1 to acquire the black Co@NC products. The sulfidation process was proceeded through a facile solvothermal process. First, 0.1 g obtained Co@NC products and 0.34 g thioacetamide (TAA, Sinopharm Chemical) were dispersed into a mixture solution of 25 mL DI water and 25 mL ethylene glycol under ultrasonication for 30 min. Then, the mixture was transferred into an 80 mL Teflon-lined stainless steel autoclave and sealed at 180 °C for 24 h. After cooling to room temperature naturally, the sample was collected by centrifugation, washed with DI water and ethanol several times, and finally dried under vacuum at 60 °C overnight."
                    ],
                    "name": "2.1 Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns of the products were characterized using an X-ray diffractometer (XRD, Rigaku, Rint-2000) with Cu-Kα radiation at 0.154 nm. The Raman spectrum was recorded using a Raman spectrometer (DXR, Thermo-Fisher Scientific). Composition measurements were conducted using an X-ray photoelectron spectroscopy analyzer (XPS) (VG Multi Lab 2000 system). The specific surface area and pore size distributions of the obtained product were measured by a Micromeritics ASAP 2460 instrument, while the morphology and crystal lattice of the sample were observed by scanning electron microscopy (SEM) (JSM 6400) and transmission electron microscopy (TEM) (JEOL). The content of the carbon in the Co3S4@NC was investigated in air atmosphere using a thermal analysis instrument (NETZSCH STA449F3) with a heating rate of 5 °C min−1 from room temperature to 700 °C."
                    ],
                    "name": "2.2 Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical experiments were performed by utilizing CR2016 coin cells. The electrodes were fabricated by mixing 70 wt% Co3S4@NC (active materials), 15 wt% conductive carbon, and 15 wt% carboxymethyl cellulose (CMC) binder in deionized water to form a homogenous slurry. Then, the resultant slurry was coated on a copper foil and dried at 80 °C under vacuum overnight. The CR2016 coin cells were assembled in an argon-filled glove box using metallic sodium as the counter electrode and a polypropylene film (Celgard 2400) as the separator. The electrolyte was made by dissolving 1 M NaClO4 in propylene carbonate (PC) with the addition of 5 vol% fluoroethylene carbonate (FEC). Galvanostatic charge/discharge tests were performed in the voltage range of 0.01–3.0 V (vs. Na+/Na) on an Arbin battery cycler. Cyclic voltammetry (CV) measurements were conducted on a Multi Autolab M204 electrochemical station in the voltage range of 0.01–3.0 V. Electrochemical impedance spectroscopy (EIS) experiments were performed on a Solartron 1470 Multistat system under frequencies ranging from 0.01 Hz to 100 kHz. All electrochemical tests were performed at room temperature."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The crystallographic structures of the ZIF-67 and Co3S4@NC were investigated by X-ray powder diffraction. The XRD pattern of ZIF-67, displayed in Fig. 1a, confirms its high crystallinity due to the sharp diffraction peaks. For Co3S4@NC, the XRD analysis pattern depicted in Fig. 1b suggests that the diffraction peaks are well-matched with the standard XRD pattern of Co3S4 (PDF no. 47-1738), and no other phases of cobalt sulfide appeared, manifesting the high purity of the product. Furthermore, the diffraction peaks of Co3S4@NC at around 26.7°, 31.5°, 38.2°, 50.3° and 55.1° are assigned to the (220), (311), (400), (511) and (440) crystal planes of Co3S4, respectively. The Raman spectrum is presented in Fig. 1c, in which the disordered D band and graphitic G band can be detected at around 1342.75 and 1594.81 cm−1, respectively. The intensity ratio of D and G bands (ID/IG) is about 0.95, verifying that the nitrogen-doped carbon is also composed of amorphous and graphitic carbon.",
                        "Moreover, the specific surface areas and pore-size distribution of the product were analyzed through nitrogen adsorption and desorption measurements. As shown in Fig. 1d, the BET specific surface area of the as-prepared Co3S4@NC is 176.67 m2 g−1 and the pore size of Co3S4@NC is mainly centered at 3.62 nm, which reasonably demonstrates the mesoporous microstructure.",
                        "In Fig. 2a, the thermogravimetric analysis (TGA) result of the final product Co3S4@NC under air atmosphere is presented, in which three stages of weight changes are observed. The weight loss of approximately 3.06% from 20 °C to 200 °C (Stage I) is attributed to the loss of absorbed water, and another two weight changes between 200 °C and 700 °C (Stage II and III) are owing to the conversion of Co3S4 into CoSO4 (confirmed by XRD in Fig. 2a) and the combustion of carbon during the burning process in air, respectively. According to the TGA results, the calculated Co3S4 content is about 56% based on the following equation:",
                        "The XPS survey of the sample is shown in Fig. 2b, which indicates the presence of Co, S, C, N and O. As displayed in Fig. 2c, the Co 2p spectrum can be resolved into six peaks. The peaks located at 779.4 and 782.01 eV are assigned to Co 2p3/2, while the peaks at 794.04 and 797.25 eV are attributed to Co 2p1/2. The first couple of peaks at 779.40 and 794.04 eV verify the presence of Co2+, and the second couple of peaks at 782.01 and 797.25 eV confirm the presence of Co3+. Moreover, the two broad peaks at 787.03 and 802.61 eV are well-ascribed to the satellite peaks of Co 2p. Accompanied with the Co 2p spectrum, the S 2p peaks (Fig. 2d) at 162.74 (S 2p3/2) and 163.84 eV (S 2p1/2) further illustrate the existence of Co3S4. The C 1s spectrum (Fig. 2e) shows four peaks at binding energy of 284.74, 285.96, 287.01 and 288.84 eV, assigned to the carbon atoms in C–C, CN, C–N and O–CO groups, respectively. Additionally, as exhibited in Fig. 2f, the three peaks located at around 398.23, 399.80 and 401.89 eV are effectively assigned to pyridinic, pyrrolic and graphitic N, respectively."
                    ],
                    "name": "3.1 Structure and compositions characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphologies of the obtained products were investigated by scanning electron microscopy (SEM) and transmission electron microscopy (TEM) at different magnifications. As displayed in Fig. 3a–c, the ZIF-67 precursors are composed of dodecahedron structures with relatively smooth surfaces and typical particle size of about 200 nm. After continuous carbonization and sulfuration, SEM images (Fig. 3d–f) of the obtained Co3S4@NC show that the basic outline of the ZIF-67 is maintained, but the particle size shrinks to about 160 nm and the surfaces become slightly rough. According to Fig. 3e, the elemental mappings manifest the uniform distribution of C, N, S, Co elements in Co3S4@NC. Moreover, the TEM images (Fig. 4a–c) of Co3S4@NC further illustrate the existence of polyhedral morphology and enhance the reliability of the SEM results.",
                        "Furthermore, some black points belonging to the nanocrystals can be observed clearly. Based on the high-resolution TEM (HRTEM) image (Fig. 4d), it is observed that Co3S4@NC nanoparticles are coated by amorphous and graphitic carbon due to the carbonization of organic chains, and some visible nanocrystals with diameter of about 5 nm are embedded around the carbon, demonstrating the evident lattice spacing of about 0.28 nm, which can be indexed to the (311) lattice plane of Co3S4. The lattice spacing of 0.34 nm is observed for graphitic carbon. Furthermore, the selected area electron diffraction (SAED), presented in Fig. 4e, adequately illustrates the crystallinity of Co3S4 in the obtained Co3S4@NC hybrid."
                    ],
                    "name": "3.2. Morphology characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "As illustrated in Scheme 1, the MOFs-derived Co3S4@NC was obtained through successive carbonization and sulfuration processes. First, the ZIF-67 precursors were acquired by a precipitation reaction with cobalt nitrate hexahydrate and 2-methylimidazole, which are the source of cobalt ions and the organic ligands, respectively. Co2+ species were linked by 2-methylimidazole by strong chemical bonds in the formation of ZIF-67 and then, the precursor was formed. The as-prepared ZIF-67 was then carbonized at 550 °C for 2 h. During the carbonization process under nitrogen atmosphere, the organic ligands were carbonized to N-doped carbon and then, the cobalt ions were reduced to metallic Co particles by the obtained carbon species. Finally, Co3S4@NC was prepared using thioacetamide as the sulfur source through a solvothermal sulfuration reaction at 180 °C, while the final sample retained the polyhedral morphology of the ZIF-67 precursors."
                    ],
                    "name": "3.3 Formation mechanism of Co3S4@NC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of Co3S4@NC were characterized using a series of coin cells. Cyclic voltammetry (CV) measurements of Co3S4@NC were performed under the scan rate of 0.1 mV s−1 within the voltage range of 0.01–3.0 V (vs. Na/Na+) to investigate the characteristic Na-storage mechanism. As shown in Fig. 5a, the cathodic peak at 1.02 V was observed in the first cycle, which was ascribed to the reaction of Na+ insertion, and this cathodic peak shifts to 1.44 V in the subsequent cycles. The insertion reaction between Na+ and Co3S4@NC can be described in the following equation (eqn (2)). In addition, the cathodic peak at 0.76 V can be indexed to the formation of a solid electrolyte interphase and the conversion reaction of Co3S4 with Na. However, this peak is divided into two peaks at 0.44 V and 0.85 V in the next four cycles. The conversion reaction of the Co3S4@NC is illustrated as shown below (eqn (3)).",
                        "For the anodic process, the peaks at 1.84 V and 2.08 V can be assigned to the reactions of Na+ extraction and the conversion reaction of Na with Co3S4, respectively. During the subsequent cycles, the locations of the two anodic peaks are essentially unchanged, except the peak becomes sharper, but notably, a small peak appears at about 1.97 V due to the division of the anodic peak at 2.08 V, which is well-matched with the cathodic process.",
                        "To further explore the Na-storage behavior of the acquired material, CV measurements under various scan rates from 0.1 to 1.0 mV s−1 were collected. As shown in Fig. 5b, the CV curves at different scan rates display similar outlines. Furthermore, the intensity of the oxidation and electrochemical charge carrier transfer was analyzed by a functional relationship between the peak current (i) and scan rate (v) as shown below (eqn (4)):",
                        "where a and b are adjustable values. When the b-value is close to 0.5, the storage capacity is primarily controlled by the diffusion-controlled process, whereas when the b-value approaches 1.0, the storage capacity mainly originates from the surface-induced capacitive process. According to the fitted line of log(v) vs. log(i) curve depicted in Fig. 5c, the b-value is calculated to be 0.838, which indicates that the capacities originate from both the diffusion-controlled behavior and surface-capacitance behavior.",
                        "Furthermore, in order to quantify the source of storage capacity, the current (i) under a certain potential (V) can be divided into two parts (eqn (5)):",
                        "where k1v and k2v1/2 relate to surface capacitive charge and diffusion-controlled charge, respectively. As presented in Fig. 5d, the values of k1 and k2 are obtained by plotting and fitting the i/v1/2vs. v1/2 lines, where k1 and k2 correspond to the slope and intercept, respectively. The storage behavior of the product under different voltages (0.5, 1.0, and 1.5 V) at the same scan rate of 0.1 mV s−1 are described in Fig. 5e, in which the capacity from capacitive charge increased gradually with the increase in voltage, illustrating that the surface-induced capacitive process mainly occurs at a high voltage and the diffusion-controlled process can be accomplished at a relatively lower voltage. Simultaneously, Fig. 5f depicts the storage behavior of the material at various scan rates at the voltage of 0.5 V, in which the capacitive contributions gradually increased from 35.8% to 63.8%, indicating that most of the capacity of the material stems from the surface-capacitance behavior at high current density.",
                        "Fig. 6a exhibits the galvanostatic charge and discharge profiles of the as-prepared material at a current density of 100 mA g−1 in the voltage range of 0.01–3.0 V (vs. Na+/Na) for different cycles. The sample shows three discharge plateaus at 1.44 V, 0.85 V and 0.44 V during the discharging process, and two charge plateaus are observed at 1.84 V and 2.08 V in the discharging process. All the reaction plateaus are in good agreement with the CV curves, except the first cycling process, which is probably due to the formation of a solid electrolyte interphase (SEI). Furthermore, during the first cycle, the discharge and charge capacities of the electrode are 748.9 and 531.5 mA h g−1, respectively, with a coulombic efficiency of 70.97%. The relatively low initial coulombic efficiency is attributed to the irreversible formation of the SEI occurring on the surface of the Co3S4@NC. As shown in Fig. 6b, the cycling performance of Co3S4@NC electrode was tested at a current density of 100 mA g−1 in the voltage range of 0.01–3.0 V (vs. Na+/Na) for 100 cycles, in which a capacity of 420.9 mA h g−1 and a stable coulombic efficiency of about 99% are obtained after 100 cycles. Fig. 6c presents the rate performances of the as-prepared samples for SIBs at different currents. The anode displays reversible capacities of 491.2, 442.2, 386.7, 324.7, 284.0, 191.8, and 151.2 mA h g−1 at current densities of 0.1, 0.2, 0.4, 0.8, 1.0, 1.2 and 1.4 A g−1, respectively. When the current density returns to 0.1 A g−1, a stable specific capacity of 403.8 mA h g−1 is obtained. Moreover, electrochemical impedance spectroscopy (EIS) was employed to analyze the electrochemical impedance in the sodium/Co3S4@NC cells. As depicted in Fig. 6d, the charge transfer resistance of Co3S4@NC of fresh cells is 5287 Ω. However, the charge transfer resistances decrease to 103.8, 93.85 and 81.92 Ω after 5, 15 and 20 cycles, respectively, indicating that the charge transfer resistance tends to be more stable after five cycles due to the wettability of the electrode.",
                        "Furthermore, the comparison of electrochemical properties between Co3S4@NC and other transition metal sulfide anodes for sodium-ion batteries reported in previous literature is provided in Table 1. The superior sodium-ion storage performance of Co3S4@NC can be attributed to the nitrogen-doped carbon coating, the Co3S4 ultrafine nanocrystal and the unique porous structure derived from ZIF-67. First, the nitrogen-doped carbon coating can effectively enhance the electrical conductivity, relieve the volume expansion and obtain excellent cyclability. Second, the Co3S4 ultrafine nanocrystal can reinforce the mass transfer rate, resulting in relatively good rate performances. Third, the porous structure and the large specific area are beneficial for the electrolyte to permeate into the materials, finally leading to high surface-capacitance contribution and high specific capacity."
                    ],
                    "name": "3.4. Electrochemical properties",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, ZIF-derived Co3S4@nitrogen-doped carbon nanohybrid materials have been prepared in this study by successive carbonization and sulfuration processes. The obtained Co3S4@NC hybrid contains ultrafine Co3S4 nanocrystals and inherits the mesoporous microstructure with high surface area from the ZIF-67 precursors, which could efficiently reduce the drastic volume change, enhance the mass transfer rate and finally endow the product with high specific capacity, excellent cycling stability and good rate performances. At the current density of 100 mA g−1, a capacity of 420.9 mA h g−1 with high coulombic efficiency is acquired after 100 cycles for SIBs. Moreover, the reversible specific capacities of 386.7, 284.0, and 151.2 mA h g−1 can be obtained at 400, 1000, and 1400 mA g−1, respectively. The ZIF-67 derived N-rich carbon-coated Co3S4 ultrafine nanocrystal shows excellent electrochemical performance, indicating that the MOF-derived transition metal sulfides can be promising electrode materials for energy-storage devices."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "N-Rich carbon-coated Co3S4 ultrafine nanocrystals derived from ZIF-67 as an advanced anode for sodium-ion batteries"
}