{
    "DOI": "10.1021/acsomega.4c01966",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The invention and subsequent commercial success of lithium-ion batteries (LIBs) have powered modern consumer electronics and the transportation industry due to the use of low-cost graphite as an anode material for LIBs; graphite can cycle Li-ions for hundreds of cycles with nearly 100% efficiency.  However, the pursuit of sustainable electrochemical energy storage systems for renewable energy integration, as well as increasing global supply chain constraints regarding LIB constituents (e.g., lithium, cobalt, and nickel), requires batteries that are built using renewable sources and environmentally friendly materials.  Consequently, increased research has focused on other alkali-metal-ion-based batteries, such as sodium-ion batteries (NIBs) and potassium-ion batteries (KIBs), because sodium and potassium have more uniform, abundant distribution in the Earth crust compared to a mere 0.0017 wt %  of lithium. Recent studies have suggested several potential cathode materials and low-cost electrolyte salts for NIBs and KIBs that are analogous to those in use for commercial LIBs.  However, a suitable anode has yet to be found because Na/graphite and K/graphite compounds may not be thermodynamically stable.  Other studies have concluded that the larger radius of the Na-ion (1.02 Å) and K-ion (1.38 Å) compared to that of the Li-ion (0.76 Å) could be the reason for low capacity and poor cycling stability for NIBs and KIBs when graphite is used as the anode.  Although recent findings involving other forms of carbon, such as carbon black,  microcrystalline structured carbon,  and cellulose-derived carbon  as electrodes or protective layers for electrodes and those involving the use of emerging polymer  or ionic liquid electrolytes,  have yielded promising results in NIBs and KIBs,  the search for a commercially viable electrode architecture is far from over.",
                "This search for an ideal anode for NIBs and KIBs has led to increased interest in other layered lamellar structures, including transition-metal dichalcogenides (TMDs) that have similar morphology to graphite but increased interlayer spacings.  Approximately 40 different TMDs have been discovered so far, of which group VI is predominantly layered; examples include molybdenum (MoS2) and tungsten dichalcogenides (WS2).  MoS2 has been investigated extensively for LIBs and NIBs  along with the development of modified nanostructures such as nanotubes,  nanosheets,  nanoflowers,  nanoboxes,  nanospheres,  etc. Also, the few studies that have utilized WS2 for NIBs used various modified micro/nanostructures of WS2,  including hollow microspheres,  nanoplates,  and WS2-3DrGO.  However, by alloying and doping different transition metals or chalcogen atoms, TMD alloys (i.e., Mo1–xWxS2) have been shown to bring flexibility to the crystal structure and physical properties, which may unveil tunable band gaps as a function of layers.  For example, the tuning range of the band gap is 1.8–2.0 eV for MoWS2  compared to MoS2 with a band gap of 1.9 eV  and WS2 with a band gap of 2.1 eV.  Tunability of such a band gap allows better charge transfer and higher conductivity, leading to improved specific capacitance and energy density.  In another recent study, an enlarged interlayer spacing of Mo1–xWxS2 nanosheets indicated superior hydrogen evolution reaction (HER) performance,  which suggests that doping TMDs with other transition-metal ions improves the efficacy of TMD alloys as catalysts.  The range of band gaps and improved HER performance indicate superior prospects for TMDs and TMD alloys in future energy storage development.",
                "Although TMDs and TMD alloys have shown promising electrode material properties, structural aggregation, electrochemical instability, low reversibility, and rapid capacity decline have always been a challenge.  This work investigated and compared the electrochemical performance of WS2, MoS2, and MoWS2 nanosheets as working electrodes in half-cells of KIBs and NIBs. The interpretation of internal structural distortion and performance consistency has also been focused on in this work to compare the commonly studied TMDs (WS2 and MoS2) with the rarely investigated MoWS2 TMD alloy as an electrode for NIBs and KIBs. This study employed cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) to comprehend faradaic and non-faradaic contributions, the effect of scan rate, and cell degradation processes. A comparison with a previous study on MoWSe2 electrodes  revealed significant insight into the role of the atomic size of the constituent elements in the TMDs and TMD alloys.",
                "Analysis of the cyclic stability test revealed that the MoS2 NIB has the highest charge capacity of 1056 mAh g–1 in the first cycle, with the highest retention capacity of 71%, while the WS2 KIB has the lowest charge capacity of 130 mAh g–1 in the first cycle and only 29% retention capacity at a current density of 100 mA g–1. The MoWS2 TMD alloy showed intermediate charge capacity and cyclic efficiency for both NIBs and KIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In this study, all of the scanning electron microscopy (SEM) images were obtained using a Hitachi SU8010 microscope, and the X-ray fluorescence (XRF) spectrum was collected using the IXRF system on a Hitachi SEM, which is equipped with an X-ray fluorescence and detection capability. Also, transmission electron microscopy (TEM) of the bulk MoS2, WS2, and MoWS2 was carried out using an FEI Tecnai Osiris 200 kV, and the Philips CM100 microscope was used for selected area electron diffraction (SAED) images. A Renishaw inVia Raman microscope was used to collect Raman spectra with a 532 nm laser. The Thermo Fisher scientific instrument was used to obtain X-ray photoelectron spectroscopy (XPS) data, equipped with a monochromatic Al anode Kα (hν = 1486.6 eV) with in situ sputtering of Ar+ at 3.0 keV for 120 s. The PANalytical Empyrean was used to collect X-ray diffraction (XRD) data at 45 kV, a 40 mA power setting, and a step size of 0.02°."
                    ],
                    "name": " Morphologic and Spectroscopic Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All of the electrodes in this study (MoS2, WS2, and MoWS2) were prepared using a similar wt % ratio. 70 wt % of MoS2, WS2, or MoWS2 powder as received (Ossila, Sheffield, U.K.) were mixed with 15 wt % of carbon black (Alfa Aesar, MA) as conducting agent and 15 wt % of polyvinylidene fluoride (Alfa Aesar, MA) as binder. All of the mass measurements were conducted using an analytical balance with a readability of 0.1 mg and a repeatability of 0.08 mg. A few drops of N-methyl-2-pyrrolidinone (Sigma-Aldrich, MO) were also mixed as a solvent to obtain a homogeneous slurry, which was coated onto a Cu foil (thickness = 9 μm). After the samples were dried overnight at 80 °C, circular electrodes with a diameter of 14.29 mm were punched out from the coated Cu foils. These circular electrodes at an active mass loading of approximately 0.5 mg cm–2 were used as working electrodes, while the counter electrodes were made of Na and K metals for Na-ion and K-ion half-cells, respectively. One M NaClO4 (Alfa Aesar) in (1:1 v/v) ethylene carbonate (EC)/dimethyl carbonate (DMC) (anhydrous, 99% Sigma-Aldrich) and 1.0 M KPF6 (Alfa Aesar) in (1:1 v/v) EC/DMC were used as electrolytes for NIBs and KIBs, respectively. At high precision in an inert Ar atmosphere (inside the glovebox), the coin cells (CR-2032) were assembled, where the O2 and H2O contents were kept below 0.1 ppm throughout the process. The electrochemical behavior of the assembled cells was investigated using the Arbin BT 2000 test unit (four channels in current ranges: 0.1, 0.001, and 0.00001 A with a maximum channel power of 1 W). The cyclic stability test was carried out with a current density of 100 mAh g–1. The electrochemical workstation from CH Instruments (model CHI660E) was used to carry out the cyclic voltammetry (CV) tests and electrochemical impedance spectroscopy (EIS). Based on the manufacturer’s specifications, the electrochemical workstation has applied potential and current measurement accuracy of ±1 mV (±0.01% of scale) and 0.2%, respectively. The measured current resolution is 0.0015% of the current range (minimum of 0.3 fA). Then, the cycled half-cells were decrimped in a similar Ar atmosphere, and the recovered electrodes were dried at 80 °C for 24 h."
                    ],
                    "name": " Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "Materials, Methods, and Characterization",
            "type": "h2"
        },
        {
            "content": [
                "The lateral size, morphology, and crystallinity of MoS2, WS2, and MoWS2 powders were studied by transmission electron microscopy (TEM) and high-resolution TEM (HRTEM). a–c shows the TEM image for MoS2, d–f shows WS2, and g–k shows MoWS2. The thin sheet-like morphology and rough edges of thin MoS2 flakes are evident in a,b; these were likely the result of the TEM sample preparation process (i.e., liquid exfoliated flakes suspended on a lacey carbon grid). The corresponding selected area electron diffraction (SAED) pattern of the MoS2 sample (c) revealed a six-spot hexagonal pattern with (101), (008), and (200) planes,  indicating the crystallinity. For the WS2 nanosheets, the layered structure with a 120° edge angle was apparent, which is typical of TMD materials, as shown in d,e. The corresponding SAED pattern in f showed (002), (100), and (101) planes, which validate a well-crystalline structure.  The high-resolution TEM images taken along the edges of the MoWS2 nanosheets showed densely packed stripe-like overlapping grains (g). h derived from g is analyzed via fast Fourier transformation (FFT), inverse FFT based on bright spots, and fringe intensity profile to investigate the interfringe distance. These analyses revealed the crystal symmetry of the MoWS2 nanosheets with a lattice constant of approximately 0.27 nm, which was in agreement with the interlayer lattice spacing value of the (100) plane from MoS2 and WS2. The low-resolution TEM image in i,j demonstrates the existence of triangular domains, which is typical of layered group VI TMD materials.  The subsequent SAED pattern of such a domain (k) exhibited a six-spot hexagonal pattern with a combination of MoS2-like (002), (101), and (107) and WS2-like (004), (103), and (1110) planes. Overall, the TMD flakes were approximately 1–2 μm in size, which matched the manufacturer’s specifications.",
                "a shows the Raman spectra of the as-obtained MoS2, WS2, and MoWS2 powders. The Raman spectrum of MoS2 demonstrates prominent E2g1 and A1g modes at 378.55 and 404.05 cm–1, respectively.  For the neat WS2, the high-intensity E2g1 and A1g modes were at 354.38 and 418.18 cm–1, respectively.  While the in-plane E2g1 vibration mode denoted the optical vibration of transition metals and chalcogen atoms, the out-of-plane A1g vibration denoted the optical vibration of chalcogen atoms. These observations are consistent with the literature for high-purity bulk crystals. For the MoWS2 alloy sample, the mode at 413.95 cm–1 was assigned to A1g because it was between the A1g modes of MoS2 and WS2. The other two prominent peaks at 351.54 and 379.97 cm–1 were assigned to WS2 and MoS2-like E2g1 modes, respectively.  This observation differs from previous works involving MoxW1–xS2 ultrathin sheets, which reported two Raman bands for bulk MoWS2 instead of the three bands reported in this study. Nonetheless, shifting of the A1g mode of MoS2 to a higher wavenumber due to W doping in the MoS2 E2g1 mode was noted.  This two-mode behavior of MoWS2 can be correlated with a 1.92 times larger atomic weight of W compared to Mo since this mass difference causes both metal atoms to vibrate. ",
                "X-ray diffraction (XRD) was utilized on materials coated on Cu foils to identify the crystallinity of the MoS2, WS2, and MoWS2 electrodes (b). For the MoS2 sample, peaks at 14.49, 29.12, 43.40, 50.54, 60.22, and 74.18° were ascribed to the (002), (004), (006), (105), (008), and (116) crystal planes,  respectively (JCPDS card no. 00-037-1492). However, reflections from WS2 suggested peaks at 14.14, 29.35, 43.79, 50.92, 60.30, and 74.55°, indicating the existence of (002), (004), (006), (105), (112), and (116) crystal planes,  respectively (JCPDS card no. 00-008-0237). The MoWS2 electrode demonstrated a mix of reflections from MoS2 and WS2; specifically, (002), (004), (006), (105), and (116) crystal planes occurred in the diffractogram with d-spacings of 6.14, 3.07, 2.09, 1.81, and 1.28 Å, respectively. ",
                "X-ray photoelectron spectroscopy (XPS) of the electrodes showed surface characteristics with the chemical and electronic states of the material. a shows the XPS survey scan of MoWS2, while b–d shows the high-resolution scans of the Mo 3d, W 4f, and S 2p spectra, respectively. In b, the Mo 3d high-resolution spectral deconvolution reveals one peak of Mo 3d3/2 at 232.25 eV and another peak of Mo 3d5/2 at 228.97 eV, both attributed to MoS2.  Additionally, at higher binding energy for oxidized MoS2, the ion contributions were nearly identical, such as MoO2 and MoO3.  In the fitted high-resolution W 4f spectra (c), two peaks at 33.28 and 35.48 eV were identified for W 4f7/2 and W 4f5/2, respectively, which were ascribed to the +4 valence state of tungsten.  Another peak at 38.97 eV indicated the presence of WOx due to partial oxidization.  The S 2p3/2 and S 2p1/2 peaks at 161.88 and 162.98 eV binding energies, respectively, defined the divalent states of metal sulfide. ",
                "Galvanostatic charge–discharge (GCD) and differential or incremental capacity curves derived from GCD curves revealed reactions at various stages during charging and discharging cycles. a1 shows GCD plots for the MoS2 NIB half-cell for the first two cycles with the first-cycle differential capacity curve (a2), showing specific peaks at 0.92, 0.8, 0.47, and 0.12 V during sodiation. Although the 0.92 and 0.8 V peaks could be ascribed to the insertion of Na-ions into MoS2 layers, the 0.47 V peak could be due to the conversion reaction between Na-ions and NaxMoS2. The remaining 0.1 V peak may be the result of a solid electrolyte interphase (SEI) layer on MoS2 during initial sodiation since the intensity of forming the SEI layer decreased in the consecutive sodiation cycle.  In the second cycle, the 0.92 V peak showed slight polarization, moving to 1.02 V, and in the first desodiation process, peaks were visible at 0.08, 1.25, 1.72, and 2.16 V, potentially due to reverse insertion and conversion reactions during desodiation.",
                "The GCD curves (a3) and derived differential capacity curves (a4) highlight the potassiation/depotassiation reactions at different voltages. In the first potassiation process, the peaks at 1.10 and 0.44 V may be attributed to K-ions intercalating into MoS2 layers and conversion reactions to generate Mo and K2S. These peaks lost their intensity in the second cycle onward. Other peaks in the 0.01–0.3 V range could be due to irreversible SEI formation. Reversible intercalation and conversion reaction peaks were visible in the depotassiation process at 0.67 and 1.58 V, similarly losing intensity from the second cycle onward. ",
                "b1 depicts the GCD curves from which the differential capacity curves (b2) of the WS2 NIB half-cells were derived. The first-cycle sodiation curve showed peaks at 0.61, 0.43, and 0.30 V. Although the peak at 0.61 V may be attributed to the insertion of Na+ into WS2 to form NaxWS2, the other two peaks at 0.43 and 0.30 V could be ascribed to the conversion reaction and SEI layer formation. In the first-cycle desodiation process, peaks at 1.82 and 2.28 V could be attributed to sodium extraction and back conversion reaction, forming W to WS2.  In the second cycle, the insertion and conversion reactions moved to 1.96 and 1.33 V during sodiation, respectively, but in the second cycle, desodiation process, Na+ extraction, and reverse conversion peaks demonstrated slight polarization behavior, moving to 1.83 and 2.3 V, respectively, with much lower intensity.",
                "First-cycle potassiation and depotassiation GCD curves (b3) and derived differential capacity curves (b4) depicted the K+ interaction with the WS2. In the first-cycle potassiation, peaks appeared at 1.33, 0.93, 0.76, 0.67, 0.51, and 0.37 V. Peaks on or above 0.76 V may be attributed to the insertion of K-ions into the WS2 lattice to form KxWS2, while the peaks below 0.76 V may be ascribed to the conversion reaction to form KxS and metallic W and the construction of the SEI film. In the depotassiation process, peaks formed at 1.33, 0.70, and 0.31 V, with the broad peak at 1.33 V potentially signifying the extraction of K-ions from WS2 and the other peaks signifying the reverse conversion reaction.  In the second-cycle potassiation process, the insertion and conversion reaction peaks moved to 0.85 and 0.50 V, respectively. ",
                "For the MoWS2 nanosheets, the GCD curves (c1) and derived differential capacity curves (c2) illustrated multistep reactions during the sodiation/desodiation process. During the first sodiation cycle, the peaks at 1.5 and 0.05 V may correlate with the alloy insertion and conversion reactions within MoS2 lattices. Because the peaks at 0.78, 0.53, and 0.19 V were absent in the subsequent cycle, they were ascribed to irreversible SEI layer formation.  In the first desodiation process, broad peaks at 2.26 and 1.82 V were attributed to Na+ extraction and reverse conversion reaction from both WS2 and MoS2 lattices within the MoWS2 alloy, while in the second cycle, a pair of peaks appeared at 1.39/1.83 and 2.07/2.26 V during the sodiation/desodiation processes, similar to neat MoS2 and WS2 electrodes.",
                "The first cycle of potassiation/depotassiation GCD (c3) and derived differential capacity curves (c4) contained multiple peaks that resembled both MoS2 and WS2 electrodes. For example, the first-cycle potassiation step exhibited WS2-like reactions at 0.9–1.0 and 0.73 V and MoS2-like reactions at 0.44 V. The first depotassiation step resulted in broad peaks at the 1.9–2.2 and 1.17–1.30 V regions, potentially due to the K-ion interaction with both MoS2 and WS2 lattices within the MoWS2 alloy. The small and broad peak at 0.69 V was only attributed to K+ reacting with WS2. Compared to the first cycle, the second-cycle potassiation/depotassiation process demonstrated less intense peaks at the 0.71/1.38 and 1.04/1.61 V regions.",
                " shows the long-term stability of all three neat electrodes in Na- and K-ion half-cell systems. During Na+ storage, in a, the MoS2 electrode demonstrated the highest specific charge capacity of 1056 mAh g–1, followed by MoWS2 (442 mAh g–1) and WS2 (293 mAh g–1). A similar trend was also observed for the first-cycle Coulombic efficiency (MoS2: 71% > MoWS2: 70% > WS2: 52%). The low first-cycle Coulombic efficiency correlated well with the irreversible reactions observed during the sodiation step or SEI layer formation. All three cells showed gradual capacity fading behavior beginning in the second cycle, but, after repeated rigorous sodiation/desodiation cycles for 100 cycles, the MoS2 electrode demonstrated the highest specific charge capacity (68 mAh g–1), followed by MoWS2 (32 mAh g–1) and WS2 (25 mAh g–1). The capacity values are lower compared to other research involving electrodes from high-surface-area TMD nanosheets or conducting TMD nanohybrids with carbon,  which are typically synthesized via bottom-up or wet-chemical synthesis. This expected discrepancy in the values is present because bulk or as-received TMD materials were used for the present work without nanostructuring.  The performance comparisons with different synthesis processes and this work are presented in .",
                "Compared with Na-ion storage, all three materials demonstrated lower K-ion storage (b). However, much like NIBs, MoS2 possessed the highest specific charge capacity (549 mAh g–1), followed by MoWS2 (472 mAh g–1) and WS2 (130 mAh g–1). The first-cycle Coulombic efficiency for all three electrodes followed a similar trend (MoS2: 46% > MoWS2: 43% > WS2: 29%), but the first-cycle Coulombic efficiency of the KIB cells was much lower than the NIBs. The specific charge capacities of all three cells gradually faded from the second cycle. After continuous cycling for 100 potassiation/depotassiation steps, MoS2 had the highest capacity (96 mAh g–1), followed by MoWS2 (36 mAh g–1) and WS2 (22 mAh g–1).",
                "The specific charge capacity plot was fitted with the following equation of the exponential decay functionwhere y0 is offset, A1 is amplitude, and t1 is time constant. Parameters such as half-life (t1/2) and decay constant (k) were also evaluated by using the nonlinear fit. The half-life refers to the duration it takes for half of the initial charge capacity to decay or transform. The shorter the half-life, the faster the exponential decay occurs. The t1/2 of the performance of a half-cell can be determined using the following equation Here, k measures the rate of decay, which is constant throughout the decay process for a given half-cell. In Na-ion storage (a), the MoS2 electrode exhibited the lowest decay constant (k = MoS2: 0.10 < MoWS2: 0.16 < WS2: 0.19) and highest half-life (t1/2 = MoS2: 6.87 > MoWS2: 4.33 > WS2: 3.60). However, K-ion storage showed a similar result for the MoS2 electrode (b), including the lowest decay constant (k = MoS2: 0.03 < WS2: 0.05 < MoWS2: 0.06) and highest half-life (t1/2 = MoS2: 21.44 > WS2: 14.67 > MoWS2: 12.27) and MoWS2 exhibited the lowest half-life among the KIB half-cells.",
                "A comparison of these data with a previous study of MoWSe2 TMD  () showed that, for both Na-ion and K-ion storage, the presence of molybdenum and its ratio in the TMD alloy most significantly affected charge capacity and capacity retention. A larger atomic (covalent) radius of tungsten (1.50 Å) compared to that of molybdenum (1.46 Å) was shown to potentially limit the intercalation of sodium and potassium ions.  Therefore, WS2 exhibited the lowest charge capacity (NIB: 293 mAh g–1 and KIB: 130 mAh g–1) and lowest capacity retention (NIB: 52% and KIB: 29%). However, the inclusion of molybdenum increased the intercalation capacity, which led to higher charge capacity (NIB: 442 mAh g–1 and KIB: 472 mAh g–1) and higher cyclic efficiency (NIB: 70% and KIB: 43%) for MoWS2 electrodes. Also, selenium (covalent radius of 1.18 Å) instead of sulfur (covalent radius of 1.04 Å) mitigated the reaction between TMDs and alkali ions due to its larger size.  Consequently, the MoWSe2 NIB demonstrated a 353 mAh g–1 charge capacity, while the MoWSe2 KIB half-cell exhibited only 291 mAh g–1. Both MoWS2 and MoWSe2 TMD alloys revealed very similar capacity retention for the first cycle, but only molybdenum and sulfur (MoS2) electrodes provided the highest charge capacity (NIB: 1056 mAh g–1 and KIB: 549 mAh g–1) and superior capacity retention (NIB: 71% and KIB: 46%).",
                "This study conducted cyclic voltammetry (CV) experiments at different scan rates to determine the fast physical charge storage mechanism within the anode material of MoWS2 and further compared it to the base material.  Because the charge storage process utilizes different scan rates in CV experiments, with a varied current response due to different voltage sweeps, CV tests were performed at three scan rates (1, 2.5, and 5 mV s–1) to study the sodium- and potassium-ion storage mechanisms of MoS2, WS2, and MoWS2 for NIBs and KIBs.",
                "a1 shows CV plots obtained at the zeroth cycle for MoS2 NIB half-cells at four scan rates (0.5, 1, 2.5, and 5 mV s–1) to evaluate the interaction of Na+ with the MoS2 active material. Clear and distinguishable peaks were observed at 1.11, 1.42, and 2.22 V during the sodiation process and 2.32, 1.58, and 1.38 V during the desodiation process at a scan rate of 1 mV s–1 in the zeroth cycle. These peaks were analogous to peaks from the differential capacity curves from the second cycle onward. Although the sodiation peaks move to lower voltages, at higher scan rates of 2.5 and 5 mV s–1, the desodiation peaks also moved to higher voltages. Also, at a lower scan rate of 0.5 mV s–1, the peaks shift to higher or lower voltages during the sodiation and desodiation processes, respectively.",
                "The CV plots at four scan rates are shown in b1 for the WS2 NIB cells. The CV plot at 1 mV s–1 in b1 demonstrates pronounced peaks at 0.6, 1.25, and 1.9 V during sodiation and 0.4, 0.7, 0.9, and 1.9 V during the desodiation process. At higher scan rates, the sodiation peaks shifted to lower voltages, and the desodiation peaks moved to higher voltages, and at a lower scan rate, the peaks shifted in the opposite direction.",
                "The CV plots of the MoWS2 electrode in the NIB half-cell system are shown in c1. Similar to the differential capacity curves, the 1 mV s–1 curve before cycling demonstrated MoS2 peaks at 2.2, 1.3, and 1.1 V and WS2 peaks at 0.8 V during sodiation. During desodiation for the same scan rate, MoS2 showed peaks at 2.3 and 1.3 V and WS2 showed peaks at 0.4 and 1.9 V before cycling. These peaks shifted at lower and higher scan rates of 0.5, 2.5, and 5 mV s–1.",
                "Similarly, CV plots in a1 show peaks for MoS2 KIB at 1.98, 1.05, and 0.78 V during potassiation and 0.4, 0.78, 1.46, and 1.7 V during the depotassiation process at a scan rate of 1 mV s–1 at the zeroth cycle. Like NIBs, the potassiation peaks shifted to lower voltages, while the depotassiation peaks moved to higher voltages at higher scan rates in the CV plots obtained before cycling. At a slower scan rate of 0.5 mV s–1, the intensity of the peaks is also low. The new peaks in the CV plots could be due to a slow scan rate, which allowed K+-ions more time to participate in different reactions.",
                "CV plots for WS2 KIB electrodes are shown in b1 at four scan rates (0.5, 1, 2.5, and 5 mV s–1). In the CV plot before cycling, peaks were visible at 1.1 and 1.4 V during depotassiation and only one broad feature was visible at 0.78 V during potassiation at 1 mV s–1. Nevertheless, all of the peaks shifted to lower/higher voltages during potassiation/depotassiation at higher scan rates of 2.5 and 5 mV s–1, respectively, and shifted to the opposite direction at a lower scan rate of 0.5 mV s–1.",
                "c1 shows CV plots at various scan rates for MoWS2 KIB electrodes before cycling. At a slower scan rate of 1 mV s–1, MoS2-like 1.0 V and WS2-like 0.7 V peaks were present during the potassiation process before cycling the cell, while the depotassiation process contained MoS2-like peaks at 0.4 and 0.9 V and WS2-like peaks at 1.2 and 1.6 V. Similar to other electrodes, these peaks shifted slightly at higher and lower scan rates.",
                "CV plots were further analyzed to estimate the proportion of surface capacitive effects and diffusion-controlled insertion process.   translates the total sum of the contributions",
                "where k1ν1/2 is the contribution from surface capacitive effects and k2 corresponds to the diffusion-controlled intercalation mechanism. From the CV plots, the proportion of contribution was calculated for the zeroth cycle for six cells. The capacity contributions for MoS2, WS2, and MoWS2 electrodes in NIB and KIB systems are illustrated in a2–c2 and a2–c2. As shown, the capacitive contribution increased with an increase in scan rate. The diffusive contributions for the MoS2 NIB cell were 20, 15, 10, and 7% in the zeroth cycle at scan rates of 0.5, 1, 2.5, and 5 mV s–1, respectively, while the diffusive contributions for the MoS2 KIB cell were 40, 32, 23, and 17% in the zeroth cycle at the same scan rates. Similarly, the diffusive contributions were 37, 30, 21, and 16% for the WS2 NIB cell and 50, 41, 31, and 24% for the WS2 KIB cell in the zeroth cycle at the scan rates of 0.5, 1, 2.5, and 5 mV s–1, respectively. Correspondingly, for the MoWS2 NIB cells, the diffusive contributions were 38, 30, 21, and 16% in the zeroth cycle, and for the MoWS2 KIB cells, the diffusive contributions were 55, 46, 35, and 28% in the zeroth cycle at the scan rates of 0.5, 1, 2.5, and 5 mV s–1, respectively. According to the capacity contribution plots, MoWS2 shows the highest diffusive behavior compared to MoS2 and WS2 for both NIBs and KIBs.",
                "a3–c3 anda3–c3 show the fitting of anodic and cathodic voltammetric sweep data for the electrodes for scan rates at 0.5, 1, 2.5, and 7.5 mV s–1. This linear behavior, which is also related to , allows the calculation of constant values k1 and k2.",
                "This study analyzed electrochemical impedance spectroscopy (EIS) data to investigate the kinetic behavior of as-obtained TMDs and TMD alloy electrodes. EIS measurements were obtained after discharging the cells at the 11th cycle, after ensuring complete relaxation of the half-cells and reaching the open-circuit voltage of 0.1 V.",
                "The Nyquist plots of all of the NIB and KIB half-cells showed an inductive loop in the high-frequency stage, which was attributed to the measurement system (wiring to the half-cell) or the cell geometry and windings. The high-frequency intercept of the real impedance axis common to all of the cells corresponded to the sum of internal Ohmic resistance (Rohm), which arises from the electrolyte, active material, current collectors, and electrical contacts.  shows a typical semicircular curve in the high-frequency zone in the Nyquist plots of all of the NIB and KIB cells, and the low-frequency zone consists of a diagonal straight line. The area of the semicircles indicates impedance caused by the charge transfer between the electrolyte and the electrode interface. The contact impedance between the electrode interface and electrolyte decreased with a smaller radius.  Because the SEI formation could not be differentiated from the charge transfer, it was fitted with CPEdl and RCT elements in parallel. The low-frequency stage of the Nyquist plots showed a sloping line or long tail fitted with a Warburg element to reflect the solid-state diffusion. The fitted W–P values always deviated from an ideal condition, indicating the existence of other processes besides solid-state diffusion, such as migration and liquid/electrolyte phase diffusion. ",
                "The Nyquist plots in a for NIBs and b for KIBs were fitted with an equivalent circuit using Zview software (version 3.2b, Copyright Scribner Associates, Inc., Southern Pines, NC). The obtained fitted data are shown in , and the equivalent circuit is illustrated in inset of a. The tabulated values of charge-transfer resistance (RCT) revealed that MoS2 cells have the lowest resistance (10.08 for NIB and 967.5 for KIB). Although the WS2 cells exhibited the highest charge-transfer resistance (RCT = 149.9 for NIB and 2211 for KIB), the RCT is much higher for KIBs than NIBs (i.e., RCT for MoWS2 NIB = 51.38; RCT for MoWS2 KIB = 1001).",
                "To determine the change in potential over time, this study utilized the galvanostatic intermittent titration technique (GITT) () by charging/discharging at a 100 mAh g–1 current pulse for 15 min, followed by 12 h of relaxation between pulses. During the relaxation period, the magnitude of voltage increased in the insertion process and decreased in the extraction process.  The diffusion coefficient for Na+ and K+ was determined using the  where τ is the duration of the current pulse, which is 15 min or 900 s; nm is the mole number (for MoS2 NIB: 4.46 × 10–6 mol and for KIB: 5.31 × 10–6 mol); Vm is the molar volume (for MoS2: 31.65 cm3 mol–1); S is the total contacting area between the electrode and electrolyte (1.6 cm2); ΔEs is the voltage change between two adjacent equilibrium states; and ΔEτ is the voltage change induced by the galvanostatic charge/discharge, shown in the inset of c. This study showed diffusion coefficient plots for only the MoS2 electrodes, as they showed higher capacity and a consistent trend compared to others.",
                "a represents the sodium diffusion coefficients (DNa), and b represents the potassium diffusion coefficients (DK) as a function of voltage during charging and discharging for the MoS2 half-cell. The MoS2 NIB half-cell exhibited a DNa of ≈10–16–10–13 cm2 s–1 during charge and ≈10–18–10–13 cm2 s–1 during discharge, which is correlated with previous studies.  Furthermore, DK of ≈10–15–10–13 cm2 s–1 during charge and ≈10–14–10–13 cm2 s–1 during discharge were observed for the MoS2 KIB half-cells, which is identical to previous works.  Additionally, during the charging state, the DNa for WS2 and MoWS2 were ≈10–14–10–11 and ≈10–14–10–13 cm2 s–1, respectively, and during the discharging state, the DNa for both were ≈10–15–10–12 cm2 s–1. On the other hand, during the charging state, the DK for WS2 and MoWS2 were ≈10–14–10–13 and ≈10–15–10–14 cm2 s–1, respectively, and during the discharging state, the DK for WS2 were ≈10–15 cm2 s–1 and DK for MoWS2 was ≈10–15–10–14 cm2 s–1.",
                "The SEM images in a1,a2-f1,f2 show a uniform distribution of TMD and TMD alloy nanosheets when mixed with a conductive agent and binder before cycling in the electrode format. The digital camera images (a3–f3) were visually inspected to compare the conditions of the neat electrodes with electrodes after prolonged cycling. No imperfection or discoloration of the electrodes was visible. However, some electrodes peeled off during disassembly (b3 for WS2 NIB and d3 for MoS2 KIB). After further inspection via SEM, the white substances on top of the electrode seemed to originate from the attached fiber of the separator (a5,c5,e5).",
                "a4,a5–c4,c5 shows that the geometrical characteristics and uniform dispersion of TMD particles were not present for NIBs after the long cycling process (a1,a2–c1,c2). However, some TMD particles with smooth geometrical shapes remain visible in d4,d5-f4,f5 for the KIB cells. The smaller Na-ions may have intercalated into almost all of the TMD particles, but the larger K-ions could only introduce themselves to the surface of the large TMD flakes. Consequently, almost all of the TMD flakes in the NIB cells were broken into irregular smaller particles, while the large TMD flakes in the KIB cells were in mint condition after cycling.",
                "As shown in a4–f4, few cracks were observed in the electrodes at low magnifications, while surface cracks in the NIB and KIB electrodes (MoS2, WS2, and MoWS2) were visible at high magnification (a5–f5). However, the surface cracks could be a result of drying the dissembled electrodes on the hot plate at 80 °C for 24 h, resulting in a severe change in volume.",
                "X-ray fluorescence (XRF) of the cycled electrodes demonstrated qualitative elemental analysis, with peaks for Mo, W, and S representing elemental existence after cycling (a6–f6). Due to the electrolyte, Na, Cl, and O peaks were observed in all of the NIB half-cells, and K, P, and F peaks were observed in all of the KIB half-cells. Peaks of Cu were detected due to electrode preparation on Cu foil. The elemental compositions of all of the Na-ion and K-ion cells collected from XRF spectra are listed in ."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the electrochemical cycling of  Na-ion and K-ions in TMDs (MoS2 and WS2) and TMD alloy (MoWS2 and MoWSe2) nanoflakes was studied and compared for possible use as high capacity electrodes in NIB and KIBs. At the potential range of 0.01–2.5 V, the MoS2 electrode   demonstrated the highest Na+ charge capacity (1056 mAh g–1) and the best first cycle Coulombic efficiency (71%). The MoS2 electrode  also showed the highest K+ charge capacity (549 mAh g–1) and the best retention capacity (46%) among the KIB half-cells. The fitted cyclic stability plot indicated that Na-ion and K-ion half-cells with MoS2 electrodes possess the highest half-life (NIB: 6.87; KIB: 21.43) compared to other TMD electrodes. The size of the individual constituent atoms  (Mo, W, S, Se) plays a critical role in the alkali-metal ion intercalation process in TMDs. With the increase in  size of the metal-ion, specific capacity and Coulombic efficiency decreased correspondingly.. Based on postcycling analysis almost all of the  large flakes of TMDs have participated in the Na+ reaction process and nearly all of the large flakes disintergrated into smaller particles. However, for KIBs, the large TMD flakes were obtained almost in pristine condition after even a long cycling process, which indicated the lack of K+ intercalation and conversion reactions in larger TMD flakes.  Also, the CV and capacitive contribution plots imply that combining tungsten and molybdenum (as in alloy TMD) shows increased diffusive contribution compared to the neat TMDs (the highest diffusive contribution observed at 1 mV s–1). It is likely that the superior performance of MoS2 compared to other TMDs and TMD alloys is due to the mismatched crystal structure or large elemental size of the tungsten atom. The electrochemical impedance study further demonstrated that the TMDs with only molybdenum and sulfur (MoS2) have the lowest electrical resistance between the electrolyte and electrode. In contrast, the resistance for the TMD alloy with both tungsten and molybdenum (MoWS2) or  tungsten (WS2) was comparatively higher. This study established the foundation for future investigation of TMD and TMD alloybased electrodes in emerging electrochemical energy storage devices."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "MoS2, WS2, and MoWS2 Flakes as Reversible Host Materials for Sodium-Ion and Potassium-Ion Batteries"
}