{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Nitrogen-doped carbon microspheres",
        "Pyrrolic-N",
        "Pyridinic-N",
        "Anode",
        "Sodium ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "This study presents an efficient approach for designing hard carbon electrodes through the synthesis of nitrogen-doped carbon microspheres (NCS) via an eco-friendly high-temperature pyrolysis of polydopamine. By precisely modulating the pyrolysis temperature, the nitrogen content and bonding configurations are carefully optimized. NCS treated at 1000 °C demonstrate exceptional electrochemical performance, including an initial Coulombic efficiency of 73.4 %, a reversible capacity of 386.6 mA h g−1, a rate capability of 180.1 mA h g−1 at 10 A g−1, and 75.3 % capacity retention after 1500 cycles. The abundant pyrrolic-N dopants effectively expand interlayer spacing, facilitating efficient and reversible Na⁺ intercalation. Additionally, pyridinic-N and pyrrolic-N functionalities significantly increase surface defect density, promoting rapid electron and ion transport. The spherical morphology, characterized by a low surface area, further reduces irreversible Na⁺ consumption during solid electrolyte interphase (SEI) formation, thereby ensuring high initial coulombic efficiency (ICE)."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Nitrogen-doped carbon microspheres (NCS) were synthesized via an environmentally sustainable and highly efficient high-temperature pyrolysis technique. The nitrogen content and configurations can be controlled by adjusting the pyrolysis temperature. Leveraging its distinctive spherical morphology and abundant pyridinic-N and pyrrolic-N dopants, the NCS, particularly post-treated at 1000 °C, exhibits a high initial Coulombic efficiency (ICE) of up to 73.4 %, impressive reversible capacity of 386.6 mA h g−1, sustained rate capability of 180.1 mA h g−1 at a high current density of 10 A g−1, and outstanding cycling stability with 75.3 % capacity retention after 1500 cycles for Na-ion batteries.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Sodium-ion batteries (SIBs), benefiting from plentiful sodium resources, cost-effective production, and advantageous redox potential, present themselves as attractive substitutes for traditional lithium-ion batteries [ , , , , , ]. Nevertheless, the notable challenge stems from the relatively large ionic radius of sodium ions (1.02 Å), which engenders substantial electrode structural transformations and sluggish kinetics during cycling, thereby yielding diminished capacity and inadequate cycling stability of SIBs [ , , , ]. Therefore, the paramount urgency in propelling the development of sodium-ion battery technology lies in the pursuit of high-performance, economically viable sodium storage electrode materials.",
                "In recent years, a range of electrode materials has been explored as anodes for SIBs, including carbon [ , , , , , ], transition metal compounds (such as Fe2O3, NiO, FeS2, CoS2, MoS2, etc.) [ , , , , ], and alloys (such as Sn, Sb, etc.) [ , , , , ]. Among these, alloys typically face issues with cycling stability because of substantial volume changes during charge and discharge processes [ , , ]. Additionally, transition metal compounds exhibit intrinsically low sodium storage capacity attributed to their inherent poor conductivity [ , , , ]. Compared to these non-carbon materials, carbonaceous materials, especially hard carbon, are considered the primary candidates for negative electrode materials in SIBs due to their appropriate operating potential, excellent electronic conductivity, favorable compatibility with electrolytes, and abundant resource availability. Recently, a plethora of hard carbons have been reported, and some of them demonstrate encouraging sodium storage electrochemical properties [ , , , , , ]. However, the practical use of these materials remains limited due to challenges such as low initial coulombic efficiency, poor cycling stability, and insufficient rate capability.",
                "The low ICE of hard carbon materials can be attributed to the irreversible reaction between Na+ ions and oxygen-containing functional groups on the hard carbon surface during the formation of the SEI film in the initial cycle [ , , ]. Therefore, reducing the specific surface area of hard carbon materials to mitigate the presence of oxygen-containing functional groups on the surface represents an effective strategy for enhancing the ICE. Among various morphologies of hard carbon, carbon spheres with lower specific surface area exhibit potential for achieving high ICE. The poor cycling stability and rate capability observed in hard carbon materials are predominantly ascribed to their restricted interlayer spacing and sluggish sodium ion diffusion kinetics. Currently, nitrogen (N) doping emerges as an efficacious strategy for enhancing both the cycling stability and rate performance of carbon-based materials [ , , ]. The introduction of nitrogen atoms induces structural distortion and deformation within the hard carbon crystalline lattice, consequently augmenting the interlayer spacing effectively. Moreover, nitrogen incorporation elevates the defect density within the material as well as increases the carrier concentration, thus ameliorating electron/ion transport kinetics of hard carbon. Considering these factors, the construction of nitrogen-doped carbon sphere structures holds promise for achieving high initial Coulombic efficiency, robust cycling stability, and excellent rate performance in hard carbon materials.",
                "To date, template methods have been widely employed for the synthesis of nitrogen-doped carbon spheres [ , , ]. For instance, Chu et al. utilized mesoporous silica hollow spheres as templates and dopamine as a carbon precursor to fabricate nitrogen-doped mesoporous carbon hollow spheres [ ]. However, this approach necessitates the intricate removal of templates, which may lead to structural damage. Hydrothermal synthesis represents an alternative route for the preparation of nitrogen-doped carbon spheres [ , , ]. Lv et al., for example, achieved uniform dispersion of submicron carbon spheres through hydrothermal treatment of glucose solution [ ]. Nevertheless, the dispersion of carbon spheres prepared via this method is suboptimal, and the yield is limited, posing challenges for scalable applications. Hence, the large-scale fabrication of nitrogen-doped carbon spheres with high initial efficiency, stable cycling performance, and exceptional rate capability remains a formidable challenge. In this research, we present an environmentally sustainable and highly efficient technique for high-temperature pyrolysis to synthesize nitrogen-doped carbon microspheres (NCS). This method enables precise control over the nitrogen doping content and configuration by modulating the pyrolysis temperature. Additionally, we investigate the effect of nitrogen doping configuration on the sodium storage performance of the carbon microspheres. The results indicate that the NCS treated at 1000 °C contains abundant pyridinic and pyrrolic nitrogen, demonstrating a high initial Coulombic efficiency, substantial reversible capacity, excellent cycling stability, and outstanding rate performance. These distinct advantages position NCS as a promising candidate for advanced sodium-ion battery (SIB) anode materials.",
                "In summary, compared to conventional carbon-based anode materials for sodium-ion batteries, this study presents significant advancements across multiple core dimensions. Firstly, an environmentally sustainable high-temperature pyrolysis technique is utilized to synthesize nitrogen-doped carbon microspheres (NCS) with precise control over nitrogen doping content and structural composition, which is often lacking in other research endeavors. Secondly, the NCS demonstrate remarkable electrochemical performance, with an initial Coulombic efficiency (ICE) of 73.4 %, a reversible capacity of 386.6 mA h g−1, and a capacity retention of 75.3 % even after 1500 cycles. These figures substantially outperform traditional carbon-based anodes, which are frequently constrained by low initial Coulombic efficiency and limited cycling durability. Importantly, the NCS feature a distinctive spherical morphology combined with a high concentration of pyridinic and pyrrolic nitrogen dopants, which notably enhances interlayer spacing and thereby facilitates efficient sodium ion intercalation. This optimized structural design substantially improves the electron and ion transport kinetics, effectively mitigating the common limitation of sluggish diffusion rates encountered in conventional carbon anodes."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The nitrogen-doped carbon submicron spheres (NCS) were synthesized through a convenient polymerization process followed by high-temperature pyrolysis. Typically, NH4·H2O, anhydrous ethanol, and deionized water were thoroughly mixed in a volume ratio of 1:50:120. Subsequently, 1.0 g of dopamine hydrochloride was added to the solution, followed by vigorous stirring for 30 h. The brown solution obtained was centrifuged, washed multiple times with water and ethanol, and dried under vacuum at 80 °C for 12 h to obtain the precursor material. This precursor was then subjected to pyrolysis at various temperatures (800 °C, 1000 °C, 1300 °C, 1500 °C) in an Ar atmosphere to produce the target materials. The resulting samples were designated as NCS-X, with X denoting the respective pyrolysis temperature."
                    ],
                    "name": "Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was characterized by X-ray Diffraction (XRD, SmartLab SE), raman spectroscopy (LabRAM HR Evolution) and X-ray photoelectron spectroscopy (XPS, Scientific K-Alpha). The microstructure and pore size distribution of the samples were examined using scanning electron microscopy (SEM, MIRA LMS), transmission electron microscopy (TEM, Talos F200X G2), and nitrogen adsorption-desorption (ASAP 2460)."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical characterization of synthesized materials was performed using CR2025 coin cells. The working electrode composition consisted of active material, conductive additive Super P, and binder polyvinylidene fluoride (PVDF) in a mass ratio of 7:2:1, mixed in N-methyl-2-pyrrolidone (NMP) solvent, with the active material having a density of 1.3–1.5 mg cm−³. High-purity (A.R., >99.7 %) sodium metal was fabricated into wafers with a thickness of 100–200 μm and a diameter of 12 mm, used as both counter and reference electrodes. Whatman glass fiber was used as the separator, and the electrolyte was 1 M NaPF6 in dimethoxyethane (DME). The full cells were constructed following the same procedure as the half cells, employing NCS-1000 as the anode and a commercially sourced Na3V2(PO4)3 as the cathode. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements were performed using an electrochemical workstation from Shanghai Chenhua. EIS measurements were performed using a frequency range of 105 to 0.01 Hz with an applied amplitude of 5 mV. The measurements were carried out at open-circuit potential (OCP) after the cells had stabilized. EIS was conducted at a fully charged state (3.0 V vs. Na/Na+) following 50 charge-discharge cycles at a current rate of 0.05 A g−1. Constant current cycling tests were performed in the voltage range of 0.005–3.0 V using LANHE battery testing equipment (Wuhan)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Density functional theory (DFT) analyses were performed using the Gaussian 09, Revision D.01 computational software. The M06-2X functional combined with the 6-31G (d, p) basis set was employed for geometry optimization [ ]. For each optimized geometry, single-point energy calculations were conducted at the M06-2X/6-31G (d, p) theoretical level. The adsorption energy (Ead) was calculated using the formula: Ead = Ecomposite - (ENa + Egraphene), where Ecomposite represents the total energy of the composite system, ENa represents the energy of the isolated sodium ion, and Egraphene represents the energy of the pristine graphene substrate. Additionally, advanced functionalities of the Multiwfn computational tool were utilized to evaluate the electrostatic potential (ESP) and reduced density gradient (RDG). Isosurface mapping and visualization tasks were efficiently handled using the Visual Molecular Dynamics (VMD) software version 1.9.3."
                    ],
                    "name": "Computational method",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis of NCS material, as illustrated in Fig. 1, involves an eco-friendly polymerization reaction, followed by a high-temperature pyrolysis process. Dopamine, which is rich in –NH2 and –OH functional groups, readily undergoes self-polymerization to form spherical polydopamine. Subsequent high-temperature calcination under an inert atmosphere leads to the decomposition of polydopamine, resulting in the formation of carbon. Simultaneously, nitrogen atoms from the –NH2 groups are doped in situ into the carbon, resulting in the formation of nitrogen-doped carbon submicron spheres. The method employed here is both cost-effective and suitable for industrial application. By utilizing polydopamine as a precursor, our approach minimizes the use of expensive or toxic chemicals, significantly reducing production costs and waste. Additionally, the template-free synthesis process eliminates the need for complex template removal steps, simplifying the production and enhancing scalability. This streamlined methodology, combined with its environmentally friendly attributes, makes the method favorable for large-scale fabrication of nitrogen-doped carbon microspheres, aligning well with industrial requirements for sodium-ion battery anodes.",
                "The crystal structure of NCS-X samples was examined via X-ray diffraction (XRD) and Raman spectroscopy. In Fig. 2a, the XRD patterns reveal a broad peak near 24.0 and a faint peak near 42.0, indicating the coexistence of graphitic and turbostratic structures on the (002) and (100) crystal planes, respectively [ , ]. Significantly, the (002) peak of NCS-X shows a noticeable leftward shift compared to graphite, suggesting an expansion of the interlayer spacing within the carbon layers. Based on Bragg's equation, the interlayer distances of the NCS-800, NCS-1000, NCS-1300, and NCS-1500 samples are determined to be 0.385 nm, 0.4 nm, 0.377 nm, and 0.371 nm, respectively, all greater than that of graphite (0.34 nm), with NCS-1000 showing the largest interlayer spacing. Earlier research has shown that the introduction of N atoms can induce structural distortion in carbon materials, resulting in an increase in interlayer spacing, which, in turn, facilitates enhanced sodium ion accommodation and expedited diffusion kinetics. Furthermore, the diffraction peak corresponding to the (100) plane of NSC-X increases in intensity with increasing temperature, indicating enhanced graphitization. Fig. 2b displays the Raman spectra of NCS-X, featuring prominent peaks at approximately 1345 cm−1 (D band) and 1530 cm−1 (G band). The D band reflects vibrational modes of disordered carbon near the edges of graphite flakes, while the G band corresponds to in-plane stretching of C–C bonds. The ID/IG ratio serves as a standard metric that indicates the amount of defects and the level of disorder present within the graphite structure [ ]. Specifically, NCS-1000 displays the highest ID/IG value among NCS-800, NCS-1000, NCS-1300, and NCS-1500, suggesting the highest defect concentration. The presence of defects can serve to provide additional sodium storage sites, significantly augmenting the material's capacity.",
                "The specific surface area and pore size distribution of the NCS-X samples were assessed via N2 gas adsorption-desorption isotherms. As shown in Fig. 2c, the isotherms of all NCS-X samples are classified as type II, indicating that these materials exhibit non-porous structures. According to Brunauer-Emmett-Teller (BET) analysis, the NCS-X samples exhibit relatively low specific surface areas. The specific surface areas of NCS-800, NCS-1000, NCS-1300, and NCS-1500 are 11.34, 11.62, 14.77 and 20.25 m2/g, respectively. A lower specific surface area can minimize the consumption of irreversible sodium during the formation of the SEI, thereby significantly improving the ICE.",
                "The surface valence bonding of NCS-X was probed through X-ray photoelectron spectroscopy (XPS) analysis. In the XPS survey spectra, all specimens exhibit discernible peaks corresponding to the elemental constituents C, O, and N (Fig. 2d). Elemental analysis reveals that the N(O) elemental content in the NCS-800, NCS-1000, NCS-1300, and NCS-1500 samples is 8.373 % (11.447 %), 6.844 % (9.477 %), 1.161 % (4.73 %), and 0.362 % (0.963 %), respectively (Table S1). The elevation of temperature intensifies the decomposition of the polymer precursor, resulting in a gradual decrease in the concentrations of N and O elements. Notably, the presence of nitrogen in the sample is nearly negligible as the pyrolysis temperature increases to 1500 °C. The high-resolution C1s XPS spectra of NCS-X reveal distinct peaks at 284.6, 285.4, and 286.7 eV, corresponding to C–C, C–O, and C–CN bonds, respectively (Fig. 2e) [ ]. The observed trend indicates a reduction in the intensities of the C–O and C–CN peaks alongside a marked increase in the intensity of the C–C peak with rising temperature, indicative of temperature-driven decomposition of oxygen-containing functional groups and CN bond rupture. In the N1s XPS spectra, NCS-800 and NCS-1000 manifest four discernible peaks located at 398.1, 399.7, 400.9, and 402.5 eV, representing pyridinic nitrogen, pyrrolic nitrogen, graphitic nitrogen, and oxidized nitrogen, respectively [ ]. Conversely, NCS-1300 exhibits solely two fitted peaks at 398.1 eV (pyridinic nitrogen) and 400.9 eV (graphitic nitrogen), while NCS-1500 presents negligible presence of N1s peaks due to its trace nitrogen content (Fig. 2f). Fig. S1 depicts the nitrogen doping levels across the samples synthesized at varying temperatures. The previous studies suggest that pyridinic and pyrrolic nitrogen moieties are more conducive to Na+ storage compared to graphitic nitrogen and oxidized nitrogen. Pyrrolic nitrogen, in particular, facilitates interlayer expansion, thereby lowering the energy barrier for Na+ insertion/extraction, while both pyrrolic and pyridinic nitrogen functionalities provide additional active sites for Na+ storage. Remarkably, NCS-1000 showcases the highest content of pyrrolic and pyridinic nitrogen, which augments interlayer spacing and enhances conductivity, thereby imparting superior electrochemical performance to the resultant NCS material.",
                "The microstructural morphology and particle dimensions of NCS-X were investigated using SEM and TEM. The NCS-X specimens exhibit submicron-sized spherical morphology, with particle dimensions diminishing proportionally to the elevated annealing temperatures (Fig. 3a–h). The reduction in particle size is primarily attributed to the deep pyrolysis of the precursor at high temperatures. The high-resolution TEM images of NCS-X reveal no discernible lattice fringes, indicating their amorphous nature (Fig. 3i–l). The elemental mapping through energy-dispersive spectroscopy (EDS) confirms the homogeneous distribution of carbon (C), nitrogen (N), and oxygen (O) species across the specimens, with a progressive decline in N and O concentrations corresponding to increasing calcination temperatures (Fig. 3m, S2). These findings are consistent with EA and XPS results.",
                "To investigate the sodium storage electrochemical behavior, cyclic voltammetry tests were performed on NCS-X samples at a scan rate of 0.2 mV s−1 within a voltage range of 0.005V–3V. As illustrated in Fig. 4a–d, the initial cycle cathodic scan of NCS-X samples exhibits an irreversible peak at 0.85V. This peak vanishes in subsequent scans, which is indicative of the formation of the SEI and the irreversible interactions between sodium ions and surface functional groups [ , ]. Notably, with the increase in pyrolysis temperature, the peak area of the initial irreversible reduction peak diminishes. This phenomenon is primarily attributed to the excessive decomposition of functional groups at elevated temperatures, resulting in a reduced concentration of these groups on the hard carbon surface. In subsequent scans, a pair of sharp redox peaks is observed at 0.005 V and 0.15 V, corresponding to the intercalation and deintercalation of sodium ions within graphite interlayers. Additionally, weak humps persist over a broader voltage range of 0.2–1.5 V in both cathodic and anodic segments, which are attributed to the adsorption and desorption of sodium ions at defect sites and surface functional groups. Furthermore, the CV curves exhibit significant overlap after the initial cycle, demonstrating the superior structural stability and electrochemical reversibility of NCS-X. Fig. 4e–h illustrates the discharge/charge profiles for the initial three cycles of NCS-X samples at a current density of 0.05 mA g−1. The typical discharge/charge curves for all NCS-X samples feature a sloping region above 0.1 V and a plateau region below 0.1 V. The initial discharge/charge capacities for NCS-800, NCS-1000, NCS-1300, and NCS-1500 are 400.1/299.9, 459.1/330.7, 350.6/256.4, and 240.2/199.3 mAh g−1, respectively, with corresponding ICEs of 75.0 %, 73.4 %, 73.1 %, and 83.0 %. The relatively high initial Coulombic efficiency of NCS-X is attributed to their reduced specific surface area and minimal porosity, which mitigate the irreversible consumption of sodium ions during the SEI formation. Fig. S3 presents the specific numerical values of the plateau and sloping capacities of NCS-X samples at 0.05 A g−1. NCS-1000 exhibits the highest plateau capacity, predominantly attributed to its elevated pyrrolic nitrogen (N) content. Pyrrolic N possesses lone pair electrons perpendicular to the graphene plane. The abundant pyrrolic N induces significant electrostatic repulsion between graphene layers, effectively expanding the interlayer distance, thereby providing smoother pathways for sodium ion insertion and extraction. Apart from its outstanding plateau capacity, NCS-1000 also demonstrates remarkable sloping capacity. The elevated content of pyridinic and pyrrolic N in NCS-1000 enhances the sodium ion kinetics, augmenting the electrode surface's capacitance properties, thereby significantly improving the material's sloping capacity. To delve deeper into the sodium storage mechanism of NCS-X, ex-situ XRD were conducted on NCS-1000 at various voltage states during the initial charge/discharge cycle (Fig. 4i). During the discharge process (sloping region a-b), no peak shifts were detected in the ex-situ XRD patterns, suggesting that the mechanism involves the adsorption of sodium ions onto defects and surface functional groups. Notably, in the plateau region (b-d), the (002) peak of the NCS-1000 electrode exhibited a shift towards lower angles, indicating an expansion of the graphite interlayer spacing, consistent with Na+ intercalation between the carbon layers. Upon further charging to 3.0 V (d-f), the (002) peak nearly returned to its initial position, highlighting the excellent structural reversibility of the material. Therefore, as shown in Fig. 4j, the NCS-X operates via an 'adsorption-intercalation' sodium storage mechanism, with the sloping region corresponding to the adsorption mechanism and the plateau region attributed to the intercalation process.",
                "Fig. 5a presents the cycling performance of the NCS-X samples. As depicted, NCS-1000 achieves a reversible specific capacity of 386.6 mAh g−1 after 100 cycles at a current density of 0.05 A g−1, significantly outperforming NCS-800 (315.0 mAh g−1), NCS-1300 (292.6 mAh g−1), and NCS-1500 (227.1 mAh g−1). The enhanced sodium-ion storage capacity of NCS-1000 is primarily ascribed to the increased interlayer spacing of graphite and the improved sodium-ion kinetics, which are induced by the high content of pyrrolic-N and pyridinic-N within its carbon framework. Remarkably, NCS-1000 also exhibits outstanding long-term cycling stability and rate capability. As illustrated in Fig. 5d, even after 1500 cycles, NCS-1000 retains a high reversible capacity of 229.0 mAh⋅g−1, with an impressive capacity retention rate of 75.3 %. In comparison, NCS-800, NCS-1300, and NCS-1500 exhibit significantly lower reversible capacities of less than 199, 150.2, and 101 mAh⋅g−1, respectively, and capacity retention rates of 68.9 %, 61.1 %, and 56.1 % after 1500 cycles. To explore the effect of active material loading on the sodium storage performance of NCS, a half-cell test was conducted on the high-loading NCS-1000 electrode (with a loading of 3.5 mg cm−2) at a current density of 1 A g−1. As shown in Fig. S4, after 1500 cycles, the reversible sodium storage capacity of the high-loading NCS-1000 electrode is 219.2 mAh g−1, with a capacity retention of 76.5 %. This performance is comparable to that of the low-loading electrodes (1.3–1.5 mg cm−2), suggesting that the electrode loading has a minimal impact on the sodium storage capability of the NCS-X materials. The high sodium storage capacity and outstanding cycling performance of NCS-1000 have proven challenging to achieve with previously reported carbon-based materials (Fig. 5c) [ , , , , , , ]. To delve deeper into the underlying reasons for NCS-1000's superior cycling stability, a postmortem analysis of the NCS-X electrodes was conducted using SEM and optical photography. Fig. S5 presents the SEM images and corresponding optical photos of the NCS-X electrodes after cycling at different stages. The data clearly show that NCS-1000 retains its spherical structure even after 1000 cycles, highlighting its exceptional structural stability. In contrast, NCS-800, NCS-1300, and NCS-1500 exhibit significant aggregation and structural collapse after the same number of cycles. This superior stability in NCS-1000 can be attributed to its enlarged interlayer spacing, which effectively mitigates the stress caused by volume changes during sodiation and desodiation, thus preserving the integrity and longevity of the electrode structure. Fig. 5b presents the rate performance of NCS-X. NCS-1000 exhibits superior rate capability compared to NCS-800, NCS-1300, and NCS-1500, maintaining reversible capacities of 329.5, 320.6, 304.9, 279.4, 260.1, 241.7, 214.9, and 180.1 mAh g⁻1 at current densities of 0.05, 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g−1, respectively. Upon returning the current density to 0.05 A g−1, the capacity rapidly recovers to 364.3 mAh g−1, demonstrating outstanding rate capability. To evaluate the practical applicability of the NCS-1000 electrode, we assembled a full cell by coupling the NCS-1000 anode with the commercially available Na3V2(PO4)3 cathode in a 1 M NaPF6/DME electrolyte, as shown in Fig. S6a. The charge-discharge profiles of NCS-1000 and Na3V2(PO4)3 indicate average working voltages of 0.3 V and 3.4 V, respectively (Fig. S6b), which suggests that the voltage platform for the NCS-1000 || 1 M NaPF6/DME || Na3V2(PO4)3 full cell is approximately 3.1 V. The charge/discharge behavior of the full cell is in good agreement with the theoretical predictions (Fig. S6c). As shown in Fig. S6d, after 100 cycles at a current density of 1 A g⁻1, the full cell retains a reversible capacity of 114.8 mAh g−1, with a capacity retention of 79.6 %, demonstrating excellent cycling stability. This high sodium storage capacity and remarkable cycling performance highlight the potential of this full cell for practical applications.",
                "To further elucidate the superior rate performance of NCS-1000, CV tests at various scan rates ranging from 0.7 mV s−1 to 2.0 mV s−1 were conducted on NCS-X. As depicted in Fig. 6a, S7a-c, the CV curves of all four materials maintain their shape well with increasing scan rates, indicating minimal polarization for NCS-X. For a quantitative analysis of the capacitive contribution to sodium storage, the anodic peaks were selected for detailed fitting and calculation. The relationship between current density and scan rate at a fixed potential is typically expressed as:i = avb (1)",
                "where a and b are constants. A b-value of 0.5 indicates predominantly diffusion-controlled sodium storage behavior, while a b-value of 1 suggests a capacitive-controlled process [ , ]. Plotting log(i) against log(v) allows us to determine the slope, which corresponds to the b-value. As shown in Fig. 6b, S7d-f, the b-values for the anodic peaks of NCS-800, NCS-1000, NCS-1300, and NCS-1500 are calculated to be 0.66, 0.69, 0.57, and 0.44, respectively, indicating that NCS-1000 exhibits the most pronounced capacitive characteristics. Drawing on previous studies, the contributions of capacitive and diffusion-controlled processes to sodium storage can be quantified using the equation:i = k1v + k2v1/2 (2)",
                "where k1v and k2v1/2 correspond to the capacitive and diffusion contributions, respectively [ , ]. As illustrated in Fig. 6c–d, S8, at scan rates of 0.7, 1.0, 1.5, 1.7, and 2.0 mV s−1, the capacitive contributions to the total charge storage for the NCS-1000 electrode are 68 %, 70 %, 73 %, 76 %, and 78 %, respectively. These values surpass those for NCS-800 (65 %, 68 %, 72 %, 74 %, 77 %) (Fig. S9a), NCS-1300 (55 %, 61 %, 66 %, 68 %, 72 %) (Fig. S9b), and NCS-1500 (51 %, 53 %, 59 %, 61 %, 64 %) (Fig. S9c). The significant incorporation of pyrrolic-N and pyridinic-N in NCS-1000 markedly increases the defect concentration on the hard carbon surface, thereby enhancing the material's capacitive properties. These outstanding capacitive characteristics contribute to the superior rate performance of the NCS-1000 electrode. To further elucidate the kinetic properties of NCS-X, galvanostatic intermittent titration technique (GITT) was employed to assess the apparent diffusion coefficients (D) of the four electrodes (Fig. 6e, S10). Utilizing Fick's second law, the calculated D values for NCS-1000 ranged from 10−10.8 to 10−12.2 cm2 s−1, which are markedly higher than those for NCS-800 (10−11.1 to 10−12.4 cm2 s−1), NCS-1300 (10−11.9 to 10−13.0 cm2 s−1), and NCS-1500 (10−11.8 to 10−13.0 cm2 s−1). These results indicate significantly enhanced charge diffusion kinetics for the NCS-1000 electrode, thereby further ensuring its strong rate capability. In addition to its rapid sodium ion diffusion kinetics, NCS-1000 also demonstrates exceptional electronic conductivity. Fig. S11 presents the electrochemical impedance spectra (EIS) of the NCS-X series materials after 50 charge-discharge cycles at 0.05 A g−1. The Nyquist plots of these four materials exhibit a semicircle in the medium to high-frequency range, indicative of both interfacial resistance (Rs) and charge transfer resistance (Rct). Meanwhile, the low-frequency region shows a linear trend, primarily associated with the diffusion resistance of Na⁺ within the electrode materials [ , ]. Based on this equivalent circuit analysis (Fig. S12, Table S2), it is observed that NCS-1000, excluding NCS-1500, exhibits a notably low charge transfer resistance (Rct = 9.3 Ω) and interfacial resistance (Rs = 2.6 Ω), indicating a rapid electron transfer rate. This superior performance is mainly attributed to the abundant defect structures within NCS-1000, which effectively increase the carrier concentration within the material, thereby significantly enhancing its electronic conductivity. It is noteworthy that the high conductivity of NCS-1500 is primarily due to the highly graphitized structure formed under high-temperature calcination.",
                "To comprehensively understand the enhancement effects of various nitrogen doping configurations on the adsorption of sodium ions in hard carbon materials, density functional theory (DFT) calculations were employed to meticulously analyze the electrostatic potential variations in carbon materials doped with graphitic N, pyridinic N, and pyrrolic N sites. As illustrated in Fig. 7a–c, in comparison to graphitic N-doped hard carbon, the incorporation of pyrrolic N and pyridinic N induces a more pronounced polarization effect locally within the material. This polarization effect results in a significantly more negative electrostatic potential in the vicinity of the pyrrolic and pyridinic nitrogen atoms, thereby substantially enhancing the affinity of the carbon material for sodium ions. Furthermore, we delved into the bonding interactions and adsorption energies between Na+ and these three nitrogen doping configurations, providing deeper insights into the specific influences of different nitrogen doping strategies on the Na+ adsorption capabilities of carbon materials. As shown in Fig. 7d–f, a uniform disc is observed between Na+ and the surfaces of the three doped carbon configurations, corresponding to cation-π non-covalent interactions between the sodium ions and the carbon surfaces. This indicates that the adsorption of Na+ on N-doped carbon surfaces is primarily governed by cation-π interactions. It is noteworthy that the disc for pyrrolic-N and pyridinic-N doped carbon is blue, while the disc for graphitic-N doped carbon is green. According to the sign (λ2)ρ value diagram (Fig. 7g), it is evident that the adsorption strength of Na+ is significantly higher on pyrrolic-N and pyridinic-N doped carbon compared to graphitic-N doped carbon. Furthermore, the adsorption energies calculated using the formula Ead = Ecomposite - (ENa + Egraphene) for pyrrolic-N, pyridinic-N, and graphitic-N doped carbon are −2.50 eV, −1.85 eV, and −1.73 eV, respectively, further substantiating that pyrrolic-N and pyridinic-N doped carbon exhibit a stronger affinity for sodium ions."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this study, we successfully synthesized nitrogen-doped carbon microspheres using a high-temperature pyrolysis method. The nitrogen content and configurations were effectively controlled by varying the pyrolysis temperature. The microspheres treated at 1000 °C, enriched with pyrrolic and pyridinic nitrogen, exhibited excellent electrochemical performance for sodium storage. They achieved an initial coulombic efficiency of 73.4 % and a sodium storage capacity of 386.6 mAh g−1 after 100 cycles at a current density of 0.05 A g−1. Even at a high current density of 10 A g−1, the material maintained a capacity of 180.1 mAh g−1. Remarkably, after 1500 cycles, the capacity retention was 75.3 %, demonstrating outstanding cycling stability. The presence of pyrrolic nitrogen within the graphite interlayers enhances interlayer spacing and facilitates sodium ion insertion and extraction. The doping of pyridinic and pyrrolic nitrogen introduces distortions in the carbon structure and increases defect concentration, thereby improving charge transfer kinetics. Additionally, the low surface area of the spherical structure reduces the irreversible sodium ion consumption during solid electrolyte interphase (SEI) formation, contributing to high coulombic efficiency. This research presents a novel design and manufacturing strategy for hard carbon materials, advancing the practical application of sodium-ion batteries (SIBs)."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Hongwei Tao: Writing – original draft, Visualization, Investigation, Funding acquisition, Formal analysis, Conceptualization. Kerui Huang: Visualization, Investigation, Formal analysis, Data curation. Kai Zeng: Writing – review & editing, Supervision, Conceptualization. Sha Li: Validation, Funding acquisition. Zhijun Zhao: Validation. Zhengyou He: Validation, Supervision. Kangli Wang: Validation, Supervision. Kai Jiang: Validation, Supervision. Haitao Hu: Writing – review & editing, Validation, Supervision."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "Data will be made available on request."
            ],
            "name": "Data availability statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Pyrrolic and pyridinic nitrogen-rich carbon microspheres derived from polydopamine as advanced anodes for sodium ion batteries"
}