{
    "DOI": "10.1039/D1RA00048A",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "One of the greatest challenges of our time has been a rapid increase in global energy consumption that relies heavily on fossil fuels resulting in fast depletion of the reserves. Hence, with the supply and consumption gap ever increasing, there has been an urgent need to develop novel and environmentally friendly materials for energy storage systems (ESS). In this regard, the rechargeable battery market is growing beyond expectations and has become important for powering portable electronic gadgets and battery electric vehicles. Amongst the energy storage devices, lithium-ion batteries LIB have been hailed for technological advancement in terms of high energy and power densities, however, this advancement cannot address the fast depletion of Li sources as well as the cost that is involved in interfacing them with solar cells and windmills. This limited availability of Li reserves is projected to likely affect the future of the electric vehicle industry. Thus, it is very important to develop substitutes for LIBs based on non-noble metals. In recent years, sodium-ion batteries (SIBs) have been highlighted as emerging low-cost alternatives to LIBs for their large scale ESS due to their widespread resources and analogous working mechanism to lithium. However, SIBs suffer from challenges of low energy and power density as compared to LIBs as well substantial structural changes as the size of sodium ion is 55% bigger compared to the lithium ion. Thus, electrode materials that can offer high surface area, electrical conductivity and outstanding electrochemical properties are being explored in this context. Up till now, various sodium 3d metal oxide cathodes have been explored to have sufficient sodium storage and stable cyclability, however, the anode host material for Na ion storage have been sparsely reported.",
                "So far, various materials, such as lithium alloys and composites, carbon, nitrides, transition metal oxides (TMO), and polymers, have been explored as the negative electrode materials for SIBs, but they all show low capacities (less than 300 mA h g−1), huge irreversible loss and poor cycling. Therefore, in order to overcome these drawbacks and boost the electrochemical performance, Fe-based oxides have been considered as promising candidates as anode material for SIBs due to their high reversible capacities, feasibility to control energy density and working voltages by varying the transition metal contents. Thus, in the current work, a binary metal oxide such as ZnFe2O4 (ZFO) based on spinel structure has been chosen as the anode for SIBs. ZFO possesses a high theoretical capacity of about ∼890 mA h g−1, low diffusion resistance to proton/cation, good electronic conductivity and facile electrolyte diffusion. These unique features are central to the advancement of high performance anode materials. Dual metal oxides are expected to overcome issues that plague the current SIBs such as solid-electrolyte interphase (SEI) layer, low coulombic efficiency and low cycling performance by employing single TMOs. Dual metal oxides possess high capacity due to the provision of multiple oxidation states as opposed to single oxidation state for intercalation anodes. Synergism is one most important properties of dual metal oxides leading to better electrical conductivity and deliverance of high capacities due to enhanced electrochemical performance. Combination of 3d and 4d metals such as CoMoO4 anode materials have been studied that are shown to exhibit very stable structures and offer high charge capacity due to conversion reactions between Co and Mo. Recently, Muruganantham et al., have reported ZnMn2O4 with a spinel structure as an anode for SIBs and its electrochemical performance was evaluated. Ferrites have been particularly found interesting to explore as anodes for SIBs. Similarly, MgFe2O4 porous nanoparticles were synthesized by a simple sol gel combustion process as an anode in LIBs and SIBs. MgFe2O4 were found to exhibit outstanding cycling and rate performance for Li ions in LIBs while sodium ion storage showed similar values of discharge capacity albeit moderate retentions as compared to LIBs.",
                "The morphology and microstructure of the prepared materials have huge impacts on their electrochemical performance. As the size is decreased to the nanoscale, nanostructure materials show unique properties, making them different from the bulk. Mesoporous materials offer, on the other hand, high specific surface area with large pores and hence show exceptional electrochemical performance promoting contact between electrolyte and electrode. This allows for the diffusion of sodium ions across the electrode to support volume expansion during dis/charge cycles. The size of the particle plays an important role in its performance and so does the method of synthesis that markedly affects the performance. Efforts have been directed to synthesize different morphologies to enhance sodiation/desodiation and its retention. In this work, a one-step hydrothermal approach was employed for the preparation of mesoporous ZnFe2O4 nanospheres to enhance their electrochemical performance. Up till now, according to our knowledge, only a few reports are presented for ZnFe2O4 as electrode material for the development of SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Zinc dichloride (ZnCl2), iron trichloride hexahydrate (FeCl3·6H2O), sodium acetate (CH3COONa), and glycerol were purchased from Sigma-Aldrich all with analytical grade. ZnFe2O4 was synthesized with a hydrothermal method. Briefly, two separate aqueous solutions of ZnCl2 (0.5614 g dispersed in 40 ml of deionized water) and FeCl3·6H2O (2.1586 g dispersed in 40 ml of deionized water) were prepared with a continuous magnetic stirring. 20 ml of glycerol was added in both solutions followed by slow addition of CH3COONa (3.2 g) in the mixture. The solution was stirred for 2 h and then transformed to a 200 ml Teflon-lined autoclave which was transformed to oven and heated at 200 °C for 12 h. The precipitates were collected using a centrifuge at 5000 rpm and rinsed several times with deionized water and ethanol. The precipitates were dried in the oven at 80 °C for overnight prior characterization."
                    ],
                    "name": "Synthesis of ZnFe2O4",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction method was used to observe the crystalline structure of material using Rigaku X-ray diffractometer with Mo Kα wavelength. The diffraction was recorded as ring image and later converted to 1D peak pattern. The converted XRD 1D pattern was then transformed to Cu Kα radiation wavelength for comparison with a standard pattern. The morphology of ZnFe2O4 particles was monitored using scanning electron microscopy (JEOL 7600F). Microstructure and elemental mapping analysis of ZnFe2O4 were conducted at transmission electron microscopy (G2 F20 FEI, Tecnai). The specific area and porosity in ZnFe2O4 particles were measured using the Brunauer–Emmett–Teller (BET) approach by nitrogen adsorption at 77 K at a Tristar II 3020."
                    ],
                    "name": "Characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Galvanostatic properties of ZnFe2O4 electrodes were assessed using coin type CR-2032 cells. The ZnFe2O4 electrodes were prepared by mixing the ZnFe2O4 powder, Super P carbon, and polyvinylidene difluoride (PVDF) binder in a weight ratio of 7:2:1. N-Methyl-2-pyrrolidone (NMP) was added to the above mixture in a proper amount to get homogenous slurry. The prepared slurry was spread on copper metallic foil followed by drying, hot roll-pressing, and vacuum drying. Coin cells were fabricated in argon filled glove box using sodium metal foil as a counter electrode, porous glass fiber as a separator, and 1 M NaClO4 dissolved in propylene carbonate and fluoroethylene carbonate in 96:4 wt% ratio as the electrolyte. The electrochemical properties such as cyclic voltammetry (CV), galvanostatic, and electrochemical impedance spectroscopy (EIS) of the prepared cells were determined on a potentiostat CH (600E) instrument. EIS measurements were taken using coin cells in the frequency range of 0.1 Hz to 100 kHz with a voltage amplitude of 0.007 V.",
                        "The electrodes were prepared by dis-assembling the coin cell at fully discharged and recharged states to measure the ex situ characterizations. The obtained anodes were carefully cleaned with NMP and vacuum dried. Ex situ X-ray absorption spectroscopy (XAS) was measured at the 10C beamline of Pohang Light Source. The beamline consists of Si(111) double crystal monochromator and harmonics were reduced by 40% of the peak intensity. Zn and Fe metallic foils were employed as a reference. All the data were recorded in transmittance mode. Ex situ TEM (Talos™ STEM F200X) of the electrodes was taken by scratching the electrode materials from copper foil."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The synergistic effect of both Zn and Fe in refining the nanostructure will help improve electrochemical performance by providing a porous structure. Further, porosity also facilitates accommodation of strain produced due to insertion of Na+ ions and structural changes taking place during charge/discharge cycles. Powdered X-ray diffraction as in Fig. 1 was employed to identify the phase upon the synthesis of ZnFe2O4. The diffraction peak in XRD for spinel structure ZnFe2O4 in the same fashion as ZnCo2O4 (ref. ) are well matched with ICSD No. 01-073-1963. The strong intensity and narrow peak width in XRD pattern show high crystallinity and purity as seen from ICSD No. 01-073-1963 and there is no peak that could be matched with any impurity. The crystallite size of the prepared ZnFe2O4 powder was determined using Williamson–Hall method from (022), (113), (004), (115), and (044) diffraction peaks. The crystallite size of prepared ZnFe2O4 particles is calculated to be 13 nm.",
                "Morphological studies of ZnFe2O4 was conducted through SEM at different magnifications vis-à-vis 5000×, 20000× and 200000× which show spherical nodules. The low resolution SEM image in Fig. 2a shows homogenous growth of spherical particles. The high resolution SEM image in Fig. 2b shows two kinds of large and small spherical particles. From Fig. 2b and c, it is evident that the spheres with 200 nm and 1 μm diameter dimensions have been synthesized with a flaky homogeneous surface. The porosity, which is beneficial for efficient catalytic properties can be seen in Fig. 2b with voids in between the nanoparticles.",
                "The nanostructures were further investigated by TEM. Fig. 3a shows the TEM images where small nanoparticles join to form a big single nanosphere which is important for high surface area facilitating the diffusion of electrolyte and is in agreement with SEM micrographs. At high magnification grain boundaries are discernible. The composite grain formed by agglomeration is composed of many spherical shaped nanoparticles as small as 5–10 nm in size embedded in a matrix growing along (111), (022), and (113) plane as revealed in the inset of Fig. 3b where the corresponding d-spacing was calculated to be 0.4995, 0.2645, and 0.3066 nm. High porosity promotes possible applications as electrode materials for SIBs.",
                "The pore size distribution of ZnFe2O4 is determined by using the Barrett–Joyner–Halenda (BJH) model as shown in Fig. 4. The BJH model demonstrates a wide distribution of pores from 3 to 21 nm with a peak centred at 9.2 nm, suggesting a mesoporous structure of ZnFe2O4 spheres. The ZnFe2O4 nanosphere demonstrated a specific surface area of 32 m2 g−1 and pore volume of 0.13 cm3 g−1. A large surface area together with significant porosity allows for more space accommodation and structural evolution during cycles, affecting its rate and cycling performance. The specific surface area for the ZnFe2O4 nanosphere as well as the pore size distribution was carried out by conducting nitrogen adsorption–desorption isotherms as given in Fig. 4 inset which indicates a type IV isotherm pointing towards he the existence of a porous structure as is revealed in SEM and TEM images.",
                "Galvanostatic profiling of ZnFe2O4 was conducted at room temperature at 50 mA g−1 in a potential range of 0.005–3.0 V shown in Fig. 5a. The as-synthesized anode composite delivers discharge and charge capacities in 1st cycle as 729 and 478 mA h g−1 respectively. While the low charge capacity at the first cycle is ascribed to the development of solid electrolyte interphase (SEI) at the electrode. This corresponds to a coulombic efficiency of 66%. In the 2nd cycle, the values of discharge and charge capacities are recorded as 470 and 460 mA h g−1, respectively and thereafter the capacities are stabilized in the subsequent cycles indicating high stability for sodium ion extraction and insertion. The change in slope with the corresponding considerable capacity loss after the 1st cycle is compatible with the shifting of the peaks in the CV (Fig. 7a). Sodium insertion in ZnFe2O4 proceed through conversion reaction as given in eqn (1)–(3). Na2O product is formed during sodiation process which hinders the reversible sodium extraction. Hence, the effective coating on ZnFe2O4 would be suitable to reduce the irreversibility and improve the cycle life.",
                "As shown in Fig. 5b, the values of discharge and charge capacities at 1st cycle are 729 and 478 mA h g−1, respectively. While at the 100th cycle, discharge/charge capacities plummet to 288 and 284 mA h g−1, respectively. The coulombic efficiency at 1st and 100th cycles was calculated to be 66 and 98%, respectively and hence high coulombic efficiency is achieved at high cycle number indicating high cyclability and reversibility for sodium ions. Noteworthy is the fact that the coulombic efficiency improves over the number of cycles and almost similar coulombic efficiencies for charge and discharge cycles points towards following the same reaction over and again as given in ref. for LIBs.",
                "EIS data for ZnFe2O4 anode is carried out to determine the charge transfer resistance Rct before cycling (pristine state) and after cycling of the sodium ions. The Randles equivalent circuit is given in the inset showing parameters such as resistance of solution (Rs), Constant phase element accounting for inhomogeneity of the electrode (CPE), charge-transfer resistance (Rct), and Warburg resistance (W). The Fig. 5c shows that Rct value increases substantially from 135 Ω in a pristine state to 533 Ω in cycled. The increase in Rct is related to structural changes in the electrode and polarization effects during cycling of sodium ions which hinders the effective transfer of electrons and thus raises Rct values. This also verifies the formation of SEI in Fig. 5a during the first charge cycle.",
                "Rate performance of ZnFe2O4 electrode in a range of 0.005–3.0 V at 0.05, 0.1, 0.3, 0.5, 1.0, and 2.0 A g−1 current densities is conducted with 10 cycles per step as displayed in Fig. 6b. The specific capacities were calculated to be 410, 327, 215, 167, 113, and 78 mA h g−1 at 0.05, 0.1, 0.3, 0.5, 1.0, and 2.0 A g−1 current densities, respectively. It is worthy to reveal that the high rate capability of the ZnFe2O4 electrode is achieved without arduous coating methods.",
                "CV experiments were performed to observe the redox reaction between 0.005–3.0 V potential at a scan rate of 0.05 mV s−1 as shown in Fig. 7. It is clearly visible that the 1st CV cycle is distinct from the subsequent cycles. The peak appearing at 1.3 V is attributed to the appearance of SEI formation at the electrolyte/electrode interface. The conversion/alloying of Na with Zn to form NaZn corresponding to a peak at around 0.1 V which leads to an increase in the discharge capacity as seen in Fig. 5a at the respective electrode and corroborates well with these results showing a high reduction current. The peak at 0.4 V is due to the reduction of NaxZnFe2O4 to Zn and Fe whereas the anodic peaks at 1.25 and 1.5 V are due to dealloying of ZnNa and subsequent oxidation of Zn2+ and Fe2+ where Fe2+ will transfer to its most stable oxidation state of Fe3+. After the first cycle, the second and third cycle shows diminished peaks as a layer has already been deposited resulting in reduced cathodic and anodic currents. However, the CVs after the 1st cycle appear at the same potentials suggesting good structural stability of the electrode and cyclability of SIBs. Fig. 7b shows a graph of current vs. potential at different scan rates where the curves increase in scan rate demonstrating a conductive surface with deposition of Na+ from the electrolyte solution and back to solution by dealloying reaction and oxidation of the metals. Thus, the diffusion coefficient of Na+ ion can be calculated by considering the Randle–Sevcik equation in Fig. 7c which allows plotting current vs. sqrt of scan rate and a straight line equation is applied and DNa for Na+ is determined from the slope. The sodium diffusion coefficient was determined to be 2.615 × 10−15 cm2 s−1 from CV which agrees well with the diffusion coefficient calculate from GITT profile. The DNa+ value for ZnFe2O4 anode is comparable with the reported Na2V6O16·nH2O (2.46 × 10−14 cm2 s−1) and higher than TiNb2O7 (2.0 × 10−20 cm2 s−1) anodes.",
                "Galvanostatic intermittent titration technique (GITT) is used to probe the kinetics of sodium ions during insertion/extraction process in ZnFe2O4 anode and allows to determine DNa at different equilibrium potential state. Fig. 8 shows the potential response of ZnFe2O4 anode in a range of 0.005–3.0 V as a function of time in hours for de/sodiation process to happen cycled at 0.1 mA g−1. The equilibrium potential state is reached in 1 hour for each applied potential step. The potential of the electrode is affected by each current pulse (10 min) during the charge/discharge cycle inserting and extracting Na+ ions. By making use of Fick's second law of diffusion and presuming that sodium ion follows the law, the diffusion coefficient is calculated from the equation as:",
                "where τ is the pulse time at the time when the current density is applied, mB is the loading of composite in grams, VM is the molar volume in cm3 mol−1 and is taken as constant during calculations, MB is the molecular weight in g mol−1, S is the effective surface area determined by BET calculations and ΔEs and ΔEτ are the change in step steady state potential and change in the cell potential at pulse time τ.",
                "The values depict that the sodium ions face sluggish kinetics at deep discharge from OCP values initially and hence DNa+ values at the beginning and end of the discharge process are calculated to be 6.492 × 10−14 and 6.18 × 10−16 cm2 s−1 which is attributed to structural changes in the electrode. The same trend can be seen at the charging process where DNa+ values at the beginning and end of the charge process are determined to be 1.106 × 10−12 and 9.51 × 10−12 cm2 s−1. The formation of conversion reactions is the main cause of sluggish kinetics which is the reason behind developing a kinetic barrier impeding the electron and ion transport at charge/discharge cycles.",
                "XAS is a powerful technique to monitor the oxidation states and coordination environment of metal sites. Mechanistic elucidation of the reactions happening at the interface to understand and improve the electrochemical performance is imperative to our progression in battery future technology. Here, ex situ techniques such as XRD and XANES have been employed to probe the reaction mechanism at the surface of the electrode. The XRD peak in Fig. 9a for the pristine electrode are shown demonstrating well matched peaks with no impurities. However, after sodiation amorphous-like structure is obtained. Fig. 9b and c show XANES of Fe and Zn K edge for pristine, full discharged, recharged after sodiation/desodiation and standard Fe and Zn metallic foils. In Fig. 9b, the pristine Fe edge spectrum is noticed at high energy which is due to Fe3+. The Fe K edge XANES also shows a small pre edge which is attributed to the distorted Fe–O octahedra. The discharge ZnFe2O4 electrode XANES spectrum moves towards lower energy which is an indication of the reduction mechanism of Fe and consistent with Na+ insertion in the anode material. The same can be observed for Zn XANES discharge electrode spectra in Fig. 9c. While recharged ZnFe2O4 electrode moves toward higher energy, indicating oxidation of Fe and Zn due to extraction of Na ions. The discharged spectra for both Fe and Zn XANES spectra are dissimilar with the respective metallic foils entailing an incomplete reduction as is evidence by the reduced specific capacity for the anode material. Hence, it can be deduced from XANES spectra that both metal Fe and Zn contribute to the electrochemical performance of the material by their participation in reversible oxidation and reduction reactions.",
                "High angle annular dark field imaging (HAADF) photograph of a single particle involved in the sodiation of the material is shown in Fig. 10. It can be seen from line profile for single particles in Fig. 10f that an intense line spectra are shown for single particles such Fe, Zn, O and Na at K series of X-rays which corroborates well with Fig. 10a–e. Shapes of particles are more defined and more intense colored during Na+ are insertion in the material. Further, sodiation process does not alter the morphology which is the indication of the stability of ZnFe2O4 spherical particles.",
                "Fig. 11 shows the EDS mapping photographs of Fe, O, Zn, and Na of the recharged ZnFe2O4 electrode. All the elements were observed in mapping, however, sodium is noticed with less intense as can be indicated in Fig. 11f. Moreover, sodium is more intense around the edges of particles which is as a result of the establishment of thick SEI layer. Hence, EDS mapping results show the presence of high intense sodium contents in fully discharged particle and less intense in fully recharged particle.",
                "In summary, porous ZnFe2O4 nanospheres have shown promising cycling and rate performance as anode for SIBs and a detailed comparison of ZnFe2O4 electrode is shown in Table 1. Further, reaction kinetics and mechanism is revealed using electrochemical characterization and advanced synchrotron based spectroscopy which provides insight into the material."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "ZnFe2O4 nanospheres were prepared using a simple hydrothermal process. The homogenously grown nanospheres show mesoporous structure with a peak at 9.2 nm. The prepared ZnFe2O4 nanospheres demonstrated high electrochemical performance where it delivers 284 mA h g−1 at 100th cycle and 84 mA h g−1 at a high rate of 2.0 A g−1. Sodium kinetics and diffusion coefficient are calculated using CV and GITT and the results indicate a low value of diffusion (∼10−16 cm2 s−1) during sodiation process and relatively high value (∼10−12 cm2 s−1) in the charge process. The sodium insertion/extraction mechanism is elucidated using XRD reveal conversion to amorphous-like structure with no change in morphology as evidenced by HAADF image. The change in the oxidation state of Fe and Zn is noticed with XAS which provide evidence of capacity contribution from each element. Hence, this systematic study not only provides elucidate the reaction kinetics but also provide better results for its potential use as anode for SIBs."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sodium insertion/extraction investigations into zinc ferrite nanospheres as a high performance anode material"
}