{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "High plateau capacity",
        "Closed pore",
        "Pre‑carbonization",
        "Sucrose"
    ],
    "Sections": [
        {
            "content": [
                "Although hard carbon still suffers from low initial coulombic efficiency and a controversial sodium storage mechanism, it is widely explored and utilized as an anode material for sodium-ion batteries due to its affordability and accessibility. This work used pre‑carbonization to construct sufficient reaction time of volatile reactive molecules released from matrix in the carbon interlayers, hence optimizing the structure of the nanopore and the graphite microcrystal inside the sucrose-based hard carbon. The sucrose-based hard carbon after pre‑carbonization treatment has an expanded carbon layer spacing, an appropriate micro-mesopore ratio, and a distinct closed pore structure. The result provides evidence that the low-voltage plateau region capacity is related to two Na+ storage behaviors: intercalation between carbon layers and pore-filling in nanopores. Further larger interlayer distances, lower micro-mesoporous ratios, and closed pores are favorable for sodium storage in the low-voltage plateau region which is assisting to improve the initial coulombic efficiency. In comparison to previously published studies, the pre‑carbonized hard carbon at 450 °C with a heating rate of 3 °C/min exhibits an impressive plateau capacity of 277 mAh g−1, increasing the contribution of the plateau capacity from 54 % to 63 %, while also enhancing cycling and rate performance. Furthermore, it has a significant initial coulombic efficiency (ICE) of 85 % and a noteworthy reversible specific capacity of 374 mAh g−1 at a current density of 20 mA g−1, which is noticeably better than the biomass hard carbon documented in the literature. Achieving a sustained low-voltage plateau capacity through microstructure modulation is crucial for producing hard carbon with both high specific capacity and rewarding ICE. This study presents a novel approach for the preparation sucrose based hard carbon of high plateau capacity and is expected to contribute significantly to the development of high energy density sodium-ion battery energy storage systems.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In recent years, reliance on traditional fossil fuels has led to a significant increase in carbon emissions and environmental challenges. This has prompted ongoing efforts to optimize energy storage systems and established goals such as “carbon neutrality” and “carbon peak”. Large-scale exploration of renewable energy sources such as solar, wind, and tidal energy, has resulted in a global consensus to transition toward low-carbon, green, and economically viable energy structures [1]. Cost-effective, large-scale energy storage systems effectively store intermittent renewable resources like solar or wind energy. Since their commercialization in the 1990s, lithium-ion batteries have been widely used in a variety of electronic devices. However, their large-scale application and deployment are limited by the uneven distribution and low reserves of lithium meatal [2]. Sodium, being more abundant than lithium, has garnered significant attention as a potential substitute for lithium-ion batteries. Nevertheless, commercial graphite anode materials, which are originally used in lithium-ion batteries, exhibit poor electrochemical performance in sodium-ion batteries due to the larger ionic radius of sodium ions compared to lithium ions and the thermodynamic instability of NaC intercalation compounds [3]. Furthermore, throughout the charging and discharging process, the structural collapse of anode materials, poor diffusion kinetics, and volume expansion are all exacerbated by the larger ionic radius. Consequently, finding suitable electrode materials for sodium-ion batteries remains a challenge, particularly when it comes to anode materials with high specific capacities and initial coulombic efficiencies [4].",
                "Carbon-based materials [5] are increasingly favored for anode applications due to their low cost, abundant availability, straightforward preparation, and high specific capacity, compared to titanium anode materials [6], organic compounds [7], alloying type materials [8], and other negative electrode materials. Among these, hard carbon emerges as a promising candidate for sodium-ion anodes due to its unique microstructure, which features a hybrid composition of pseudo- and amorphous nanodomains, alongside a rich array of edges, defects, voids, and pores [9]. These features facilitate enhanced channels and sites for sodium ion transport and storage. Although biomass-derived hard carbon (sourced from materials like nutshells [10], bagasse [11], waste paper [12], rice husk [13], bamboo [14], date palm [15], and rape seed husk [16]) has attracted much research interest due to its natural porous structure that facilitates electrolyte penetration as well as sodium ion transport. However, the complexity of the carbon source itself has made it difficult to accurately regulate its microscopic morphology. Another important aspect preventing the development of hard carbon is the debate over the Na-storage mechanism. There are three Na-storage mechanism [17,18] in hard carbons: (i) capacitive adsorption, (ii) nanopore filling, and (iii) insertion in carbon interlayers. Generally, HC exhibits two distinct voltage ranges in its electrochemical charge-discharge behavior: a low-voltage plateau region (0.01–0.1 V) and a high-voltage slope region (>0.1 V). The attribution of sodium ion storage in the plateau region and the sloping region has been controversial. In 2000, Stevens and Dahn [19] proposed the “intercalation-filling” mechanism to describe the insertion of sodium ions into hard carbon made by pyrolyzing glucose. In 2015, Bommier et al. [20] confirmed the “adsorption-insertion” mechanism using ex-situ X-ray diffraction (XRD) and Galvanostatic Intermittent Titration Technique (GITT). In 2016, Li et al. [21] suggested that the adsorption of sodium at defect locations correlates with the sloping region of hard carbon. Xu et al. [22,23] suggests that sodium ions in the sloping region above 0.1 V are adsorbed on the surface and in defects of the carbon material, whereas sodium ions in the plateau region below 0.1 V are stored as intercalation in the carbon layer. Zhang et al. [24] proposed the “intercalation/defect adsorption closed pore filling” mechanism. The slope region's sodium storage is thought to be connected to the adsorption of sodium ions at the defects, whereas the plateau region's sodium storage is owing to the insertion and filling of sodium ions [9].",
                "The electrochemical properties of hard carbon are generally influenced by its microstructure traits, including interplanar crystal spacing of (002) (d002), defects characteristics, graphite microcrystalline sizes (La Lc), mesopores, macropores, closed pores, and micropores types. By adjusting the microstructure of hard carbon, the capacity ratio between the plateau region and the sloping region can be effectively regulated. The strategies to modify microstructure can be categorized into three main approaches 1) modification of the carbon source molecular structure or the distribution of elements (like hard carbon composite with other materials by chemical bonding, adding heteroatoms or defects to increase the number of adsorption sites, extending the graphite interlayer distance (≈0.36–0.40 nm) to improve the intercalation of sodium ions in graphite domains, and ester-based crosslink construction); 2) construction of a hierarchical pore structure using a template method; and 3) creation of a research paradigm linking the microscopic structure and the carbonization process. Nevertheless, the majority of these tactics result in compromises in cell efficiency. For instance, enhancing Na+ insertion can increase capacity in the low-voltage plateau region; however, this insertion process is limited by the slower diffusion kinetics of Na+, negatively impacting rate performance. The capacity of the sloping region can be increased by improving the defect concentration, but the carbon layer flaws prevent sodium ions from being inserted at low voltage, which weakens the energy density of battery. Identifying an optimal hard carbon microstructure is crucial for balancing power and energy in the cells. The low-voltage discharge platform at the anode is important for achieving a high output voltage for the full cell. Additionally, the plateau region's sodium ion storage is deemed to contribute more reversible specific capacity [25]. One effective way to improve sodium ion storage performance is to prepare hard carbon anodes with high initial coulombic efficiency and high low-voltage plateau capacity. It has been demonstrated that closed pores can effectively improve sodium ion storage in the plateau region. Toney et al. [26] reported that higher pyrolysis temperatures increased the hard carbon's volume of closed pores, which favored the sodium ions occupying a plateau region below 0.1 V. A high performance anode material hinges on optimizing pore location, flaws, and the pore size distribution and volume fraction of the closed pore. According to research by Lyu et al. [27], lower carbonization temperatures typically result in reduced graphitization, a high specific surface area, and an increase in oxygen-containing functional groups, all of which are detrimental to the reversible storage of sodium ions. Additionally, by altering the carbon structure, a significant decrease in layer spacing with rising temperature also inhibits Na+ transport into the pores. The reversible storage sites for sodium can be efficiently increased by decreasing the open pores and increasing the closed pores, along with maintaining the proper connection for Na+ transport. Consequently, it is exceedingly significant to improving overall electrochemical performance to increase the Na+ storage capacity in the hard carbon platform region, which can be increased by logically regulating the open and closed pore content.",
                "Sucrose, a universal source of hard carbon, has the advantages of a single composition and a wide range of sources. So far, there are fewer reports on sucrose-based hard carbon, and more studies have been conducted to modify it as a composite material [[28], [29], [30]]. However, carbonization of hydroxyl-rich biomass is a multi-stage process that typically includes pyrolysis and gasification. This biomass typically emits substantial volumes of gases during carbonization, including water vapor, carbon monoxide, carbon dioxide, and other gases, resulting in poor control of the generated hard carbon structure and, ultimately, a low reversible specific capacity [31]. Here, we suggest a pre-carbonization pyrolysis technique for producing sucrose-based hard carbon with a high specific capacity. The hard carbon SC-450–1300 °C@3, which has the best electrochemical performance, possesses an initial coulombic efficiency of 85 % at 20 mA g−1 current density, a high reversible capacity of 374 mAh g−1, and a plateau region capacity that can be successfully increased from 54 % to 63 % to reach 277 mAh g−1. Compared to the biomass-based hard carbon reported in the literatures, the electrochemical performance of SC-450–1300 °C@3 is superior and competitive. Pre-carbonization reduces the ratio of micro-mesopores in hard carbon, increases pore size, and dramatically reduces specific surface area. Furthermore, the number of closed micropores and the spacing of the carbon layers increase, and this change in the carbon structure helps to improve the capacity contribution of the plateau region when the voltage is <0.1 V. This microstructural change occurs because the pre-carbonization process provides sufficient reaction time and energy for the secondary structural distortion of sucrose, and the volatile small molecules are fully active in the carbon interlayers, resulting in more closed pores and the merging of some micropores into mesopores. It was discovered that the capacity of the plateau region which result from the insertion and pore-filling of Na+ can contribute more reversible capacity. The higher the capacity of the plateau region, the higher the initial coulombic efficiency of the hard carbon, which is important for the fabrication of sodium-ion batteries with high energy density and outstanding power density."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                "The process of preparing sucrose-based hard carbon can be divided into two stages. The first stage is hydrothermal carbonization at a lower temperature. We prepared a sucrose solution with a concentration of 0.2 mol/L by fully dissolving sucrose (C12H22O11, 99 %, Shanghai Maclin Biochemical Technology Co., Ltd.) in distilled water. The sucrose solution was transferred to a hydrothermal reactor with a filling rate of 70 %, and maintained at 180 °C for 8 h. After the hydrothermal treatment the mixture was washed with deionized water, pumped, filtered, and then transferred to an oven at 60 °C for drying overnight to obtain a brown hydrothermal intermediate named M-SC. The second stage is the high temperature carbonization. The comminuted M-SC was carbonized at 1300 °C for 8 h under an argon atmosphere, yielding a material designated “SC-0-1300 °C\". During this process, a series of calcination temperatures and corresponding heating rates were also established."
                            ],
                            "name": "Synthesis of sucrose-based hard carbon",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "The brownish-red precipitate M-SC obtained from the hydrothermal method was subjected to pre-carbonization at lower temperatures for 4 h (here we set 400 °C, 450 °C, and 600 °C), and finally the sample was carbonized at 1300 °C under an argon atmosphere for 8 h to obtain pre-carbonized sucrose-based hard carbon, and the material was named SC-(Pre-carbonization temperature)-(carbonization temperature)@(heating rate), like SC-450–1300 °C@5."
                            ],
                            "name": "Synthesis of pre-carbonized sucrose-based hard carbon",
                            "type": "section_h4"
                        }
                    ],
                    "name": "Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Transmission electron microscopy (TEM, Talos F200S) and scanning electron microscopy (SEM, ZEISS Gemini SEM 300) were employed to study the material morphologies. Additionally, materials' crystalline structures were described using Cu-Kα radiation (1.54056 Å) and X-ray diffraction (XRD, Rigaku MiniFlex 600). The 532 nm laser micro-Raman spectrometer (WITec alpha300R) was used to obtain the Raman spectrum. Data from small-angle X-ray scattering (SAXS) were collected using a point detector (Xenocs Xeuss 3.0, France) and an X-ray diffractometer in transmission and parallel-beam geometry using Cu-Kα radiation. The Brunauer-Emmett-Teller (BET) surface area and pore parameters were measured using the adsorption-desorption apparatus (ASAP 2460) for N2 and CO2. XPS (Thermo Scientific K-Alpha) was used to analyze the surface elemental composition. Fourier transform infrared (NICOLET iS50 FT-IR) spectra were used to determine the chemical bonds in the substance. An argon environment was used to study the pyrolysis behavior of materials using thermogravimetric analysis (TG 209F1)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The slurry was prepared by dispersing the active materials, polyvinylidene fluoride (PVDF) and conductive additives (Super P), in a specific volume of N-methyl pyrrolidone (NMP) at a mass ratio of 8:1:1. The slurry was applied to 8 um-thick copper foil, which served as the working electrode. The electrodes were dried overnight in a vacuum oven at 105 °C, and subsequently cut into discs with a diameter of 12 mm, achieving an active substance loading of approximately 1.0 mg cm−2 per disc. The CR2032 coin cell was assembled for the test of the SIB anode in the glove box, in which the water and oxygen concentrations are kept below 1 ppm. The separator was glass fibers (GF/D, Whatman), while the electrolyte consisted of 1.0 mol/L NaPF6 combined with 1:1 (volume) ethyl carbonate (EC) or diethyl carbonate (DEC), sodium metal sheets were employed as both the reference and counter electrodes. A series of electrochemical performance tests were performed on the assembled half-cells using a BTS 4000 Neware battery tester (Neware, Shenzhen, China) and the M204 electrochemical workstation. Specific electrochemical tests were performed as follows: galvanostatic charge-discharge (GCD) profiles, cycle performance tests, galvanostatic intermittent titration method (GITT), cyclic voltammetry (CV, scan rate 0.1 mV s−1, voltage range 0.01 to 2.5 V), and electrochemical impedance spectroscopy tested after 5 cycles (EIS, frequency range 100 kHz to 10 mHz, amplitude 5.0 mV)."
                    ],
                    "name": "Electrochemical evaluation",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis of sucrose-based hard carbon (SC) involves two key stages: pyrolytic carbonization and hydrothermal crosslinking, as shown in Fig. 1a. The hard carbon that has been directly carbonized exhibits a small interlayer distance and a reasonably high degree of ordering. By contract, introducing a pre-carbonization step, the hard carbon based on sucrose possesses increased closed micropores, expansile interlayer spacing and high degree of disorder. Hydrothermal carbonization of sucrose referred to as M-SC, and it resembles the colloidal spheres produced by emulsion polymerization [32], as has been previously reported in the literature, as illustrated in Fig.S1. In our previous work, we identified 1300 °C as the optimal temperature for the high-temperature calcination stage, correlating with the largest spacing of sucrose-based carbon layers and a favorable disorder level (as shown in Fig.S2). The pyrolysis process was determined by TG and DTG curves, as shown in Fig. 2b. Between 80 °C and 200 °C, a slight weight loss was observed, attributed to the removal of water and minor contaminants attached to the material. Above 800 °C, the mass loss of M-SC stabilized, indicating that the M-SC increase and decrease in body weight are close to equilibrium and that a stable internal carbon organizaton of M-SC has been formed. The carbon yield at 1300 °C is 42 %. The mass loss rate of M-SC peaked at 400 °C, showing its highest reactivity at that temperature. The TG results show that the main mass loss interval of M-SC experiences catalytic, cleavage, and reconstruction of carbon atoms between 400 °C and 800 °C. This is accompanied by a large number of reactive small molecules that are released from the main body of the carbon material [33]. Based on this, we chose 400 °C, 450 °C, and 600 °C to study the temperature effect.",
                "FT-IR spectroscopy was utilized to further investigate the types of functional groups and variations in sucrose at various temperatures, as illustrated in Fig. 1c. After hydrothermal carbonization, the glycosidic bond peak at 925 cm−1 disappeared, replaced by CO (1700 cm−1) and CC (1600 cm−1) peaks, indicating sucrose dehydration during the solvothermal process [28] . These alterations may facilitate molecular interactions and promote the formation of hydrogen bonds [34]. All samples exhibit two primary bands for further carbonization, at 3600–3200 and 2900 cm−1, of which the former is related to the hydroxyl group's stretching vibration and the latter to the aliphatic group's stretching [28]. Both of which diminished in intensity with progressing carbonization, reflecting cyclization and dehydration processes. When M-SC was heated to 450 °C, the characteristic peaks of sucrose (908–732 cm−1) nearly disappeared, indicating significant structural degradation. By 600 °C, functional group changes stabilized, aligning with TG-DTG observations, and suggesting that the subsequent carbonization step involves internal carbon layer arrangement. By comparing the spectra of SC-0-1300 °C and SC-450–1300 °C, it is also possible to determine that the low-temperature pre-carbonization has minimal impact on the functional group of hard carbon. This suggests that pre-carbonization only affects the secondary structural change process of M-SC in high-temperature carbonization, where the reactive small molecules overflow from the carbon matrix.",
                "XPS analysis was used to determine the composition and chemical state of the produced hard carbon, as illustrated in Fig.S3e, f. There are just two elements (C and O), with C1s having a peak at 285.8 eV and O1s having a peak at 532 eV. The synthetic SC's carbon and oxygen levels ranged from 88.7 % to 94.4 % and 4.7 % to 5.7 %, respectively. Following pre-carbonization, the oxygen content of hard carbon increased, with the C/O ratio going from 20.1 of SC-0-1300 °C@5 to 16.9 of SC-450–1300 °C@3. Moreover, split-peak fitting was done to see the finer details of the group alterations in the functional groups, as Fig. 2 and Fig.S3 illustrate. The XPS spectra of O1s (Fig. 2a-c) can be back-convoluted into three peaks centered at 531.6, 532.5, and 533.7 eV, which correspond to C-O-C, C-O/COOR, and CO bonds. In the fitted C1s spectra (Fig. 2d-f), the functional groups C-C/C=C, CO, CO, and COOR are represented by peaks at 284.7, 285.7, 287.3, and 289.7 eV, respectively [32]. These oxygen-containing functional groups have the potential to improve hard carbon's electrochemical characteristics, especially the C=O/COOR groups. The functional group CO has been shown to provide a reversible sodium storage active site in the slope region [35,36].",
                "The scanning electron microscope image in Fig. 3a-c demonstrates the morphology of the SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3. All samples showed irregular block and sphere shapes with uneven sizes of 1–15 μm. The appearance of the block structure may be due to the further fusion of the sphere clusters during the sintering process, suggesting that the morphology is not significantly affected by the low-temperature pre-carbonization. Furthermore, the surfaces of the block and sphere structures are relatively smooth, with few visible pores. The related high-resolution transmission electron microscopy (HRTEM) images of SCs are displayed in Fig. 3d-f, all of their interior structures show an extremely disordered structure with no apparent signs of graphitization, the typical structure of hard carbon . With the low-temperature pre-carbonization treatment (Fig. 3e, f), a ring-like pseudo-graphite structure formed by multiple layers of long-distance twisted graphene nanoribbons with different orientations, accompanied by a large number of closed nanovoids, begins to appear in large numbers. This arrangement has been deemed to enhance sodium storage in the plateau region [25]. The folding of curved carbon layers and nanopore coalescence are responsible for the increase in closed nanovoids during pre-carbonization. As described in the literature, the annealing temperature and pyrolysis rate of first step influence the degree of crosslinking and defect in the pre-carbonized sample. Whereas the second higher annealing step primarily influences the graphitization degree of the final sample, as measured by the length of graphite tape and the number of layers.",
                "Fig. 4a, Fig.S4a, and c show the XRD spectra of SCs. The two broad peaks located at ~23°and ~43°correspond to the (002) and (100) crystallographic planes, respectively. These peaks indicate that the internal structure of the SCs exhibits typical disordered carbon characteristics, which aligns with the TEM results. The (002) crystal plane spacing of the SCs was calculated using Bragg's eq. (1) (Supporting information) and was summarized in Table 1 and Table S1. After pre-carbonization, the average inter-graphene spacing value (d002) increased from 3.84 Å of SC-0-1300 °C@5 to 3.94 Å of SC-450–1300 °C@5, then further increased to 3.95 Å of SC-450–1300 °C@3 when the calcination rate decreased to 3 °C/min. This increase in interlayer spacing facilitates the insertion and extraction of sodium ions within hard carbon. In addition, according to Scherrer's eq. (2, 3) [37,38] (Supporting information), the stack height (Lc) along the C-axis of the microcrystalline layer and the average lateral extension (La) along the A-axis are calculated for the pseudo-graphitic domain. As shown in Tabel 1 and Tabel S1, La and Lc decrease as the pre-carbonization proceeds and as the pre-carbonization heating rate decreases. The La values for SC-0-1300 °C@5 and SC-450–1300 °C@3 are 1.80 and 1.55 nm, respectively, while the Lc value fluctuates between 0.57 and 2.58 nm. Therefore, in the pre-carbonization stage, active small molecules in the carbon layer can affect the pores formed by the stacking of microcrystalline structures resembling graphite by enhancing the orientation of the basal plane and facilitating the formation of smaller and more oriented graphite microcrystals [39,40].. The Raman and HRTEM observations are in agreement with this phenomenon.",
                "The Raman spectrum was then employed to explore the microcrystalline structure of hard carbon. As seen in Fig. 4b and Fig.S4b, d, there is a D peak at 1340 cm−1 and a G peak at 1580 cm−1, where the former represents crystal defects (sp2 or the tensile vibration of sp3 at the edge of graphene) and the latter stands for CC (sp2) in the plane. We further calculated that the D peak area and G peak ratio AD/AG for SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3 are 1.69, 2.20, and 2.03, respectively (details in Table 1 and Table S1). The higher peak area ratio indicates that SC-450–1300 °C@5 and SC-450–1300 °C@3 have higher amorphous and disordered properties due to the extended hold at a lower temperature. The outcomes correspond with the TEM and XRD findings. It can be concluded at this point that low-temperature pre-carbonization can regulate crystallinity and disorder defects in hard carbon materials.",
                "The N2 isothermal adsorption and desorption curves are shown in Fig. 4c. All of the isotherms show type I and type II structures with H4 hysteresis, which is consistent with the expected adsorption behavior of micro-mesoporous materials. The BET equation was used to calculate the total specific surface area of SCs, with detailed information presented in Table 1. Following pre-carbonization, the specific surface area of SCs was significantly reduced from 165 m2 g−1 at SC-0-1300 °C@5 to 21 m2 g−1 and 16 m2 g−1 at SC-450–1300 °C@3 and SC-450–1300 °C@5, respectively. The density functional theory (DFT) was employed to calculate the full pore size distribution of the three hard carbon samples (Fig. 4d), the BJH model for mesopore distribution (Fig.S5a), and the Horvath-Kawazoe model for microporous distribution (Fig.S5b). The majority of pore diameters fall between 0.5 and 5 nm; the most widespread micropores in SC-0-1300 °C@5 are mostly found at 1.9 nm; mesoporous pores in SC-450–1300 °C@5 and SC-450–1300 °C@3 are found at 2.8 nm. The micropore volume was reduced to a minimal 0.006 cm3 g−1 from 0.04 cm3 g−1. Pre-carbonization results in a decrease in the distribution of mesopores and micropores. To further investigate the pore distribution of hard carbon with pores smaller than 1 nm, CO2 adsorption-desorption test was utilized. As shown in Fig. 4e, the specific surface areas of SC-0-1300 °C@5, SC-450–1300 °C@3 and SC-450–1300 °C@5 are 187.3 m2 g−1, 73.5 m2 g−1 and 68.8 m2 g−1, respectively. On the other hand, the Fig.S6 shows the richest micropore distribution, with the peak of SC-0-1300 °C@5 located between 0.5 and 0.6 nm and 0.8 nm. The average pore diameter of SC-450–1300 °C@3 and SC-450–1300 °C@5 is roughly 0.7 nm, indicating a concentrated micropore dispersion. In the CO2 adsorption and desorption experiments, the pore volume (≤1.066 nm) was 0.006 cm3 g−1 for SC-450–1300 °C@3 and SC-450–1300 °C@5, and 0.02 cm3 g−1 for SC-0-1300 °C@5. This showed that the proportion of mesopores increased and the volume of micropores was significantly reduced following low-temperature pre-carbonization. The mesopores are related to the nanopore filling of Na+ at the low-voltage plateau region [9].",
                "It is challenging to identify closed pores in samples utilizing N2 and CO2 adsorption-desorption measurements, but SAXS testing can analyze both open and closed pores. Thus, information about the closed pores in the materials can be obtained by comparing them. Fig. 4f shows the SAXS curves for the three hard carbons based on sucrose. All the SAXS curves have similar shapes, especially the shoulder peak located near 0.1 Å with strong scattering intensity, which is related to the abundant, well-developed micropore structure inside the hard carbon [14,26]. After pre-carbonization and reduced heating rate, the shoulder peak position shift toward smaller Q-value, and the prominence of the shoulder peak increases. With a large specific surface area and rich microporous distribution shown in N2/CO2 adsorption-desorption measurements, the SAXS peak signal for SC-0-1300 °C@5 further suggests that it is rich in micropores. In light of the relatively low specific surface area and microporous distribution of SC-450–1300 °C@5 and SC-450–1300 °C@3, the strong SAXS signal is explained by the abundance of closed pores. In order to obtain the accurate closed pore volume, we conducted a true density test. According to the following formula, the closed pore volume of hard carbon is calculated [41,42].",
                "V Close pore = 1 ρ ture − 1 2.26",
                "As shown in Table S4, the closed pore volumes of SC-450–1300 °C@3 and SC-450–1300 °C@5 are both greater than that of SC-0-1300 °C@5, while the open pore volumes are the opposite. This indicates that pre-carbonization promotes the conversion of open pores to closed pores in sucrose-based hard carbon. Pre-carbonization causes more closed pores because it releases a large number of volatile active small molecules from the main carbon body during the process. These small molecules overflow the main carbon material, which is the primary cause of the formation of nanopores [43]. These active molecules are then lost from the cracked carbon substrate and self-assemble to rebuild the carbon structure, causing some of the open pores to merge and turn into closed pores. Closed pores will greatly facilitate the storage of sodium in the plateau region, which is beneficial to the electrochemical performance of hard carbon.",
                "The initial three cyclic voltammetry curves of the three SCs are displayed in Fig. 5a and Fig.S7, with a scan rate of 0.1 mV s−1 and a voltage range of 0.01–2.5 V. The CV curves showed an oxidation peak at 0.1 V caused by sodium ions extracted from the hard carbon and a reduction peak at 0.01 V caused by sodium ion insertion [44]. The appearance of irreversible peaks near 0.4 V is caused by the decomposition of the electrolyte on the anode material to form solid electrolyte interphase (SEI) [45]. The intensity of the irreversible peaks was observed to be less for SC-450–1300 °C@5 and SC-450–1300 °C@3 than for SC-0-1300 °C@5, which may be related to the significant decrease in the specific surface area of the material after pre-carbonization. Moreover, such irreversible peaks disappeared in subsequent scans with good overlap of the scanning curves, which indicated that the SCs electrode materials possessed high reversibility in the charging and discharging processes.",
                "Fig. 5b illustrates the first-cycle charge/discharge curves for three materials, SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3, over the voltage range of 0.01–2.5 V at a current density of 20 mA g−1. The initial three galvanostatic discharge-charge (GCD) curves of SCs prepared using different segmented calcination conditions at 20 mA g−1 are displayed in Fig.S8. The initial charge/discharge specific capacities of SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3 are 281/427, 330/417, and 374/ 441mAh g−1, respectively, corresponding to the ICE of 66 %, 79 % and 85 %. Secondly, the discharge curve of the cell consists of a sloping region above 0.1 V and a plateau region below 0.1 V, which is consistent with the CV test results. As illustrated in Fig. 5c, Fig.S9, the capacity of the plateau region of the pre-carbonized hard carbon increased, with the pre-carbonization temperature of 450 °C increasing the platform capacity from 231 mAh g−1 (54 %) to 245 mAh g−1 (59 %) for SC-0-1300 °C@5, and a further slower heating rate further increasing the platform capacity to 277 mAh g−1 (63 %) for SC-450–1300 °C@3. Fig.S10 shows the capacity distribution between the sloping and plateau region in the second cycle discharge capacity. The plateau capacity of SC-450–1300 °C@3 in the second cycle remains high at 263 mAh g−1, indicating that the capacity reversibility of the plateau region is higher. As shown in TableS5, this extraordinary plateau capacity is also very competitive compared to others reported in the literature. Additionally, the initial coulombic efficiency increased significantly as the plateau capacity increased. In fact, there are three main ways in which hard carbon can store sodium ions: (1) Na+ adsorption at the surface of open pores and defect sites of graphene sheets (including the edges, heteroatoms, and vacancies); (2) Na+ insertion between graphene layers; and (3) pore filling with the formation of quasi-metallic clusters or Na+. The former is related to the capacity of the sloping region, while the latter two contribute to the capacity of the plateau region [45]. As summarized in Fig. 5f, for the low-voltage plateau region, the proportion of micro-mesopores in the hard carbon decreases with pre-carbonization, and the increased spacing of the carbon layers leads to a gradual increase in plateau capacity, which is also facilitated by the introduction of more closed pores by further pre-carbonization.",
                "In order to investigate the cycling stability of the samples, Fig. 5d demonstrates the retention of the charging specific capacity of the three materials after 150 cycles at 100 mA g−1 current density. As we have seen, the charging specific capacities of SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3 after 150 cycles were 194, 239, and 271 mAh g−1, respectively. And the capacity retention is 80.6 %, 81.8 %, and 83.8 %, respectively. The results indicate that all three materials have good cycling properties. While SC-450–1300 °C@3 exhibits a higher specific capacity after cycling, this may be related to the high initial coulombic efficiency of SC-450–1300 °C@3. Further, we tested the rate performance of the three samples by setting different current densities from 20 mA g−1 to 1000 mA g−1, and the results are shown in Fig. 5e. With the increase in current density, all the samples show a certain degree of capacity degradation, and when the current density goes back to 20 mA g−1 again, the specific capacity of the materials is restored to the same as that of the original ones, which indicates that the materials have a certain degree of structural stability. This indicates that the material has a certain structural stability. The best rate performance was displayed by SC-450–1300 °C@3, which had a specific capacity of 352.71, 320.53, 247.76, 173.96, 127.77, 82.40, and 60.67 mAh g−1, with a current density of 20, 50, 100, 150, 200, 500, and 1000 mA g−1, respectively.",
                "Na+ storage behavior in SC anodes was quantitatively analyzed using CV experiments with different scan rates. From 0.1 to 2.0 mV s−1, the CV curves at different scan rates are displayed in Fig. 6a. The oxidation peak moved marginally toward a higher potential with an increase in scan rate, suggesting a gentle polarization of the SC-450–1300 °C@3 electrode. The power-law formula [46],",
                "i = a ν b, can be used to analyze the sodium-ion electrochemical storage process of SC anodes. In this formula, a and b represent constant values, while",
                "i and",
                "ν stand for peak current and sweep rate, respectively. A capacitive-dominated process is typically indicated by the b value around 1.0, whereas a diffusion control process is indicated by a value near 0.5. The log (",
                "i)-log (",
                "ν) plot (shown in Fig. 6b) can be used to compute the b value. It was found that the b-values corresponding to peaks I and II of SC-450–1300 °C@3 are 0.35 and 0.59, respectively, whereas the peak voltages corresponding to peaks I and peak II on the CV curves are below 0.1 V where the sodium-ions is stored in the plateau region. Which indicates that the sodium-ion transport in the plateau region is controlled by the diffusion process. Additionally, the sodium storage of SC-0-1300 °C@5 in the platform region is also governed by the diffusion process, as shown by the b values of SC-0-1300 °C@5 of 0.20 and 0.51 (Fig.S11, Supporting information). Sodium ion storage in closed pores is thought to be a diffusion-dominated process because bulk diffusion is required for sodium ions to enter the closed pores [47]. Therefore, sodium ion diffusion control has a major role in the b value of SC-450–1300 °C@3, which is significantly closer to 0.5. Fig. 6c shows the EIS results for the three hard carbon materials after 5 cycles at a current density of 20 mA g−1. For three electrodes, the Nyquist plots show a sloping tail at the low and mid frequencies and a semicircle at the mid-high frequencies. With the smallest radius, SC-450–1300 °C@3 has the lowest resistance to charge transfer (Rct). Furthermore, at the straight Z'~ω-1/2, SC-450–1300 °C@3 exhibits a smaller slope (Fig. 6d). The Na+ diffusion coefficient of the pre-carbonized sucrose-based hard carbon is faster than that of the sucrose-based hard carbon because, as stated in Formula 4 (Supporting information), the slope is inversely proportional to the diffusion coefficient.",
                "In order to understand the storage kinetics of sodium ions in hard carbon, the galvanostatic intermittent titration technique (GITT) was used by applying a 30-min pulsed current of 20 mA g−1 between 5-h rest intervals. The diffusion coefficient of sodium ions was calculated by the following Fick's equation [48,49]:(3)",
                "D Na + = 4 πτ m B V M M B S 2 Δ E S Δ E τ 2",
                "Fig. 7a shows the complete GITT curves of the electrodes, SC-0-1300 °C@5, SC-450–1300 °C@5, and SC-450–1300 °C@3, during charging and discharging. The Na+ diffusion coefficients (DNa+) computed based on GITT data are all in the range of 10−11 cm2 s−1 (shown in Fig. 7b, c). During the whole charging and discharging process of the cell, the DNa+ changes with the voltage are relatively complex, with a slow decrease and a slow increase followed by a sharp decrease in the first part of the discharging process and then a fast rebound close to the end of the discharging. In contrast, the DNa+ decreases rapidly and increases rapidly in the first part of the charging process and finally slowly decreases. The complex changes in the diffusion coefficient of sodium ions were mainly caused by the different sodium storage mechanisms in the slope and platform region. During the discharge process, sodium ions are stored in the hard carbon; DNa+ remains at a high value until the discharge voltage reaches 0.1 V, which corresponds to the adsorption storage behavior of sodium ions at the hard carbon defects. As the discharge depth increases, when the voltage is below 0.1 V, the DNa+ drops sharply, which suggests that the sodium storage reaction in the plateau region is a slow electrochemical process. After that, DNa+ increases again, indicating that sodium ions have entered the closed pores of the hard carbon."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, the overflow of volatile reactive small molecules in the sucrose-based carbon matrix was appropriately delayed by combining the two-step carbonization method with the low-temperature pre-carbonization method, adjusting the pre-carbonization temperature and heating rate. Additionally, the active small molecules within the carbon matrix helped to reconstruct the broken carbon layer, which allowed for an adequate secondary structural change reaction with sucrose. The material showed notable changes following the low-temperature pre-carbonization, including a decrease in the total pore volume, an increase in the number of closed pores, a boost in the average pore width, a decrease in the specific surface area, and an expansion in the spacing between the carbon layers. The results of our experiments further demonstrated that the intercalation and pore filling of sodium ions are related to the sodium-ion storage in the plateau region, and that larger pore diameters, more closed pores, and carbon layer spacing will be favorable to enhancing the plateau region capacity. Furthermore, the higher the capacity of the platform area, the greater the initial coulomb efficiency and the higher reversible specific capacity. Among all materials, SC-450–1300 °C@3 showed excellent performance with the highest reversible specific capacity of 374 mAh g−1 and a 63 % plateau capacity contribution, while possessing good cycle stability and rate performance. The extraordinary low-voltage plateau capacity of 277 mAh g−1 is superior to most of the literature reported so far. This study provides a new insight, which mechanism has the potential to be widely applied to the preparation of other hard carbon sources, to regulate microstructural of sucrose-based hard carbon. The sucrose-based hard carbon with a high low-voltage plateau capacity we prepared is promising to play an active role in sodium-ion full batteries with high output voltage and high energy density."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Yuanting Yan: Writing – review & editing, Writing – original draft, Formal analysis, Data curation, Conceptualization. Ge Chen: Data curation. Wenjing Liu: Conceptualization. Meizhen Qu: Conceptualization. Zhengwei Xie: Conceptualization. Feng Wang: Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "We declare that this manuscript is original, has not been published before and is not currently being considered for publication elsewhere. We confirm that manuscript has been read and approved by all named authors and that there are no person who satisfied the criteria for authorship but are not listed. We further confirm that the order of authors listed in the manuscript has been approved by all of us. We understand that the Corresponding Author is the sole contact for the Editorial process. He is responsible for communicating with the other authors about progress, submissions of revisions and final approval of proofs."
            ],
            "name": "Author statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        },
        {
            "content": [
                "Download: Download Word document (95MB)",
                "Supplementary material",
                "Recommended articles"
            ],
            "name": "Appendix A. Supplementary data",
            "type": "section_h2"
        },
        {
            "content": [
                "Data will be made available on request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        }
    ],
    "Title": "Research papersPre‑carbonization for regulating sucrose-based hard carbon pore structure as high plateau capacity sodium-ion battery anode"
}