{
    "DOI": "10.1021/jacs.4c09379",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been demonstrated as a beneficial complement to lithium-ion batteries in the field of scalable energy storage, characterized by abundant sodium resources and their uniform distribution.  The relatively higher redox potential of Na+/Na (−2.71 V) than that of Li+/Li (−3.04 V) urges the exploration of ideal cathode materials with higher redox potential to balance the energy density.  Owing to the strong inductive effect of both polyanions and fluorine, fluorophosphates with the general formula of Na2MPO4F (M = Mn, Fe, Ni, Co, etc.) are emerging as potential high-voltage cathodes. Particularly, Na2MnPO4F with a fascinating theoretical redox potential of ∼3.66 V by the Mn3+/2+ redox couple is believed to be a promising alternative. ",
                "However, Na2MnPO4F suffers from poor electrochemical activity due to its inherent low electronic and ionic conductivity.  Partial substitution of Mn with Fe to obtain Na2FexMn1–xPO4F, kept in the three-dimensional tunnel structure at x < 0.75,  has been demonstrated to improve the electrochemical activity of the Mn3+/2+ redox couple.  The porous Na2Fe0.6Mn0.4PO4F/C nanocomposite was reported with a capacity of 94.8 mAh g–1 at 1/20C.  Carbon-coated Na2Fe0.5Mn0.5PO4F exhibited a discharge capacity of 110 mAh g–1 at 1/20C.  Unfortunately, even at extremely low current densities, the redox potential of Mn3+/2+ typically remains low, often below 3.5 V, or may even be unattainable. The underwhelming electrochemical performance of Mn3+/2+ in this system seems to be intrinsic, which has prompted us to consider the electronic structure and orbital energy levels of Mn. It was postulated that a weaker M–O covalent bond reduces quantum mechanical repulsion between bonding and antibonding orbitals, resulting in an increased energy gap between the antibonding orbital and the Fermi level, thereby elevating the redox potential. ",
                "Herein, inspired by the aforementioned, we propose a local electronic structure regulation strategy engendered by doping elements with low-energy d-orbital electrons to weaken the covalent character of the Mn–O bond, therefore enlarging the distance between eg orbitals of Mn and the Fermi energy of Na to elevate the Mn3+/2+ redox potential. Furthermore, this strategy is characteristically effective for elements with d-orbital electrons (V3+: t2g2eg0 and Cr3+: t2g3eg0), and elements without d-orbital electrons cannot regulate the redox potential (Al3+: [Ne] and Sc3+: [Ar]3d0). Upon doping V or Cr, the work function is increased, suggesting a higher energetic barrier for gaining electrons and thus leading to an increasing discharge voltage. For Na2Fe0.45Mn0.4V0.1PO4F (FMV-0.1), the Mn3+/2+ potential platform can be almost fully realized for the first time, resulting in a significant increase in the discharge potential from 3.5 to 3.6 V, thereby boosting the energy density from 330 to 361 Wh kg–1. Additionally, FMV-0.1 demonstrates an excellent cycling stability of 1500 cycles at a 2C rate, with a capacity retention rate of 72%. This successful case underscores the pivotal role of electronic structure in electrochemical potential and indicates a new direction for research and optimization."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "V3+(t2g2eg0), Cr3+(t2g3eg0), Al3+([Ne]), and Sc3+([Ar]3d0) are chosen as doping elements for pristine Na2Fe0.45Mn0.55PO4F in consideration of the different 3d orbital states. In terms of these trivalent elements, the Mn content is appropriately reduced to maintain electrical neutrality. Accordingly, Na2Fe0.45Mn0.55PO4F/C (FM), Na2Fe0.45Mn0.4V0.1PO4F/C (FMV-0.1), Na2Fe0.45Mn0.4Cr0.1PO4F/C (FMCr-0.1), Na2Fe0.45Mn0.4Sc0.1F/C (FMSc-0.1), and Na2Fe0.45Mn0.4Al0.1PO4F/C (FMAl-0.1) were all synthesized via a facile solid-state method.",
                "X-ray diffraction (XRD) was used to characterize the phase structures of the as-prepared samples (a), all of which exhibit high crystallinity and characteristic peaks well indexed to the monoclinic Na2MnPO4F structure (P21/n, PDF card No. 97-005-9301). b presents the schematic diagram of the FM cylindrical structure, illustrating a robust 3D open channel framework comprising the interlinkage of Fe/MnO4F2 octahedra via F atoms along the b-axis and the connection of octahedra and PO4 tetrahedra by sharing of O atoms in the ac-plane. Theoretical calculations reveal that the more stable TM atomic arrangement in FM is Fe and Mn atoms concentrating on the two sides of the supercell, respectively (). The crystallographic data of FM and FMV-0.1 were obtained by Rietveld refinement of XRD, as illustrated in . Because of the slightly smaller ionic radius of V3+ than those of Mn2+ and Fe2+, FMV-0.1 possesses a reduced cell volume of 858.956 Å3 in contrast to FM (860.127 Å3). Raman spectra (c) reveal that all five samples show two characteristic carbon peaks of the D-band at 1350 cm–1 and the G-band at 1590 cm–1,  the ID/IG ratios of which are basically equal at ∼0.88, indicating a similar partial graphitization degree of the carbon framework. Further, thermogravimetric analysis (TGA) in the range of 100–600 °C shows that the total mass losses of FM, FMV-0.1, FMCr-0.1, FMSc-0.1, and FMAl-0.1 are 10.4, 10.4, 9.6, 11.6, and 10.2 wt %, respectively (), implying the similar carbon content in all five samples.",
                "Scanning electron microscopy (SEM) was used to observe the morphological features, as shown in . All the samples appear as irregular particles and display a similar size distribution within the range of a few hundred nanometers. High-resolution transmission electron microscopy (HRTEM) images (d1,e1) and their magnified images (d2,e2) show that the crystalline fluorophosphate grains are coated with an approximately 5 nm thick amorphous carbon layer. The magnified HRTEM images of the yellow square in d3,e3 can identify the interplanar spacings of 0.297 and 0.399 nm, which correspond to the (004) and (012) planes, respectively. Moreover, the selected-area electron diffraction (SAED) pattern (d4,e4) also confirms the high crystallinity of the as-prepared monoclinic-phase materials. Besides, energy-dispersive spectroscopy (EDS) indicates  that all elements within the FMV-0.1 particles are uniformly distributed (f).",
                "The electrochemical behaviors of all five samples were detected to evaluate the advantageous impact of the introduction of heteroatoms with d-orbital electrons. a compares their galvanostatic charge–discharge (GCD) profiles at 0.1C. FM, FMV-0.1, FMCr-0.1, FMSc-0.1, and FMAl-0.1 deliver discharge capacities of 104.8, 114.8, 107.6, 96.0, and 93.6 mAh g–1 at the second cycle, respectively. As b depicts, all the samples display two well-defined charge/discharge platforms belonging to Fe3+/2+ and Mn3+/2+ redox couples, respectively, which is consistent with the two redox couples in the cyclic voltammetry (CV) curves. Both FMV-0.1 and FMCr-0.1 manifest a higher Mn3+/2+ voltage platform at ∼3.6 V than FM. Consistently, the Mn3+/2+ redox couples of FMV-0.1 and FMCr-0.1 are offset to higher voltages in the CV curves. As shown in c, the calculated Bader charges show that the partial charge of Mn decreased after the introduction of V3+ and Cr3+, accompanied by the charge on the surrounding oxygen atoms increasing, which indicates a stronger ionic bond and weaker covalent bond characteristic of Mn–O. Mn 2p XPS spectra of FMV-0.1 and FMCr-0.1 shift to a higher binding energy than those of FM, reflecting the increase in the valence state of Mn, further confirming the enhanced ionic bond characteristic of Mn–O (d). All of the results indicate that the repulsion between the bonding and antibonding Mn orbitals reduces upon introducing V and Cr, resulting in an increased energy gap between the antibonding orbital and the Fermi level and thus an increasing redox potential. On the contrary, the introduction of Sc3+ ([Ar]3d0) and Al3+ ([Ne]) shows a recession of the voltage platform of the Mn3+/2+ redox couple. The significantly smaller current density of the Mn3+/2+ redox couple for FMAl-0.1 and FMSc-0.1, as depicted in the magnified CV curves, further confirms the results. As for the Fe3+/2+ redox couple centered at around 2.9 V, all of the samples exhibit nearly the same voltage and capacity, which means that the introduction of heterogeneous elements has little effect on the redox of Fe. Besides, there is almost no shift in binding energy after V and Cr doping for the Fe 2p3/2 peak (), which aligns with the GCD curves.",
                "To more accurately explore the elevation mechanism of the Mn3+/2+ platform, further analyses with ultraviolet photoelectron spectroscopy (UPS) and projected density of states (PDOS) were conducted to gain deep insights into the electronic structure. Detailedly, the samples for the UPS test were discharged to the end of the first platform (). The cutoff energy (Ecutoff) in bias voltage applied UPS spectra for FM, FMV-0.1, and FMSc-0.1 is measured to be 17.29, 17.18, and 19.15 eV, respectively. Based on the equation of Φ = hυ – |Ecutoff – Ef|, the corresponding work function (Φ) can be obtained as 3.91, 4.02, and 2.05 eV, respectively (e). The enlargement of Φ for FMV-0.1 denotes a higher energetic barrier for gaining electrons, leading to an increasing discharge voltage, as shown in GCD curves.  As shown in the schematic diagram (f), this indicates that after the introduction of V3+, the energy of the d orbital (antibonding orbital) of Mn is lowered, and the gap between the Fermi level and the vacuum level increases. Conversely, for FMSc-0.1 and FMAl-0.1, doped with Sc without 3d electrons and Al without 3d orbitals, respectively, the work function is significantly reduced, and the corresponding GCD curves show a significantly degraded Mn3+/2+ electrochemical platform ( and ). For FMCr-0.1, the Φ is slightly smaller than that of FM, which is consistent with the discharge curve as the FMCr-0.1 displays a more inclined platform than FM, resulting in a lower voltage at the end of the Mn3+/2+ platform despite its higher average voltage. Besides, to gain further insight into the electronic structure and electrochemical properties of the samples, density functional theory (DFT) calculations  were employed, and the relevant crystal structures are given in . Aligning with the previous observation, the introduction of V and Cr makes the Mn 3d orbitals shift to lower energy (g and ), leading to higher operating voltage. ",
                "Based on the crystal field theory, the energy levels of Mn 3d orbitals will split into low-energy t2g orbitals and high-energy eg orbitals in the octahedral field (a). The voltage delivered by Mn3+/2+ depends on the distance between the eg orbitals and the Fermi energy level of Na.  When the heteroatoms with d-orbital electrons replace the Mn site, such as V3+ and Cr3+, the covalent character of Mn–O will be weakened. This weakening reduces the repulsion between the bonding and antibonding orbitals, thereby increasing the energy gap between the eg orbitals and the Fermi energy level and consequently elevating the redox potential. Sc3+ ([Ar]3d0) and Al3+ ([Ne]) are the elements without d-orbital electrons, signifying their inability to tailor the electronic structure and alter the discharge potential, which agrees well with the GCD curves presented in a.",
                "The effect of the kinetics was further evaluated, including electronic conductivity and Na+ diffusivity. The UV–vis spectra of FM, FMV-0.1, and FMCr-0.1 were measured to calculate the band gap of the samples (). According to the Tauc plot, (αhυ)1/n = B(hυ–Eg), the corresponding (Ahυ)2 hυ curves for band gap determination of FM, FMV-0.1, and FMCr-0.1 samples are shown in b.  Noticeably, the band gap decreases from 3.09 eV (FM) to 3.00 eV (FMV-0.1) and 2.89 eV (FMCr-0.1), indicating an enhanced electronic conductivity after V and Cr doping. Furthermore, Kelvin four-terminal sensing was further used to measure the electronic conductivity (c). Consistent with the UV–vis tests, FMV-0.1 and FMCr-0.1 display the electronic conductivity of 7.69 × 10–5 and 1.00 × 10–4 S m–1, respectively, which are almost 4 times and 5 times higher than that of FM (1.92 × 10–5 S m–1). However, for FMAl-0.1 with the element without d orbitals, the electronic conductivity (1.16 × 10–5 S m–1) is lower than that of FM. And for FMSc-0.1, doped with the element Sc possessing 3d empty orbitals, the electronic conductivity is comparable to that of FM, far less than those of FMV-0.1 and FMCr-0.1. The conductivity regularity of linear sweep voltammetry (LSV) curves is consistent with the four-terminal data (d). Galvanostatic intermittent titration technique (GITT) was carried out to obtain the Na+ diffusion coefficient to study the electrochemical kinetics. The Mn3+/2+ redox voltage platforms of FM and FMAl-0.1 electrodes display similar distributions of Na+ diffusion coefficients, and the average Na+ diffusion coefficients within the voltage plateau range are low, approximately ∼9.2 × 10–12 cm2 s–1 and ∼1.3 × 10–11 cm2 s–1, respectively. In contrast, the Na+ diffusion coefficient of FMV-0.1 at the Mn3+/2+ redox voltage platform experiences a significant increase, with an average Na+ diffusion coefficient of about 1.6 × 10–11 cm2 s–1 (e and ). The rapid Na+ diffusion kinetics contribute to the higher reversible capacity exhibited by FMV-0.1. The interfacial kinetics of the Na+ transfer process were further analyzed via electrochemical impedance spectroscopy (EIS), and the trend of charge transfer impedance (Rct) well aligns with the results of LSV and GITT ( and ).",
                "In situ XRD was employed to fully analyze the phase transition process of FMV-0.1 in the initial cycle. The main peaks of (1 1 1), (0 1 2), (2 1 0), (−4 0 2), (4 0 0), (0 2 0), and (0 1 4) can be clearly observed and indexed (a2,b2). The position of Bragg peaks of both FM and FMV-0.1 electrodes exhibits continuous shifts throughout the charge/discharge process, with no emergence of new peaks. This observation presents a single-phase solid solution Na+ intercalation/extraction process, which is consistent with the previous reports.  Noticeably, the Na-poor state in the high voltage region will widen the Bragg peaks, as shown by the blue and red rectangle regions. It can be observed that the peak broadening region of FMV-0.1 is longer than that of FM, which means more sodium extraction in FMV-0.1 (a3,b3). This corresponds to its more adequate Mn2+/3+ redox process and higher specific capacity. The stacked in situ XRD patterns in a4,b4 show the same tendency, with a bigger shift of the peak position in FMV-0.1 than that in FM.",
                "The rate capability comparison highlights the superiority of FMV-0.1 and FMCr-0.1 (c), driven by the aforementioned enhanced electronic conductivity. The reversible capacities of 116.1, 107.7, 96.3, 85.7, 73.7, 57.4, and 45.1 mAh g–1 at various current rates of 0.1, 0.2, 0.5, 1, 2, 5, and 10C, respectively, are achieved for FMV-0.1, and a capacity of 112.0 mAh g–1 can be recovered when the current rate was turned back to 0.1C. The improved capacity of 116.1 mAh g–1 and the high Mn3+/2+ operating voltage of 3.6 V of FMV-0.1 give rise to a remarkable energy density of approximately 361 Wh kg–1 at 0.1C. Thereafter, the raw materials cost per energy of FMV-0.1 was estimated ( and d), which reflects a cost advantage over the reported polyanion cathodes for SIBs, manifesting great practical application prospects. Moreover, FMV-0.1 and FMCr-0.1 display a stable cycling performance, as shown in  and e. For FMCr-0.1, the initial discharge specific capacity is 85 mAh g–1 at 0.5C, surpassing the specific capacity of FM (79 mAh g–1). In addition, the FMCr-0.1 cathode maintains a high capacity of 73 mAh g–1 and a remarkable capacity retention rate of 86% after 400 cycles, whereas FM retains only 61 mAh g–1. Furthermore, FMV-0.1 and FMCr-0.1 also exhibit outstanding cycling stability, with 72% and 77% capacity retention, respectively, after 1500 cycles at 2C, which is much better than that of FM (60%).",
                "To further demonstrate the versatility of FMV-0.1, the pouch cell was assembled with hard carbon (HC) and FMV-0.1 as the anode and cathode, respectively, and is labeled FMV-0.1//HC. a gives a schematic diagram of the cell structure. The sodium storage behavior of the HC anode and FMV-0.1 cathode was tested (b). Accordingly, the discharge capacity is 98.3 mAh g–1 (based on the cathode) during the optimized voltage range of 1.5–4.0 V, thus achieving a high energy density of 306.9 Wh kg–1 (c). Additionally, an outstanding cycling performance with 77% capacity retention after 235 cycles and 75% capacity retention after 450 cycles is achieved at 0.5 and 1C, respectively (e)."
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a local electronic structure regulation strategy is brought forward by introducing elements with different d-orbital states. V3+ or Cr3+ substitution results in a weaker covalent character of the Mn–O bond and induces the enlargement of the energy gap between eg orbitals of Mn2+ and the Fermi energy of the Na metal, leading to a stronger energetic barrier for gaining electrons. Furthermore, the significant reduction in the band gap promotes the enhancement of intrinsic electronic conductivity. As compared to FM, the obtained FMV-0.1 exhibits an evident elevation of the discharge platform from 3.5 to 3.6 V, with an enhanced energy density from 330 to 361 Wh kg–1. This work not only proposes a novel strategy to rationally regulate the discharge voltage of Mn by tailoring the d-orbital electrons but also sheds light on the design of cathode materials with the desired electrochemical potential for high-performance SIBs."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Local Electronic Structure Regulation Enabling Fluorophosphates Cathode with Improved Redox Potential and Reversible Capacity for Sodium-Ion Batteries"
}