{
    "DOI": "10.1039/D0DT04387G",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As society is increasingly affected by the global energy crisis, multifarious green energy technologies, including fuel cells, secondary batteries, and electrocatalytic water splitting systems, have been developed and put into service. Since being commercialized by Sony more than 20 years ago, lithium-ion batteries (LIBs) have ushered in a stage of burgeoning development over the past thirty years toward a new era of energy storage and battery advancement on account of their high reversibility and good theoretical capacity. Recently, sodium-ion batteries (SIBs) have become a research hotspot, for the advantageous reasons that sodium is abundant and widely distributed in the earth's crust. Simultaneously, SIBs have a relatively similar electron-storage mechanism and electrochemical properties compared with LIBs. Nevertheless, the relatively low actual specific capacity of anode materials has immensely restrained the application of SIBs, which necessitates deeper exploration of competitive anode materials that would be more beneficial for the migration of sodium ions, whose ionic radius of 1.02 Å is larger than that of lithium (0.76 Å).",
                "Transition metal oxides (TMOs) have been widely researched as advanced anode materials for LIBs and SIBs, due to their multi-valence feature, environmentally friendly character, chemical stability, and low-cost feature. Among these, vanadium-based oxides stand out by virtue of their versatile valence (+2 to +5) and superior electrical conductivity compared to other common TMOs, which endows vanadium-based oxides with a high specific capacity. Interestingly, the V–O coordination structure is rich with amazing diversity, and can form a variety of crystal structures, including layered structures with a large interlaminar domain, and a three-dimensional skeleton structure of large tunnel space. Therefore, small metal ions can be easily embedded and released. Furthermore, binary transition metal oxides (bi-TMOs) display better integrated performance than unitary TMOs as anodes for LIBs and SIBs, on account of the synergistic effect and the electric structure modulation of dual metals. Lately, transition metal vanadates (designated as MVOs), as one class of bi-TMOs, have attracted considerable interest for LIBs. By introducing transition metal (M) ions into the layered structure of vanadium oxides, the layer spacing and structural stability can be regulated, effectively promoting the ability to hold metal ions (such as Na+ or K+). Additionally, the metal ions play a pivotal role in stabilizing the framework structure and can improve the long-term cycling performance. Among the MVOs, zinc–vanadium oxides (ZnxVyOz) are extremely advantageous for their eco-friendliness and low-cost feature. Above all, three anode reaction mechanisms for LIBs have been integrated in ZnxVyOz: the de-/alloying reaction (Zn + Li+ + e− ⇔ LiZn), conversion reaction (ZnO + 2Li+ + 2e− ⇔ Li2O + Zn), and de-/intercalation reaction of Li ions between vanadium oxides layers (VOx + yLi+ + ye− ⇔ LiyVOx), which largely increases the capacity of anode materials.",
                "However, so far the ZnxVyOz anode materials still suffer from inferior electric conductivity and an enormous volume variation during the reaction process, which are two issues that need to be addressed or alleviated when designing ZnxVyOz materials rationally. On the one hand, the nano-sized active substance can greatly shorten the ion diffusion time and promote a faster transfer of lithium and sodium ions. Additionally, the interface between the active materials and the electrolyte can also be enhanced, so as to significantly improve the rate performance. Furthermore, during the process of charging and discharging, agglomeration, termed as “electrochemical sintering”, may occur in simple nanostructures, leading to a slow kinetics and accelerating the capacity attenuation. Therefore, MVOs with a porous micro/nanostructure not only maintain the above kinetic advantages and have increased specific surface area, but also avoid agglomeration during the cycling process and keep the structure intact. On the other hand, the surface modification of MVO materials, such as in the conductive carbon hybrid, can further improve the electron and ion transport, alleviate the slight dissolution of vanadium, and inhibit the volume change, as well as help build a stable SEI interface layer. Moreover, defects can be introduced by doping the carbon with a heteroatom, thus ameliorating the surface wettability and increasing the active sites. These modification methods can generate a synergistic effect, which can greatly improve the reaction kinetics and stability of the as-designed materials.",
                "Herein, a composite of Zn3V3O8/N-doped carbon (Zn3V3O8/NC) microspheres with abundant porous nanosheets was successfully fabricated as anodes for LIBs and SIBs by a facile self-assembly and template method. The use of a hybrid carbonaceous species further promoted the electrical conductivity. The bimetallic zinc–vanadium oxides endow them with excess capacity, owing to the mixed mechanisms. The large porosity and specific surface area of the nanospheres stacked from nanosheets facilitate the fast migration of Li+ and Na+ ions, deliver vast active sites for electrochemical reactions, and alleviate the volume change during the discharge/charge process."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "2.1.1. Synthesis of zinc–glycerol (Zn–G) precursor. Typically, complexation between metal ions and glycerol was adopted to prepare the Zn–G precursor. Specifically, 0.5 mmol zinc nitrate hexahydrate and 8 ml glycerol were added into 40 ml isopropanol, followed by strong stirring, and then the mixed colorless transparent solution was transferred to a 100 ml Teflon autoclave, and maintained at 180 °C for 8 h. After centrifugation and vacuum drying, the Zn–G precursor was collected successfully.",
                        "2.1.2. Preparation of zinc pyrovanadate (Zn–V–OH) and mixed zinc vanadate (ZnVO). To further obtain the zinc pyrovanadate (Zn3(OH)2V2O7·2H2O, designated as Zn–V–OH), 60 mg as-synthesized Zn–G precursor was decanted to a flask, accompanied with adding 90 ml ethanol. Subsequently, 20 ml ammonium metavanadate aqueous solution (20 mM) was introduced drop by drop. Consequently, the zinc pyrovanadate could be derived through a condensing reflux reaction for 3 h at a specific temperature. After treatment at the high temperature of 400 °C with a heating rate of 2 °C min−1 for 2 h in a muffle furnace, the as-prepared Zn–V–OH product was further oxidized to mixed zinc vanadate (ZnVO), which included the two crystal phases Zn2V2O7 and Zn3(VO4)2.",
                        "2.1.3. Fabrication of ZnVO/polypyrrole (ZnVO/PPY) and Zn3V3O8/nitrogen-doped carbon (Zn3V3O8/NC) composites. In order to coat polypyrrole (PPY) on the surface of the ZnVO oxides, a chemical oxidation polymerization method was conducted to synthesize polypyrrole from the pyrrole monomer. In a typical synthesis process, 2.1 mg sodium dodecyl sulfate (SDS) was added into 20 ml distilled water, followed by dispersing the above ZnVO in it with ultrasonication. Then, 21 μl pyrrole was injected into the obtained suspension by pipette with magnetic stirring for 1 h. Next, 2 ml ammonium persulfate (0.1 M) was mixed to the solution little by little, both as an initiator and oxidant. After reacting for 3 h, a black precipitate could be harvested, which was labeled as ZnVO/PPY composite. The final Zn3V3O8/nitrogen-doped carbon (Zn3V3O8/NC) composites could be achieved by annealing ZnVO/PPY at 500 °C for 3 h in a N2 atmosphere."
                    ],
                    "name": "2.1. Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) (Rigaku D/Max2550) equipped with Cu Kα radiation (λ = 1.54 Å) between 10° and 80° was used to probe the crystal structures. To subtly explore the morphologies and interior microstructures, field-emission scanning electron microscopy (FESEM) (Hitachi, S-4800) and transmission electron microscopy (TEM) (JEOL, JEM-2010) were employed. In addition, an X-ray photoelectron spectroscopy (XPS) system (ECSALAB 250) furnished with Al Kα radiation (1486.6 eV) was used to verify the valence states of the specific elements. The Raman spectra were obtained on a Renishaw system at 514 nm in the range of 200–1800 cm−1. Also, thermogravimetric analysis (TGA) (NETZSCH STA409) curve was performed in the range of 25 °C to 750 °C. The pore-size distribution and nitrogen adsorption/desorption curves were acquired by BET (Brunauer–Emmett–Teller) and BJH (Barrett–Joyner–Halenda) methods, with the data obtained from a surface area analyzer (Micromeritics ASAP 2460)."
                    ],
                    "name": "2.2. Microstructural characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances were assessed using CR2016-type coin cells, which were assembled in a glove box (MIKROUNA, Germany) filled with 99.999% Ar gas. Lithium tablets were treated as the counter electrode in the cells. The working electrodes were prepared by mixing the Zn3V3O8/NC, acetylene black, and polyvinylidene fluoride (PVDF) in a proportion of 7:2:1 on the surface of Cu foil, which were considered as the active material, conductive agent, and polymer binder, respectively. N-Methylpyrrolidone (NMP) served as the solvent to form a paste. Then, the electrode was dried at 80 °C for 12 h under vacuum. In addition, the separator was commercial Celgard 2300 and the electrolyte was 1.0 M LiPF6 dissolved in ethylene carbonate/diethyl carbonate (EC/DEC, 1:1 v/v).",
                        "The basic process and environment for assembly of the sodium-ion half-cells were similar to for the above lithium-ion half-cells, except that CR2032-type coin cells were used instead of CR2032-type cells, the counter electrode was sodium tablets, a specific glass fiber was introduced as the separator, and the electrolyte was 1.0 M NaClO4 dissolved in diethyl carbonate/ethylene carbonate/(DEC/EC, 1:1 v/v), with 10 wt% fluoroethylene carbonate."
                    ],
                    "name": "2.3. Assembly of lithium-ion half-cells and sodium-ion half-cells",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A CHI760E electrochemical workstation was widely used to perform the cyclic voltammetry (CV) and the electrochemical impedance (EIS) measurements, for which the conditions were in the voltage range of 0.01–3.0 V versus Li/Li+ and Na/Na+ with a scan rate of 0.1 mV s−1 and over the frequency range of 10−2–105 Hz at an amplitude of 5 mV, respectively. Finally, the galvanostatic charge/discharge (GCD), cycling stability, and rate performance tests were conducted on a multichannel battery testing system (LAND CT2001A)."
                    ],
                    "name": "2.4. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As displayed in Fig. 1, the integrated preparation process is schematically described. Specifically, the Zn–G microspheres were obtained via the coordination reaction between zinc ions and glycerol. After the reflux condensation of the Zn–G precursor as a template with ammonium metavanadate, Zn–V–OH could be prepared and it inherited the spherical nanostructure. Finally, with the calcination of Zn–V–OH in air and subsequent carbon coating, the as-produced Zn3V3O8/NC microspheres assembled by nanosheets were successfully fabricated.",
                        "To verify the structural features during the whole synthetic process, powder XRD measurements of the products were conducted. As displayed in Fig. 2a, the hierarchical Zn–G precursor prepared by the hydrothermal method was validated to be glycerin zinc, in which all the peaks were in good agreement with C3H6O3Zn (JCPDS card no. 23-1975), different from some other amorphous metal–glycerin salts, such as Co–G, Mn–EG, and Mo–G. Similar to the above metal–glycerin salts, the proportion of organic components in Zn–G was approximately 50%, which could be proved by the TGA curve displayed in Fig. 2b. A good complexation reaction may occur between zinc ion and glycerol, followed by forming crystallographic C3H6O3Zn. With a self-assembly mechanism, the Zn–G nanosheets and microplates were first obtained, accompanied with the formation from nanoplates to microspheres. The specific process can be expressed by the following eqn (1):",
                        "Subsequently, the XRD pattern of Zn–V–OH is displayed in Fig. 2c, from which we can conclude that the Zn3(OH)2V2O7·2H2O microspheres were successfully synthesized due to all the diffraction peaks corresponding to the JCPDS card no. 50-0570. In addition, the weight loss of about 11.6% of Zn–V–OH after annealing in air (Fig. 2d) might be assigned to the removal of absorbed and crystal water. The mechanism for the formation of Zn–V–OH can be described as the following eqn (2):",
                        "After annealing the Zn–V–OH in air, the ZnVO mixed metallic oxide was obtained. As shown in Fig. S1,† all the main diffraction peaks at 16.7°, 25.8°, 28.6°, 28.7° and 29.5°, 34.9°, 36.0°, 43.1° can be indexed to the (11), (02), (002), (13) planes of Zn2V2O7 (JCPDS card no. 29-1396) and (131), (122), (320), (042) planes of Zn3(VO4)2 (JCPDS card no. 34-0378), respectively. There was no detection of residues, which validated that the hydroxide component had completely reacted with oxygen gas during the high-heat treatment. Finally, the PPY-decorated ZnVO composite was treated in argon gas under high temperature, and the two-phase ZnVO was transformed to single-phase Zn3V3O8. As shown in Fig. 2e, the five dominant peaks appearing at 30.1°, 35.5°, 43.1°, 56.9°, and 62.5° were completely consistent with the (220), (311), (400), (511), (440) planes of Zn3V3O8 (JCPDS card no. 31-1477). To further determine the loading amount of nitrogen-doped carbon in Zn3V3O8/NC, the TGA curve was obtained and is displayed in Fig. 2f, demonstrating an obvious two-step weight loss. Specifically, the decrease of 3.8 wt% below 200 °C may be due to the dissipation of absorbed water, while the other 19.3 wt% loss could be attributed to the oxidation of carbonaceous species. It is worth noting that the valence state of vanadium in ZnVO was +5, higher than that in Zn3V3O8/NC (+3 and +4 for vanadium), which could be ascribed to the reduction reaction originating from carbon at high temperature.",
                        "The specific chemical bonds and characteristic groups were explored by Fourier transform infrared spectroscopy (FTIR). Fig. S2a† displays the absorption spectrum of Zn–G self-assembled microspheres. The peaks below 1000 cm−1 were considered the fingerprint area, representing the out-of-plane flexural vibration of the C–H bond. The existence of primary and secondary hydroxyls could be verified by the peaks at 1064 and 1124 cm−1, respectively. Furthermore, the two absorption peaks located at 1323 and 1353 cm−1 could be assigned to a nitro group (–O–NO2) due to the side reactions between the nitric acid by-product from zinc nitrate and excessive glycerol, which will form a variety of nitroglycerides, followed by their complete disappearance after the final oxidation reactions. Also, the peak at 1380 cm−1 was due to the in-plane bending vibration of C–H bond in methyl (–CH3). Notably, the peaks appearing from 2700 to 3000 cm−1 could be ascribed to the stretching vibration of C–H bond, among which the two peaks at 2845 and 2936 cm−1 indicated the presence of methylene (–CH2–). Then, the wide and large absorption band at approximately 3388 cm−1 demonstrated a multi-molecular association because of the hydrogen bonds formed between the hydroxyl groups (–OH). At the same time, the strong board peak appearing at about 3440 cm−1 in the FTIR curve of Zn–V–OH (Fig. S2b†) indicated the presence of –OH and absorbed water, corresponding to the XRD analysis shown in Fig. 2c. Furthermore, the fitted FTIR curve of the ZnVO/PPY composite suggested the formation of a successful hybrid of polypyrrole (Fig. S2c†). To be specific, the stretching vibration of –NH– could be reflected by the broad absorption peak at about 3450 cm−1, while the C–N and vibration of pyrrole ring may be verified by the peaks located at 1622 and 1037 cm−1. The out-of-plane deformation vibrations of C–H in the pyrrole ring could be represented by the two peaks at 938 and 1386 cm−1.",
                        "Additionally, laser Raman spectroscopy was performed to characterize the key features of the components for Zn3V3O8/NC. As displayed in Fig. S3b,† two obvious sharp peaks were located at 1355 and 1572 cm−1, which could be ascribed to the D band and G band of carbon, respectively. Generally, the D band reflects sp3 hybridized carbon atoms and the defects content, while the G band is generated from the in-plane vibration of sp2 carbon atoms. The intensity ratio of the D band and G band (ID/IG) represents the defect density. To be specific, the ID/IG value of 1.06 here suggested some degree of disorder and defects for N-doped carbon. What is more, the wide peak between 2690–2910 cm−1 was consistent with the 2D band of carbon species, which was the second-order Raman peak of double phonon resonance, indicating the multi-layer feature.",
                        "FESEM measurements were introduced to further explore the morphology and structural characteristics of the materials during the whole process. Fig. 3a–c display the SEM images of the compact self-assembled Zn–G microspheres with the diameter of 10–20 μm, assembled by Zn–G microplates with the thickness of about 1 μm. As observed from the magnified image (Fig. 3c), the secondary microplates originated from the stacking of subordinate fluffy multi-layer nanosheets, demonstrating the hierarchical system of Zn–G microspheres, and further confirming the above-mentioned self-assembly reaction mechanism. Then, as illustrated in Fig. S4,† the Zn–V–OH intermediate obtained by a reflux process of Zn–G microspheres displayed a similar structure as Zn–G, except that the size and thickness of the secondary microplates were denser and thinner, which may be due to the successful vanadization of Zn–G. As displayed in Fig. 3d–f, after severe heat treatment in air, the ZnVO mixed oxides inherited the basic morphology of Zn–V–OH microspheres. Interestingly, the ZnVO microspheres possessed a smaller diameter than Zn–V–OH microspheres, which may be ascribed to the close stacking of nanosheets further converted from nanoplates. Finally, the Zn3V3O8/NC microsphere composite maintained a hierarchical structure, as can be seen in Fig. 3g–i, with some N-doped carbon particles in the cross-section and on the edge of the nanosheets. Additionally, the as-conducted EDS mappings of Zn3V3O8/NC for the different elements verified the even distribution of Zn, V, O, and N (Fig. S6†), illustrating the uniform hybridization of N-doped carbon.",
                        "TEM measurements were performed to further study the internal structure and lattice of the material. The related images of Zn3V3O8/NC after serious ultrasonic treatment are displayed in Fig. 4. Stacked nanosheets with plenty of nanopores and mesopores can be distinctly observed in Fig. 4a and b, exhibiting a narrow pore width distribution in the range of 2–20 nm. The formation of abundant pores mainly occurred during the oxidation of Zn–V–OH. The vast H2O and –OH existing in the Zn–V–OH crystals could be converted into gases and released under heat treatment. As shown in Fig. 4c, when higher magnification was applied, the clear boundary between the crystal and non-crystal could be distinguished, indicating the interface of the Zn3V3O8 and amorphous N-doped carbon. Furthermore, the lattice fringe spacings (Fig. 4d) could be obviously measured as 0.253, 0.210, and 0.149 nm, which were ascribed to the (311), (400), and (440) lattice planes of Zn3V3O8, respectively. In addition, the selected-area electron diffraction (SAED) pattern (inset of Fig. 4d) displayed distinct and regular diffraction spots, thus also revealing that Zn3V3O8 was well crystallized and its nature was single crystals.",
                        "Moreover, BET-based N2 absorption–desorption measurements were carried out for the Zn3V3O8/NC composite. As noted in Fig. S7a,† a typical type IV isotherm with a hysteresis loop of the H4 type could be obtained, demonstrating a meso/microporous texture in the Zn3V3O8/NC hybrid. As a result, a large specific surface area of 53.2 m2 g−1 and a pore width distribution between 3 nm and 37 nm (Fig. S7b†) could be obtained, which corresponded well with the TEM analysis results (Fig. 4a and b). The porous structure facilitates the transport of Li+ and Na+ as well as shortens the path for the ions and electrons.",
                        "The concrete chemical composition of the Zn3V3O8/NC composite could be further demonstrated with the assistance of X-ray photoelectron spectroscopy (XPS). The survey spectrum of the product, as illustrated in Fig. 5a, confirmed the presence of Zn, V, O, C, and N with no other impurities. As displayed in the Zn 2p spectrum (Fig. 5b), two distinct peaks located at the binding energies of 1021.5 and 1044.3 eV were observed, which could be indexed to Zn 2p3/2 and Zn 2p1/2, respectively. The curve-fitting of the V 2p spectrum (Fig. 5c) showed that each peak could be divided into two parts. To be specific, the binding energies of 516.1 and 522.9 eV belong to V3+ 2p3/2 and 2p1/2, while the peaks located at 517.2 and 524.5 eV validated the presence of V4+. Meanwhile, the atomic ratio of V3+ to V4+ was nearly 2 according to the XPS quantitative analysis, which was consistent with the theoretical components in the Zn3V3O8 compound, in which the molar ratio of V3+ to V4+ was 2:1. The presence of the N element could be illustrated by the high-resolution XPS spectrum of N 1s in Fig. 5d. The pyridinic N (398.6 eV) and pyrrolic N (400.1 eV) were revealed to be present in the carbon layer, which endows vast defects for fast ion diffusion. As shown in Fig. 5e, three peaks could be distinctly seen after the refined fitting of the C 1s spectrum. Specifically, the peaks at 284.5 and 285.4 eV could be ascribed to sp2-bonded CC and C–O (C–O–C), respectively, which originated from the carbonization of PPY in the argon atmosphere. The remaining fitted peak located at 288.5 eV was assigned to the CO (CN). Moreover, the O 1s spectrum (Fig. 5f) could be fitted into two peaks located at 530.1 and 531.5 eV, representing the lattice O and absorbed O on the surface of the materials, respectively."
                    ],
                    "name": "3.1. Microstructure",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Diverse electrochemical tests were conducted to estimate the performance of Zn3V3O8/NC as an anode material for LIBs. As displayed in Fig. 6a, several oxidation and reduction peaks could be distinctly observed from the initial three cyclic voltammetry (CV) curves, which were measured between 0.01 and 3.0 V (vs. Li/Li+) at a scan rate of 0.1 mV s−1. During the first cathodic scan, a broad and strong peak between 0.02 and 0.54 V as well as a weak peak from 0.61 to 1.05 V could be obviously identified, which were ascribed to the transformation from Zn3V3O8 to LiyVOx and ZnO, accompanied with the reduction of ZnO to metallic Zn and then the formation of Li–Zn alloy. Furthermore, an irreversible generation of a solid electrolyte interface (SEI) membrane and decomposition of the electrolyte occurred simultaneously in this process, which resulted in an irreversible specific capacity and lower Coulomb efficiency in the first cycle. Subsequently, the following anodic charging process proceeded with some oxidation peaks. To be specific, the wide peak at around 1.30 V may be assigned to the oxidation of Zn0 to Zn2+ and V2+ to V3+, respectively. In addition, the peak located at ∼0.32 V corresponded to the delithiation of Li–Zn alloy to Zn. Then, the further oxidation of V3+ into V4+ could be verified from the peak appearing at ∼2.5 V. Notably, the mixed mechanisms of the prepared anode were confirmed once again. During the second and third cycles, the good coincidence of CV curves confirmed the superior reversibility of the Zn3V3O8/NC anode after the formation of the SEI membrane.",
                        "The current density dependent on the specific capacity of the Zn3V3O8/NC and ZnVO anodes for LIBs are displayed in Fig. 6b, which reflects the rate performance of the anodes. As shown in Fig. 6b, the Zn3V3O8/NC anode delivered capacities of 875, 766, 689, 643, and 597 mA h g−1 at the current densities of 100, 200, 500, 1000, and 2000 mA g−1, respectively. Especially, when an abrupt current density of 5000 mA g−1 was applied, a relatively high Li-ion insertion capacity of 489 mA h g−1 could still be maintained. By contrast, the ZnVO anode showed an inferior rate behavior with only a capacity of 64 mA h g−1 at the current density of 5000 mA g−1. Importantly, when the rate current was decreased from 5000 to 100 mA g−1 again, a capacity of 1030 mA h g−1 was available on the Zn3V3O8/NC anode, larger than the initial 875 mA h g−1, which could be attributed to the activation of the anode material during the incipient several cycles, corresponding to the increase in specific capacitance in the stability cycling test shown in Fig. 6g. The outstanding rate performance of the Zn3V3O8/NC anode might be related to the unique hierarchical nanostructure, nano/mesoporous feature and hybridization of N-doped carbon, which helped alleviate the agglomeration of the Zn3V3O8 active material and facilitated the charge transport.",
                        "To illustrate the underlying mechanisms of Zn3V3O8/NC for its superior electrochemical properties, electrochemical impedance spectroscopy (EIS) analysis was conducted. The Nyquist plots with the range from 105 Hz to 10−2 Hz consisted of a slanted line in the low-frequency region, which is considered as a linear Warburg part, and a depressed semicircle in the high/medium-frequency region, respectively. Moreover, the EIS curves could be well fitted by the simplified equivalent circuit model exhibited in Fig. 6c. The whole circuit consisted of the electrolyte resistance (RS), the charge-transfer resistance (Rct), and the Warburg impedance controlled by lithium-ion diffusion (ZW). To be specific, the charge-transfer resistance (Rct) changed from 272.7 Ohm to 108.1 Ohm after 50 cycles, which showed the gradual activation, small volume expansion, and promoted conductivity during the charge–discharge process. Notably, the results verified that the N-doped carbon and porous Zn3V3O8 composites effectively were beneficial to the cycling stability and rate performance.",
                        "To further estimate the mechanism of lithium-ion storage, CV curves at diverse sweep rates between 0.1 and 1.0 mV s−1 were plotted and are displayed in Fig. 6d. Two redox peaks were found, centered at about 1.2 and 0.8 V in accordance with peak 1 and peak 2, respectively. To qualitatively describe the relationship between the increasing peak current i and the scan rate ν, the formula i = aνb is introduced in to the evaluation, which can be transformed into log|i| = loga + blog|ν|, where a and b are constants. When the b value is equal to 0.5 or 1.0, a completely diffusion-controlled faradaic kinetics or a pseudocapacitive charge-storage mechanism can be confirmed, respectively. In Fig. 6e, the b values for peak 1 and peak 2 were calculated to be 0.75 and 0.79, which reflected that the charge-storage behavior comprised the above two mechanisms and was affected by a pseudocapacitive process. Subsequently, to further analyze the dominant role of the pseudocapacitive charge-storage mechanism quantitatively, another formula described as i/ν1/2 = κ1ν1/2 + κ2 (or i = κ1ν + κ2ν1/2) can be utilized to display the ratio of the capacitive contribution (κ1ν) to the total current. As shown in Fig. 6f and S8,† there was an upward trend for the proportion of capacitive contribution, which gradually reached 79.8% at the scan rate of 1.0 mV s−1, thus indicating the origination of the excellent rate performance.",
                        "The cycling stability (Fig. 6g and Fig. S9†) and galvanostatic discharge–charge (GCD) properties (Fig. 6h and Fig. S10b†) of the Zn3V3O8/NC and ZnVO anode for LIBs were also explored by galvanostatic tests. At a current density of 200 mA g−1, the initial specific discharge and charge capacity of Zn3V3O8/NC anode were 1103 and 993 mA h g−1, respectively (Fig. 6g). The smaller initial coulombic efficiency of ∼90% (61% for the ZnVO anode) suggested the formation of the SEI membrane in Zn3V3O8/NC consumed less electrolyte. Meanwhile, the Zn3V3O8/NC anode delivered a capacity of 1434 mA h g−1 at 200 mA g−1 after 200 cycles, much higher than that of the ZnVO anode (730 mA h g−1). Interestingly, during the initial 15 cycles, an attenuation of the capacity appeared, followed by a continuous increase until ∼130 cycles. This phenomenon has also been observed in other reported vanadium oxides anode for LIBs. Remarkably, the persistent increase could be interpreted as indicating the activation of the anode materials and the promotion of Li-ion accessibility. Also, the N-doped carbon may generate more defects, thereby increasing the active sites and further improving the Li-ion storage. In contrast, the ZnVO anode suffered a 10% capacity loss from 170 to 200 cycles due to the degradation of the bare ZnVO oxide during the conversion reaction."
                    ],
                    "name": "3.2. Zn3V3O8/NC as anode materials for LIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In addition to the application of lithium-ion batteries, the as-prepared Zn3V3O8/NC showed superior electrochemical properties as an anode for SIBs, which could be verified by diverse tests in half-cell configurations against sodium tablets. Fig. 7a exhibits the initial three CV curves in the range of 0.01 and 3.0 V versus Na/Na+ at a scan rate of 0.1 mV s−1. For the first discharging process, a wide reduction peak was observed located between 0.85 and 1.28 V, which might well be attributed to the formation of the SEI layer and the reversible phase transformation between the orthorhombic and monoclinic phases, in accordance with the insertion and extraction of Na+. The sharp and intense peak occurring at ∼0.05 V could be ascribed to the insertion of Na+ into carbon materials. On the contrary, the obvious peak at ∼0.07 V in the oxidation process was due to the extraction of Na+ from the above N-doped carbon materials. In addition, a distinct hump-like peak between 0.5 and 1.75 V depicted the oxidation in the charging process. During the subsequent two cycles, the curves almost overlapped, manifesting the electrochemical stability of the Zn3V3O8/NC anode.",
                        "Additionally, the rate performance of the Zn3V3O8/NC composite for sodium storage was analyzed in Fig. 7b. Reversible specific capacities of 345, 312, 263, 207, and 140 mA h g−1 were delivered at 100, 200, 500, 1000, and 2000 mA g−1, respectively. Furthermore, although after suffering an abrupt ultrahigh current switching from 2000 mA g−1 to 100 mA g−1, the capacity of 351 mA h g−1 could be regained, which was even slightly higher than the initial value. From the above analysis, the superior rate performance could be assigned to the hierarchical porous structure of Zn3V3O8 and the decoration of N-doped carbon, which facilitated the fast diffusion of Na+ from the materials.",
                        "Similar to the Li-ion half-cell, the mechanism of sodium-ion storage could also be explored by analyzing the composition of the CV current. As exhibited in Fig. 7c, the CV curves at the different scan rates between 0.1 and 1.0 mV s−1 maintained three redox peaks located at about 1.4, 0.4, and 0.6 V, which were denoted as peaks 1, 2, and 3, respectively. In Fig. 7d, the b values of 0.967, 0.935, and 0.961 were in accordance with the as-mentioned three peaks, which demonstrated that the charge-storage mechanism of Zn3V3O8/NC composites in Na-ion half-cells tended to be due to the capacitance-controlled behaviors. A high proportion of 76.3% (Fig. 7e) could be achieved at a sweep rate of 0.1 mV s−1. Subsequently, when the scan rate of 1.0 mV s−1 was implemented, as shown in Fig. 7f, the ratio even increased to 92.4%, verifying the source of the outstanding rate performance.",
                        "Typical GCD profiles of the Zn3V3O8/NC anode for SIBs at the current density of 200 mA g−1 are exhibited in Fig. 7g. During the first cycle, Zn3V3O8/NC delivered 693 mA h g−1 and 302 mA h g−1 discharge capacity and charge capacity, respectively, with a coulombic efficiency of 43.6%. It is worth mentioning that the capacity loss could also be ascribed to the irreversible reactions, accompanied with the formation of the SEI membrane. During the next several hundred cycles, almost the same discharge capacity and charge capacity of approximately 320 mA h g−1 could be obtained stably, further revealing a high coulombic efficiency of over 99%. Specially, as distinguished from the GCD curves of Li-ion cells shown in Fig. 6h, the de-/sodiation processes of the N-doped carbon hybrids could be reflected by two plateaus (Fig. 7g), which could not be observed with the Li-ion cell. According to the group of pseudocapacitive materials, the Zn3V3O8/NC composite as an anode for SIBs shows both a pseudocapacitive behavior and the redox reactions of N-doped carbon. Taking advantage of this special mechanism, the conundrum of the tardy kinetics of Na+ transport and serious volume change could be alleviated to a great extent.",
                        "As for the cycling stability profiles shown in Fig. 7h, when at a low current density of 200 mA g−1, the Zn3V3O8/NC composite retained a specific capacity of 309 mA h g−1 with almost no decrease. Even after 1000 cycles at a large current density of 500 mA g−1, a capacity of 269 mA h g−1 was maintained, illustrating the structural stability and low pulverization of the materials (Fig. S11†). The long-term cycling performance further validated the superiority of the reversible pseudocapacitive behavior for charge storage."
                    ],
                    "name": "3.3. Zn3V3O8/NC as anode materials for SIBs",
                    "type": "section_h3"
                }
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, unique Zn3V3O8/NC hybrid microspheres stacked by hierarchical porous nanosheets exhibited outstanding comprehensive electrochemical properties as anodes for LIBs and SIBs, which were strongly dependent on their desirable structure features, including abundant micro/mesopores, the inner structure of vanadium oxide, and the introduction of nitrogen-doped carbon simultaneously. As a whole, under the influence of a mixed charge/discharge mechanism, the as-designed Zn3V3O8/NC materials displayed satisfactory capacity, improved cycling performance, promoted electric conductivity, and superior rate capacity, demonstrating them as candidates for the next consumer electronics and energy storage grid."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts of interest to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Zn3V3O8/NC hybrid microspheres self-assembled by layered porous nanosheets as a superior anode material for lithium/sodium-ion batteries"
}