{
    "DOI": "10.1021/acs.inorgchem.3c00948",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past few decades, the demand for environmentally friendly, low-cost, and reliable energy storage applications has been growing rapidly.  For instance, lithium-ion batteries (LIBs) have been utilized in many fields, including large-scale energy storage systems (ESSs) and electric vehicles.  However, their further developments might be seriously limited by unsatisfactory cycling stability and unfavorable rate capability, which mainly resulted from the sluggish lithium-ion diffusion, phase instability, and unsatisfactory Li+ insertion reversibility of cathode materials. Hence, the key issue is achieving breakthroughs in LIB cathode materials.",
                "In this respect, various groups of electrode materials for LIBs have been investigated, which mainly include layered transition metal oxides such as LiCoO2 (LCO), LiMO2 (NCM, M = Ni, Co, and Mn), spinel-type LiMn2O4, and polyanion compounds such as LiFePO4 (LFP).  Unfortunately, many critical issues of layered transition metal oxides and spinel-type LiMn2O4 need to be further improved, such as relatively fast capacity degradation, high-cost transition metal elements (Ni and Co), and poor thermal stability. Meanwhile, polyanion compounds such as LiFePO4, Na3V2(PO4)2F3, NaTi2(PO4)3, and Na3V2(PO4)3 have been extensively investigated and proved to be attractive candidates for LIBs. Furthermore, many sodium host materials, such as Na3V2(PO4)3 and Na3V2(PO4)2F3, are also investigated as cathode materials in Zn2+, Mg2+, and K+ batteries.  Inspired by these previous studies, NFPP is proposed to be utilized as a novel lithium host material. ",
                "NFPP, as one of the most typical sodium-ion superionic conductor (NASICON) structurally mixed phosphates, has been identified as a prospective electrode material for SIBs.  As illustrated in b, the robust structure and crosslinked diffusion channels might be the key factors for fast Na+ diffusion.  The new intermediate phase NaFe3(PO4)2(P2O7) is formed with three Na+ extracted from the NFPP structure, which allows Li+ insertion/extraction in the framework. Compared with Na+ (∼1.02 Å, 6-coordinated), the smaller ionic radius of Li+ (∼0.76 Å, 6-coordinated) enables higher Li+ transport mobility in NFPP, thus ensuring that NFPP demonstrates a better rate capability in LIBs.  Although NFPP has been confirmed to be a promising cathode for SIBs, NFPP used in LIBs, hybrid Li+/Na+ batteries, PIBs, and ZIBs has rarely been studied.  To boost its commercial applications, it is necessary to improve its long-term cyclability and rate capability. Additionally, the mechanism of Li+ deintercalation/intercalation in NFPP has not been well investigated yet.",
                "Herein, a carbon in situ coated mesoporous NaLi3Fe3(PO4)2(P2O7) (denoted as NLFPP) was successfully prepared via a solid-state route followed by a topotactical ion exchange process with lithium. Facilitated by the construction of the carbon matrix, the growth of NFPP particles is effectively suppressed, which improves the electrochemical performance of NLFPP due to the enhanced electronic conductivity and shortened diffusion distance. Accordingly, the NLFPP cathode presents remarkable cycling stability and outstanding rate performances. Notably, it demonstrates superior cycling performance at high temperature (60 °C) and 98.2% capacity retention is achieved after cycling 200 times at 2C. Meanwhile, full cells were also assembled utilizing commercial hard carbon (HC) as the counter electrode, confirming the high potential for commercial applications. Furthermore, in situ XRD as well as XANES analyses were conducted to investigate the structural changes and redox reactions during the lithium ion insertion/extraction processes. This rational strategy and in-depth understanding make NLFPP a promising cathode material for lithium host materials."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In situ carbon-coated mesoporous NFPP was successfully prepared utilizing freeze drying and heat treatment. The synchrotron X-ray diffraction (SXRD) results were collected to characterize the phase purity and crystallinity of the NFPP sample. a displays the Rietveld-refined results with R-factors (Rwp = 7.26%). The refined lattice parameters and other structural information of the NFPP compound are summarized in , which well correspond with those of the typical NASICON-type NFPP with an orthorhombic Pn21a space group as reported in the previous studies.  The structure of NFPP is illustrated in b. NFPP is built by (Fe3P2O13) layers and (P2O7) groups.  The NASICON structure is beneficial for the insertion/extraction processes of multiple Na+/Li+, accommodating the volume expansion/contraction by rotating and distorting. There are four distinguishable sodium sites (Na1, Na2, Na3, Na4) in the crystal of NFPP, and approximately, three Na+ ions (Na1, Na3, Na4) are involved in the insertion/extraction processes.  In addition, the atomic ratio of Na, Fe, and P in the NFPP structure determined by inductively coupled plasma (ICP) is 3.98:2.99:4.01 ().",
                        "XANES measurement was performed to study the oxidation state of iron. LiFePO4 (Fe2+) and FePO4 (Fe3+) were employed as the references. c shows that the valence of iron in the NFPP sample is determined to be +2. Thermogravimetric (TG) analysis along with the XRD patterns of the products after the TG test are presented in , respectively. It is found that the products after calcination are Fe2O3 (PDF# 24-0072) and Na3Fe2(PO4)3 (PDF# 45-0319), and the carbon content of the as-prepared NFPP is approximately 6.9 wt %, which is derived from the carbonization of citric acid. In addition, X-ray photoelectron spectroscopy (XPS) and Raman spectroscopy were performed to characterize the coated carbon material. The XPS spectrum of C 1s for NFPP is fitted as four peaks, as displayed in d, and the peaks located at 284.7, 285.9, 286.8, and 288.7 eV are corresponding to sp2 C, sp3 C, C–O, and O–C═O, respectively. It is worth noting that the sp2 C accounts for 58.65% of the whole carbon materials in the NFPP sample, which indicates the high graphitization degree of the carbon layer. Two characteristic and intensive bands of the carbon coating layer located at 1342 and 1579 cm–1 can be clearly found in e, which correspond to the disorder-induced D-band and G-band, respectively.  Moreover, the ID/IG of the NFPP sample is 1.15:1, further confirming that the coated carbon is partially graphitized.  The graphitized carbon can effectively boost the electron transfer and promote the electrochemical property of the electrode. Fourier transform infrared (FT-IR) analysis was conducted to investigate the chemical bonds in NFPP. The PO4 tetrahedra and P2O7 groups can be observed, as presented in . ",
                        "The morphology of the NFPP sample was well investigated. The particle test reveals that the sizes of the samples are 0.5–1.5 μm and the diameter of the small primary particles is ∼100 nm, as shown in f,g. The nanosized particles are beneficial to shorten the Na+ diffusion paths, thus improving diffusion dynamics. The thickness of the carbon coating layer on NFPP particles is ∼5 nm, as demonstrated in h. The high-resolution TEM (HRTEM) image shows conspicuous lattice spacings of 0.294 nm, agreeing well with the (221) plane of the NFPP compound (i). The NFPP sample exhibits a sponge-like morphology, which is observed in j. Furthermore, EDS elemental mappings reveal that Na, Fe, P, O, and C are homogeneously distributed in NFPP, agreeing well with the refined powder diffraction results (j). The surface area of NFPP is evaluated to be 18.87 m2 g–1, as displayed in . In addition, the pore size distribution curves reveal that the pore diameters of the NFPP sample are about 30 nm (). Such relatively large surface area and mesoporous characteristics reveal that the nature of NFPP can effectively increase the contact area between the electrode and electrolyte."
                    ],
                    "name": " Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of NFPP were investigated in SIBs, where sodium metal was employed as an anode. Cyclic voltammetry (CV) plots for NFPP were tested under a scan rate of 0.1 mV s–1. The NFPP//Na cells were first charged to 4.3 V followed by discharging to 2.0 V, and no obvious discrepancies are detected over the five cycles (a), which indicates the highly reversible redox reactions. In addition, CV curves show two pairs of distinct redox peaks, located at about 2.96/2.86 and 3.25/3.17 V, which agreed well with the equilibrium voltages of Fe2+/Fe3+ redox reactions. Galvanostatic charge/discharge (GCD) analysis was performed at a low current rate of 0.05 C within 1.7–4.3 V. As demonstrated in b, the NFPP cathode exhibits a capacity of 110.6 mAh g–1, corresponding to approximately 85.8% of its theoretical capacity. Furthermore, two major voltage platforms at 2.92/2.89 and 3.22/3.20 V (vs Na+/Na) are clearly identified in the GCD curves, agreeing well with the CV plots in a.",
                        "The rate performances of the NFPP cathode were also studied. As shown in c,d, the prepared sample presents superior rate capability, and a capacity of 67.6 mAh g–1 is retained at 20C. Furthermore, the discharge capacity is well retained when the current rate converts back to 0.1C. Such an impressive rate performance might be attributed to the high crystallinity and unique conductive matrix constructed with graphitized carbon materials. Generally, cycling under a small C-rate usually leads to poor cycle stability compared to that at a high C-rate, especially during a multi-ion (three Na+ per formula) insertion/extraction process and more significant volume change. Surprisingly, the Coulombic efficiency is around 100% over the whole long-lasting cycling process, as displayed in e. Moreover, an unprecedented cyclability for the NFPP cathode at 2C is achieved, and a discharge capacity of 80.2 mAh g–1 is retained after 1000 cycles, corresponding to a capacity retention over 92.8%, which indicates the excellent long cyclability. The excellent electrochemical performances confirm its superior structural stability, which might facilitate the insertion/extraction of Li+."
                    ],
                    "name": " Electrochemical Performance of NFPP",
                    "type": "h3"
                },
                {
                    "content": [
                        "It is difficult to directly prepare a highly purified NLFPP sample via a common solid-state method because the product is usually mixed with many impurities, such as LiFePO4, LiFeP2O7, and Fe(PO3)3.  In this work, the NLFPP cathode was obtained via a topotactically electrochemical ion-exchange method in a half-cell comprising a NFPP cathode and lithium metal anode. As shown in f, about 3 Na+ ions are extracted from NFPP after full charging, and the other Na+ is left as the pillar of the crystal, which can stabilize the structure during cycling. Then, the structure is filled with Li+ during the following discharge process, and the new Li+ host material is denoted as NaLi3Fe3(PO4)2(P2O7) (NLFPP). The composition of NLFPP was measured by the ICP test, and the ratio of Na:Li is about 1.37:2.63, which indicates that the NLFPP is successfully prepared by this electrochemical ion-exchange method. ",
                        "The structure of NLFPP was evaluated by XRD. Main peaks of the new material, such as (011), (210), (203), (022), (420), and (612), all agreed well with the previously reported NFPP (PDF# 89-0579), as presented in ,  demonstrating that the crystal structure still remains after the Na+ ions are partially substituted with Li+. The morphology of NLFPP disassembled from half-cells was investigated by TEM and EDS. The image of HRTEM reveals that NLFPP is uniformly coated with a carbon film, and the planes of (221) with a lattice spacing of 0.292 nm are clearly detected (), which is slightly smaller than that of NFPP. Moreover,  demonstrates that the Na, Fe, P, and O elements are evenly distributed in NLFPP. In order to further investigate the existence of Li, XPS spectra were employed to characterize the Na and Li elements in NFPP and NLFPP electrodes, respectively. As displayed in g,h, compared with NFPP, the Na1s peak located at 1070.6 eV of NLFPP is significantly reduced, corresponding to the Na+ extraction. Besides, no Li peak is detected in the XPS spectra of NFPP, while the Li1s peak located at 54.8 eV is clearly observed in NLFPP, confirming that the Li+ is successfully inserted into the structure. To investigate the electrochemical performance of NFPP and NLFPP, the GCD profiles of the two materials were carried out. As illustrated in i, the discharge capacity of NLFPP is similar with NFPP, corresponding to 110.6 mA h g–1 at the C-rate of 0.05C within 1.7–4.3 V. Notably, compared with NFPP (∼3.1 V vs Na/Na+), the NLFPP cathode exhibits a higher average voltage of ∼3.3 V (vs Li/Li+), which is attributed to the higher standard potential of Li | Li+ (−3.04 V vs standard hydrogen electrode, SHE) compared to Na | Na+ (−2.71 V vs SHE). Such a high average voltage is beneficial for achieving high energy density."
                    ],
                    "name": " Preparation of the NLFPP Cathode",
                    "type": "h3"
                },
                {
                    "content": [
                        "The in situ XRD measurement was employed to systematically investigate the structural changes of NFPP during the insertion/extraction of Na+/Li+. The contour plot of peak intensities and stacked patterns of NFPP and NLFPP and the corresponding GCD profiles during two consecutive cycles are shown in a,b and , which are recorded in a 2θ range of 20–38° within 1.7–4.3 V at 0.1C. In the beginning, main diffraction peaks located at 23.9, 25.9, 27.3, 28.8, 30.3, 32.2, 33.7, 33.8, 34.0, and 37.0° of both cathodes are indexed well with the typical lattice planes of (410), (402), (203), (013), (221), (222), (420), (004), and (612) for NFPP, confirming its good crystallinity. Similar peak changes are observed during the charge, and several peaks such as (203), (022), (420), and (612) shift to higher angles, resulting from the extraction of Na+/Li+ and shrinkage of the crystal lattice. Notably, the (022) peak shifts to a high degree between 1.7 and 3.0 V in the Li+ cell, while no changes can be observed in the Na+ cell. This result is likely related to the notable distortion of P2O7 units, which reduce the distance between (Fe3P2O13) infinite layers.  Interestingly, the (013) and (222) peaks at 28.8 and 33.4° shift toward lower 2θ values during the charging process in both Na+/Li+ cells and suddenly shift to a high degree when the NFPP cathodes are charged to high voltages (3.2 V vs Na/Na+, 3.4 V vs Li/Li+). This phenomenon was also reported by some previous studies,  and Yang et al. attribute it to an imperfect one-phase reaction rather than an ideal one-phase reaction. Then, all the peaks shift toward reverse directions and turn back to the original positions when both cathodes are fully discharged, suggesting their highly reversible phase transformation. These results indicate that the robust structure is well preserved after the Na+/Li+ insertion/extraction. Furthermore, continuous lattice parameter changes are determined by the observed peaks, as shown in c–e, which are attributed to the Na+/Li+ extraction/insertion. The unit cell volume of NLFPP is smaller than that of NFPP at the beginning of the second cycle, indicating that the NFPP volume is slightly reduced as the Na+ ions are substituted with Li+. Moreover, the volume and cell parameters such as a, b, and c of both cathodes are gradually reduced during the charging process, which resulted from the extraction of Na+/Li+. When the cathode in the Na+ cell is charged to 4.3 V, the volume contraction is determined to be 3.84% of the original volume. This value is smaller than that of most typical iron-based electrodes, such as NaFePO4 (∼17%), Na2/3Fe1/2Mn1/2O2 (∼11%), and Na4Mn3(PO4)2(P2O7) (∼7%). The opposite changes occur during the following discharge process, and the volume restores to the initial size when it is fully discharged. Compared with the NFPP cathode, the NLFPP demonstrates an even smaller volume change, which is only 2.51%. Such a negligible volume change might be attributed to the robust NASICON structure and the relatively small ion radius of Li+.",
                        "Moreover, XANES analysis was utilized to investigate the Fe2+/Fe3+ redox reaction of NLFPP from the surface to the bulk. First, the spectra at the Fe L-edge before and after the first charge in the Li+ half-cell are displayed in a. Compared with the pristine NFPP cathode, the peaks of L2-low and L3-low of NLFPP are significantly reduced after being fully charged, while L2-high and L3-high enhanced, indicating the redox reaction of Fe2+/Fe3+. To further investigate the redox reaction in the bulk, the Fe K-edge of the NFPP cathode before and after the first charge and the corresponding Fourier transform of the EXAFS signals were determined. b demonstrates that the Fe K-edge spectrum shifts from 7128.5 to 7134.3 eV after the first full charging, indicating the redox reaction of Fe2+/Fe3+, which is well consistent with a. c shows that the Fe–O distance is slightly reduced after charge, indicating the volume contraction, agreeing well with the in situ XRD results.  The variation of Fe L-edge spectra for NLFPP at different voltages was explored, as presented in d,e. During charging, both the peak intensities of Fe L2-low and L3-low are gradually weakened, while Fe L2-high and L3-high strengthened, suggesting the valence state change of Fe from +2 to +3. During the following discharge process, the XANES spectra shift to lower energy positions. As shown in f, the Fe L3 peak shifts rightward during charge and it shifts back to its original state when the cell is fully discharged. Furthermore, the valence state and structural change of Fe during charge–discharge processes were studied by ex situ XANES spectra at the Fe K-edge (g–i). The Fe K-edge energy exhibits a clear increase during the charge process, indicating the oxidation reaction of Fe2+/Fe3+, and it is followed by returning to its initial position during discharge. Thus, the charge/discharge processes of NLFPP are successive oxidation/reduction reactions of Fe2+/Fe3+, which are systematically determined by XANES analysis at both the Fe L- and K-edge, verifying a highly reversible redox reaction process."
                    ],
                    "name": " Electrochemical Mechanism of the NFPP Electrode",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the NLFPP cathode were investigated in half-cells assembled with Li metal as an anode. CV for NLFPP was tested at a sweeping rate of 0.1 mV s–1. As displayed in a, four distinct couples of redox peaks can be observed, which are located at 3.43/3.38, 3.30/3.22, 3.20/3.09, and 2.93/2.89 V. The cycling performance of the NLFPP cathode was measured at 2C within 2.0–4.0 V. The GCD plots and corresponding dQ/dV curves for various cycles are presented in b,c. Four pairs of voltage plateaus (3.40/3.40, 3.26/3.26, 3.12/3.20, 2.90/2.98 V) are observed, which agree well with the CV curves. Moreover, no obvious discrepancy is detected over the first 100 cycles, implying the high reversibility. As demonstrated in d, the capacity of NFLPP at 2 C is 87.2 mA h g–1 and 96.1% capacity retention is achieved after more than 1000 cycles, revealing the excellent cycling stability of the NLFPP cathode as a lithium host material. Furthermore, the cycling performances of NLFPP at various current rates were investigated, and the rate capability and GCD plots are presented in e,f. The discharge capacities at 0.1, 0.5, 1, 2, 5, 10, and 20C are 106, 101.5, 90.3, 87.5, 80.4, 71.8, and 65.3 mAh g–1, respectively. A capacity of 102.6 mAh g–1 is obtained at 0.1C after 60 cycles, corresponding to 96.8% of the initial capacity at the same current rate. These results indicate the outstanding reversibility and decent rate performance of NLFPP. This decent rate capability can be ascribed to the carbon layer, an electron transfer “high way”, and shortened ion diffusion paths provided by mesoporous nanosized particles. Besides, the NLFPP cathode demonstrates outstanding cycling stability in a wider temperature range. As illustrated in g, the NLFPP cathode exhibits an initial capacity of 99.2 mAh g–1 at 1C at 60 °C, which is slightly higher than that at room temperature (91.0 mAh g–1). Furthermore, a capacity of 80.4 mAh g–1 can be obtained after 300 cycles at 60 °C, indicating that outstanding cyclability is also obtained even at high temperature. It is proposed that the capacity degradation can be ascribed to the corrosion of the electrolyte in conditions of high temperature. The ultralong cycling stability of NLFPP was evaluated at 20 C. Approximately 75.6 mAh g–1 is delivered, and a capacity retention of 88.5% is achieved after cycling 5000 times, as shown in h, which is much better than many previously reported Na+/Li+ host materials. ().  The results mentioned above confirm that the NLFPP cathode is a promising candidate for EESs.",
                        "To further investigate the Na+/Li+ insertion/extraction behaviors of NFPP and NLFPP cathodes, CV analyses at various scanning rates (0.1–0.7 mV s–1) were conducted. Two couples of sharp peaks are observed in the CV curves of NFPP, while three major couples of slopes can be observed in NLFPP (a). This is mainly ascribed to the smaller ion radius of the lithium ion (0.76 Å) compared with that of the sodium ion (1.02 Å).  Furthermore, the redox potential difference (ΔVA1–C1 = 73 mV) of NLFPP at 0.1 mV s–1, which is mainly attributed to the redox reactions of Fe2+/Fe3+, is relatively lower than that of NFPP (145 mV). The oxidation potential difference (ΔVA1 = 73 mV) of NLFPP between 0.1 and 0.7 mV s–1 is smaller than that of NFPP (ΔVA1 = 114 mV). Compared with the NFPP cathode, NLFPP exhibits much more symmetrical redox peaks (b), indicating the smaller polarization of the electrode and faster ion diffusion dynamics, which agreed well with the results of the rate performances. The b values of both NFPP and NLFPP cathodes are mainly distributed in the range between 0.8 and 0.9, implying that the overall charge/discharge processes of both the electrodes can be controlled by faradaic and surface-controlled processes ().  The contribution of pseudocapacitances during the Li+/Na+ insertion/extraction processes was evaluated, as displayed in d,e. The pseudocapacities are determined to be 26.4 and 27.9% of the whole capacities of NFPP and NLFPP cathodes at 0.1 mV s–1, respectively. These results are the reason for the high charge transfer and outstanding cycling performance. Furthermore, the galvanostatic intermittent titration technique (GITT) was used, with a continuous charge/discharge time of 10 min at a current of 0.1C, and the relaxation time is 60 min. The single-step GITT experiment around 2.9 V of the NFLPP electrode is summarized in . The GCD profiles of both cathodes are displayed in c, and the corresponding DLi/DNa is demonstrated in f. Notably, the Na+/Li+ diffusion coefficients fluctuate over the continuous charge/discharge processes, which is ascribed to Li+/Na+ ion diffusion from various sites in the host materials. The DNa for the NFPP electrode is mainly distributed within 10–12–10–11 cm2 s–1, reflecting a sluggish diffusion mobility. The DLi for the NLFPP electrode is mainly distributed within the scope of 10–11–10–9 cm2 s–1. Furthermore, the average DLi (9.95 × 10–10 cm2 s–1) is much higher than DNa (9.83 × 10–11 cm2 s–1), which implies the improved ion diffusion capability in this material.",
                        "The electrochemical impedance spectroscopy (EIS) analyses were conducted for the NLFPP cathode from 105 to 10–1 Hz.  presents the Nyquist curves and corresponding simplified equivalent circuit model of the NLFPP cathode.  In the Nyquist plots, the semicircle and the slope line are related to the charge transfer resistance (RCT) and Warburg impedance (Zw), respectively. In the equivalent circuit model, RS and CPE are solution resistance and constant-phase elements, respectively.  The obtained Nyquist plots with the corresponding RCT values of the NLFPP cathode under continuous cycling are displayed in . By comparing the diameters of the semicircles, the RCT of NLFPP values are gradually decreased, probably owing to the cathode electrolyte interphase (CEI) film on the particle surface as well as increased ratio of Fe3+/Fe2+. Although the EIS spectra were tested after full charge process, the ratio of Fe3+/Fe2+ in the NFLPP structure is slightly increased along with the gradual capacity loss, which might contribute to the improved electronic conductivity. Correspondingly, the RCT of NLFPP values gradually reduces as the cycle time increases. Furthermore, the spike’s slope rises as the cycle time increases, manifesting the promoted Li+ diffusion kinetics in the NLFPP structure. As for this result, it is proposed that the increased ratio of Fe3+/Fe2+ leads to a few Li vacancies in the NFLPP structure, which facilitate the fast migration of Li+ in the bulk cathode. "
                    ],
                    "name": " Electrochemical Properties of NLFPP Cathodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The potential of the NLFPP electrode for real applications was explored and a full Li-ion cell was configured by combining the NLFPP cathode with a hard carbon (HC) anode (denoted as NLFPP//HC). The configuration and the working mechanism of NLFPP//HC are illustrated in a. The SEM image, XRD analysis, and rate performances of HC used in full cells are displayed in . The HC anode was prelithiated in the Li+ half-cell at 129 mA g–1 within 0.01–2.0 V (vs Li+/Li). CV plots and GCD profiles of NLFPP and HC in Li+ half-cells are presented in b,c, respectively. The NLFPP//HC cell delivers a discharge capacity of 90.6 mAh g–1 at 0.05 C within 1.0–4.0 V (d). Meanwhile, the full cell exhibits decent rate capability, and capacities of 88.8, 82.9, 76.9, 66.3, 59.6, and 54.4 mAh g–1 are obtained at 0.1, 0.5, 1.0, 2.0 3.0, and 5.0C, respectively (e). f shows that the full cell could power a LED screen, manifesting its potential in practical applications. Additionally, the cyclability of the full cell was investigated, and a capacity retention of 80.9% is obtained after cycling 200 times at 1C (g). This cycling stability in the full cell is more inferior compared to that in half-cells (d), which might be attributed to the capacity drop of the hard carbon anode.",
                        "The outstanding electrochemical performances of NLFPP resulted from the unique NASICON structure and promoted interface engineering modification. (a) The NASICON framework possesses 3D ion transport channels, and the small size of Li+ ensures the fast diffusion kinetics, thus confirming a negligible volume change upon Li+ insertion/extraction during charge/discharge. (b) The graphitized coating–carbon layer constructs a crosslinked conductive matrix, which not only effectively enhances the charge transfer process between NLFPP particles but also prevents the NLFPP cathode from the corrosion of the electrolyte. (c) The nanosized mesoporous structure enables high contact area as well as short Li+ diffusion paths."
                    ],
                    "name": " Full Cell Performances",
                    "type": "h3"
                }
            ],
            "name": "Results",
            "type": "h2"
        },
        {
            "content": [
                "The NFPP cathode for Na+/Li+ batteries has been successfully synthesized via a solid-state and topotactical ion-exchange method. A decent rate capability (67.6 mAh g–1 at 20C) and superior cyclability (92.8% capacity retention after cycling 1000 times) are obtained in SIBs. Besides, a high capacity of 110.6 mAh g–1 at 0.05C, ultrastable cyclability (88.5% capacity retention over 5000 cycles at 10C), and remarkable rate performance (65.3 mAh g–1 at 20C) are achieved in LIBs. Meanwhile, outstanding cyclability is demonstrated at high temperature (81.5% capacity retention after 300 cycles at 60 °C), which is attractive for safe and stable LIBs. Full Li-ion cells are also fabricated with hard carbon as an anode for real applications. Moreover, the insertion/extraction mechanisms of NFPP in Na+/Li+ batteries are comprehensively investigated by various advanced analyses, which confirm the extremely small volume change (2.51%), high electrochemical reversibility, and fast ion diffusion dynamics during charge/discharge. Given this, the NFPP cathode having a safe and stable structure, promising electrochemical properties, and cost-effective features makes it a high-potential competitor for advanced energy storage systems."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Advanced NASICON-Type Na4Fe3(PO4)2(P2O7) Cathode for High-Performance Na+/Li+ Batteries"
}