{
    "DOI": "10.1021/acsami.1c19199",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been endowed with great expectation as cheaper and more abundant future alternatives for Li-ion batteries (LIBs) due to their similar physicochemical property as lithium.  The absence of suitable anode materials has prevented the commercialization of SIBs for a long time.  Carbon-based, titanium-based, and alloy-based materials have been extensively explored. Titanium-based materials deliver a great rate capacity and cyclic stability, whereas their capacity is limited.  Alloy-based anode materials show a high reversible capacity.  However, their large volume change during the charge/discharge process and high cost make them inappropriate for practical use in SIBs for larger-scale energy storage applications. Among them, carbon-based materials show enormous potential as anode materials of SIBs due to abundant sources, low cost, and chemical inertness as well as moderate working voltage.",
                "However, the larger ionic radius and weaker binding energy with carbon serve as main obstacles to fabricate an anode material suitable for SIBs.  Hard carbon is the state-of-the-art anode material for SIBs. Compared to graphite, which was found to experience exfoliation due to solvent co-intercalation, hard carbon presents better compatibility with electrolyte, further contributing to the cyclic stability of hard carbon.  Generally, the disordered structure with expanded graphene layers, abundant nanovoids, and defect structure among randomly stacked aromatic fragments for hard carbon allows Na-ions to be accumulated from any direction at the same time and exhibit a higher capacity (calculated to be around 500 mA h g–1) and excellent cycle stability.  Notably, the hard carbon exhibits a low average oxidation voltage thanks to its low voltage plateau below 100 mV, which shows great advantage in view of the high energy density for a full cell. Nevertheless, a formidable tradeoff is still encountered between high capacity and poor rate property and low initial Coulombic efficiency (ICE) for hard carbon materials using the traditional pyrolysis method, which has motivated substantial efforts into it. ",
                "As far as we know, hard carbon materials pyrolyzed from a single precursor at high temperature show poor ion diffusion kinetics from the narrowed interlayer, which is the bottleneck of the rate capability for hard carbon with high ICE. Therefore, a larger interlayer distance is highly desirable, pyrolyzed at high temperature over 1200 °C, which is beneficial to sodium ion transportation.  Using synthetic polymers as precursors may be an efficient strategy to improve the performance of the hard carbons, which may offer the potential to fine-tune the microstructure of the final carbon by controlling the degree of cross-linking of the polymer. We proposed a coupled strategy to enlarge the interlayer distance by pyrolysis of two precursors with a highly branched structure at high temperature. Meanwhile, our work would like to decrease the surface area of hard carbon due to the extension of intense pyrolysis temperature range for precursors by means of their strong interaction and maintain the advantages of high capacity for hard carbon due to the abundant and tailored closed pore structure from their synergistic cooperation. Therefore, two polymeric precursors with a highly branched structure and intense interaction are highly desirable.  This need is satisfied by lignin and water-soluble phenolic resin; lignin is a highly branched phenolic polymer with abundant oxygen-containing functional groups, which may serve as active sites to interact with phenolic resin.  The cross-linking degree for phenolic resin can be adjusted by controlling the lignin mass, and the homogeneity of precursors can also be ensured through their great compatibility. In addition, it is noteworthy that they all are high-carbon structures, and lignin is sustainable, suitable for practical carbonization to produce hard carbon materials.",
                "It is noted that the designed microstructure and morphology can basically improve the ion transfer kinetics of hard carbon by shortening the electrolyte diffusion paths.  Particularly, carbon microsphere shows a favorable application prospect due to its high tap density.  Herein, we present a scalable and economical strategy to produce HCMS by spray drying and subsequent one-pot carbonization of a highly branched polymer network from lignin and phenolic resin for the first time. We find that the cross-linking between lignin and phenolic resin can be achieved by instantaneous atomization, ensuring an amazing high carbon residue of 48 wt % even at 1400 °C and an ultra-low specific surface area of 2.32 m2 g–1 for HCMS (). Notably, the cross-linked precursors with a highly branched structure prefer to form an expanded interlayer spacing by suppressing the graphitization of precursors during the carbonization, relative to the individual precursor, which contributes greatly to the ion transfer kinetics. Besides, high temperature carbonization ensures higher electronic conductivity for the hard carbon obtained. As a result, HCMS exhibits a high reversible capacity of 373.4 mA h g–1 with a favorable ICE (88%) and a capacity retention rate (92%) at 30 mA g–1 after 150 cycles, which presented comparable capacities and ICE with commercial graphite in LIBs. Moreover, the tap density of HCMS and the density of the electrode film can reach 0.8 and 1.1 g cm–3, respectively, much higher than that of commercial hard carbon with an irregular shape (0.65 and 0.74 g cm–3), which is significant to achieve a high volumetric energy density for SIBs. The outstanding performance together with the tailored and economical strategy greatly promotes the practical application of SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "HCMS was prepared as follows: First, the aqueous solution of water-soluble phenolic resin (PF, Hangjiagang Yuanteng Chemical Industry Co., Ltd) and lignin (L, Ourchem Co., Ltd., China) was prepared with a concentration of 15 wt %. Subsequently, the PF/lignin microsphere was prepared by spray drying the solution above using a spray dryer. Finally, the precursor (PFL microsphere) obtained was carbonized in Ar flow at 1400 °C for 2 h. The generated hard carbon microsphere is marked as HCMS-X (X signifies the PF/lignin mass ratio)."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The thermogravimetric analysis data were obtained by heating from room temperature to 800 °C under Ar flow with a ramping rate of 10 °Cmin–1 by thermogravimetric analysis (NETZSCH STA 449F3 Germany). The composition of the surface functional groups for the precursor of HCMS was examined by Fourier transform infrared spectrometer (Bruker TENSOR27, Germany). The morphologies of the samples were observed using a scanning electron microscope (BRUKER OPTIK GMBH). High-resolution transmission electron microscopy and selected area electron diffraction were recorded on an FEI-Tecnai G2 F30 transmission electron microscope. Structural characterization was performed using X-ray diffraction (XRD, Bruker/D8 Advance) and Raman spectroscopy (Lab RAM HR800, JY Horiba). Nitrogen adsorption/desorption isotherms were acquired using a surface area and pore size analyzer (Micromeritics ASAP 2020, America)."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical behaviors of HCMS were tested as follows: An aqueous slurry of 95% HCMS and 5% sodium alginate (binder) was coated on a copper foil followed by drying at 80 °C for 12 h under a vacuum condition. The dried electrode was then punched into 14-mm-diameter round foils and weighed, in which active material loading is around 2 mg cm–2. The SIBs consist of a sodium slice, separator, and electrode, where 1.0 M NaPF6 in EC (ethylene carbonate)/DMC (dimethyl carbonate) (1/1 in volume ratio) served as the electrolyte. The CR2032-type coin cell was assembled in a glovebox filled with argon. The charging/discharging curves were obtained in the potential range of 0–2.0 V at 30 °C on the battery testing system (Land BT2000, Wuhan, China). Cyclic voltammetry (CV) were tested on an electrochemical workstation (CHI660E). The full cell had a configuration of O3-Na0.9[Cu0.22Fe0.30Mn0.48]O2 |separator|HCMS 73. The loading mass of the hard carbon materials was controlled at around 2.0–3.0 mg cm–2, corresponding to the cathode loading of 7.5–10.5 mg cm–2. The weight ratio of the two electrodes (anode/cathode) was 1:3.5, with an anode capacity in excess of 10%. The electrolyte in the full cell was the same as in the half cell. The full cells were charged and discharged in a voltage range of 1–4 V."
                    ],
                    "name": " Electrochemical Analysis",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "SEM images of the as-prepared HCMS and their particle size distributions are displayed in a. The HCMSs consist of well-shaped and independent carbon microspheres through an economical spray drying and subsequent one-pot pyrolysis process. Specially, the unique spherical morphology obtained from spray drying can be well preserved after carbonization without any other treatment, which may be attributed to the improvement of thermostabilization through the intense interaction between PF and lignin in the aqueous solution, preventing the partial fusing of single lignin in the pyrolysis process.",
                        "Furthermore, the particle diameters for HCMS can be easily tailored in a wide range of 0.5–5 μm by varying the mass concentration of the precursor solution (, 3); a higher solution concentration leads to a larger particle size and broad size distribution. When increasing the concentration, HCMSs are slightly crumpled, and more dimples appear on the carbon surface, which agree well with the literature reported.  Especially, the tap density of HCMS 73 and the density of corresponding electrode film can reach 0.8 and 1.1 g cm–3, respectively, much higher than that of commercial hard carbon (BHC-450, BTR New Energy Materials Inc.) with an irregular shape (0.65 and 0.74 g cm–3), which may provide a new approach to prepare other kinds of electrode materials with high volumetric energy density.",
                        "The distinguishing amorphous structures of HCMS are exhibited in XRD results, where the broad peaks around 24 and 43° correspond to the (002) and (100) crystal planes (b). Meanwhile, an expanded interlayer spacing (d002) over 3.86 Å for all these HCMSs is formed, which is ascribed to the highly branched structure from the combined precursor PFLs. With an increase in the mass ratio of PF to lignin, the interlayer spacing increases from 3.87 Å (HCMS 37) to 3.97 Å (HCMS 55) and to 3.99 Å (HCMS 73), suggesting that increasing the lignin-to-PF ratio might facilitate the graphitization of hard carbon, which was mainly caused by the reducing of cross-linking density for pure PF from the partial replacement by the cross-linked reaction between PF and lignin. The disorder degree of hard carbon materials can be estimated by the ID/IG ratio (c). The D band at 1350 cm–1 is assigned to defective or disordered sp3 configured carbon, and the G band at 1580 cm–1 is attributed to planar sp2 carbon atoms with ordered graphitic structures. ID and IG correspond to the integrated values of the D band and G band, respectively. The ID/IG values rise gradually from 1.98 to 2.25 with an increase in weight ratio from 3/7 to 7/3 for PF to lignin. Besides, the structure of HCMS depends greatly on its size (). It seems that the microsphere with larger size cannot cure completely from instantaneous drying by spray drying, which may induce the partial graphitization of the microsphere precursor during carbonization.",
                        "The structures of HCMS were further characterized by HRTEM (high-resolution transmission electron microscopy) and corresponding SAED (selected area electron diffraction) techniques (d–f). As expected for hard carbons, the graphitic microcrystal stripes are discontinuous, and a distinct turbostratic structure with locally ordered pseudo-graphitic domains can further be observed, confirming the amorphous feature of the HCMS. Some randomly stacked graphene sheets crisscross with each other to produce abundant defects and a closed pore structure, which serve as the active sites for Na+ storage. Besides, the HRTEM also discerns the expanded interlayer spacing (3.86–4.02 Å), which enhances the intercalation of Na+ with the assistance of defects. With increasing content of PF, the disordered structure is enhanced, as is proved by the gradually darkened diffraction rings in SAED patterns. Specially, the closed pores are enlarged, further contributing to high sodium storage capacity."
                    ],
                    "name": " Properties of HCMS",
                    "type": "h3"
                },
                {
                    "content": [
                        "To understand the interaction between PF and lignin, the formation mechanism of interconnected network was investigated (). The interaction can be further disclosed by FTIR, which is responsible for the specific structure of HCMS. Notably, with the increasing proportion of PF, the broadening, strengthening, and lower shift of the −OH stretching peak (ν–OH, around 3430 cm–1) fully demonstrated that the hydrogen bond was intensified from a more complete cross-linking between PF and lignin. Besides, the weakened absorption bands of active hydrogen (around 840 cm–1) and carbonyl (νc═o, around 1700 cm–1), originating from the oxidation of hydroxymethyl uninvolved curing reaction or cleavage of β-O-4 ether linkage for lignin, further verified that a small amount of lignin may contribute to the cross-linking of PF and lignin. In general, larger cross-linking density will hinder graphitization, while being favorable to larger interlayer spacing formation, which is conductive to the speedy electrolyte ion diffusion during the rapid sodiation/desodiation process, leading to satisfactory rate performance and cyclic stability.",
                        "Furthermore, TG curves were applied to identify the pyrolysis process of PFLs, which can further elucidate the unique structure development of HCMS. Generally, the degradation process consists of three stages: The stripping of hydroxymethyl and the cleavage of ether bonds occurred at the first stage (around 350 °C). And then, the pendant of aromatic rings was eliminated and the methylene bridges between aromatic structure were broken. After heating to 500 °C, hydrogen atoms were further liberated and aromatic rings were reconstructed. Remarkably, the char yield of PFLs (62.4 wt %) at 800 °C is much higher than that of individual PF (54.7 wt %) and lignin (46.8 wt %), which may result from a large number of methylene bridges (orth-orth-CH2- especially) in PFLs as confirmed by FTIR, improving its first stage thermostability, thus contributing to the higher carbon yield accordingly. Besides, with the alleviated weight degradation within a wide temperature range, volatile molecules, including H2O and CO2, during pyrolysis gradually migrate out along 3D PFL networks without pore-forming, enabling a low specific surface area for HCMS. Besides, the network facilitates the formation of an abundant closed pore structure under high temperature as confirmed by d–f and , which will provide sufficient active sites for sodium storage."
                    ],
                    "name": " Formation Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "The galvanostatic (dis-)charging (GDC) profiles for HCMS in SIBs (vs sodium metal) at 30 mA g–1 (i.e., 0.1 C) are displayed in a. The GDC curves of HCMS are generally divided into two parts: the sloping region (>0.1 V) and plateau region (<0.1 V). From the voltage profiles, it is demonstrated that the slope capacity for all HCMSs decreases compared with the first cycle, suggesting that most of the irreversible capacity occurred at higher potentials. The plateau capacity remains unchanged during the sodiation/desodiation process. Herein, the electrochemical behaviors for HCMS in SIBs are impressive. HCMS 37, HCMS 55, HCMS 73, and HCMS 82 deliver a desodiation/sodiation capacity of 351.3/428.4, 356.8.0/440.5, 373.4/426.1, and 361.6/425.2 mA h g–1 at the first cycle, with an ICE of 82, 81, 88, and 85%, respectively. The ICE value for HCMS 73 is much higher than that directly carbonized from the PF (75%) and lignin (70%), which is confirmed via cyclic voltammetry (CV) curves as displayed in . The superhigh capacity for HCMS 73 in SIBs can rival that of graphite in LIBs due to the rich active sites of defects and closed pores from the combination of PF and lignin than an individual precursor. Notably, with the increasing of PF content, the plateau capacity contribution increased from 68, 72, 74, to 75% because of the increased interlayer spacing and closed pores confirmed by XRD and HRTEM results, which are favorable for hosting the Na+.  Compared with the experimental results reported, it may be considered that the Na+ adsorption in the defect sites occurs at higher potential, while the expanded interlayer spacing enhances Na+ insertion into graphitic layers and the enlarged closed pores facilitate Na metal cluster deposition at the plateau region (d–f and ).",
                        "The long-term cycling performance of HCMS at 0.1 C during 150 cycles is shown in c. All HCMSs have a superior cyclic stability. Particularly, HCMS 73 retains the highest specific capacity of 330 mA h g–1 after 150 cycles. More excitingly, the Coulombic efficiency can reach almost 100% after the first several cycles, suggesting a stable SEI layer formation and high structural stability for HCMS samples.",
                        "Meanwhile, the rate performance was obtained to assess the dynamic characteristics of the obtained samples (). Generally, the performances of HCMS are notably improved compared with the irregular carbon material pyrolized from the single precursor of PF or lignin () due to its regular morphology, smooth surface, and high bulk density. The rate performance for hard carbon depends mainly on the electronic conductivity as well as the ion diffusion. As displayed in , the interlayer distance for HCMS increases with the mass ratio of PF/lignin. The expanded interlayer spacing facilitates the transportation of Na+ and thus improves the rate capability accordingly. Notably, HCMS 73 exhibits the optimum performance. An outstanding specific capacity of 364, 358, 331, 250, and 117 mA h g–1 is achieved at 0.1, 0.2, 0.5, 1, and 2 C, respectively. When the rate reduces to the original rate, the reversible capacity almost recovered (340 and 347 mA h g–1 at 0.2 and 0.1 C) (b,e), which suggests the great stability of HCMS 73 at a wide current range. The rate performance for HCMS 37 deteriorates, where the lowest capacities are exhibited at high rates (120 and 78 mA h g–1 at 1 and 2 C). The poor capacity of HCMS 37 at large current density is largely associated with the rapid plateau capacity degradation, which indicates the limited Na+ diffusion behavior from the comparatively narrow interlayer spacing. To our knowledge, the remarkable rate performance for the HCMS is superior to most reported hard carbon anodes with a lower specific surface area. d list the ICE and capacity for various hard carbon anodes as reported previously.  Hard carbon reported hardly exhibits both capacity higher than 350 mA h g–1 and ICE over 85%. Comparatively, the carbon material of HCMS 73 delivers a record-high comprehensive performance with ultrahigh capacity (373.4 mA h g–1) and ICE (88%). The rate performance of the HCMS 73 is also compared with representative researched carbon anodes (e).  In contrast to the rapid capacity decrease for most carbon anodes reported, HCMS 73 exhibits much slower capacity deterioration, indicating a favorable high rate performance for the HCMS. Coupled with its higher tap density, HCMS may provide higher volumetric energy density.",
                        "The EIS (electrochemical impedance spectroscopy) was conducted to elucidate the excellent rate capability of the HCMS (f). Each plot is composed of a squashed semicircle and a straight line, reflecting the charge transfer resistance (Rct) and the Na+ diffusion behavior in the electrodes, respectively. It turns out that the HCMS 73 shows a much higher slope than that of the samples from individual lignin, PF, and irregular PFL, and the value of Rct is slightly lower than that of other samples (). That is, the microsphere with larger interlayer distance can effectively decrease diffusion resistance and charge transfer resistance, thus enhancing the kinetic behaviors for Na+ diffusion and enabling it to achieve a good rate capability."
                    ],
                    "name": " Electrochemical Behaviors",
                    "type": "h3"
                },
                {
                    "content": [
                        "To disclose the kinetic behaviors during the sodiation/desodiation process for HCMS, the GITT (galvanostatic intermittent titration technique) is employed to determine the diffusion coefficient for Na+ (DNa+) on the basis of Fick’s second law (the calculation process is listed in ). ",
                        "Generally, the DNa+ of HCMS samples is in the 10–9 cm2 s–1 order of magnitude (). It can be observed that the plateau regions (0–0.1 V) show lower DNa+ than that at the sloping regions (∼0.15–2.0 V) during the discharging/charging process, which accounts for the fast degradation for the plateau capacity at higher rates shown in  and . During the desodiation process, the apparent diffusion coefficient first decreases until 0.10 V, then increases, and finally decreases again before reaching the cutoff voltage. It is proved that sodiation/desodiation at defects is easier than into the graphitic layer structure or closed pore structure. HCMS 73, with expanded interlayer spacing, exhibits the highest DNa+ during the sodiation/desodiation process, which further explains why an outstanding rate capability was delivered for HCMS 73 (). In contrast, the HCMS 37 electrode shows a faster decaying of potential within the sodiation process. Therefore, it is demonstrated that a higher PF content contributes to expanded interlayer spacing and introduces enlarged closed pore structure for Na+ plateau storage, combined with the higher electronic conductivity (5.6 S m–1, HCMS 73); this combined strategy endows HCMS with both high reversible capacity and desirable rate capability while keeping a higher ICE. This is different from that of direct carbonization of a single precursor at a higher temperature (1400 °C). As a comparison, we also use GITT to determine the DNa+ for the hard carbon of PF-1400, Lignin-1400, and PFL-1400, respectively (), which provides the evidence for explaining the poor rate behavior of hard carbon materials pyrolized from a single precursor (). It is noteworthy that carbon with long-range order graphitic domains is unfavorable for Na+ storage possibly for reasons similar to those proposed for the graphitic carbon.  Therefore, the turbostratic crystallites with enlarged interlayer distance with the assistance of defect facilitate the fast transportation of Na+. This work provides a possible strategy to improve the performance of SIBs."
                    ],
                    "name": " GITT Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To further demonstrate the actual application prospect, we assembled and tested the coin-type full SIBs consisting of the air-stable O3-Na0.9[Cu0.22Fe0.30Mn0.48]O2 positive and the HCMS 73 negative electrodes (). The cell exhibits an average working voltage of 3.3 V and a high ICE value of 78%, as well as a specific capacity higher than 320 mA h g–1 (based on the weight of anode active materials) after initial activation cycles. The theoretical energy density for the full battery is estimated to be 240 Wh kg–1 based on the total mass of cathode and anode active materials, which is superior to most full batteries reported using hard carbon material as an anode. It also delivers a superior rate property with a high capacity of 198 mA h g–1 even at 2 C and great cyclic stability, preserving 93.6% of the initial capacity after 100 cycles. These remarkable electrochemical performances in the full cell enables SIBs to be promising in the practical applications for energy storage.",
                        "Combining the structure analysis and electrochemical properties, the strategy is demonstrated to be unique as follows: First, the low surface area ensures less SEI formation and greatly enhances the ICE of HCMS. Second, the hard carbon microsphere with larger interlayer distance is helpful to the transport of Na+ and can shorten the diffusion path for Na+, effectively improving its rate capability. Third, the HCMS carbonized from two interconnected precursors provides adequate active sites for sodium ion storage. Finally, the preparation technique for HCMS is simple and easy to scale up; coupled with its obvious cost advantage from its amazingly higher carbon yield, the hard carbon materials are expected to be optimum candidates in practical application of SIBs."
                    ],
                    "name": " Full Battery Applications",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, hard carbon microspheres with expanded graphene interlayers were successfully synthesized by spray drying and one-pot carbonization of microspheres from the highly branched polymer network formed between lignin and PF. Excitingly, benefiting from the branched structure of the precursor, the interlayer distance for HCMS is generally larger than 0.38 nm, which ensures efficient sodium ion diffusion. By adjusting the amount of lignin and carbon microsphere size, the interlayer distance and the degree of graphitization can be optimized. Moreover, higher tap density close to 0.8 g cm–3 can be achieved for HCMS 73 and the density of the corresponding electrode film can reach 1.1 g cm–3. When evaluated as an anode in SIBs, the HCMS delivers superior comprehensive electrochemical properties far beyond those of most reported hard carbons; notably, the as-prepared HCMS 73 sample exhibits a record-high comprehensive property with ultrahigh capacity of 373.4 mA h g–1 (at 30 mA g–1) and impressive ICE of 88%. Besides, excellent rate capability was also demonstrated with HCMS, which retains a preeminent capacity of 250 and 117 mA h g–1 at a current density of 300 and 600 mA g–1, respectively. Considering the excellent electrochemical performance and amazing high carbon yield (48 wt % even at 1400 °C), it is believed that the tailorable and economical strategy can be extended to other hard carbon preparation and is promising in facilitating the practical application of hard carbon."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hard Carbon Microsphere with Expanded Graphitic Interlayers Derived from a Highly Branched Polymer Network as Ultrahigh Performance Anode for Practical Sodium-Ion Batteries"
}