{
    "DOI": "10.1039/D3CC00614J",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Portable electronics and electric cars already make extensive use of lithium-ion batteries (LIBs), which are also crucial for the large-scale storage of energy. However, due to the limited and uneven distribution of lithium resources in the Earth's crust, it is urgent to find new energy storage materials as both a supplement and substitute for LIBs. Compared with lithium, sodium exhibits similar electrochemical properties and is an abundant natural resource in the Earth's crust. These advantages make sodium-ion batteries (SIBs) one of the potential energy storage systems. Commercial graphite materials in LIBs show a very poor electrochemical performance in SIBs. Therefore, finding suitable anode materials for SIBs is the key to their early commercial application. Among many anode materials, VI A main group metal compounds based on a multi-electron conversion reaction mechanism possess the advantages of low cost, easy control over the morphology, and a high theoretical specific capacity. Therefore, they have been widely investigated as SIBs anode materials. However, such materials are accompanied by a huge volume expansion during the electrochemical cycling process, resulting in the crushing and collapse of the electrode materials. Therefore, the application of such materials in SIBs still faces great challenges.",
                "Due to their typical narrow band gap and size-dependent properties, V–VI main group metal-chalcogenides show important application potential. Among them, antimony(III) selenide (Sb2Se3) is a representative semiconductor material with a direct band gap (Eg ≈ 1.11 eV), which has been widely studied in the fields of photoelectric devices, thermoelectric materials, photovoltaic materials and electrochemical energy storage. A variety of new Sb2Se3 nanostructures exhibit different physical and chemical properties compared with their bulk materials, particularly one-dimensional (1D) nanowires with a high length/diameter ratio, which have received close attention from researchers due to their unique properties of anisotropy. Sb2Se3, as an anode material in SIBs, is conducive to the transfer of Na+, and 1 mol Sb2Se3 can react with 12 mol Na+, resulting in a high theoretical capacity of 670 mA h g−1, which has attracted extensive attention from many researchers. Through in situ X-ray diffraction, Yang's group found that the de-intercalation reaction, the conversion reaction and the alloy reaction occurred during the charging and discharging process of Sb2Se3, leading to a relatively high theoretical mass specific capacity. However, during this process, volume expansion and contraction will occur, and even the active material will fall off the substrate, leading to a low electron conductivity and poor cycling stability. The most effective mitigation method is to insert Sb2Se3 into the carbon substrate material as a volume buffer to inhibit volume expansion and improve the electrical conductivity. 2D MXene materials exhibit abundant surface redox reaction sites, a high metal conductivity (6.76 × 105 S m−1), a controllable layer spacing due to weak van der Waals forces, and a more stable layer structure and lower Na+ diffusion barrier than graphene; thus, MXene matrix composites can be constructed through alternate filtration, surface modification, intercalation and in situ deposition, and have become an ideal choice for energy storage applications. In addition, MXene is beneficial to improve the volumetric energy density of electrode material. Therefore, it is expected that high-performance electrode materials for SIBs can be constructed via the hybridization of Sb2Se3 and MXenes.",
                "In this work, the Sb2Se3@NC/MXene composite was fabricated by fixing monodisperse Sb2Se3@NC nanotubes on the surface of the Ti3C2Tx MXene through interfacial covalent bonding. Thanks to the supporting skeleton of the MXene and the strong interface contact with Sb2Se3, the volume expansion of Sb2Se3 during charging and discharging process of SIBs is effectively buffered. In addition, the formation of a three-dimensional continuous electron transport network shortens the ion transport path, which is of great significance for speeding up the electron/ion transport for Na+ storage. Specifically, the Sb2Se3@NC/MXene exhibits an enhanced SIB performance with a stable specific capacity of 333.5 mA h g−1 at 1 A g−1 after 300 cycles. The strong pseudo-capacitance and sodium-ion diffusion properties of Sb2Se3@NC/MXene are responsible for the improved SIB performance. In Na+ full-battery applications, Sb2Se3@NC/MXene//Na3V2(PO4)2O2F (NVPOF) also shows a stable capacity of 115.8 mA h g−1 at 1 A g−1 after 200 cycles.",
                "The preparation process of Sb2Se3@NC/MXene is shown in Fig. 1a. For the dispersed MXene layer, it can be obtained using a conventional etching and exfoliation approach. Fig. S1a (ESI†) shows the XRD pattern of the Ti-MXene nanosheets. This indicates that the Al atomic layer in Ti3AlC2 has been successfully removed, and the peak at 6.5° corresponds to the MXene (002) crystal plane, indicating that the layer spacing of the nanosheet has increased, which is basically consistent with the complete large nanosheet shown in the SEM image in Fig. S1b (ESI†). For the fabrication of Sb2Se3@NC, Sb2S3 nanowires were first produced via a hydrothermal method. Characterization using XRD and SEM/TEM confirmed the successful synthesis of the Sb2S3 nanowires (Fig. S2, ESI†). The Sb2S3 nanowires were treated with polydopamine (PDA) coating and calcination. As a result, Sb nanoparticles encapsulated into N-doped carbon nanotubes (Sb@NC) can be created (Fig. S3, ESI†). Then using the pyrolytic selenization technique, Sb2Se3@NC were formed. As shown in Fig. S4a (ESI†), the crystal structure of the product matches well with orthorhombic Sb2Se3 (JCPDS: 75-1462). The Sb2Se3@NC show an ultralong nanotube structure with a diameter of around 100 nm. Finally, the Sb2Se3@NC/MXene was obtained via the facile mixing Sb2Se3@NC and MXene in aqueous solution (Fig. 1a). First, XRD measurements were conducted on the Sb2Se3@NC/MXene hybrid, as shown in Fig. 1b. Except the peak at 6.5° for the (002) plane of MXene, all other peaks can be well matched with the orthorhombic Sb2Se3 (JCPDS: 75-1462), indicating the pure crystal structure of the Sb2Se3@NC/MXene hybrid. The chemical states of the elements in Sb2Se3@NC/MXene were analyzed via XPS, and consist of Sb 3d, O 1s, Se 3d, N 1s, Ti 2p and C 1s (Fig. S5a, ESI†). A significant amount of polar groups (O, OH, and F) was added to the Ti-MXene surface during etching and exfoliation, which endowed it with good hydrophilicity and exceptional water dispersion, according to the high-resolution XPS of Sb2Se3@NC/MXene in the Ti 2p region (Fig. S5b, ESI†). For C 1s in Fig. S5c (ESI†), the four peaks at 282, 284.7, 285.4 and 288.8 eV can be indexed to C–Ti, C–C, C–O/C–N and CO, respectively. The XPS spectra of Sb 3d and O 1s are shown in Fig. 1c. Sb3+ is present in Sb2Se3@NC/MXene, as evidenced by the peaks at 529.1 eV and 538.4 eV, which correspond to Sb 3d5/2 and Sb 3d3/2, respectively. The other peaks are related to the oxidation of a small part of the surface of Sb2Se3@NC/MXene. Fig. 1d shows the XPS spectrum of elemental Se. The peaks at 53.8 eV and 55.4 eV are attributed to the characteristic peaks of Se–Sb and Se–Se bonds, respectively, indicating that Se in the Sb2Se3@NC/MXene exists in the bivalent form.Fig. 1e shows the N 1s fractional peak of Sb2Se3@NC/MXene. It can be divided into three peaks at 398.4, 400.2 and 401.2 eV, which correspond to pyridinic-N, pyrrolic-N and graphitic-N, respectively.",
                "The morphologies of the obtained Sb2Se3@NC/MXene hybrid and the intermediates were characterized using SEM, TEM and HR-TEM (Fig. 2). The SEM and TEM images of Sb2S3 show its solid nanofibrous morphology with a diameter of about 100 nm and a length of several microns (Fig. 2a and b). Fig. 2c and d show the Sb nanoparticles confined in the N-doped carbon nanotubes. This shape was maintained after selenization (Fig. 2e and f). By mixing Sb2Se3@NC and MXene, the 2D MXene can be well cross-linked with the Sb2Se3@NC nanotubes (Fig. 2g and h). The electron diffraction X-ray spectrum (EDS) of Sb2Se3@NC/MXene shows the distribution of the five elements C, Ti, Se, Sb and N in the cross-linked structure. The Sb2Se3@NC/MXene hybrid composed of 2D layered MXene and 1D nanotubes has the advantages of continuous ion/electron channels and short diffusion distances, and also acts as a buffer layer to alleviate the huge volume change in SIBs. The TGA curve of Sb2Se3@NC/MXene suggests that the carbon content in the composite is 33.3% (Fig. S6, ESI†). The surface area measurement indicates that the BET surface area can be improved from 14.9 to 20.0 m2 g−1via the introduction of MXene into Sb2Se3@NC (Fig. S7, ESI†).",
                "The electrochemical SIB performance and the mechanism of the Sb2Se3@NC/MXene were thoroughly examined. Fig. 3a displays the CV curves for the first five cycles of Sb2Se3@NC/MXene at 0.1 mV s−1. Three reduction peaks at 1.25, 1.04 and 0.48 V were observed. The reduction peaks at 1.25 V and 1.04 V were associated with the formation of NaxSb2Se3 and Sb nanoparticles embedded in Na2Se, respectively, as well as the establishment of a solid electrolyte interface (SEI), while the reduction peaks at 0.48 V were related to the alloying reaction between Sb and Na+. During the initial round of positive scanning, three oxidation peaks of 0.74, 1.51 and 1.83 V were noticed. These peaks can be attributed to the de-alloying of Na3Sb, the conversion of Na2Se and Sb into NaxSb2Se3, and the de-sodiation reaction of NaxSb2Se3. The CV curves almost completely overlap between the second and fifth cycles, demonstrating the reversibility of the Na storage processes. The 1st, 2nd and 5th charge/discharge (GCD) curves of Sb2Se3@NC/MXene at 0.2 A g−1 exhibit an initial high capacity of 672.2 mA h g−1 and an initial coulombic efficiency of 67.9%, as well as an approximate 100% coulombic efficiency in the 2nd cycle, which are much better than the Sb2Se3@NC (Fig. 3b and Fig. S8a, ESI†). The rate performance comparison between Sb2Se3@NC/MXene and Sb2Se3@NC is shown in Fig. 3c and Fig. S8b (ESI†). At 0.2, 0.5, 1, 2, 5 and 10 A g−1, Sb2Se3@NC/MXene delivers enhanced specific capacities of 448.9, 380.8, 346.6, 323.3, 286 and 241.6 mA h g−1, respectively. For the cycling stability of Sb2Se3@NC/MXene, a specific capacity of 367.8 mA h g−1 can be achieved after 100 cycles at 0.2 A g−1 (Fig. S9, ESI†). When the current density is increased to 1 A g−1, it also exhibits the superior stable capacity of 333.5 mA h g−1 after 300 cycles (Fig. 3d and Fig. S10, ESI†). By comparing the rate capabilities, it can be proved that Sb2Se3@NC/MXene can maintain the best performance among the previously reported Sb2Se3-based SIBs (Fig. S11, ESI†). Based on the superior Na+ half-cell performance of Sb2Se3@NC/MXene, Na+ full batteries were constructed using the Na3V2(PO4)2O2F cathode, and the appropriate potential window of 1.25–3.75 V was selected. The rate capability of the full batteries is shown in Fig. 3e. The specific capacities of 346.9, 260.5, 221.1, 200.2, 180.5 and 168.9 mA h g−1 are obtained at 0.1, 0.2, 0.4, 0.6, 0.8, and 1 A g−1, respectively. An excellent cycle life can also be demonstrated in terms of the high capacity of 115.8 mA h g−1 at 1 A g−1 after 200 cycles (Fig. 3f and Fig. S12, ESI†). In addition, the specific capacity of the full cell after 200 cycles is 13.7 mA h g−1, which is based on the mass loading of the NVPOF cathode (Fig. S13, ESI†). The inset of Fig. 3f shows an LED light lit using the as-prepared Sb2Se3@NC/MXene//NVPOF full battery.",
                "In order to further understand the diffusion and charge transfer characteristics of the Sb2Se3@NC/MXene electrode, pseudocapacitive calculations and galvanostatic intermittent titration technique (GITT) tests were performed. Fig. 4a shows the various CV curves from 0.1 to 3.0 mV s−1. The kinetic process of Sb2Se3@NC/MXene was verified using the previously reported method and formulas, including pseudo-capacitance and diffusion behavior. From the CV curves, six redox peaks can be fitted, as shown in Fig. 4b. The straight slope from the lines, which ranges from 0.5 to 1.0, and the b values represent the degree of diffusion or surface capacitance. The b values of the six lines are calculated to be 0.79, 0.86, 0.99, 0.69, 0.99 and 0.81, respectively. The b values of the six peaks are all close to 1, indicating that the capacity contribution of Sb2Se3@NC/MXene is mainly controlled by the pseudo-capacitance behavior. At 1.0 mV s−1, the capacitance contribution of the Sb2Se3@NC/MXene electrode is measured to be 81.6% (Fig. 4c). A histogram of the capacitance contributions made by the Sb2Se3@NC/MXene electrodes at scan speeds ranging from 0.1 to 3.0 mV s−1 is shown in Fig. 3d. With an increase in the scan rate, the capacity contribution percentage of the pseudo-capacitance process improves. At the high scanning rate of 3 mV s−1, the capacity contribution of the pseudo-capacitor process is as high as 91.2%. A high contribution ratio of pseudo-capacitance indicates that the Sb2Se3@NC/MXene has a strong ability to absorb Na+, which is conducive to improving the reversible capacity and the cycling stability, so as to show an excellent electrochemical performance. The sodium diffusion rates of Sb2Se3@NC/MXene and Sb2Se3@NC can be calculated through the GITT test (Fig. 4e and Fig. S14, ESI†). The diffusion rate of Na ions for Sb2Se3@NC/MXene is higher than that of Sb2Se3@NC during the charging and discharging process (Fig. 4f). The 2D MXene-stabilized Sb2Se3@NC effectively shorten the diffusion path of Na ions and reduce the energy barrier for Na+ to participate in the reaction, which explains the high diffusion rate of the SIBs with Sb2Se3@NC/MXene. According to EIS measurements (Fig. S15, ESI†), improved ionic/electronic conductivities in Sb2Se3@NC/MXene are reflected by the smaller semicircle and the steeper line. By checking the cycled electrode (Fig. S16, ESI†), it can be seen that the Sb2Se3@NC/MXene electrode shows an excellent retention of morphology.",
                "In conclusion, the Sb2Se3@NC/MXene hybrid was prepared. The effective interfacial chemical bond can bridge the physical gap between Sb2Se3 and the MXene, thus improving the efficiency of interfacial charge transfer. In addition, interfacial covalent bonds can effectively confine Sb2Se3 and the corresponding reduction products to the surface of the MXene. Benefitting from the unique hybrid structure and synergistic effect between monodisperse Sb2Se3@NC and fully stripped MXene, the Sb2Se3@NC/MXene hybrid material shows a highly reversible sodium storage capacity of 333.5 mA h g−1 after 300 cycles at 1 A g−1, and even maintains 115.8 mA h g−1 at 1 A g−1 after 200 cycles for Na+ full batteries. In view of the established enhanced sodium storage properties, the rational covalent bonding strategy of Sb2Se3@NC/MXene composites can also be extended to other related fields.",
                "This work was financially supported by the Natural Science Foundation of the Jiangsu Higher Education Institutions (22KJA430009), the Science and Technology Development Plan of Suzhou (ZXL2022176), the China Postdoctoral Science Foundation (2022M711686), the Natural Science Foundation of Jiangsu Province (BK20201049)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Interfacial covalent bonding of the MXene-stabilized Sb2Se3 nanotube hybrid with fast ion transport for enhanced sodium-ion half/full batteries"
}