{
    "DOI": "10.1007/s12598-023-02447-1",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, sodium-ion batteries (SIBs) have gained growing attention as a promising alternative to lithium-ion batteries (LIBs), due to the low cost and natural abundance of sodium resources. However, compared with Li+, Na+ has a larger ionic radius and slower reaction kinetics, which often results in severe volume expansion and polarization during cycling, leading to poor cycling life and low reversible capacity. Therefore, designing rational electrode materials with enhanced electrochemical performance, such as long cycle life, good rate capability, and high reversible capacity, is crucial to realize the practical application of SIBs [1–3]. To date, many efforts have been devoted to exploring suitable anode materials for sodium storage, such as advanced carbon materials [4–8], transition metal chalcogenides [9–13], and metal oxides [14–17]. Among them, metal sulfides have been considered as the most promising candidates due to their high theoretical capacity and large compositional diversity.",
                "Among various metal sulfides, MoS2 has gained significant interest due to its low cost and high theoretical sodium storage capacity (670 mAh·g−1). The major drawbacks of MoS2 for SIBs are poor electronic conductivity along the S–Mo–S sheets, which limits its rate capability, and severe aggregation and stacking of the MoS2 layers, which lead to limited accessible active sites and fast capacity fading during cycling. To overcome these issues, combining MoS2 with graphene has been regarded as an efficient strategy to enhance its electronic conductivity, as graphene's good mechanical strength and high electronic conductivity are beneficial for better rate capability and cycling performance. Up to now, several MoS2/graphene hybrids, such as three-dimensional MoS2/graphene microspheres [18], MoS2@N/graphene composites [19], and sandwich-like MoS2/graphene hybrid [20], have been reported. It should be noted that most of the reported MoS2/graphene hybrids distribute MoS2 and graphene in parallel direction, where MoS2 disperses among graphene sheets alongside its c-axis. However, the layered structure of MoS2 makes Na+ easier to be inserted/extracted along the direction that is perpendicular to its c-axis, which can provide open channels for fast Na+ intercalation and increased active sites for electrochemical process [21, 22]. Realizing the vertical growth of MoS2 layers on graphene is still a great challenge. Additionally, building a strong connection between graphene sheets and MoS2 layers is vital to realize a robust structure which is essential for the long-term cycling of electrode.",
                "In this work, a vertical MoS2/ZnS/G structure was fabricated through a facile and scalable hydrothermal method, where the introduction of Zn2+-containing precursor acts as anchor sites for the perpendicular growth of MoS2 layers on graphene and co-precipitates with Mo7O246− during the hydrothermal process, resulting in a defect-rich structure of the final sample. The resultant MoS2/ZnS/G structure integrates all the structural advantages of vertical MoS2/graphene hybrids, such as open channels for fast ion transport and improved electronic conductivity. Additionally, the incorporation of ZnS in MoS2/ZnS/G endows the sample with more heterostructural interfaces and defect sites for efficient sodium-ion storage. The strong connection among MoS2, ZnS, and graphene enables the material a robust structure to survive the repeated charge/discharge process. Electrochemical performance investigations manifest that the MoS2/ZnS/G electrode delivers a high reversible capacity of 498 mAh·g−1 at 100 mA·g−1, an excellent rate capability of 298 mAh·g−1 at a high current density of 5 A·g−1, and an outstanding cycling stability with a capacity decay of 0.056% per cycle during 500 cycles at 1 A·g−1."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The MoS2/ZnS/G composite was synthesized via a straightforward hydrothermal method. Firstly, 60 mg graphene oxide (GO) was sonicated and stirred in 30-ml deionized water. Next, 89 mg Zn(NO3)2·6H2O, 370 mg (NH4)6Mo7O24·4H2O, and 800 mg thiourea were added into the mixture after stirring for 30 min. The resulting solution was transferred into Teflon-lined stainless steel autoclaves and subjected to hydrothermal reaction at 200 °C for 24 h. The obtained precipitates were washed with deionized water and ethanol several times and then dried overnight at 60 °C. The sample was subsequently annealed under Ar at 400 °C for 2 h to ensure better reduction of the graphene oxide. For comparison, pure MoS2, MoS2/G, and ZnS/G were prepared under the same conditions without the addition of Zn(NO3)2·6H2O and graphene oxide, or Zn(NO3)2·6H2O, or (NH4)6Mo7O24·4H2O, respectively."
                    ],
                    "name": "2.1 Synthesis of MoS2/ZnS/G",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase and crystal structure of the prepared material were analyzed using powder X-ray diffraction (XRD, Bruker D8 ADVANCE) equipped with Cu Kα radiation (λ = 0.15418 nm). The morphology of the samples was observed by field emission scanning electron microscopy (SEM, EDAX PW9900) coupled with X-ray energy-dispersive spectroscopy (EDS) and scanning transmission electron microscopy (STEM, a JEOL ARM-200F). The elemental compositions of the materials were confirmed by inductive coupled plasma atomic emission spectroscopy (ICP-AES) and elemental analysis (EA) using a Perkin-Elmer 2400 Series II CHNS/O. X-ray photoelectron spectroscopy (XPS) was performed on a VG Multilab 2000 (VG Inc.)."
                    ],
                    "name": "2.2 Materials characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare the working electrode, 70 wt% active material, 20 wt% acetylene black, and 10 wt% polyvinylidene fluoride were mixed and dispersed in EtOH to form a slurry. The mixed slurry was then coated on copper foil and dried in a vacuum oven at 80 °C for 12 h. The CR2032 coin-type half-cells were assembled in an argon-filled glovebox for electrochemical testing. Sodium metal served as the counter/reference electrode, and 1 mol·L−1 NaPF6 dissolved in ethylene carbonate/diethyl carbonate (1:1 by volume) with 5% fluoroethylene carbonate used as the electrolyte. The specific capacity was calculated based on the mass of MoS2/ZnS/G loaded onto the electrode. The mass loading of the active material was approximately 1.0 mg·cm−2. Cyclic voltammetry (CV) measurements (scan rate at 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0 mV·s−1) and electrochemical impedance spectroscopy (EIS, 0.01 Hz–100 kHz) were carried out on a CHI760E electrochemical workstation. The galvanostatic charge–discharge curves, cycling performances, and rate performances were tested on a LAND battery test system with a voltage range of 0.01–3.00 V."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental",
            "type": "h2"
        },
        {
            "content": [
                "Figure 1 illustrates the synthesis process and structural features of MoS2, MoS2/G, and MoS2/ZnS/G. During the hydrothermal process that involving only (NH4)6Mo7O24·4H2O and thiourea, a flower-like structure was formed due to the self-assembly of MoS2 nanosheets (Fig. S1a). When graphene oxide suspension was added, a highly wrinkled lamellar structure composed of graphene sheets and MoS2 layers was formed due to the electrostatic repulsion between negatively charged graphene oxide and Mo7O246−, leading to the formation of sandwich-structured MoS2/G (Fig. S1b). After further adding Zn2+, a novel vertical structure of MoS2/ZnS/G was formed (Fig. S1c), where Mo7O246− was able to land on graphene through electrostatic attraction enabled by Zn2+ media. The vertical growth of MoS2/ZnS/G not only possessed the structural advantages of parallel MoS2/G (e.g., expanded interlayer distance and good electron conductivity), but also exposed more active sites and provided open channel for efficient Na+ storage, shortened the distance for Na+/electronic transport, which were crucial for improving both rate capability and cycle life.",
                "Figure 2 analyzes the morphological and structural differences among the as-synthesized MoS2, MoS2/G, and MoS2/ZnS/G. The MoS2 sample had a flower-like spherical structure that composed of numerous sheets (Fig. 2a), as confirmed by TEM image in Fig. 2b, which demonstrated self-aggregation of pure MoS2 layers. High-resolution transmission electron microscopy (HRTEM) image in Fig. 2c showed an interlayer distance of 0.62 nm for the (002) plane of pure MoS2, corresponding to the structure shown in Fig. 2d. The MoS2/G sample had a highly wrinkled lamellar structure (Fig. 2e), with improved self-stacking of MoS2 layers after the addition of graphene, as shown in TEM image of Fig. 2f. HRTEM image in Fig. 2g showed an expanded interlayer distance of 0.64 nm for the (002) plane of MoS2, as illustrated in Fig. 2h. The geometry of MoS2/ZnS/G was significantly different from the above two samples. TEM image in Fig. 2i shows that the MoS2/ZnS/G contains large graphene sheet on the bottom and numerous small MoS2 layers on the top (confirmed by HRTEM result shown in Fig. 2j). When graphene is bended, the MoS2 layers still standing on the surface of graphene (Fig. S1d). Therefore, it is reasonable to deduce that most of the MoS2 nanosheets were \"standing\" on the surface of graphene rather than lying on it (Fig. 2l). The interlayer distance of (002) plane for MoS2 showed a further growing trend, which was examined to be 0.69 nm. In addition, typical lattice distance of 0.32 nm for the (111) plane of ZnS is observed in Fig. 2k, which was closely attached to MoS2 layers, implying a strong contact between MoS2 and ZnS. Aberration-corrected HRTEM (Figs. 2m and S2) displayed abundant 1T-phase trigonal lattices MoS2 and some 2H-phase honeycomb lattices of MoS2 in the MoS2/ZnS/G, along with numerous defects in the MoS2 sheets. The previous works have confirmed that the defect-rich structure in electrode can provide extra sites for sodium storage, and enable better electronic/ionic kinetics for fast sodium storage at high current rates [23–25]. Such a dual-phase and defect-rich structure of MoS2/ZnS/G is expected to promote better electronic conductivity and higher Na+ affinity.",
                "XPS survey spectrum (Fig. S3) revealed that the MoS2/ZnS/G hybrid consisted of Mo, Zn, S, C, and O. The presence of O in the sample was due to inevitable oxidation in the air. The elemental distribution images of the sample (Fig. 2n) showed a homogeneous distribution of Mo, Zn, S, and C. The chemical composition of Mo, Zn, S, and C was examined by ICP-AES, and the results are listed in Table S1. XRD patterns of the three samples (Fig. 2o) showed typical diffraction peaks for MoS2 (JCPDS No. 75-1539). Comparing with pure MoS2, a slight peak shift to the lower angle of the MoS2 (002) plane was observed in the MoS2/G sample, indicating an expanded interlayer distance that agreed with HRTEM result. Moreover, for the MoS2/ZnS/G sample, the (002) diffraction peak was largely weakened, suggesting that the stacking of MoS2 layers was effectively suppressed. No characteristic diffraction peaks of graphene were observed in the MoS2/G and MoS2/ZnS/G samples, indicating the high dispersion state of graphene sheets. The observation of ZnS (111) plane in MoS2/ZnS/G was agreed with HRTEM results in Fig. 2k, confirming the existence of ZnS. Furthermore, the highly overlapped distribution of C and Zn elements in Fig. S4 implied that the existence of ZnS may play an important role in the formation of such a unique MoS2/ZnS/G structure.",
                "To confirm the role of ZnS in the formation of MoS2/ZnS/G, a chemical etching process was conducted by immersing MoS2/ZnS/G in 1 mol·L−1 HCl solution for 1 h at room temperature. The post-treated sample was marked as MoS2/ZnS/G-HCl. Compared to MoS2/ZnS/G, XRD pattern of MoS2/ZnS/G-HCl (Fig. S5) showed two notable differences: the absence of ZnS diffraction peak and the strengthening of the MoS2 (002) plane. Therefore, it is reasonable to deduce that without the help of ZnS, MoS2 sheets peel off from graphene and restack into thicker layers. SEM and TEM images shown in Fig. S6 agreed with XRD results. Elemental mapping images of the MoS2/ZnS/G-HCl (Fig. S7) also confirmed the disappearance of ZnS in the final sample. All the above discussions supported the vertical structure of MoS2/ZnS/G.",
                "To obtain more structural information about the MoS2/ZnS/G hybrid, a Raman test was conducted. As shown in Fig. 3a, two broad peaks centered at 1344 and 1591 cm−1 were observed and attributed to the defect-related D-band and graphite-related G-band of carbon, respectively [26, 27]. The presence of graphene was also confirmed by C 1s XPS spectrum in Fig. S8. The intensity of the D-band was found to be higher than that of the G-band, indicating a high level of disorder in the grapheme of MoS2/ZnS/G sample. Typical peaks for the 2H and 1T modes of MoS2 were also observed, confirming the co-existence of both phases [27, 28]. Importantly, the intensity of the graphene peak was much smaller than that of MoS2, suggesting that the graphene dwas well covered by MoS2. XPS spectra further supported these findings. The high-resolution Mo 3d XPS spectrum (Fig. 3b) exhibited two dominant doublets. The peaks at 232.5 and 229.4 eV were assigned to the Mo 3d3/2 and Mo 3d5/2 of the 1T-phase MoS2, while the peaks at 232.7 and 229.6 eV were assigned to the variation of Mo 3d3/2 and Mo 3d5/2 of the 2H phase, respectively [17]. The S 2p spectrum also showed two components at 162.0 and 162.4 eV for the S 2p3/2, and 163.2 and 163.8 eV for the S 2p1/2. As for the Zn 2p spectrum (Fig. 3d), typical peaks observed at 1022.4 and 1045.6 eV corresponded to the Zn 2p1/2 and Zn 2p3/2 of ZnS [29, 30]. The specific surface area of MoS2/ZnS/G was calculated to be 140.6 m2·g−1 based on the nitrogen isothermals (Fig. 3e), which was much higher than that of the MoS2/G sample (62.2 m2·g−1, Fig. S9). The pore size distribution plot (Fig. 3f) indicated an average pore size of 3.9 nm for MoS2/ZnS/G. The large surface area and porous structure of this hybrid are favorable for fast electronic/ionic transport. In comparison with the MoS2/G sample, the MoS2/ZnS/G exhibits three dominant structural advantages: (1) shortened distance for ionic and electronic transport due to the vertical growth of MoS2 nanosheets; (2) increased active sites for sodium storage resulting from the expanded layer distance of MoS2 and the defect-rich structure; and (3) enhanced electronic conductivity attributed to the existence of 1T-phase MoS2, graphene, and numerous heterostructural interfaces.",
                "The sodium storage performance of the as-prepared electrodes was evaluated in half-cells. To gain a better understanding of the structural superiority of MoS2/ZnS/G, the electrochemical performance of MoS2/G and ZnS/G (structural characterizations are provided in Figs. S10–S13) was also determined. Cyclic voltammetry (CV) curves of MoS2/ZnS/G are shown in Fig. 4a. During the first scan, the reduction peaks at 1.18 and 0.84 V were ascribed to the insertion of Na+ into the MoS2 lattice [31, 32]. The Na-insertion potential of MoS2/ZnS/G is higher than that of MoS2/G (Fig. S14). The peaks shift of MoS2/ZnS/G is due to the enlarged interlayer distance of MoS2, which resulted in a lower energy barrier for Na+ insertion. As the reduction proceeded, another peak was observed at 0.36 V, corresponding to the reduction of ZnS [33]. During the anodic process, the recovery peak for ZnS appeared at 0.89 V, similar to the ZnS/G sample in Fig. S15. The desodiation peaks of MoS2 appeared at 1.60 and 1.78 V, which were lower than those of MoS2/G. The CV curves for the second and third scans were almost overlapped, implying good electrode reversibility that is consistent with the galvanostatic charge–discharge profiles. The initial discharge/charge capacity of MoS2/ZnS/G was 848/498 mAh·g−1 at 0.1 A·g−1. The irreversible capacity loss in the first discharge/charge process is mainly due to the decomposition of electrolyte, the formation of solid–electrolyte interfaces film, and the irreversible side reactions of electrode. It should be noted that the initial discharge/charge capacity of MoS2/ZnS/G was higher than those of MoS2/G (612/336 mAh·g−1, Fig. S16a) and ZnS/G (796/414 mAh·g−1, Fig. S16b), demonstrating the structural superiority of this vertical defect-rich sample. From the second cycle onward, the discharge/charge capacities of MoS2/ZnS/G stabilized at ~ 470/460 mAh·g−1. The cycling performance of MoS2/ZnS/G, MoS2/G, and ZnS/G electrodes is compared in Fig. 4c. After 100 cycles at 0.1 A·g−1, ZnS/G and MoS2/G exhibited a capacity of only 114 and 277 mAh·g−1, respectively, while a high capacity of 470 mAh·g−1 was reserved in MoS2/ZnS/G electrode, corresponding to a respectable capacity retention of 97% (compared with capacity in the second cycle).",
                "The rate capability of the samples was subsequently examined, and as expected, the MoS2/ZnS/G sample showed the best rate capability. Figure 4d illustrates that when the current density increased from 0.1 to 0.3, 0.5, 1.0, 2.0, and 5.0 A·g−1, the reversible capacities gradually dropped from 497 to 465, 445, 408, 376, and 298 mAh·g−1, respectively. Significantly, when the current density was tuned back to 0.1 A·g−1, the capacity rapidly recovered to a high value of 541 mAh·g−1, indicating good structural stability. The capacity increase in this MoS2/ZnS/G was agreed with the pervious reported works that may due to a gradually activation of electrodes which facilitate the electronic/ionic kinetics [34]. To further evaluate the long cycling performance of MoS2/ZnS/G, tests were conducted at 1.0 A·g−1, and the result is given in Fig. 4e. After 500 cycles discharge/charge process, a reversible capacity of 280 mAh·g−1 was maintained, demonstrating a capacity decay of 0.056% per cycle (comparing with 388 mAh·g−1 in the second cycle). The capacity retention of this MoS2/ZnS/G significantly outperforming the MoS2/G, ZnS/G, and previously reported MoS2-based electrodes for SIBs, detailed comparison is listed in Table S2. Additionally, Fig. 4f compares the rate capability of the MoS2/ZnS/G with other reported MoS2-based electrodes [31, 34,35,36,37,38,39,40].",
                "The electrochemical kinetics of MoS2/ZnS/G was analyzed through a series of CV measurements. Figure 5a shows CV curves recorded under various scan rates ranging from 0.2 to 1.0 mV·s−1, with three typical peaks selected to monitor the reduction and oxidation processes. The relationship between the current (i) and scan rate (v) in the CV curves followed the equation: \\(i=a{v}^{b}\\), where b value depends on the solvated ions storage mechanism, and a is a constent. A b value approaching 0.5 indicates a diffusion-controlled process, while a b value approaching 1.0 indicates a pseudocapacitance-controlled process. As shown in Fig. 5b, the b values for peaks A, B, and C were calculated to be 0.82, 0.70, and 0.95, respectively, indicating a mixed mechanism dominated by pseudocapacitive Na+ storage. To quantify the contribution of capacitive behavior, the pseudocapacitance-controlled and diffusion-controlled processes were calculated using the equation: \\(i={k}_{1}v+{k}_{2}{v}^{1/2}\\), where k1v and k2v represent the pseudocapacitance-controlled and diffusion-controlled processes, respectively. Figure 5c illustrates that the pseudocapacitive process contributed 89.3% of the total capacity at a scan rate of 1.0 mV·s−1. As the scan rate increased, the proportion of capacitive capacity gradually rose, as shown in Fig. 5d. The high value of capacitive contribution in MoS2/ZnS/G accounted for its favorable electrochemical kinetics at high current densities.",
                "Electrochemical impedance spectroscopy (EIS) plot of MoS2/ZnS/G, as depicted in Fig. S17, demonstrated a lower charge-transfer resistance (Rct) of 515 Ω than MoS2/G (610 Ω) and ZnS/G (1007 Ω). The lower Rct of MoS2/ZnS/G indicated faster ion/electron transportation, further highlighting the crucial role of this unique structure: (1) Pseudocapacitance-dominated electrochemical process, which helps to maintain the structural stability, further leads the long cycle life and good rate capability; (2) defect-rich structure of the final sample, which can not only provide extra sites for sodium storage but also favorable for a long cycling lifespan and high current rate; (3) vertical grown of MoS2 on graphene sheets, which provides shorter and open channels for fast ion/electron transport; and (4) co-existence of 2H–MoS2 and 1T–MoS2 phase, which promote better electronic conductivity and higher Na+ affinity."
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, this study proposes a straightforward and scalable method to synthesize a novel MoS2/ZnS/G structure with unique advantages. The addition of ZnS enables MoS2 to stand vertically on graphene, resulting in a defect-rich structure. This new structure preserves the benefits of other MoS2/graphene composites, such as enhanced electrical conductivity and expanded interlayer distance, while offering additional advantages, such as open ion diffusion channels and more active sites for Na+ storage. The MoS2/ZnS/G electrode demonstrates impressive performance for sodium storage, including high reversible capacity (498 mAh·g−1 at 0.1 A·g−1), superior rate capability (298 mAh·g−1 at 5 A·g−1), and excellent cycling performance (a capacity decay of 0.056% per cycle after 500 cycles at 1 A·g−1). The vertical structure of MoS2/ZnS/G facilitates faster Na+ transport and better electrolyte penetration, while the presence of defects increases active sites for Na+ storage. The decreased resistance and desirable capacitive contribution of MoS2/ZnS/G confirm its structural advantages, which lead to improved rate performance and cycling stability. Overall, this work demonstrates the potential of MoS2/ZnS/G as a high-performance electrode material for sodium-ion batteries."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Vertically grown MoS2 nanosheets on graphene with defect-rich structure for efficient sodium storage"
}