{
    "DOI": "10.1021/acs.inorgchem.3c00646",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Secondary batteries, as one of the sources of green energy, play a crucial role in the decarbonization of the worldwide economies. Sustainable and safe green batteries will facilitate reduction of the environmental pollution caused by traditional chemical fuels and decrease the consumption of natural resources.  Recently, sodium-ion batteries (SIBs), with the advantages of the same reaction mechanism as lithium ion batteries (LIBs), rich sodium resources, low cost, and environmental friendliness, have been regarded as suitable for grid-scale applications for secondary batteries.  As the radius of Na+ is larger than that of Li+, it makes the kinetics of Na+ sluggish in the alloying/dealloying process, leading to poor rate capability and low power density, and prevents its commercial application.  Therefore, it is most urgent to explore negative electrode materials with high energy density and rate capacity for SIBs.",
                "Sn-based anode materials have been considered as promising anode materials for SIBs because of their high theoretical capacity (∼847 mA h g–1), volumetric capacity (1210 Ah L–1) (based on the formation of Na15Sn4), low operation voltage (0.3–0.4 V),  high electronic conductivity, and good safety under ambient conditions. However, the main obstacle to the further development of Sn-based anode materials is the pulverization and agglomeration of electrode materials during sodiation/desodiation, which causes a serious volume change (410%) after full sodiation, leading to electrochemical inactivation for the active material and severe capacity attenuation upon cycling.  To circumvent these problems, great efforts have been made to develop various Sn-based components and structures for SIBs. For example, our group synthesized uniform ultra-fine SbSn nanodots encapsulated in nitrogen-containing porous carbon nanofibers (SbSn@NCNFs) by electrospinning. When used as SIBs, SbSn@NCNFs could deliver a reversible capacity as high as 331 mA h g–1 after 500 cycles at 0.1 A g–1.  Chen and co-workers demonstrated that the heterostructure engineering of core–shelled Sb@Sb2O3 encapsulated in three-dimensional (3D) N-doped carbon hollow spheres could retain a reversible capacity of 379 mA h g–1 after 1000 cycles at 5 A g–1.  Clearly, the most important feature of these materials is that a bimetallic alloy (SbSn) is selected to alleviate the internal stress generated and maintain the structural stability during the repeated Na-ion insertion/extraction processes. However, the huge volume change (Sn ↔ Na15Sn4: 520%, Sb ↔ Na3Sb: 390%)  during the charging/discharging process leads to intense pulverization, which reduces the contact between the electrolyte and the active substance and injures the cycle stability.  Recently, a few reports have demonstrated that combining alloy Sn with other metals (Ni, Co, Cu) is a promising method to alleviate the volume expansion during the charging/discharging process.  This is due to the Ni or the Co acting as an electrochemically inactive matrix not participating in the alloying reaction, which can not only buffer the volume variations but also inhibit aggregation and particle growth of the Sn phase during the electrochemical Na–Sn alloying process. ",
                "Another promising strategy toward obtaining a significant volume change is to prepare nanocomposite structures consisting of Sn nanoparticles and carbon: for example, carbon nanofibers or nanotubes,  three-dimensional (3D) carbon matrixes,  or graphene layers.  Carbon nanofibers, specifically one-dimensional (1D) carbon nanofibers  with a hierarchical porous structure and flexible properties, have attracted much attention due to their excellent electron conduction channels, high specific surface area, and capability to alleviate volume change.  In the construction of nanofiber structures, the electrospinning technology has attracted much attention due to its simple manufacturing process and low cost.  Most importantly, the freestanding membrane obtained by electrospinning can be directly used as a negative electrode without adding the conductive agent and binder, which improves the energy density of the negative anode and avoids the failure and collapse of active materials during the charging and discharging process. Most importantly, the introduction of nitrogen by polyacrylonitrile (PAN) in the nanofiber can further enhance the electronic conductivity, due to which many carbon defects are introduced.  On the other hand, the introduction of hollow carbon spheres (HCSs) can provide more buffer space during the alloying/dealloying process. Meanwhile, the HCSs with a mesoporous structure and larger specific surface area can enhance the interface contact with the electrolyte to accelerate the diffusion transfer of electrons and ions.",
                "In this context, we reported the synthesis of SnCo particles encapsulated in integrated carbon matrix-synergized N-doped carbon fibers with hollow carbon spheres (B-SnCo/NCFs) as anodes for SIBs, by means of electrospinning followed by carbonization treatment. The HCSs serve as nanoreactors and can control the confined growth of SnCo nanoparticles and prevent SnCo from agglomeration during the formation process to improve the cycle stability of the battery. The ultrasmall Sn nanocrystals and HCSs enable fast Na+ transportation and easy strain relaxation. The B-SnCo/NCF CNF-based SIBs manifest a set of noteworthy electrochemical properties, including a large specific capacity, excellent cycling stability, and outstanding rate performance, and, notably, the reversible capacity of 351 mA h g–1 at 0.1 A g–1 after 300 cycles."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Precursor SiO2@SiO2/RF nanospheres were synthesized by co-condensation of tetraethyl orthosilicate (TEOS) and resorcinol formaldehyde oligomer on SiO2 surface. Firstly, 3.5 mL of TEOS was added into a mixed solution containing deionized water (10 mL), ethanol (70 mL), and ammonia solution (3.5 mL, 25 wt %) under stirring vigorously at room temperature. After stirring for 15 min, formaldehyde (0.56 mL) and resorcinol (0.4 g) were added into the above solution and stirred for 24 h at room temperature. The SiO2@SiO2/RF nanospheres were obtained by centrifugation, washed with deionized water and ethanol several times, and dried in a vacuum oven at 80 °C for 12 h. Second, the precursor of SiO2@SiO2/RF nanospheres was calcinated under Ar atmosphere to 650 °C for 5 h to obtain the SiO2@SiO2/C nanospheres. Finally, the HCSs were obtained through sodium hydroxide (NaOH) etching.",
                        "First, 0.5 g of polyacrylonitrile (PAN, Mw = 150,000, Aldrich), 0.1 g of HCSs, 0.238 g of cobalt dichloride hexahydrate (CoCl2·6H2O), and 0.226 g of Tin(II) chloride dihydrate (SnCl2·2H2O) were dissolved in dimethylformamide (DMF) (99.8%) under vigorous stirring at 60 °C for 3 h. Then, the solution was transferred to a 5 mL plastic syringe equipped with a 20-gauge stainless-steel needle for electrospinning at a feed speed of 0.6 mL h–1 and applied voltage of 15 kV, and the distance between the needle and the collector was maintained at 18 cm. The obtained as-spun fibers were dried at 60 °C overnight in a vacuum oven. Subsequently, the obtained nanofiber membrane was stabilized in air at 250 °C for 2 h, and then carbonized at 600 °C for 2 h with 2 °C min–1 in the gas flow of Ar/H2 (95 vs 5 vol %). Finally, the B-SnCo/NCFs were obtained. For the sake of contrast, the control samples, the B-Sn/NCFs, Sn/NCFs, and CoSn/NCFs were obtained.",
                        "The procedure for synthesizing CoSn/NCFs was similar to the B-SnCo/NCFs method except for the removal of HCSs. First, 0.5 g of polyacrylonitrile (PAN, Mw = 150,000, Aldrich), cobalt dichloride hexahydrate (CoCl2·6H2O), and 0.226 g of Tin(II) chloride dihydrate (SnCl2·2H2O) were dissolved in DMF (99.8%) under vigorous stirring at 60 °C for 3 h. Then, the solution was transferred to the 5 mL plastic syringe equipped with a 20-gauge stainless-steel needle for electrospinning at a feed speed of 0.6 mL h–1 and an applied voltage of 15 kV, and the distance between the needle and the collector was maintained at 18 cm. The obtained as-spun fibers were dried at 60 °C overnight in a vacuum oven. Subsequently, the obtained nanofiber membrane was stabilized in air at 250 °C for 2 h, and then carbonized at 600 °C for 2 h with 2 °C min–1 in the gas flow of Ar/H2 (95 vs 5 vol %). Finally, the SnCo/NCFs were obtained."
                    ],
                    "name": "2.1.  Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Phase structure was obtained using a Bruker D8 ADVANCE X-ray powder diffractometer in the 2θ range from 10 to 80 under Cu Kα radiation (λ = 0.15418 nm). The morphologies and structures of the products were investigated by scanning electron microscopy (SEM, HITACHI SU8010) and transmission electron microscopy (TEM, FEI Talos F200X) at an accelerating voltage of 200 kV. The elemental composition and chemical state of the samples were detected by X-ray photoelectron spectroscopy (XPS) analysis using a PHI5000 Versa Probe III XPS with an Al Kα excitation source. N2 adsorption–desorption isotherms were obtained by using Brunauer–Emmett–Teller (BET, ASAP 2020 PLUS HD88). Thermogravimetric analysis (TGA) was carried out to calculate the carbon contents of the products using 600 SDT under room temperature to 900 °C temperature range in air. Raman spectra were studied using a dispersive Raman microscope (XPLORA PLUS) with a wavelength of 532 nm."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical measurements of the products were conducted using CR2025 coin-type cells assembled in an Ar-filled glovebox. The working electrodes were prepared by mixing the active materials (80 wt %), acetylene black (10 wt %), and poly(vinylidene fluoride) (PVDF, 10 wt %) in N-methyl-2-pyrrolidinone (NMP) to form a slurry. The slurry was coated onto Ni foam, which was pressed at 20 MPa to result in good contact between them, and then dried at 80 °C in a vacuum overnight. The mass loading of the active material was 1.2 mg cm–2. The SIB electrolyte solution was 1 M NaClO4 dissolved in a mixed solution of propylene carbonate (PC)/ethylene carbonate (EC) (PC/EC = 1:1) with 5 wt % fluoroethylene carbonate (FEC) as the additive. Cyclic voltammetry (CV) measurements were performed between 0.005 and 3.0 V at a scan rate from 0.1 to 2.0 mV s–1 and the electrochemical impedance spectrum (EIS) measurements were carried out at room temperature within the frequency range from 0.01 to 100 kHz using a CHI 660D electrochemical workstation. The charge–discharge tests were performed in a cutoff potential window of 0.005–3.0 V using a LAND battery program-control test system after aging for more than 10 h."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis route of bean pod-like B-SnCo/NCFs is illustrated in . First, the hollow carbon spheres (HCSs) were obtained according to previous literature. Briefly, tetraethylorthosilicate (TEOS) and resorcinol formaldehyde (RF) oligomers were co-condensed on the SiO2 surface to form SiO2@SiO2/RF nanospheres. As-prepared SiO2@SiO2/RF nanospheres were annealed at 650 °C under Ar to obtain SiO2@SiO2/C nanospheres. The hollow carbon spheres (HCSs) were obtained by etching SiO2 using NaOH.  shows the scanning electron microscope (SEM) and transmission electron microscope (TEM) images of HCSs, respectively. Then, the precursor solution of HCSs, polyacrylonitrile (PAN), and metal chlorides in DMF (N,N-dimethylformamide) was embedded into as-spun PAN/HCSs/SnCl2·2H2O/CoCl2·6H2O fibers by electrospinning. Subsequently, the collected nanofiber membranes were carbonized in air atmosphere at 250 °C and further reduced at 600 °C under the atmosphere of Ar/H2, yielding the B-SnCo/NCFs membrane. During carbonization, the SnCl2·2H2O and CoCl2·6H2O were reduced to SnCo nanoparticles, and polyacrylonitrile (PAN) was converted to N-doped multichannel carbon nanofibers. It is worth mentioning that HCSs can not only improve the conductivity but also prevent SnCo agglomeration during the formation process.",
                "The morphology, structure, and chemical composition of the B-SnCo/NCF membrane was characterized by SEM, TEM, and X-ray diffraction (XRD). a shows the images of the precursor nanofiber membrane of PAN/HCSs/SnCl2·2H2O/CoCl2·6H2O. The diameter of the nanofiber precursor is about 500 nm and HCSs are evenly embedded in the nanofiber. The surface light of the nanofiber can be clearly seen because SnCo nanoparticles are not reduced. b,c shows the SEM images of B-SnCo/NCFs. After carbonization, the SnCo nanoparticles were encapsulated in the HCSs and the diameter of the nanofiber was decreased by around 450 nm compared with the precursor nanofiber. This is because the polymers and reduced ionic salts were decomposed during the high-temperature calcination process. X-ray diffraction characterization was used to examine the crystal characteristics and phase information of B-SnCo/NCFs, SnCo/NCFs, B-Sn/NCFs, and Sn/NCFs. The XRD pattern of B-SnCo/NCFs (d) indicates that the diffraction peaks located at 28.5, 33.9, and 45.1° could be well ascribed to the (101), (110), and (201) planes of SnCo alloy (JCPDS No.02-0559);  no other phases were found in the XRD spectra of B-SnCo/NCF and SnCo/NCF () samples. Meanwhile,  presents the XRD pattern of Sn/NCFs, in which all peaks are assigned as the Sn phase (JCPDS. No 04-0673).  e shows the low-magnification TEM image of B-SnCo/NCFs, which indicates that HCSs are well distributed inside the nitrogen-doped carbon nanofibers, and SnCo nanoparticles are grown uniformly on the HCSs inside instead of agglomerating, with a diameter of 100 nm, to form a bean pod-like structure of SnCo/N-doped carbon nanofibers. The high-resolution TEM (HRTEM) image of B-SnCo/NCFs (f) clearly reveals that the lattice spacing of 0.31 nm is consistent with the (101) lattice facets of SnCo. Additionally, the corresponding selected area electron diffraction (SAED) is shown in g. The concentric diffraction ring agrees with the phases of SnCo. h–l shows the energy-dispersive X-ray spectroscopy (EDX) mapping test of B-SnCo/NCFs. It is observed that the elements of C, N and Sn, Co are homogeneously distributed throughout the carbon nanofibers and HCS, respectively, which further proves the uniform growth of SnCo nanoparticles inside the HCS and the uniform distribution of N-doped carbon nanofibers in the HCS to improve the conductivity of the anodes.",
                "By slightly modifying the synthesis conditions, the three samples SnCo/NCFs, B-Sn/NCFs, and Sn/NCFs can also be synthesized (). a,b shows the SEM and TEM images of the morphology of SnCo/NCFs, respectively, where SnCo nanoparticles with an average diameter of 20 nm are uniformly embedded into N-doped carbon nanofibers, and no apparent SnCo nanoparticles are aggregated on the carbon nanofibers. The TEM-EDX elemental-mapping images, shown in c, reveal the homogeneous distribution of C, N, Sn, and Co elements in SnCo/NCFs. Meanwhile, f–i reveals the TEM-EDX elemental-mapping images of B-Sn/NCFs and Sn/NCFs, respectively. Moreover, d–e,g–h reveals the SEM and TEM images of the morphology of B-Sn/NCFs and Sn/NCFs, respectively. Most importantly, this unique synthesis strategy can provide a reference for synthesizing other pod-like beans of Sn-based anode materials. The HRTEM shown in  displays the lattice fringes with a d-spacing of around 0.31 nm, which can be assigned to the (101) planes of hexagonal SnCo ().  presents the HRTEM image of the synthesized Sn/NCFs. The interplanar distance is 0.29 nm, which is consistent with the (200) plane of Sn, and the concentric diffraction ring agrees with the multiphases of Sn, being consistent with the XRD results, as shown in .",
                "In order to confirm the carbon content in B-SnCo/NCFs, thermogravimetric analysis (TGA) was carried out. As shown in a, the slight weight decreases before 200 °C can be attributed to the evaporation of the water in B-SnCo/NCFs.  Then, the main loss between 300 and 600 °C can be attributed to the combustion of carbon material and the oxidation of SnCo to form SnO2 and Co3O4. The content of SnCo in B-SnCo/NCFs is calculated as 34.8% by the following equation The carbonization degree of B-SnCo/NCFs was characterized by the Raman spectrum, the results of which are shown in b. The two broad peaks located at 1350 and 1580 cm–1 can be attributed to the D band (structural defects in the lattice of carbon atoms) and G band (in-plane stretching vibration of the sp2 hybridization of carbon atoms). It is commonly believed that the intensity ratio of the D band and the G band (ID/IG) can be used to illustrate the graphitization trait of the composite materials.  The ID/IG for B-SnCo/NCFs is 1.37, proving that the B-SnCo/NCFs have some defects in carbonaceous material resulting from the introduction of HCSs into N-doped carbon nanofibers, while the SnCo/NCFs, B-Sn/NCFs, and Sn/NCFs are 1.18, 1.20, and 1.08. The introduction of defects can increase the storage of the Na ion because of the binding energy between Na ions, and the defects can enhance the Na adsorption on the surface of carbon materials. Moreover, it can provide fast electron transport during the Na+ storage process, contributing to the outstanding electrochemical performance. ",
                "The Brunauer–Emmett–Teller (BET) method and Barrett–Joyner–Halenda method were used to calculate the specific surface area and pore size distribution of four samples. The specific surface area of B-SnCo/NCFs is 109.06 m2 g–1, while the specific area is 97.90 m2 g–1 for B-Sn/NCFs, 88.37 m2 g–1 for SnCo/NCFs, and 91.15 m2 g–1 for Sn/NCFs (c). The B-SnCo/NCFs with a large specific surface area can provide not only enough contact area between the electrolyte and active materials but also abundant void space for the volume variation of SnCo during the charge and discharge process.  shows the pore size distribution of B-SnCo/NCFs, B-Sn/NCFs, SnCo/NCFs, and Sn/NCFs. It is clearly observed that the B-SnCo/NCFs have a mesoporous structure with a pore size of 4 nm. d displays the electrical conductivities of B-SnCo/NCFs, B-Sn/NCFs, SnCo/NCFs, and Sn/NCFs. It can be seen that B-SnCo/NCFs have the highest electrical conductivity (3.56 S m–1). The excellent conductivity of B-SnCo/NCFs can be attributed to the synergistic effect of hollow mesoporous carbon spheres and good conductivity of carbon fibers.",
                "X-ray photoelectron spectroscopy (XPS) was carried out to examine the compositions and the surface chemical states of B-SnCo/NCFs (e–i). The full spectrum in e reveals the presence of C, Co, Sn, and N elements in B-SnCo/NCFs, which proves the successful synthesis of these elements and coincides with the EDS analysis. f shows the high-resolution spectrum of C 1s, in which the three peaks located at 283.7, 284.3, and 287.3 eV can be attributed to the C═C, C═N, and C–N bonds, respectively.  The N 1s spectrum of B-SnCo/NCFs can be fitted to the three peaks at 397.3, 399.0, and 399.6 eV, which can be ascribed to to pyridinic, pyrrolic, and graphitic N, respectively (g). It should be noted that nitrogen derives from the decomposition and carbonization of PAN.  Based on the XPS and TEM-EDS results, the N content in the B-SnCo/NCFs composite is ∼10%. The introduction of N can improve the conductivity and provide more active sites for sodium ions. The Co 2p XPS spectrum (h) of B-SnCo/NCFs can be divided into 785.0, 780.4, and 777.2 eV, which can be related to the Co3+, Co2+, Co0, respectively, and the two additional peaks at 796.0 and 801.6 correspond to Co 2p1/2.  As for the Sn 3d (i), the peaks located at 485.7 and 494.0 eV belong to the Sn 3d5/2 and 3d3/2 of Sn4+, and the other two peaks at 484.0 and 492.4 eV can be attributed to the metallic Sn, confirming the existence of SnCo in the nanocomposite. ",
                "The electrochemical performances of B-SnCo/NCFs and the three reference samples were further studied by CR2025-type coin half cells. The B-SnCo/NCF films were directly used as the anode without binder and conductive material. a shows the initial three cyclic voltammogram (CV) curves of the B-SnCo/NCF anode with a voltage window of 0.005 and 3.0 V at 0.2 mV s–1. The irreversible broad peaks at 0.4 and 1.2 V correspond to the solid electrolyte interphase (SEI).  The subsequent peaks between 0.25 and 0.005 V can be indexed to the multiple step alloying reactions with Sn, loading in Na2.25Sn, Na3Sn, and Na3.75Sn.  During the corresponding anodic scan, the peaks at 0.59 and 0.75 V can be attributed to the dealloying reaction of NaxSny.  Commonly, the alloying and dealloying reactions of SnCo can be understood based on the following equations Notably, the curves of the B-SnCo/NCFs in the following cathodic scan and anodic scan tend to overlap, indicating the splendid reversibility of the B-SnCo/NCF anode during the cycling. For comparison, the CV curves of B-Sn/NCFs, SnCo/NCFs, and Sn/NCFs () are presented in the same conditions, which implies that the same electrochemical reactions occurred.",
                "b exhibits the galvanostatic charge–discharge profiles of B-SnCo/NCFs for the initial three cycles at a current density of 0.1 A g–1. The platforms at different discharge and charge voltage stages are in accordance with the oxidation and reduction peaks in CV curves. The discharge and charge capacities of B-SnCo/NCFs for the first cycle are 850.5 and 495.1 mA h g–1, respectively, corresponding to an initial coulombic efficiency (ICE) of 58.2%. The initial capacity loss is mainly due to the formation of the SEI film and the irreversible reaction.  However, the SnCo/NCF, B-Sn/NCF, and Sn/NCF electrodes deliver much lower charge–discharge capacities of 802.4 and 415.3 mA h g–1, 685.6 and 330 mA h g–1, and 807.8 and 477.8 mA h g–1, respectively (). The B-SnCo/NCF anode displays a better ICE value and a higher specific capacity than the three reference samples, which can be attributed to the introduction of HCS and the active material SnCo alloy. The rate performance of B-SnCo/NCFs and the three reference samples was further investigated under a series of current densities (c). The B-SnCo/NCF anode presents excellent reversible capacities of 463.1, 396.7, 346.4, 301.6, and 243.5 mA h g–1 at 0.1, 0.2, 0.4, 0.8, and 1.6 A g–1, respectively. When the current density returns to 0.1 A g–1, the specific discharge capacity of B-SnCo/NCFs could still remain at 379.5 mA h g–1. In contrast, the three reference samples show lower reversible capacities than the B-SnCo/NCF electrode. This proves that the addition of HCS further alleviates the severe volume expansion in the charge–discharge process and agglomeration of the SnCo metal, and the Co used as volume buffers does not participate in the reaction of alloying/dealloying, thus enhancing the electrochemical stability of Sn-based alloys.  On the other hand, the addition of Co can also improve the conductivity of the material, promote the diffusion and transfer of electrons/ions, and improve the rate capability of B-SnCo/NCFs.  To evaluate the influence of HCS and Co on the electrochemical properties of SnCo alloys, the cyclic performances of B-SnCo/NCFs, SnCo/NCFs, B-Sn/NCFs, and Sn/NCFs were tested at 100 mA g–1 current density, the results of which are shown in d. To be specific, the initial discharge specific capacities of the B-SnCo/NCF, SnCo/NCF, B-Sn/NCF, and Sn/NCF anodes are 827, 820, 705, and 700 mA h g–1, respectively. After 300 cycles, the reversible specific capacity is 351 mA h g–1. However, SnCo/NCF composites attenuate rapidly, and the specific capacity after cycling is 243.6 mA h g–1, which indicates that HCSs can effectively slow down the volume expansion of the alloy.  shows the cycling performances of the B-SnCo/NCF electrode at a current density of 0.5 A g–1; the discharge specific capacity of the B-SnCo/NCF anode is stabilized at 198 mAh g–1 after 200 cycles. Compared with other Sn-based electrodes in related literature (, Supporting Information), the B-SnCo/NCF anode still has great advantages in terms of reversible capacity and cycle stability. In addition, we also synthesized SnCo/NCF samples with an SnCo alloy content of 17.4% and different Sn and Co ratios (2:1, 3:1) used as anodes for SIBs, and the results are shown in , respectively. It can be observed that the SnCo/NCFs with a Sn and Co ratio of 1:1 and an SnCo alloy content of 34.8% used as anodes have the best electrochemical performance.",
                "To further verify the excellent performance of B-SnCo/NCF electrodes, the electrochemical impedance spectroscopy (EIS) spectra of B-SnCo/NCF and SnCo/NCF electrodes before and after 3 cycles of measurements were explored to analyze the sodium-ion transport kinetics. As shown in e and , all Nyquist diagrams are composed of a semicircle in the high-frequency region and a slant line in the low-frequency region. In the equivalent circuit model (inset of e), the semicircle in the high-frequency region reflects the SEI film resistance (Rs) and the charge transfer resistance (Rct) at the electrode electrolyte interface. The linear slope in the low-frequency region represents the diffusion resistance of sodium ions, namely Warburg impedance (Zw). Obviously, the B-SnCo/NCF electrode has a smaller Rct than the SnCo/NCF anode under the fresh and post-three-cycles conditions, indicating that the unique bean pod-like structure can accelerate the kinetics of Na+ storage and maintain the integrity of the structure. The Rct B-SnCo/NCF electrode is decreased after three cycles, which is owing to the increased wettability of the integrated carbon substrate and electrolyte. By fitting the Z′ and ω–1/2 diagram to analyze the diffusion process of Na+, the diffusion coefficient of Na+ can be calculated by the following formula where R and F are gas constants and Faraday constants, respectively, A is the specific surface area of the electrode, σw represents Warburg coefficient, and ω represents the angular frequency. As shown in f, the slope of the B-SnCo/NCF electrode is 382.8 and that of the SnCo/NCF electrode is 261.5 () under fresh condition. After 3 cycles, the slope of the B-SnCo/NCF electrode is 382.8 and the slope of the SnCo/NCF electrode is 402.9, which further indicates that the introduction of HCSs can prevent the self-aggregation of SnCo nanoparticles, shorten the Na+ diffusion channel, and accelerate the diffusion of Na+.",
                "In order to analyze the transport kinetics of B-SnCo/NCFs and the three reference electrodes, the CV performance of the electrode was tested at a scanning speed of 0.2–1.0 mV s–1. The test results are shown in g and a–c, respectively. The dynamic relationship between current (i) and scanning rate (v) satisfies the following equation where a and b are two constants, and the b-value can be obtained by .",
                "According to the reported literature, the b-value of 0.5 denotes diffusion-controlled behavior, while the b-value of 1.0 represents the capacitive behavior.  As shown in h, the calculated b-values of the two peaks were 0.91 and 0.73, respectively, indicating that both diffusion-controlled and capacitive-controlled behaviors are present in the B-SnCo/NCF electrode. For comparison, in d–f, the b-values of the SnCo/NCFs are 0.81 and 0.80, those of B-Sn/NCFs are 0.76 and 0.51, and those of Sn/NCFs are 0.78 and 0.75, respectively. The b-value of the B-SnCo/NCF electrode was higher than that of the three reference samples. Furthermore, the capacitive-controlled contribution percentage can be obtained by using the following equations where k1v1/2 denotes diffusion control and k2v denotes capacitive control. g shows the contribution of capacitance behavior to B-SnCo/NCFs at 0.2 mV s–1. It can be seen that the capacitive contribution ratio of B-SnCo/NCFs is 60.6% at 0.2 mV s–1. Theoretically, the pseudocapacitance should be less than the actual current. However, our calculated method may not be accurate, resulting in a small part exceeding the actual current. On the other hand, it may be caused by the polarization of the electrode. This phenomenon was also found to exist in other works we have published.  In contrast, the capacitance contribution of SnCo/NCF, B-Sn/NCF, and Sn/NCF anodes was about 56.4, 52.8, and 49.2%, respectively (). With the scanning rate increasing, the capacitive contribution also increased. h shows the capacitive contribution ratio at different scanning rates of B-SnCo/NCF, SnCo/NCF, B-Sn/NCF, and Sn/NCF anodes. When the current density increases to 0.4, 0.6, 0.8, and 1.0 mV s–1, the pseudocapacitance ratios of B-SnCo/NCFs are 64.4, 70.9, 75.8, and 81.6%, respectively. It can be obviously seen that the capacitance contribution of the B-SnCo/NCFs was the highest at different scanning rates than the three reference samples, which, owing to the unique bean pod-like structure, can provide space for the volume expansion and accelerate the transmission of Na+. Meanwhile, the SnCo nanoparticles shorten the diffusion path of Na+ to improve the electrochemical performance of B-SnCo/NCFs.",
                "The electrochemical kinetic behaviors of B-SnCo/NCF and SnCo/NCF electrodes were investigated by the constant-current intermittent titration (GITT) technique to evaluate the diffusion coefficient of Na+ (DNa+), which gave a constant current density of 100 mA h g–1 at 0.005–3.0 V. The diffusion coefficient can be calculated as follows where τ is the pulse time of the constant current, mB and MB represent the mass and the molar mass of active materials, VM and S are the molar volume active material and the area of the electrode, respectively, ΔEs is the change in the steady-state potential after a discharge pulse and open-circuit standing, and ΔEτ represents the voltage change during a discharge pulse.  shows the GITT diagrams of discharge and the charge of B-SnCo/NCF and SnCo/NCF anodes, which are consistent with the discharge and charge curves. As shown in i, the DNa+ of the B-SnCo/NCF electrode is between 10–12.4 and 10–13.7 during the discharge process, while the DNa+ of the B-SnCo/NCF electrode is between 10–11.9 and 10–12.6 in the charge process.  displays the DNa+ of the SnCo/NCF electrode during the discharge and charge process. By comparison, it can be seen that the DNa+ value of the B-SnCo/NCF electrode is much higher than that of the SnCo/NCF anode, proving that HCSs can provide sufficient diffusion channels for Na+, which are consistent with the EIS results."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully obtained the bean pea-like freestanding flexible B-SnCo/NCFs membrane. The unique bean pod-like structure can provide space to alleviate the volume change of the SnCo alloy. This synthesis method can be directly used to obtain a freestanding membrane as the electrode material to avoid the power failure and crack caused by binder and conductive agents, and can improve the energy density of the material. As the anode for SIBs, the B-SnCo/NCF membrane reveals an ultrastable specific capacity of 351 mA h g–1 at 0.1 A g–1 after 300 cycles. Due to the simplicity of the synthesis method, this flexible freestanding membrane electrode is conducive to large-scale commercial applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "SnCo Nanoparticles Loaded in Hollow Carbon Spheres Interlinked by N-Doped Carbon Fibers for High-Performance Sodium-Ion Batteries"
}