{
    "DOI": "10.1016/j.isci.2023.106642",
    "Journal": "iScience",
    "Keywords": [
        "Energy materials",
        "Devices"
    ],
    "Sections": [
        {
            "content": [
                "With the increasing demand for the large-scale energy storage, sodium-ion batteries (SIBs) are becoming promising candidates due to the high abundance of sodium, low cost, and improved safety in comparison with lithium-ion batteries (LIBs). , , , , , , , However, the relatively low energy density of SIBs represents one of the major drawbacks toward the large-scale applications. , Over the past years, efforts have been made to develop advanced electrode materials for SIBs. For example, hard carbon has been widely employed as the anode material for commercialized SIBs in view of the reasonable cost and performance. , , , , , Nonetheless, the insufficient energy density and potential safety concern associating with the low sodium storage represent the major drawbacks of hard carbon anode, which raises the urgency to develop alternative materials.",
                "As a typical insertion anodes, TiO2 has attracted much attention for its naturally abundance, non-toxicity, and easy preparation. , , , Excellent cycling stability and high-rate performance was demonstrated when employing anatase TiO2 as the anode for SIBs, , which could be attributed to the prominent pseudocapacitive behavior of nanostructured TiO2. However, the specific capacity of TiO2 has been generally limited to ca. 200 mAh g−1, while the nanostructure feature further lowers the volumetric capacity. Unlike most insertion anode, alloying and conversion anodes such as SnO2 would potentially deliver much impressive specific capacity (e.g., theoretically 1378 mA h g−1 based on SnO2+7.75Na++7.75e−→Na3.75Sn +2Na2O). , , , , , However, the application of SnO2 was restricted by its sluggish reaction kinetics and rapid capacity fading. , ,",
                "Composite materials of TiO2 and SnO2 have been proposed to inherit the merits of each component. For instance, Liang et al. fabricated one-dimensional tubular SnO2@TiO2 core-shell nanocomposites with slightly improved cycling stability. Yang et al. construct a hollow paramecium-like SnO2@TiO2 delivering a limited capacity of 200 mA h g−1. Tian et al. reported SnO2@C@TiO2 hollow spheres with three-layer structure, delivering a high capacity of 381 mAh g−1 and improved stability. Despite certain improvement in specific capacity, these composite electrode materials possess porous or hollow structure to facilitate electrolyte penetration and accommodate volume expansion, , , , which obviously sacrificed the volume utilization and low volumetric energy density of active materials, limiting their use in practical SIBs.",
                "In this work, compact heterogeneous particles composed of porous TiO2 framework and confined SnO2 have been demonstrated as anode materials for SIBs with improved volumetric capacity. We have previously shown that nonporous bulky particles with proper heterogeneous interface would possess notable interface-induced pseudocapacitance, leading to high volumetric capacity. Herein, SnO2 nanoparticles were loaded into nanoporous TiO2, forming a compact heterostructure that inherits the structural integrity of TiO2 and extra capacity contribution from SnO2. Electrochemical analysis revealed the promoted charge transfer in the heterogeneous particles, which compensates the drawbacks brought by the extended charge transport length. As a result, the volumetric capacity of compact TiO2/SnO2 heterostructured particles was twice that of porous TiO2 and even much higher than commercial hard carbon anode."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation of TiO2@SnO2@C heterostructured particles was illustrated in Figure 1 A. Porous TiO2 spheres were synthesized by a previous reported method. SnCl2·2H2O was introduced into the sub-micrometer porous TiO2 spheres by a solvent evaporation method to obtain the TiO2@SnCl2·2H2O precursor. After high-temperature treatment in air, Sn2+ was oxidized to Sn4+ to form TS. The content of SnO2 in TS was about 20 wt % based on the feed ratio of the precursors. To improve the electronic conductivity and structural stability, a thin carbon layer was coated on the surface of the TS spheres by using dopamine as carbon source, which was named TSC.",
                        "Figure 1B showed the X-ray diffraction (XRD) patterns of the as-prepared TSC, TiO2, and SnO2 (Figure S1). The XRD pattern of TiO2 showed peaks at 25°, 48°, and 37.8°, corresponding to the (101), (200), and (004) crystal planes, respectively. SnO2 showed peaks at about 26.6°, 33.8°, and 51.7°, corresponding to the (110), (101), and (211) crystal planes, respectively. As for the XRD pattern of TSC, obvious peaks belonging to TiO2 were observed. The poorly observed diffraction peaks belonging to SnO2 resulted from the low crystallinity of SnO2 confined in nanochannels. Figure 1C shows the thermogravimetric analysis profile of TSC and TiO2 under air. The weight loss about 1.50% from TiO2 below 100°C was related to loss of the surface hydroxide groups and adsorbed moisture. The curve of TSC showed obvious weight loss of 6.62% between 300°C and 400°C, which results from the loss of carbon. The pore structure of TiO2 and TSC was studied by nitrogen adsorption isotherms (Figure 1D). The specific surface area and pore volume of TiO2 were about 79.84 cm2 g−1 and 0.45 cm3 g−1, which decreased to 37.98 cm2 g−1 and 0.19 cm3 g−1 after the introduction of SnO2, respectively. These changes confirmed that the porous channels of TiO2 particles were filled with SnO2 to form a compact structure with low porosity.",
                        "Raman spectroscopy was performed to investigate the defective structures of different components in the TSC (Figure 1E). The Raman spectra of TiO2 showed an obvious peak at about 143 cm−1, which was contributed to the Ti-O bond. The corresponding peak of TSC shifted to a higher position, indicating crystal distortion and presence of defects. The peaks at about 1350 and 1590 cm−1 resulted from a disorder-induced feature (D-band) and the E2g mode of graphite (G-band), respectively (Figure S2A). These peaks demonstrated the exitance of both graphitized and less-graphitized carbon. The X-ray photoelectron spectroscopic (XPS) test was performed to further investigate the surface chemical state of the TiO2 and TSC (Figure S2B). For TSC, peaks of Ti 2p and Sn 3d both shifted to lower binding energy compared with pure TiO2 and SnO2 (shifted by −0.1 and −0.5 eV, respectively) as shown in Figures 1F and 1G. Similar Raman shift has been reported to arise from the electronic interaction at heterogeneous interface. , , , To exclude the effect of carbon layer, the Sn 3d XPS spectrum of TS was also carried out, showing similar results (Figure S2D). Meanwhile, the diffraction peak of TiO2 for TSC also shifted to a lower degree in the XRD pattern (Figure S2E), suggesting the strong coupling and intimate contact between the TiO2 and SnO2.",
                        "The morphology and nanostructure of porous TiO2 spheres and TSC were studied by scanning electron microscope and transmission electron microscope (TEM). As shown in Figures 2A and 2B, the porous TiO2 spheres exhibit a flower-like morphology assembled by sheet-like subunits with a thickness of around 10 nm. The disappearance of the large space between TiO2 nanosheets confirmed the successful incorporation of SnO2 to form the TS composite with a compact structure (Figures S3A and S3B). TSC nanoparticles with rough surface were synthesized by coating TS with carbon layer (Figures 2C and 2D). During the synthesis process, the size of sub-micrometer spheres was perfectly inherited.",
                        "TEM images demonstrated the nonporous texture of TSC, which confirmed the existence of SnO2 inside porous TiO2. The corresponding high-resolution TEM demonstrated lattice fringes belonging to the (101) crystal plane of anatase TiO2 and the (200) crystal plane of SnO2 (with lattice spacing of 0.357 and 0.237 nm, respectively) (Figures 2F and 2G). A carbon layer with thickness of about 2 nm could be observed (highlighted in Figure 2G). The diffraction rings belonging to the (101) crystal plane of TiO2 and the (101) crystal plane of SnO2 were also obtained by selected area electron diffraction. Meanwhile, the weak diffraction ring belonging to SnO2 suggests the poor crystallinity, which was consistent with the XRD result. Elemental mappings by energy dispersive spectrometer indicated the uniform distribution of Ti, Sn, and C elements (Figure 2I), confirming the homogeneous loading of SnO2 in the TiO2 framework as well as the conformal coating of carbon layer. The absence of chloride element (Figure S4) confirms the complete conversion of SnCl2·2H2O precursor into SnO2."
                    ],
                    "name": "Synthesis and structural characterization",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The electrochemical sodium storage performance of TSC was systematically evaluated. Figures S5A and S5B showed the CV curve of TSC with voltage window of 0.01–2.5 V at 0.1 mV s−1 sweep rate. After the first cycle, the CV curves showed good repeatability, indicating the excellent reversibility of the electrochemical reaction. The peak at the voltage of 0.02 V during the first cycle was related to the decomposition of electrolyte and the formation of solid electrolyte interface (SEI). The reduction peak at 1.2–1.5 V was attributed to the reduction of SnO2 into metallic Sn. The reduction peak at 0.2–1.3 V resulted from the insertion of Na+ into TiO2 and the alloy reaction of metallic Sn. , The oxidation peak at 0.6–1.3 V was attributed to the dealloying reaction to Sn and the de-sodiation of NaxTiO2, which were the inverse processes of the above reactions. ,",
                        "Figures 3A and 3B showed the galvanostatic charge and discharge performance of TiO2 and TSC. The discharge and charging-specific capacity of TiO2 in the first cycle were 265 and 156 mAh cm−3, respectively. TSC possessed much higher discharge and charging capacity (667 and 357 mAh cm−3, respectively). The low initial Coulombic efficiency of TSC could be attributed to the formation of SEI and the irreversible conversion of SnO2 into Sn. From the second cycle onward, the charge/discharge curves gradually stabilize. Note that the TSC only shows slightly improved reversible gravimetric capacity compared with TiO2, yet the improvement in volumetric capacity is much pronounced (Figure S5C). As compared in Figure 3C, after incorporating high-capacity component (SnO2) and inactive carbon layer, the gravimetric capacity increases from 208 mAh g−1 of pure nanoporous TiO2 to 279 mAh g−1 of TSC. Given that the SnO2 nanoparticles only occupy the inner cavity of nanoporous TiO2, a significant increase of tap density was observed (1.39 and 0.88 g cm−3 for TSC and TiO2, respectively). Collectively, the volumetric capacity of TSC (393 mAh cm−3) is more than twice that of TiO2 (181 mAh cm−3), and much higher than that of commercial hard carbon (221 mAh cm−3).",
                        "Figures 3D and S5D show the rate performance of TSC and TiO2 at different current densities. When the current density was 0.1, 0.2, 0.5, 1.0, and 0.1 A g−1, TSC nanoparticles maintained discharging capacities of 357, 326, 274, and 204 mAh cm−3, respectively, which were much higher than that of TiO2 (153.6, 145.0, 124.8, 107, and 134.6 mAh cm−3, respectively). Though the compact structure of TSC might extend the diffusion path for sodium ion and compromise the utilization of active component at high rates, TSC still delivered and higher volume capacity under a current density of 1 A g−1. When the current density was reduced back to 0.1 A g−1, the discharging capacity of TSC recovered a high value of 343 mAh cm−3, showing good reversibility. The decent high-rate performance of TSC could be attributed to the smaller charge transfer resistance (4.788 Ω) and diffusion resistance compared with TiO2 (215 Ω) as revealed by the electrochemical impedance spectroscopy (Figure S5E), suggesting improved electronic/ionic transport in the heterostructured TSC particles as discussed shortly.",
                        "Figure 3E compares the cycling stability of TSC, porous TiO2, and TS composite without carbon layer. The volumetric capacity of TSC was twice higher than that of TiO2 and maintained a high value of 261 mAh cm−3 after 200 cycles at the current density of 200 mA g−1, which is much higher than that of TS (135 mAh cm−3) and TiO2 (126 mAh cm−3). The rapid capacity decay of TS might be related to the structural degradation of SnO2 moieties upon repeated sodiation and poor stability of the electrode-electrolyte interface (Figure S5F). The conformal carbon coating layer helps to improve the structural and interfacial stability of the TSC particles in the electrode, thus minimizing the capacity degradation. Compared with many reported anode materials for SIBs (Figure 3F and Table S1), , , , , the TSC shows obvious advantages in terms of both gravimetric and volumetric capacity, which is of critical importance for high-energy SIBs.",
                        "To further investigate the charge storage kinetics in the heterostructure particles, the CV curves under different scanning rates were measured (Figure S6). To distinguish the origin of the capacity, the relationship between scan rate and peak current was fitted as follows: i=avb log(i)=blog(v)+log(a) where a and b are adaptation parameters. In particular, b = 0.5 and 1 represent complete diffusion-controlled and complete pseudocapacitance contribution during the cycle, respectively. The dominant oxidation peak and corresponding reduction peak were selected from the CV curve for analysis. The b values of oxidation peak and reduction peak of TiO2 electrode were 0.914 and 0.953, respectively (Figure 4 A), suggesting pseudocapacitive charge storage behavior. As for the compact TSC particles, the b values still reached 0.821 and 0.834, which is slightly lower than that of TiO2 and the stored charge is still dominated by the pseudocapacitive contribution (Figure 4B).",
                        "To quantify the effect of heterostructure of TSC on charge transfer kinetics, galvanostatic intermittent titration technique was performed to obtain the diffusion coefficient of Na ions (Figure S7). Considering the porous nature of electrode, surface area of active material obtained by N2 adsorption was used to represent the electrochemical active area of the electrode. The diffusion coefficient of Na ions in TSC during sodiation and de-sodiation processes was at least 4–5 times higher than that of TiO2 (Figures 4C and 4D). Therefore, Na ions transport in the bulk of TSC would be faster than that in pristine TiO2. Considering that SnO2 suffers from more sluggish reaction kinetics than TiO2, , , the obvious improvement on sodium ion diffusion coefficient could be attributed to the unique heterogeneous structure. Specifically, the heterogeneous interface between TiO2 and SnO2 might be conducive to rapid ion transport, while the in situ generated Sn species might improve the electronic conductivity in the particles. Though the compact structure of TSC would increase the average length of ion transport and reduce the contact area between electrolyte and active material, a proper heterogeneous structure would warrant fast charge transfer and reaction kinetics within the particles.",
                        "In summary, compact TSC nanoparticles composed of TiO2 and SnO2 was synthesized as anode materials for SIBs, which showed high capacity and high-rate performance. The proper heterogeneous structure formed between TiO2 and SnO2 would enhance the charge transfer within compact particles. TSC exhibits a 4–5 times higher diffusion coefficient for Na ions than that of porous TiO2, and displayed twice higher than TiO2 and commercial hard carbon in volumetric capacity. This work demonstrates a feasible design principle toward anode materials with high gravimetric and volumetric capacity for potential industrial applications."
                    ],
                    "name": "Characterization of electrochemical properties",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The Na transport and phase transition behaviors in the heterogeneous structure lack direct experimental observation and theoretical analysis. The initial Coulombic efficiency of the compact TSC particles is relatively low, which demands additional Na compensation. The content of high-capacity component (SnO2) is relatively low, limiting the capacity of TSC. Synthesis of the TSC involves multistep reactions and is less efficient."
                    ],
                    "name": "Limitations of the study",
                    "type": "ce_section"
                }
            ],
            "name": "Results and discussion",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        ""
                    ],
                    "name": "Key resources table",
                    "type": "ce_section"
                },
                {
                    "content": [
                        {
                            "content": [
                                "Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Hao Bin Wu (hbwu@zju.edu.cn)."
                            ],
                            "name": "Lead contact",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "This study did not generate new unique materials."
                            ],
                            "name": "Materials availability",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Resource availability",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Our study does not use experimental models."
                    ],
                    "name": "Experimental model and subject details",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Identifiers of the reagents used in this work are given in key resources table.",
                        {
                            "content": [
                                {
                                    "content": [
                                        "Firstly, 16.7 ml of N, N-dimethylformamide (DMF) and 50 ml of isopropyl alcohol (IPA) were thoroughly mixed in a 100 ml Teflon liner, followed by adding 1.67 ml of terabutyl titanate (TBT). The Teflon liner was then sealed in an autoclave and heated at 180°C for 20 hours. After cooling to room temperature, the product was isolated by centrifugation, washed with ethanol, and dried at 80°C overnight. The precipitation was heated at 450°C under air for 2 hours at a heating rate of 2°C min-1 to obtain the pristine TiO2.",
                                        "Then, 100 mg of TiO2 was dispersed to 50 ml of ethanol (C2H5OH) by ultrasonication for 30 minutes. 50 mg of stannous chloride dihydrate (SnCl2·2H2O) was added to the above mixture and stirred for 10 minutes until fully dissolved. The obtained solution was heated in a water bath and stirred at 80°C until solvent was evaporated completely to obtain the TiO2@SnCl2·2H2O. The product was heated at 600°C for 5 hours under air at the heating rate of 2°C min-1 to obtain TiO2@SnO2 (denoted as TS). The SnO2 sample was fabricated from SnCl2·2H2O via the same heating method."
                                    ],
                                    "name": "Preparation of TiO2@SnO2",
                                    "type": "ce_section"
                                },
                                {
                                    "content": [
                                        "Tris-HCl buffer solution was firstly prepared by dissolved 605.7 mg of Tris in 50 ml water, followed by slowly adding HCl solution until pH = 8.5. 100 mg of TS was then added to the above Tris-HCl buffer solution and sonicated for 30 min. Then, 25 mg of dopamine hydrochloride (HDA) were added into the above solution and stirred at 30°C for 24 hours. The precipitates were collected by centrifugation, washed with water and ethanol alternately, then dried at 80°C. The as-prepared products were annealed at 600°C for 5 hours at a heating rate of 5°C min-1 under Ar atmosphere to obtain TSC."
                                    ],
                                    "name": "Preparation of TSC composite",
                                    "type": "ce_section"
                                }
                            ],
                            "name": "Experimental section",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The structures of the materials were characterized by powder X-ray diffraction analysis (XRD, EMPYREAN PANalytical) with Cu Kα (λ=1.54 Å) radiation. The morphologies of the composites were examined via scanning electron microscopy (SEM) (Phenom LE) and transmission electron microscopy (TEM, HT770 120 kV). To identify their chemical status, X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha) with an Al Kα excitation source was employed. The specific surface area and pore size distribution of the products were measured using the Brunauer-Emmett-Teller analyzer (BET) at 575 K (Micromeritics ASAP 2460)."
                            ],
                            "name": "Material characterization",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The TSC, acetylene black, and polyvinylidene fluoride (PVDF) were mixed in N-methyl pyrrolidone (NMP) solvent with a mass ratio of 8:1:1 to form uniform slurry. The slurry was then coated onto copper foil evenly, and then dried in vacuum oven at 75°C for 10 hours. The electrode films were punched into disks with a diameter of 12 mm. The typical mass loading of active material was 1.5-2 mg cm-2.",
                                "The CR2032 half cells were assembled in argon-filled glove box with glass fiber (Whatman, GF/A) as separator, sodium foil as the counter electrode, and 130 μl of liquid electrolyte for each cell (1 M NaPF6 in DME). The galvanostatic charge/discharge tests were conducted in a battery testing system (Neware BLC-300) with potential range of 0.01-2.50 V (vs Na/Na+). The specific capacity was calculated based on the total weight of the TSC composite. Cyclic voltammetry (CV) was performed with scan rates of 0.1 mV s−1 and voltage range of 0.01–2.50 V (vs Na/Na+) on an electrochemical workstation (Biologic). Electrochemical impedance spectra (EIS) test was performed with the frequency range from 20 kHz to 16 mHz on the same workstation.",
                                "The diffusion coefficient of TiO2 and TSC electrodes were calculated based on the galvanostatic intermittent titration technique (GITT) profiles through Fick's second law. When the applied current is small and current pulse is short enough, the formula will be simplified to this following equation: D=(4/(π×τ))(Nm×Vm/S)2(ΔES/ΔEt)2 where τ stands for the duration of the current pulse, N m represents the electrode active molar quantity, V m stands for the molar volume, S is the surface area of the electrode, ΔE S represents the quasi-thermodynamic equilibrium potential difference before and after the current pulse, and ΔE t is the potential difference during current pulse. The GITT test was performed via applying current pulses (0.1 A g-1) with a pulse duration of 5 min and a relaxation process of 180 min for the first cycle and 240 min for the rest. The profiles collected in the second cycle were used for the analysis."
                            ],
                            "name": "Electrochemical tests",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Method details",
                    "type": "ce_section"
                }
            ],
            "name": "STAR★Methods",
            "type": "ce_section"
        }
    ],
    "Title": "Compact TiO2@SnO2@C heterostructured particles as anode materials for sodium-ion batteries with improved volumetric capacity"
}