{
    "DOI": "10.1039/D3CC05218D",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries are gaining attention for large-scale energy storage, offering a cost-effective and abundant alternative to lithium. However, choosing suitable anode materials presents a significant challenge. Traditional materials like graphite are not ideal due to the larger size of sodium ions compared to lithium, causing size mismatch and voltage issues. In this context, hard carbon has been explored as an alternative, but its limited capacity and lower rate performance present challenges for electronic devices, electric vehicles, and renewable energy storage. This underscores the pressing need for innovative anode materials to overcome these limitations.",
                "Transition metal oxides (TMOs) have emerged as promising candidates for sodium-ion battery (SIB) anodes, thanks to their high theoretical capacity. TMOs offer the potential for storing significant energy per unit mass or volume, making them appealing for applications requiring long-lasting power sources. Moreover, many transition metals are abundant in nature, rendering their oxide forms both readily available and cost-effective compared to other battery materials. This affordability could pave the way for broader SIB adoption. However, the specific capacity of TMOs often falls short of their theoretical capacity, restricting the overall energy storage capacity. Slower sodium ion diffusion kinetics within specific TMO structures, compared to lithium ions, contribute to reduced rate capabilities for charging and discharging processes. Therefore, optimizing anode material structures holds the key to maximizing the TMO performance in SIBs.",
                "Carefully tailoring material structures can enhance conductivity, increase surface area, and improve ion diffusion, resulting in higher energy storage capacity and superior cycling stability. Carbonaceous materials, such as graphene, carbon nanotubes, and nanofibers, provide a versatile platform for functionalizing and modifying SIB electrodes, courtesy of their excellent conductivity, chemical stability, and physical robustness. These characteristics endow carbon-based electrodes with superior rate capability and cycling durability. Among carbonaceous materials, carbon hollow spheres (CHSs) stand out due to their unique combination of hollow and porous structures, such as high electrical conductivity, inherent stability, and abundant ion channels. Their porous nature facilitates the integration of other active components onto the surface, allowing for tailored designs with specific functionalities. The hollow structure of CHSs provides a large surface area-to-volume ratio, increasing electrochemical performance by providing more active sites. Notably, the growth of nanosheets, NiO, Co3O4, MnO2, and TiO2/MoO2 on the outer surface of CHSs has led to enhanced electrochemical performance. Nevertheless, incorporating active components on both the inner and outer surfaces of CHSs presents a substantial challenge.",
                "Herein, a hybrid material (NiMn2O4/CHS) with a trilaminar and hollow structure was synthesized using a facile hydrothermal method, with carbon hollow spheres (CHSs) serving as non-sacrificial templates. The abundant mesopores within the carbon shells facilitated the successful anchoring of NiMn2O4 nanosheets on both the inner and outer surfaces of the carbon shells. CHSs acted as robust and conductive skeletons, improving structural stability and accelerating electron transfer. Furthermore, the nanosized NiMn2O4 promoted the rapid diffusion of electrolyte ions. When employed as electrode materials for sodium-ion storage, NiMn2O4/CHS exhibits a high specific capacity of 363 mA h g−1 at 0.1 A g−1 and 243 mA h g−1 even at a high current density of 2.0 A g−1 as well as outstanding cycling durability. The use of carbon hollow spheres as a substrate offers several advantages including high surface area, excellent conductivity, and stability/durability. This makes them an attractive choice for researchers exploring innovative solutions within the realm of energy storage.",
                "The synthesis of NiMn2O4/CHS is depicted in Fig. 1a, involving the fabrication of mesoporous CHSs, the growth of NiMn-LDH nanosheets, and the conversion of NiMn-LDH into NiMn2O4. To begin, mesoporous CHSs are derived from the etching of core–shell structured SiO2@C nanospheres, resulting from the carbonization of SiO2@resorcinol-formaldehyde (SiO2@RF). The abundant SiO2 nanoparticles in the SiO2@C shell lead to the formation of mesoporous nanochannels in the carbon shells upon SiO2 removal. Next, NiMn-LDH nanosheets are uniformly deposited on both sides of the carbon shells, forming hollow spheres with a trilaminar shell architecture. The mesoporous nanochannels in CHSs play a crucial role in the generation of this trilaminar shell. During the hydrothermal process, Ni2+ and MnO4− ions diffuse into the CHS cavities through these nanochannels, enabling the simultaneous anchoring and growth of NiMn-LDH nanocrystals into nanosheets, ultimately creating the NiMn-LDH/CHS composite. A final calcination treatment under an N2 atmosphere transforms NiMn-LDH/CHS into sandwich-structured NiMn2O4/CHS, featuring two NiMn2O4 skins bonded to a core of carbon shell.",
                "The evolution of the NiMn2O4/CHS micromorphology is revealed through field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM). The CHSs exhibit a uniform spherical structure with a consistent size of approximately 190 nm (Fig. 1b and Fig. S1a, ESI†). The hollow structure of CHSs is further confirmed by TEM, which reveals numerous cross-connected mesopores in the carbon shell, generating nanochannels leading to the CHS cavity. Fig. 1c clearly illustrates that NiMn-LDH nanosheets uniformly cover the surface of the CHSs. Following calcination, NiMn2O4/CHS retains the morphology of NiMn-LDH/CHS with virtually no change in appearance (Fig. 1d and Fig. S1b, ESI†). TEM images of NiMn2O4/CHS (Fig. 2b and c) show two layers of NiMn2O4 nanoflakes on the external and internal surfaces of the carbon shell, confirming the trilaminar shell structure. The thickness of the external NiMn2O4 layer is approximately 50 nm, while that of the internal layer is challenging to accurately determine. However, the internal NiMn2O4 layer is notably thinner than the external layer due to the gradual closure of nanochannels in the carbon shells as NiMn-LDH nanosheets load onto the carbon shells in the hydrothermal process. This prevents precursor ions, such as Ni2+ and MnO4−, from entering the CHS cavities and inhibits the growth of internal NiMn-LDH nanosheets. High-resolution TEM images (Fig. 2d) reveal lattice stripes with a plane spacing of 0.253 nm, corresponding to the (311) plane of NiMn2O4. Moreover, high-angle annular dark field scanning TEM (HAADF-STEM) and energy-dispersive spectroscopy (EDS) elemental mapping of NiMn2O4/CHS (Fig. 2e and f) indicate the homogeneous distribution of Mn, Ni, and O on both surfaces of the carbon shells, demonstrating the successful deposition of NiMn2O4 nanosheets on both surfaces. In comparison, pristine NiMn2O4 exhibits a large nanoflake structure in the absence of CHSs (Fig. S1c and d, ESI†).",
                "The crystal phase transition of NiMn2O4/CHS is confirmed by X-ray diffraction (XRD) analysis (Fig. 2a). The broad bump of CHSs at 25.0° corresponds to amorphous carbon, while the three peaks of NiMn-LDH/CHS at 18.7°, 36.5°, and 65.4° are characteristic of layered double hydroxide. The evident diffraction peaks of NiMn2O4/CHS at 35.4°, 43.2°, and 62.7° are assigned to the (311), (400), and (440) planes of cubic NiMn2O4 (JCPDS No. 01-1110), respectively. This data indicates the complete transformation of NiMn-LDH/CHS into NiMn2O4/CHS. The Raman spectrum of NiMn2O4/CHS (Fig. 2b) reveals two peaks at 1338 and 1601 cm−1, corresponding to the D and G bands of carbon, respectively. The ratios of the D and G bands in CHS and NiMn2O4/CHS are 0.82 and 0.65, respectively. The peak around 586 cm−1 is attributed to the stretching vibrations of NiMn2O4. Compared to pure NiMn2O4, this suggests the successful introduction of CHSs into the NiMn2O4/CHS hybrid nanomaterial. Both NiMn2O4/CHS and NiMn2O4 exhibit N2 adsorption/desorption isotherms of Type IV with Type H3 hysteresis loops, indicating slit-like mesopores formed by the nanoflake assembly (Fig. S2a, ESI†). However, the pore size distribution of NiMn2O4/CHS features more mesopores than that of NiMn2O4, primarily due to the presence of CHS cores and smaller nanosheets. The surface area of NiMn2O4/CHS is 149 m2 g−1, higher than that of NiMn2O4 (114 m2 g−1). The hollow structure of CHSs provides a large surface area-to-volume ratio, which enhances electrochemical performance by facilitating more active sites for chemical reactions. The increased surface area also promotes better ion diffusion within the electrode material, leading to improved efficiency and capacity. In Fig. S3 (ESI†), the contents of NiMn2O4 and CHS in the NiMn2O4/CHS composite are 91.2% and 4.1%, respectively.",
                "X-ray photoelectron spectroscopy (XPS) was utilized to identify the chemical states of elements in NiMn2O4/CHS. The XPS survey spectrum (Fig. S2b, ESI†) shows the peaks of Ni, Mn, C, and O in correspondence with NiMn2O4/CHS. As shown in the high-resolution XPS spectrum of Ni 2p (Fig. 3c), the peaks at 855.3 and 872.8 eV belong with the Ni 2p1/2 and Ni 2p3/2 of Ni2+, respectively; while the peaks at 856.8 and 874.4 eV are attributed to the Ni 2p1/2 and Ni 2p3/2 of Ni3+, respectively. For the Mn element (Fig. 3d), the Mn 2p orbit was fitted into four spin–orbit peaks, where two peaks (641.5 and 653.2 eV) and another two peaks (643.5 and 655.2 eV) are related to Mn2+ and Mn3+, respectively. Moreover, there are three peaks at 533.4, 531.7, and 530.0 eV in the O 1s spectrum (Fig. S2c, ESI†), associated with O–C, O–H, and O–Mn/O–Ni, respectively. The three peaks of C 1s at 288.4, 286.6, and 284.6 eV were assigned to –COOH, –CO/–C–OH, and –CC–/–C–C–, respectively (Fig. S2d, ESI†).",
                "The electrochemical performance of the NiMn2O4/CHS electrodes is evaluated in a half-cell device. The cyclic voltammetry (CV) curves of NiMn2O4/CHS (Fig. 4a) exhibit a broad bump around 0.9–1.6 V during the first anode scan, corresponding to the insertion of Na+ into NiMn2O4 and the conversion of NiMn2O4 into Ni and Mn metals. A peak at 0.65 V is associated with the formation of a solid electrolyte interphase layer resulting from electrolyte decomposition. In the first cathode scan, a peak at 1.06 V corresponds to the conversion of Ni and Mn into NiO and Mn2O3, respectively. The redox peaks remain consistent with cycling, indicating the exceptional reversibility of the NiMn2O4/CHS electrode. Therefore, the electrochemical mechanism of NiMn2O4/CHS can be presumed as the equations (NiMn2O4 + 8e− + 8Na+ → Ni + 4NaO + 2Mn; Ni + 4NaO + 2Mn ↔ Mn2O3 + NiO + 8e− + 8Na+). The galvanostatic charge–discharge (GCD) curves (Fig. 4b) exhibited obvious sloping characterization of the GCD curves, ensuring the restriction of polarization and the achievement of good rate capability. From Fig. 4c, it was observed that the NiMn2O4/CHS electrode delivered a high reversible capacity of 287 mA h g−1, almost triple that of the pure NiMn2O4 electrode (88 mA h g−1) after 100 cycles at 0.2 A g−1. The outstanding reversibility of the NiMn2O4/CHS electrode was attributed to the introduction of CHS.",
                "The NiMn2O4/CHS anode delivered an initial discharging/charging capacity of 552/363 mA h g−1 with a Coulombic efficiency of 65.8% at current density of 0.1 A g−1 (Fig. 4d), which was superior to the pure NiMn2O4 anode (521/204 mA h g−1 and 39.2%). Moreover, NiMn2O4/CHS presented excellent rate performances with capacities of 363, 323, 298, 268, and 243 mA h g−1 at 0.1, 0.2, 0.5, 1.0 and 2.0 A g−1 (Fig. S4, ESI†), respectively. When the current density came back to 0.1 A g−1, the capacity recovered to 352 mA h g−1. According to the specific capacity (Fig. S5, ESI†) and content of CHS, the capacity contributions of CHS in the composite are 12.6, 9.5, 8.0, 6.6 and 5.3 mA h g−1 at 0.1, 0.2, 0.5, 1.0 and 2.0 A g−1, respectively. The rate performance of NiMn2O4/CHS overwhelmed that of the bare NiMn2O4 anode. This indicated that the introduction of carbon played a positive role in the rate capacity. Additionally, the smaller particle size reduces the diffusion distances and increases the contact points between the material and sodium ions, enhancing the Na+ storage performance. The long-term cycling performances of the NiMn2O4/CHS and bare NiMn2O4 anodes were estimated at 1.0 A g−1 (Fig. 4e). After 500 cycles, NiMn2O4/CHS showed a capacity retention of 78.3% (a reversible capacity of 197 mA h g−1), which was superior to the bare NiMn2O4 (27.2% and 25 mA h g−1). The morphology of NiMn2O4/CHS after the cycling test has been well preserved (Fig. S6, ESI†), revealing that CHSs possess remarkable mechanical stability and durability. Their robust structure enables them to withstand repeated cycles of charging and discharging without significant degradation or loss in performance. From Fig. 4f, NiMn2O4/CHS exhibited smaller charge transfer resistance and better ion diffusion behavior than pure NiMn2O4. The CHS substrate served as a conductive skeleton that can efficiently transport electrons during electrochemical processes, resulting in low resistance and improved efficiency. This property makes them highly suitable for applications that require fast charge/discharge rates or high-power output.",
                "The outstanding Na-ion storage performance of NiMn2O4/CHS is attributed to its specific architecture: (i) the mesoporous CHSs act as a robust substrate that alleviates volumetric changes and significantly enhances sodium ion diffusion; (ii) CHSs, serving as a conductive skeleton, expedite electron transfer; (iii) nanostructured NiMn2O4 nanoparticles substantially reduce the distance over which sodium ions must diffuse, enhancing the ion diffusion kinetics. These results demonstrate that incorporating mesoporous CHSs is a promising strategy for achieving high-performance anode materials for sodium-ion batteries.",
                "NiMn2O4/CHS with a unique trilaminar shell structure has been successfully fabricated by the hydrothermal method. The carbon shells of CHSs, with their abundant mesopores, facilitate the diffusion of precursor ions during the synthesis, resulting in the uniform growth of NiMn2O4 nanoflakes on both sides of the carbon shells. Benefiting from the unique architecture, NiMn2O4/CHS delivered a high capacity of 363 mA h g−1 at 0.1 A g−1, an excellent rate capability (243 mA h g−1 at 2.0 A g−1) and long-term cycling durability.",
                "The work was supported by the National Natural Science Foundation of China (22075217 and 52322214), the Key Research and Development Program of Hubei Province (2023BAB113) and the Natural Science Foundation of Hubei Province of China (2022CFA001 and 2023CFA088)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no competing financial interests."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Fabrication of NiMn2O4/C hollow spheres with a trilaminar shell structure as an anode material for sodium-ion batteries"
}