{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Spent lithium-ion batteries",
        "Recovery",
        "Bimetallic sulfide solid solution",
        "Co0.11Ni0.89S@NC composite",
        "Sodium-ion batteries",
        "Anode"
    ],
    "Sections": [
        {
            "content": [
                "Explosive growth of the electric vehicle market has led to a substantial accumulation of spent lithium-ion batteries (LIBs), causing significant environmental pollution and the wastage of precious metal resources. Thus, we developed a simple hydrothermal method to convert the spent LiNi0.8Co0.1Mn0.1O2 (NMC-811) cathode into CoNi-MOF. After the subsequent sulfidation process, waxberry-like Co0.11Ni0.89S@N-doped carbon composites (Co0.11Ni0.89S@NC), as a bimetallic sulfide solid solution, can be successfully synthesized to serve as high-performance anode materials for sodium-ion batteries (SIBs). The waxberry-like structure and strong S-C bonds between the carbon matrix and transition metal sulfides ensure the structural stability of the material during the cycle. Besides, the coexistence of Co and Ni in the bimetallic sulfide solid solution generates abundant lattice defects and modifies the electronic structures that significantly improve the charge transfer ability and Na+ diffusivity. The as-prepared Co0.11Ni0.89S@NC exhibits a high specific capacity of 622 mAh g−1 at 200 mA g−1, outstanding rate capacity of 370 mAh g−1 at 5000 mA g−1 and good cycling stability (330 mAh g−1 after 1500 cycles at 5000 mA g−1). This study presents a promising approach for the recycling of spent LIBs into high-performance anodes for SIBs, thus achieving the transformation of waste into valuable resources.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "With the increasing concern about the global energy crisis and the deteriorating ecological environment, the electric vehicle market is entering a golden era of growth , , which has triggered a surge in the consumption of rechargeable LIBs . As a result of such high consumption, a great number of spent LIBs accumulates, leading to serious environmental pollution and resource waste without proper management , , , .",
                "Multiple recycling methods have been proposed to recover the cathode material from spent LIBs, with pyrometallurgy and hydrometallurgy being the most widely adopted techniques , . The current research focus in this field is the combination of acid leaching and extraction or precipitation for cathode recovery , , , , . Despite the significant efforts made in this direction, it inevitably suffers from several disadvantages: i) The treatment process results in severe secondary contamination, which is also complex leading to elevated construction and operational costs. ii) The recovered products have limited value, being primarily composed of basic chemicals. iii) The trend in the development of LIBs towards high nickel and low cobalt content reduces the value of the low-yield recovery method , , , , , . Therefore, it is urgent to develop advanced recycling technologies that can address the challenge of disposing spent LIBs.",
                "LiNi1−x-yMnxCoyO2 (NMC)-type LIBs are extensively used in electric vehicles due to their high energy density and superior electrochemical stability . According to the variations in nickel, cobalt, and manganese contents, cathode materials in NMC-type batteries can be classified into 111, 523, 622, and 811 types . Among them, the 811 type has the highest energy density, which is more aligned with the future requirements of electric vehicles, making high-nickel batteries become the primary direction of next-generation power battery technology , , . However, the low recovery value of nickel and low economic benefits of traditional recovery methods render the treatment of spent NCM-811 batteries problematic. To address these issues, it is essential to develop a simple and high-value recycling method. Sodium-ion batteries (SIBs) have gained significant attention as a potential solution due to their low cost and abundant sodium resources , . Transition metal sulfides (TMS) with the advantage of high theoretical capacity have been extensively exploited as anode materials for SIBs , . However, poor real specific capacity and cycle stability due to low conductivity and severe volume expansion remain significant challenges for TMS , , . Constructing a bimetallic transition metal sulfide/carbon composite anode for SIBs has proven to be a feasible strategy that can improve electronic conductivity and structural stability upon cycling , , . Therefore, it is expected that the direct conversion of spent NMC-type cathode to bimetallic transition metal sulfide/carbon materials will be a desirable method that not only recovers the metallic elements but also reduces the cost of SIBs anode that meets the need for large-scale energy storage.",
                "In this work, we present a simple and efficient one-pot hydrothermal method for converting waste NMC-811-type cathode into CoNi-MOF, which can be then transformed into a high-performance anode material for SIBs. The CoNi-MOF serves as a self-sacrificing template for synthesizing a bimetallic sulfide/nitrogen-doped carbon composite via carbonization and sulfurization. The bimetallic sulfide is able to produce abundant lattice defects that increase active sites, enhance the charge transfer kinetics, and improve the electrochemical activity , . Besides, the nitrogen-doped carbon matrix is rich in pyridine and pyrrole nitrogen, which greatly promotes the pseudo-capacitance effect and ensures rapid ion diffusion kinetics , , . Moreover, the waxberry-like structure and strong S-C bonds between the carbon matrix and TMS can effectively mitigate the effects of volume changes during the de-/sodiation process and maintain the stability of the structure and morphology. Therefore, the composite delivers excellent rate performance and reversibility. Co0.11Ni0.89S@NC exhibits remarkable electrochemical performance with an initial coulomb efficiency of up to 87 %, a high reversible specific capacity (622 mAh g−1 at 200 mA g−1), excellent rate performance (370 mAh g−1 at 5000 mA g−1) and stable cycles (89.1 % capacity retention after 1500 cycles)."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The spent LIBs were soaked into 10 wt% Nacl solution for 24 h to fully release the remaining energy and then manually dismantled into four parts, including cathode, anode, separator, and metal case. The cathodes were annealed at 450 °C for 1 h under a H2/Ar gas flow. After annealing, the cathode materials were mechanically stirred in deionized water to separate them from the Al foil, and the resulting black powder was collected by filtration and drying . The acid leaching process was performed using the following conditions: H2SO4 concentration of 1 M, H2O2 concentration of 1 vol%, temperature of 65 °C, stirring speed of 400 rpm, pulp density of 40 g L− 1, and leaching time of 2 h. Following the reaction, the leach liquor was diluted thrice and the pH was adjusted to an appropriate value with Na2CO3. The acid-leaching filtrate was then obtained by filtration. The composition of the leach liquor was analyzed using elemental analysis and inductively coupled plasma-optical emission spectrometry (ICP-OES)."
                    ],
                    "name": "Preparation of acid-leaching filtrate",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A mixture of 30 ml acid leaching filtrate and 30 ml N, N-dimethylformamide (DMF) was prepared. 1.5 g of polyvinylpyrrolidone (PVP, MW 40000) and 0.3 g of 1,3,5-benzenetricarboxylic acid were added to the mixed solution with vigorous stirring for 30 min to form a homogeneous solution, which was then transferred into a 100 ml Teflon-lined stainless-steel autoclave and maintained at 160 °C for 15 h. After the reaction, the green precipitates were collected through centrifugation, washed with ethanol, and dried in vacuum at 80 °C for 12 h."
                    ],
                    "name": "Synthesis of the CoNi-MOF precursor from spent NMC-811 cathodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In contrast, the Ni-MOF and Co-MOF were synthesized in the same way as CoNi-MOF and the source of nickel and cobalt were lithium nickelate and lithium cobalt oxides, respectively."
                    ],
                    "name": "Synthesis of Ni-MOF and Co-MOF",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The CoNi-MOF, Ni-MOF, and Co-MOF were subjected to carbonization in an Ar atmosphere at 500 °C with a ramp rate of 2 °C min−1, followed by holding for 1 h. The obtained black powders were mixed with thiourea with a mass ratio of 1:3 and carbonized in an Ar atmosphere at 600 °C for 2 h with a ramp rate of 2 °C min−1. The final products obtained after this thermal treatment were labeled as Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC, respectively."
                    ],
                    "name": "Preparation of metal sulfide/N-doped carbon composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The structure of the obtained products was determined by X-ray powder diffraction (XRD, Bruker D8 ADVANC) with Cu-K α radiation. The morphology and microstructure of the products were investigated by field-emission scanning microscopy (FESEM, Gemini SEM 500), transmission electron microscopy (TEM, Talos L120C G2), and high-resolution transmission electron microscopy (HRTEM). The surface elemental composition of the products was determined by X-ray photoelectron spectroscopy analysis (XPS, Thermo Fisher ESCALAB Xi+). Raman spectra were collected on an InVia Qontor (RENISHAW). Thermal gravimetric analysis (TGA) was conducted on a METTLER TOLEDO TGA/DSC3 in an Ar atmosphere with a heating rate of 10 °C from room temperature to 800 °C. The specific surface area was determined by the nitrogen adsorption-desorption measurements (ASAP 2020 Plus HD88) based on the Brunauer-Emmett-Teller (BET) multipoint method. The metallic element contents were determined by the ICP test on an ICPE-9000."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance was evaluated in a half cell using a CR2025 coin-type cell. The working electrode was prepared by mixing the active material (Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC), Super P, and polyvinylidene difluoride (PVDF) in N-Methylpyrrolidone (NMP) with a weight ratio of 8:1:1. The resulting slurry was coated on a copper foil and dried at 80 °C in vacuum for 12 h. The coated copper foil was cut into discs with a mass loading of 0.8–1.2 mg cm−2. CR2025 coin-type half cells were assembled in an argon-filled glovebox, in which sodium foil and Whatman glass fiber were used as counter electrodes and separator respectively. NaPF6 (1 mol L−1) dissolved in DIGLYME was used as the electrolyte and the content was 80 μL. Galvanostatic charge/discharge performances were tested between 0.2 and 3 V (vs Na+/Na) with the Neware-5 V10 mA system and before high current density was applied, a current density of 200 mA g−1 was applied in the first five cycles to activate the anode materials. Galvanostatic Intermittent Titration Technique (GITT) measurements were carried out to determine the Na+ diffusion coefficient of active material. During the test, the voltage window was set to 0.2–3 V, the current density was 200 mA g−1, the pulse time was 10 min, and the relaxation time was 40 min. And the loading mass for the testing electrodes is in the range of 0.8–1.2 mg cm−2. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were measured on an electrochemical workstation (CHI660E). All electrochemical tests were carried out at room temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 illustrates the synthesis of Co0.11Ni0.89S@NC, starting from the precursor CoNi-MOF, which was prepared by recycling Co and Ni elements from spent NMC-811 cathode. The spent LIBs were first discharged in salt water and then manually disassembled into four components, namely the cathode, anode, metal case, and separator (Fig. S1). After thermal treatment and ultrasonic processing, the cathode powders were separated from the Al foils, and then dissolved in solutions of H2SO4 and H2O2 to obtain leachates of Co, Ni, and Mn. The concentration of the Ni, Mn and Co leachate was detected to be 18.56 g L−1, 2.36 g L−1, and 2.42 g L−1, for Ni, Mn, and Co, respectively (Fig. S2). CoNi-MOF was synthesized using a facile solvothermal method with the filtrate as the source of Ni2+ and Co2+, while 1,3,5-benzenetricarboxylic acid served as the organic linker. The resulting CoNi-MOF was dissolved in nitric acid, and the content of metal elements in the product was determined by ICP-OES. No manganese was detected in the as-synthesized CoNi-MOF, and the concentrations of Ni and Co elements were found to be 3.99 g L−1 and 0.541 g L−1, respectively (Fig. S3). The molar ratio of Ni to Co of the CoNi-MOF was determined to be 8:1, consistent with that in the leach liquor. The CoNi-MOF precursor was then subjected to carbonization in an Ar atmosphere at 500 ºC to yield the CoNi@NC composite. Subsequently, vulcanization of the composite with thiourea was carried out in an Ar atmosphere at 600 ºC, resulting in the formation of the Co0.11Ni0.89S@NC composite. NiS@NC and CoS@NC were similarly synthesized using LiNiO2 and LiCoO2 cathodes, respectively. The thiourea served as both a sulfur and nitrogen source, facilitating the production of metal sulfides and nitrogen-doped carbon.",
                "As exhibited in Fig. 2a and d, the CoNi-MOF exhibits a uniform three-dimensional urchin-like structure with an average size of 5 µm. The surface structure of these spheres is composed of many acicular crystalline nanowires with sharp tips, stacked uniformly on the surface. The Ni-MOF reveals a consistent spherical shape with a diameter of 1.5 µm, and its surface shows sheet-like structures in addition to the spherical structure, as observed in Fig. S4a. In contrast, the Co-MOF displays a unique sphere structure composed of hollow triangular tubes, as shown in Fig. S4b. These observations suggest that the Ni-MOF tends to form a spherical structure during the coordination reaction, while the Co-MOF tends to adopt a radial tubular architecture. Therefore, the CoNi-MOF composite exhibits a distinctive structure, featuring a ball-shaped core and acicular crystalline nanowires arranged uniformly on the surface. After the carbonization treatment, the length of the nanowires on the surface decreased, as shown in Fig. 2b and e. During the subsequent sulfidation process, these nanowires underwent further evolution into cone-shaped protrusions, which resulted in the formation of a waxberry-like structure, as depicted in Fig. 2c and f. The average diameter of the obtained samples decreased to 4 µm compared to the CoNi-MOF precursor. TEM images (Fig. 2g and h) exhibit a clear lattice fringe with interplanar of 0.29 nm and 0.258 nm on the edge of the spikes which correspond to the (100) and (101) plane of the Co0.11Ni0.89S phase. The elemental mapping presented in Fig. 2i reveals a homogeneous distribution of Ni, Co, C, and S elements throughout the waxberry-like composite. The morphology of the Ni-MOF and Co-MOF sulfides are depicted in Fig. S4c and d. The NiS@NC maintains the same morphology as Ni-MOF, with a size of 1 µm. On the other hand, CoS@NC displays a spherical structure enveloped by a layer of small balls, with the internal triangular tubes remaining intact.",
                "The phase purity and crystal structure of the synthesized products were characterized by XRD. As illustrated in Fig. S5a, the XRD patterns of NiCo-MOF are similar to those of Ni-MOF, indicating that the introduction of Co did not alter the crystal structure of Ni-MOF. The high crystallinity of Co0.11Ni0.89S@NC is confirmed by the sharp diffraction peaks observed in Fig. 3a, which can be well indexed to NiS (PDF#75-0613). Notably, the diffraction peaks corresponding to (102) and (101) lattice planes are slightly shifted, which is a typical characteristic of solid solutions . The XRD patterns of CoNi@C, NiS@NC, and CoS@NC are presented in Fig. S5. The XRD pattern of CoNi@C corresponds to metallic nickel (PDF#65-0380), indicating that Ni and Co were reduced to their metallic forms during the carbonization process. The diffraction peaks of NiS@NC and CoS@NC match well with the standard patterns of NiS (PDF#65-3686) and CoS (PDF#75-0605), respectively. To ensure complete carbonization of CoNi-MOF in the Ar atmosphere, thermal gravimetric analysis (TGA) was performed and the results are presented in Fig. S6a. The sample weight slightly decreased between 100 °C and 350 °C due to the removal of water and organic solvents. A significant weight loss occurred between 350 °C and 450 °C, which was attributed to the decomposition of organic ligands. Based on the TGA curve, the carbonization temperature was determined to be 500 °C. The TGA curves of Ni-MOF and Co-MOF are shown in the Fig. S6b and c.",
                "Raman spectra of Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC, depicted in Fig. 3b, indicate the presence of two forms of carbon in these composites. Two strong peaks can be observed at 1334 cm−1 and 1566 cm−1, corresponding to the D band of disordered carbon and the G band of graphitic carbon, respectively. The intensity ratio of the D band to the G band (ID/IG) can be employed to evaluate the graphitization degree in the samples . The ID/IG values are calculated to be 1.05, 1.00 and 1.14 for Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC, respectively. It has been reported that metallic Ni nanoparticles demonstrate higher catalytic ability than metallic Co, which were formed during the carbonization, indicating that the high Ni content facilitate the generation of graphitic carbon . The Brunauer-Emmett-Teller (BET) analysis was conducted to survey the surface area and pore structures, as shown in Fig. 3c. Nitrogen adsorption-desorption curves indicate that all of the three composites exhibit mesoporous structure with a typical IV type isotherm . The BET surface areas of the of Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC are 12 m2 g−1, 23 m2 g−1, and 27 m2 g−1 respectively. It is worth noting that Co0.11Ni0.89S@NC has the smallest specific surface area among the three composites due to its largest particle size.",
                "The surface chemical composition and elemental status of Co0.11Ni0.89S@NC can be characterized by X-ray photoelectron spectroscopy (XPS). Full XPS spectrum illustrates the co-existence of Ni, Co, S, C, and N elements (Fig. 3d). The O 1 s peak at 531.2 eV can be ascribed to the oxygen adsorbed on the surface . Based on the high-resolution spectra of Ni in Co0.11Ni0.89S@NC (Fig. 3e), the peaks at 873.7 eV and 856.1a eV correspond to Ni2+ 2p1/2 and Ni2+ 2p3/2 , while two satellite peaks can be observed at 879.6 eV and 861.8 eV. When compared with the binding energies of NiS@NC, the peaks pertained to Ni2+ shifted negatively in the Ni 2p spectra owing to the introduction of Co. In the spectra of Co 2p (Fig. S7a), the peaks at 797.2 eV and 781.4 eV are assigned to Co2+ 2p1/2 and Co2+ 2p3/2, respectively with two satellite peaks centering at 802.9 eV and 786.1 eV . The spectra of Ni 2p and Co 2p reveals the existence of Ni2+ and Co2+ in the Co0.11Ni0.89S@NC. The N 1 s spectra (Fig. 3f) demonstrates the presence of three different forms of nitrogen relative to graphitic N (401.1 eV), pyrrolic N (400e V) and pyridinic N (398.7 eV) , , which underlines the successful formation of N-doped carbon in Co0.11Ni0.89S@NC. The abundant pyridinic N in Co0.11Ni0.89S@NC could create numerous extrinsic defects and active sites in carbon that would contribute to the pseudocapacitive sodium storage, leading to fast reaction kinetic and good rate capability . S 2p spectra (Fig. S7b) presents two peaks at 162.8 eV and 161.5 eV attributed to S 2p1/2 and S 2p3/2 respectively. The peak at 165.4 eV verifies the presence of strong S-C bonds between the sulfide and carbon matrix. In addition, the peaks at 169.0 eV could be assigned to S-O. As shown in Fig. S7c, the C 1 s spectra can be deconvoluted into three peaks corresponding to CC-OH, C-N, and CC-C, located at 288 eV, 285.8 eV, and 284.8 eV, respectively . The XPS spectra shown in Fig. S8 and Fig. S9 strongly support the successful preparation of NiS@NC and CoS@NC. It can be observed in Fig. S8b that Co2+ and Co3+ exist simultaneously in CoS@NC. And this may be due to the fact that part of Co2+ was oxidized to Co3+ by the oxygen adsorbed on the surface of the material during the vulcanization process .",
                "To investigate the electrochemical performance of the Co0.11Ni0.89S@NC composite as anode material in SIBs, a series of measurements were performed in a half-cell configuration. The electrochemical reactivity of Co0.11Ni0.89S@NC for sodium storage was tested by CV measurements. Fig. 4a presents the initial CV curves of Co0.11Ni0.89S@NC at a scan rate of 0.2 mV s−1 in the voltage range of 0.01–3.0 V. In the first cathodic scan, a sharp reduction peak at 0.79 V was observed, which can be attributed to the decomposition of the electrolyte and the formation of solid electrolyte interface (SEI) layer . The peak at 1.09 V is assigned to the reduction of metal sulfides to Ni and Co. During the anodic scan, three oxidation peaks were detected at 1.9 V, 1.8 V, and 1.3 V associated with the oxidation of Ni and Co to their metal sulfides . The small anodic peak at 0.08 V is caused by the insertion and extraction of sodium in carbon . The position of the reduction and oxidation peaks in the following cycles remained unchanged, indicating the excellent cycling stability of the Co0.11Ni0.89S@NC anode. Fig. 4b describes the charge-discharge curves for different cycles at 200 mA g−1 in the voltage window of 0.2–3 V for the Co0.11Ni0.89S@NC anode. The de-/sodiation voltage plateaus are consistent with the CV analysis mentioned above.",
                "As described in Fig. 4c, the Co0.11Ni0.89S@NC anode demonstrates an initial discharge capacity of 781 mAh g−1 and high initial coulombic efficiency (ICE) of 87 %. The observed initial capacity loss is due to the formation of the SEI layer, accompanied by the decomposition of electrolyte and several irreversible reactions. The small specific surface area of the Co0.11Ni0.89S@NC anode resulted in a higher initial ICE compared to materials with a larger contact area, which could cause more SEI layer formation and lower ICE , . Impressively, it delivers a discharge capacity of 649 mAh g−1 in the second cycle and a discharge capacity of 622 mAh g−1 is retained after the 100th cycles with 95.8 % capacity retention. In contrast, NiS@NC and CoS@NC deliver lower initial discharge capacities of 556 mAh g−1 and 592 mAh g−1, respectively. The SEM images of the Co0.11Ni0.89S@NC electrode before and after cycling were obtained, as shown in Fig. S10. It can be observed that the morphology of Co0.11Ni0.89S@NC remains intact, and no agglomeration or structural collapse is detected after 100 cycles at 200 mA g−1. The excellent cycling stability can be attributed to the uniform waxberry-like structure and the strong bond between sulfide and carbon matrix, which alleviates the effect of volume change during the de-/sodiation process.",
                "Fig. 4d shows the rate capacity of the samples. The Co0.11Ni0.89S@NC possess superior rate performance compared with NiS@NC and CoS@NC, which delivers average discharge capacities of 651, 591, 463, 415, and 330 mAh g−1 at 100, 200, 500, 1000, and 5000 mA g−1, respectively. In addition, when the current turns from 5000 mA g−1 back to 200 mA g−1, a discharge capacity of 562 mAh g−1 can be reserved, indicating its fast electrochemical reaction kinetics and good cycling stability. In contrast, NiS@NC and CoS@NC exhibit lower discharge capacities, particularly at high current densities. As fast charge-discharge capacity is a crucial index for batteries, long-term performance tests were conducted under high current density. Fig. 4e shows the cycling performance of Co0.11Ni0.89S@NC, NiS@NC, and CoS@NC at 5000 mA g−1. The Co0.11Ni0.89S@NC anode exhibits a stable capacity of 370 mAh g−1 and maintains a favorable reversible capacity of 330 mAh g−1 with 89.1 % capacity retention after 1500 cycles. In contrast, NiS@NC and CoS@NC exhibit lower specific capacities and worse cycling stability at a current density of 5000 mA g−1, as compared to Co0.11Ni0.89S@NC. Table S1 (Supporting information) lists the comparison of electrochemical performances between Co0.11Ni0.89S@NC and other Co-/Ni- based metal sulfides as SIBs anode. Co0.11Ni0.89S@NC shows better sodium storage performance both in cycling performance and rate capacity.",
                "To further investigate the reaction kinetics of Co0.11Ni0.89S@NC anode, pseudocapacitive analysis was conducted. As shown in Fig. 5b, CV curves at different scan rates were obtained. With the increase in scanning speed, the reduction peak migrated toward low potential, while the oxidation peak migrated toward high potential. This phenomenon can be ascribed to polarization . The pseudocapacitive contribution during charge-discharge progress can be analyzed according to the equation:(1)",
                "i = a ν bwhere i is the measured current and ν is the scan rate. The b-value ranges from 0.5 to 1 can be obtained by plotting log (i) versus log (ν) and when b = 0.5, the cell reaction is a diffusion control process, whereas b = 1 means a capacitive control process . The b-values of the three main peaks are 0.82, 0.94, and 0.98 (Fig. 5c), respectively, indicating the fact that the diffusion control and capacitive control both exist in the process of charge-discharge. The specific contribution of the two different mechanisms can be further calculated according to the equation:(2)",
                "i V = k 1 ν + k 2 ν 1 / 2where i(V) is the current at a certain potential and ν is the scan rate. Fig. S12e demonstrates a capacitive contribution as high as 90.2 % at the scan rate of 1 mV s−1 and the capacitive contributions at other scan rates are displayed in Fig. S12a-d, which are higher than that of NiS@NC and CoS@NC (Fig. S13). The capacitive contributions at different scan rates are summarized in Fig. 5d and it is obvious that the capacitive contribution increases as the scan rate increases. The pseudocapacitive process is characterized by fast electrochemical kinetics which can significantly enhance the electrochemical performance of batteries . The results of the pseudocapacitive analysis reveal that the charge storage in Co0.11Ni0.89S@NC is primarily attributed to the pseudocapacitive process, which accounts for its outstanding rate capability and cycling stability.",
                "Electrochemical impedance spectra (EIS) and Galvanostatic Intermittent Titration Technique (GITT) were conducted to acquire deep insight into the excellent sodium storage performance. EIS measurement demonstrates that the Co0.11Ni0.89S@NC anode possesses a smaller charge-transfer resistance (Rct) of 16.92 Ω compared to NiS@NC anode (34.25 Ω) and CoS@NC anode (28.3 Ω) (Fig. 5a), indicating that Co0.11Ni0.89S@NC anode has faster Na+ diffusion kinetics within the electrode. The EIS spectra of the Co0.11Ni0.89S@NC anode obtained after different numbers of cycles (Fig. S11) illustrates that the Rct value decreases progressively with the increase of cycle number. It is worth noting that a smaller Rct value implies faster interfacial electron transport and is associated with abundant ion transport channels and good electron conductivity, indicating excellent cycle stability. The addition of a small amount of Co dopant in NiS has the function to increase the active sites and generate abundant lattice defects, leading to improved charge transfer kinetics and enhanced electrochemical activity , . The coexistence of Co and Ni in the bimetallic sulfide solid solution modifies the electronic structures and the coordination environment of active atoms, which significantly improves the charge transfer ability . Therefore, the Co0.11Ni0.89S@NC anode is endowed with good electrical conductivity and cycling stability.",
                "GITT has been widely accepted as a convincing and efficient electrochemical test method to obtain the Na+ diffusion coefficient (DNa+) in solid-state electrode materials. The DNa+ can be calculated by the following formula:",
                "D = 4 π τ m B V M S M B 2 ∆ E s ∆ E τ 2( 3 )where τ is the relaxation time, mB is the mass of the active materials, MB is the molar mass of the electrode, VM is the molar volume of the active materials, S is the electrode contact area, ∆Es is the change in the steady-state potential after a discharge or charge pulse, ∆Eτ is the potential change during the constant current pulse, respectively. However, it is necessary to grasp the density of each electrode material to obtain VM, which increases the computational difficulty. To address this problem, the original formula can be simplified by unit conversion:(4)",
                "D = 4 L 2 π τ ∆ E s ∆ E τ 2where L2 is the thickness of the material loaded on the aluminum foil, which is easily obtained by a thickness gauge . DNa+ can be used to evaluate the electrochemical reaction kinetics. GITT test (Fig. 5e) was performed and the calculated results are provided in Fig. 5f. The DNa+ value of Co0.11Ni0.89S@NC is higher than that in monometallic sulfides, suggesting ion diffusion and conductivity improvement by the bimetallic sulfide solid solution. The result is in accord with the former rate capacity test and it demonstrates the strong diffusion ability of Na+ in Co0.11Ni0.89S@NC, which is conducive to rapid electrode reaction.",
                "Considering that Co0.11Ni0.89S@NC exhibits impressive performance as the SIBs anode material in half-cell, we constructed sodium-ion full cells by pairing Co0.11Ni0.89S@NC anode with Na3V2(PO4)3 (NVP) cathode. The NVP//Co0.11Ni0.89S@NC full cell was tested within the voltage range from 0.5 to 3.2 V. As shown in Fig. 6a, two broad peaks at 1.45 and 2.23 V in cathodic sweep and 1.93 and 2.62 v at anodic sweep appear in the CV test. Fig. 6b shows the galvanostatic charge and discharge voltage profiles of the NVP//Co0.11Ni0.89S@NC full cell at 100 mA g−1. It displays a discharge voltage plateau between 1.6 and 2.0 V. The full battery was charged and discharged at 200 mA g−1 for 100 cycles and it delivers an average capacity of 240 mAh g−1 (Fig. 6c). The NVP//Co0.11Ni0.89S@NC full cell exhibits a good rate capability: average specific capacity of 345, 270, 200, 100 mAh g−1 at 100, 200, 1000, 2000 mA g−1, respectively (Fig. 6d). The electrochemical performance of Co0.11Ni0.89S@NC in half cell and full cell both demonstrate its promising application prospect for practical energy storage application.",
                "In Basic on the in-depth study of the electrochemical reaction kinetics and de-/sodiation mechanism, the high performance and promising prospects as SIBs anode primarily comes from the following advantages: i) The coexistence of Co and Ni in the bimetallic sulfide solid solution generate abundant lattice defects, increase the active sites and modify the electronic structures, which significantly improve the charge transfer ability. ii) The waxberry-like structure derived from urchin-like precursors can effectively mitigate the volume changes during the de-/sodiation process and maintain the stability of the structure. iii) The in-situ generated nitrogen-doped carbon matrix and TMS are bonded together by strong S-C bonds that facilities the pseudocapacitive effects and cycling stability."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This work presents a promising strategy for the recycling of spent NMC-811-type cathode material from LIBs into high-performance anodes for SIBs. A simple one-pot hydrothermal method was employed to convert the waste cathode into CoNi-MOF, which can be then transformed into a bimetallic sulfide solid solution after carbonization and sulfidation process. This innovative approach realizes the simple recovery of waste NMC-811-type cathode and improves the value of the recovered product. In addition, the introduction of bimetallic sulfide solid solution and the in-situ generation of nitrogen-doped carbon result in improved charge transfer and high Na+ diffusion capabilities. The strong S-C bonds between nitrogen-doped carbon and TMS is favor for the remarkable cycling stability. As a result, the Co0.11Ni0.89S@NC anode delivers high reversible specific capacity (622 mAh g−1 at 200 mA g−1), outstanding rate capacity (370 mAh g−1 at 5000 mA g−1), and good cycling stability (330 mAh g−1 after 1500 cycles at 5000 mA g−1). This work demonstrates the feasibility of recycling spent LIBs into high-performance anodes for SIBs, offering a promising solution to the spent LIBs disposal and the potential to turn waste into treasure."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Zhiwei Li: Experiment design, experiment, figures construction, manuscript writing, checked and revised the manuscript. Yuxiao Yang: SEM observation. Bo Wen: TEM observation. Xiaofeng Liu: experimental technical guidance. Yajun Wang, Fan Du and Mingming Ma: Investigation. Long Li: Review & editing. Guorui Yang: Review & editing, Funding acquisition. Shujiang Ding: Review & editing."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Recovered cobalt-nickel sulfide from spent lithium-ion batteries as an advanced anode material toward sodium-ion batteries"
}