{
    "DOI": "10.1016/j.cej.2025.160010",
    "Journal": "Chemical Engineering Journal",
    "Keywords": [
        "Cathode materials",
        "Sodium ion batteries",
        "Layered oxide",
        "Dual-site modulation"
    ],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are emerging as viable supplement for lithium-ion batteries (LIBs) in extensive energy storage applications owing to its merits of low cost, earth-abundant resources and similar physicochemical properties [1–3]. However, SIBs face challenges due to insufficient practical energy density, which drives up the manufacturing cost per kWh and diminishes their inherent competitive advantage [4–7]. Cathode materials, such as layered transition metal oxide (LTMO), Prussian blue and polyanion compounds, play a crucial role in shaping the cost-effectiveness and efficiency of SIBs. These materials must exhibit key properties such as affordability, high energy density, rapid ion diffusion, remarkable rate capability, and long-lasting durability. Among them, LTMO cathode materials, exemplified by P2-type Mn-based compounds, represent a compelling avenue for the commercialization of SIBs due to their remarkable redox potential, high specific capacity, and cost-effectiveness [8–11]. Furthermore, incorporating anionic (O2−↔ On −, n < 2) redox reactions within the high voltage range can remarkably increase the capacity of LTMO, benefiting for the development of high-energy–density SIBs [12–15].",
                "Nevertheless, P2 layer oxides suffer from detrimental phase transitions (P2-O2 or P2-OP4) during Na+ ions extraction and structural instability induced by the Jahn-Teller effect intrinsic to Mn3+ ions [16–19]. Additionally, the low resistance to moisture attack giving rise to Na+ de-intercalation via TM ions oxidation or H+/Na+ exchange, further limits their practical viability. To overcome these issues, extensive efforts have been dedicated to optimizing the performance of LTMO cathode materials for SIBs [20–23]. One effective approach is the strategic substitution of specific constituents with metal cations (e.g., Zn2+, Cu2+, Mg2+ and Ti4+) at the TM lattice sites. This methodology effectively alleviates Jahn-Teller distortion, inhibits adverse phase transitions, reduces Na+ migration barriers, and improves capacity retention to some extent [24–29]. In high-entropy materials, the substitution of multiple elements can induce an entropy-stabilization effect, which further enhances the structural stability and cycling performance of the cathodes [30,31]. Whereas, it is well-known that extra Li ions occupation in the TM layers can triggers oxygen redox activities owing to oxygen lone pair states in the Na-O-Li configuration, which can break the capacity limitation provided by cation redox center and further enhance energy density of Mn-based cathode to promote its potential for practical application [27,32,33]. Unfortunately, the engagement of lattice oxygen can initiate adverse consequences, encompassing the creation of (O2)n− dimers or even liberation of oxygen gas subsequent to an excessive contribution of electrons to the electrochemical process. This results in irreversible lattice oxygen loss, TM reduction and deteriorated structural reorganization, especially during the initial cycles [32,34–36]. Furthermore, profound O2−–O2− electrostatic repulsion among adjacent TM layers during deep de-sodiation state even induces severe a-b-plane cracking, further causing rapid degradation of active materials. Partial Na substitution with TM ions (Mg2+, Zn2+, etc.) to form strong O2−-TMn+–O2− configurations is beneficial to alleviating the electrostatic repulsion and preventing excessive oxygen loss [37–40]. However, realizing eminent cycling stability for Mn-based cathodes with oxygen redox at high cut-off voltage remains a formidable challenge. Moreover, the relationship between the local chemical environment and the “pillar” elements in the Na layer has not been deeply studied, leaving significant room for further investigation.",
                "In this study, we prepared Na0.83Li0.18Mn0.82O2 (NLMO) and a series of Cu and Mg dual-site-substituted cathode materials through a facile sol–gel method. The incorporation of Mg2+ ions in Na sites form stable O2−-Mg2+–O2− “pillars”, adjusting the local chemical environment, reducing the O2−–O2− electrostatic repulsion and improving anionic redox stability. While the Cu2+ ions entering into the TM layers can mitigate the Jahn-Teller effect of the Mn3+, contributing to ameliorated crystal stability. Meanwhile, this dual-site substitution improves the moisture resistance of the Mn-based cathode. Scrutinized through electrochemical characterizations complemented by computational simulations, the Na0.80Mg0.03Li0.18Mn0.67Cu0.15O2 (NMLMCO) cathode exhibits faster Na+ diffusion kinetics and lower migration energy barriers compared to NLMO. In addition, the NMLMCO electrode exhibits impressive cycling stability and rate performance within a voltage range of 1.5–4.5 V, maintaining 114 mAh/g at 1000 mA g−1 with a retention of 80.3 % after 300 cycles. Moreover, In-situ X-ray diffraction (XRD) measurements confirm a small volume change of 1.3 % and suppression of the P2-O2 phase transition in the NMLMCO cathode."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        "A series of Mg/Cu substituted cathode materials (Na0.83Li0.18Mn0.67Cu0.15O2, Na0.80Mg0.03Li0.18Mn0.67Cu0.15O2, Na0.78Mg0.05Li0.18Mn0.67Cu0.15O2, and Na0.76Mg0.07Li0.18Mn0.67Cu0.15O2) were synthesized via a sol–gel method followed by a high-temperature calcination process. Appropriate amount of citric acid was dissolved in 50 mL of deionized water, and then the stoichiometric ratio of anhydrous sodium acetate, magnesium acetate tetrahydrate, lithium acetate dihydrate, manganese acetate tetrahydrate and copper acetate monohydrate were added into the above solution stirred to dissolve. After that, stirring in an oil bath at 90 °C to obtain the gel and then dried at 140 ℃ for 12 h. Hereafter, the precursors were calcinated at 450 ℃ for 6 h in an air atmosphere. After cooling, the samples were ground and subjected to a further calcination process at 900 ℃ for 12 h. In comparison, Na0.83Li0.18Mn0.82O2 was prepared in the same way but no Mg source and Cu source were added."
                    ],
                    "name": "Materials synthesis",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The morphology of all the products were analyzed by scanning electron microscope (SEM, Zeiss Supra 55VP). Energy dispersive spectroscopy (EDS) and refined structural details were collected by the high-resolution transmission electron microscope (HR-TEM, JEOL-2100F). The valence state of the transition metals was determined by X-ray photoelectron spectroscopy (XPS, ESCALAB 250 Xi). Inductively coupled plasma optical emission spectrometry (ICP-OES, Optima 2100DV) was performed to obtain the chemical content of different atoms. XRD patterns were obtained from Bruker D8 Focus diffractometer using Cu Ka radiation in the 2θ range from 10° to 80°. The in-situ XRD patterns of Na0.80Mg0.03Li0.18Mn0.67Cu0.15O2 were collected via Swagelok cell and the battery was cycled between 1.5 and 4.5 V at 0.1C. Mn and Cu K-edge X-ray absorption fine structure (XAFS) tests were carried out at the National Synchrotron Radiation Research Center (NSRRC) in Hsinchu, Taiwan."
                    ],
                    "name": "Materials characterization",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Active material, carbon black and polyvinylidene fluoride (PVDF) (8:1:1, weight ratio) were uniformly mixed with N-methyl-2-pyrrolidone (NMP) to prepare the electrode slurry. The slurry was evenly pasted on aluminum foil and the electrode with active loading of about 1.5 mg cm−2 was got after vacuum drying at 80 ℃ for 12 h. CR2032-type coin-cells were assembled in the Ar-filled glovebox using sodium metal and glass fiber as the anode and separator, respectively. The electrolyte was prepared by adding 1 M NaClO4 into ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1, v/v) with 5 % fluoroethylene carbonate (FEC) as an additive. The electrochemical performance was performed on a Neware CT-4008 battery test system between 1.5 and 4.5 V (vs. Na+/Na). Cyclic voltammetry (CV) measurements in the potential range of 1.5–4.5 V were conducted on a VMP3 multichannel potentiostat. Electrochemical impedance spectroscopy (EIS) tests were performed in the frequency range between 100 kHz and 10 mHz."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Spin-polarized first-principle calculations were performed by the density functional theory (DFT) using the Vienna Ab-initio Simulation Package (VASP) package. The generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) functional were used to describe the electronic exchange and correlation effects. Only G point and Methfessel-Paxton electronic smearing were adopted for the integration in the Brillouin zone for geometric optimization. The simulation was run with a cutoff energy of 500 eV throughout the computations. These settings ensure that the total energy per atom converges to within 1 meV. Structure relaxation proceeded until all forces on atoms were less than 10 meV Å−1 and the total stress tensor was within 0.05 GPa of the target value. The energy barrier for water splitting energy barrier was calculated using the nudged elastic band (NEB) method. The calculation parameters and convergence criteria were kept the same as in the ground state calculations. Spin polarization and GGA + U methods were adopted for obtaining accurate DOS, and the Hubbard U terms were set to 3.9 eV for Mn 3d electrons. Besides, the bonding properties of Na-O and Mg-O were revealed by the crystal orbital Hamilton population (COHP) analysis, as implemented in the LOBSTER code."
                    ],
                    "name": "DFT calculations",
                    "type": "ce_section"
                }
            ],
            "name": "Experimental section",
            "type": "ce_section"
        },
        {
            "content": [
                "Theoretical considerations guided our exploration of Mg substitution in both Na and transition metal (TM) sites within NMLMCO. To establish its preferred occupancy site, we initially computed the formation energy of Mg2+ in Na and TM layers. As displayed in Fig. 1 a, the formation energy of Mg2+ ions in the Na layer (−1.67 eV) significantly lower than that in the TM layer (1.44 eV, Table S1), unequivocally demonstrating the favorable occupancy of Mg2+ ions in Na sites for enhanced stability. While, Cu2+ with similar radius, which are anticipated to take Mn3+ position as validated in numerous previous reports [41,42]. Thereby, the specific structure diagrams of NLMO and NMLMCO, as deduced, are presented in Fig. S1. Practically, the NLMO and NMLMCO cathodes were prepared through a facile sol–gel method, along with a few control samples, such as Na0.83Li0.18Mn0.67Cu0.15O2 (NLMCO) and Na0.83-xMgxLi0.18Mn0.67Cu0.15O2 (x = 0.05, 0.07, denoted as NMLMCO-5 and NMLMCO-7), which could provide insights into the substitution effect of Cu and optimal Mg doping amounts. Subsequent X-ray diffraction (XRD) analyses were conducted to assess the structural characteristics of the as-prepared NLMO and NMLMCO materials. As shown in Fig. S2, all diffraction peaks are well consistent with P2-type structure in a P63/mmc space group (JPCDS: 27–0751), similar to NLMCO and NMLMCO-x (Fig. S3). And a small amount of Li2MnO3 (JPCDS: 27-1252) can be observed in the crystal structure due to the limited solubility of Li in the P2-type structure. The rightward shift of the typical (002) diffraction peak towards higher angles following cation substitution suggests the shrinkage of the c parameter (inset of Fig. S2). This change is attributed to the successful substitution of smaller-radius Mg2+ ions (0.72 Å) into the Na sites and the stronger electronegativity of Mg (1.31) compared to Na (0.93), resulting in heightened electrostatic attraction with adjacent oxygen layers, causing a reduction in the c parameter [43,44]. While this contraction may slightly restrict Na+ diffusion channels, the introduction of Mg2+ adjusts the local electronic state, weakening the Na-O bond and reducing electrostatic interactions. This dual effect not only facilitates Na+ diffusion but also enhances cycling stability, particularly at high cut-off voltages, due to the stronger Mg-O bonds within the Na layers. In contrast, the Li and Cu ions are inclined to enter the TM sites owing to their closely matched radii, a notion corroborated by prior studies [44–46]. Moreover, a faint diffraction peak is observed at about 22.5°, corresponding to the in-plane ordered arrangement of Li+/Mn4+, which indicates a superlattice structure (“1/3 1/3 1″) formed [43,47]. Fig. 1b and 1c display the refined XRD data of NLMO and NMLMCO, and the derived lattice parameters fully support the prediction that Mg occupying Na sites and Cu entering Mn sites (Table S2 and S3). While an increase in the a-axis of the NMLMCO sample is observed, which can be attributed to the larger ionic radius of Cu2+ (0.73 Å) compared to the replaced Mn4+ (0.53 Å).",
                "The field-emission scanning electron microscopy (FE-SEM), high-resolution transmission electron microscopy (HR-TEM) and energy dispersive spectroscopy (EDS) characterizations were carried out to get information about the morphology and structural details of the as-prepared samples. All the electrodes show plate-shaped particles with a polished surface, showcasing an average diameter of about 2–6 μm. This observation underscores that cationic substitution has no discernible impact on the morphology (Fig. 1d and Fig. S4). Meanwhile, the SEM-EDS measurement reveals the uniform doping of Mg and Cu (Fig. S5 and S6). The spacing distance of adjacent lattice fringes for NMLMCO cathode determined by HR-TEM is 0.252 nm, matching well with interplanar spacing of the (1 0 0) plane of the P2-type layered phase (Fig. 1e). And the bright atoms may be attributed to Mn/Cu, while the dark atoms may belong to Li, agreeing well with the inset intensity line profiles, which further confirms that Li and Cu ions occupy the TM sites. In addition, the corresponding EDS images in Fig. 1f show that Na, Mg, Mn, Cu, and O elements are uniformly distributed in the NMLMCO, agreeing well with the SEM-EDS mapping. Inductively coupled plasma optical emission spectrometry (ICP-OES) test shows that the molar ratios of Na/Mg/Li/Mn/Cu and Na/Li/Mn in NMLMCO and NLMO are consistent with the predesigned results (Table S4). We conducted XPS (X-ray Photoelectron Spectroscopy) measurements to delve into the element composition and valence states within NMLMCO and NLMO. The difference in the full-spectrum data indicates the successful doping of Mg and Cu ions. And the high-resolution spectrum of Cu 2p shows two main peaks at about 933 and 954 eV, which belong to Cu 2p3/2 and Cu 2p1/2, respectively, corroborating the existence of Cu2+ in the NMLMCO. Furthermore, scrutiny of the Mn 2p core-level spectra affirmed a consistent Mn valence state of + 4 in NMLMCO and coexistence of Mn3+/Mn4+ in NLMO, which indicate that Mg/Cu dual-site substitution decrease the ratio of Mn3+, contributing to inhibited Jahn-Teller effect of Mn3+ ions (Fig. S7) [42,43,48].",
                "Cyclic voltammetry (CV) profiles of the NMLMCO and NLMO cathodes, scanned at 0.1 mV s−1 within 1.5–4.5 V (vs Na+/Na) during the initial five cycles, are presented in Fig. S8a, b. The two oxidation peaks below 3.5 V during the first charging process may be related to the ion rearrangement in the crystal structure, and the peak above 4 V is attributed to the O2−/(O2)n − redox with a reduction peak located at 2.8 V, while the redox peaks below 3 V in the subsequent cycles are assigned to the reversible reaction of Mn3+/Mn4+ couples [43,49]. Besides, the diminished intensity of the redox peaks for NLMO could be attributed to the adverse phase transition and liberation of the surface oxygen [43]. In contrast, the CV curves of the dual-site substituted NMLMCO cathode are highly overlapped after the first three cycles, indicating enhanced structural stability after Mg/Cu substitution. The ameliorated structural stability of NMLMCO is further confirms by the CV results after cycling, where the current density of NMLMCO remains stable, in contrast to the significant decline observed for NLMO (Fig. S8c, d). The cycling performance of NMLMCO and NLMO cathodes evaluated at 20 mA g−1 are presented in Fig. 2 a. The discharge capacity of the dual-site substituted NMLMCO demonstrates a progressive rise, ranging from 134.2 to 162.2 mAh/g at a current density of 20 mA g−1 (over approximately 10 cycles) during the initial phase of the cycling test. This trend could stem from material activation. Additionally, it sustains a notable capacity retention of 88.3 % after 50 cycles. In comparison, the pristine NLMO cathode exhibits fast capacity decaying though initially possessing a higher discharge specific capacity than NMLMCO, corroborating that the dual-site substitution of Mg and Cu greatly improves cycling stability. And the charge/discharge profiles are in line with the CV test, in which the platform at about 4.2 V corresponds to the anionic redox couple, while the sloping shapes at lower voltage range are assigned to the Mn3+/Mn4+ reaction (Fig. 2b and S9a) [50,51]. Moreover, the curves of NMLMCO behaves shortened plateau after dual-site substitution of Mg and Cu, which could be ascribed to the inhibited phase transition [42].",
                "To further explore the advantages of dual-site substitution, the rate performance of NMLMCO and NLMO cathodes is shown in Fig. 2c. Notably, for the NMLMCO electrode, a progressive increase in current density from 20 to 1000 mA g−1 yields reversible specific capacities of 157, 141, 131, 118 and 114 mAh/g. Impressively, it maintains a discharge capacity of 162 mAh/g even when reverting the rate to 20 mA g−1, underscoring remarkable rate performance. This exceptional rate capability, scarcely observed among layered Mn-based cathodes with anionic redox, is particularly noteworthy [43,44,52]. In contrast, the pristine cathode can only achieve a specific capacity of 39 mAh/g at 1000 mA g−1. And the selected curves at different rates obviously underscore the NMLMCO cathode material’s prominent rate performance, which can be attributed to the accelerated Na+ diffusion kinetics caused by the dual-site substitution of Mg and Cu (Fig. 2d and S9b). Notably, the NMLMCO cathode exhibits outstanding cycling stability, maintaining 87.4 % of its specific capacity after 100 cycles at 100 mA g−1, surpassing the cycling performance of numerous previously reported Mn-based cathodes with anionic redox activity or operated at high cut-off voltage (Fig. 2e and S10a, Table S5) [12,32,53–57]. As shown in Fig. 2f and S10b, the NMLMCO electrode demonstrates excellent cycling stability, with a capacity retention of 84.9 % over 200 cycles at 500 mA g−1 and 80.3 % over 300 cycles at 1000 mA g−1, highlighting its exceptional cycle stability and high rates utilization potential. The ICP-OES results on the electrode after cycling at 20 mA g−1 over 50 cycles illustrate that the Mg ions do not extract from the host structure, further corroborating the stable structure of the modified sample (Table S6).",
                "Furthermore, we evaluated the electrochemical performance of additional cathodes to reveal the effect of Mg/Cu co-substitution. The NLMCO cathode, synthesized by incorporating Cu ions only into the transition metal sites, behaves a slightly lower rate capacity and cycling stability (81.7 % at 20 mA g−1 after 50 cycles) compared to that of the NMLMCO cathode. This confirms the significant role of Cu ions in mitigating the Jahn-Teller effect of Mn3+ at the transition metal sites, resulting in enhanced structural stability compared to NLMO (Fig. S11) [46,58]. In addition, when comparing them to NMLMCO, the cathodes NMLMCO-5 and NMLMCO-7, containing varying amounts of Mg (with Mg molar ratio of 0.03, 0.05, 0.07, respectively), demonstrate improved capacity retention as the Mg content rises, which may because that Mg ions occupying in the Na layers, can act as stabilizing “pillars” for the crystal structure during deep de-sodiation stages. Nevertheless, the test results present a decreasing trend in specific capacity as the Mg substitution increases. This decline could be ascribed to the decrease of Na content within the host structure (Fig. S12 and S13). Considering both specific capacity and cycling stability, we believe that NMLMCO is a balanced composition for high-performance sodium storage. Electrochemical impedance spectroscopy (EIS) measurement was employed to investigate the impact of dual-site substitution on the enhanced electrochemical performance. The Rct value of NMLMCO is significantly lower than those of NLMCO and NLMO, suggesting that the incorporation of Mg and Cu ions into the host structure greatly improves the conductivity. Furthermore, the trend in impedance changes align well with the cycling performance (Fig. S14). Moreover, the galvanostatic intermittent titration technique (GITT) was performed to assess the Na+ diffusion coefficient within the NMLMCO, NLMCO and NLMO electrodes, providing further insight into the substitution’s effect on reaction kinetics [44,59]. The GITT curves and the corresponding Na+ diffusion coefficients (DNa +) for the NMLMCO, NLMCO and NLMO electrodes during the second cycle at 50 mA g−1 are shown in Fig. 2g-i and S15. Notably, the D Na + value of NMLMCO (10−10-10−11 cm2 s−1) significantly surpasses that of NLMCO (10−10-10−12 cm2 s−1) and NLMO (10−11-10−13 cm2 s−1). The outcomes of the calculations highlight the effective enhancement in kinetics and rate performance through the dual-site substitution of Mg and Cu.",
                "To delve into the charge compensation mechanism of NMLMCO and NLMO, ex-situ X-ray absorption fine structure (XAFS) measurements were carried out at different charge/discharge states, with the corresponding results displayed in Fig. 3, S16 and S17. The average oxidation states of the Mn and Cu are + 4 and + 2, respectively, aligning well with the XPS results [43,60,61]. In Fig. 3 a, with de-sodiation proceeding, the Mn K-edge spectra show no noticeable shift, indicating that the Mn4+ ions remain inert in the redox reaction in NMLMCO. However, it experiences a shift toward lower energy during sodiation process, suggesting a slight reduction of Mn4+ to Mn3+ ions [52]. While, the Fourier-transformed extended X-ray absorption fine structure (EXAFS) spectra at the Mn K-edge in Fig. 3b reveal minimal shifts in the Mn-O and Mn-TM, further corroborating the subtle oxidation state change of Mn during the initial sodiation process. In contrast, the K-edge and EXAFS spectra of Mn in NLMO display obvious change during the initial charging process, indicating the reaction of Mn3+/Mn4+ redox (Fig. S16) [43,52]. The Cu K-edge spectra and the EXAFS spectra confirm that the Cu2+ ions remain inactive during the whole process, serving primarily to stabilize the crystal structure (Fig. 3c, d) [60]. Similarly, the Mn L-edge spectra show a shift towards lower energy during the Na+ ions insertion (Fig. 3e), demonstrating the transformation from Mn4+ to Mn3+, which in good agreement with the K-edge spectra. Moreover, after charging to 4.5 V, the apparent increase in the O K-edge pre-edge area (below 530 eV) in Fig. 3f and S17, is attributed to the removal of electrons from oxygen [43]. This increase cannot be ascribed to the further oxidation of Mn4+, thus, indicating participation of oxygen redox. Consequently, both NMLMCO and NLMO provide Na-storage capacity within 1.5–4.5 V range through the contribution of Mn3+/Mn4+ and O2−/On− redox reaction during the first cycle, but the difference is that the valence state of Mn in NMLMCO showcases no change in the initial charging stage.",
                "To better understand the operational mechanism of dual-site substituted NMLMCO cathode upon Na+ insertion/extraction, in-situ XRD characterization was performed within the voltage range of 1.5–4.5  V. Remarkably, the P2 phase remains stable during the entire charging and discharging period, a result primarily attributed to the Mg substitution at Na-site. The Mg substitution effectively restrain the sliding of the TM layers at deep charging state. Obviously, the diffraction peaks undergo a reversible process with a small shift in (002) peak position compared with its original state (Fig. 3g, h) [44,52,62]. Very intriguingly, according to the lattice parameters (a, c and V) obtained from the in-situ XRD results (Fig. 3i), the unit-cell volume variation of the NMLMCO is about 1.3 %, much smaller than that caused by the P2-O2 phase evolution (23 %) [37]. This behavior is in stark contrast to the findings from ex-situ XRD measurements on the pristine NLMO electrode (Fig. S18), which experiences a detrimental P2-O2 phase transition upon deep de-sodiation and results in the substantial structural changes and deteriorated cycling stability [43]. The above test results underscore that the dual-site substitution of Mg and Cu can effectively suppress the unfavorable phase transition, thereby improving the electrochemical performance of cathode materials. This is attributed to the role of Mg “pillars” that mitigate the detrimental O2−–O2− electrostatic repulsion between adjacent oxygen layers when Na+ ions are extracted from the host structure.",
                "Furthermore, to delve deeper into the rationale behind the enhanced electrochemical performance of NMLMCO, density functional theory (DFT) calculations were applied. The unit cell structures of NMLMCO and NLMO are displayed in Fig. 4a and S19a, with the red arrows clearly indicating the optimal migration pathways for Na+ ions. Notably, a closer inspection from a top view reveals subtle variations in the Na+ ions diffusion pathways between NLMO and NMLMCO (Fig. S19b and S20). And the corresponding migration energy barrier is noteworthy; it is 0.558 eV for the unsubstituted NLMO cathode. Following the dual-site substitution of Mg and Cu, this barrier decreases to 0.422 eV. This decrease, as revealed by the ciNEB method, corroborates that Mg and Cu dual-site substitution can accelerate the migration rate of Na+ ions (Fig. 4 b). In addition, the shift of the peak further explains how the presence of Mg2+ ions alters the local electron state and Na+ diffusion pathways. This phenomenon arises due to the Mg2+ ions occupying the Na layers, which leads to localized adjustments in electron density. This observation is supported by the results of charge density calculation, as shown in Fig. 4c-f. Due to the stronger electronegativity of Mg2+ ions, the charge density around the Mg2+ ions surpass that around the Na+ ions. And the concentrated electrons between O and Mg effectively weakens the Na-O bond, which is favorable for the diffusion of Na+ owing to the reduced electrostatic interaction between interlamellar Na+ ions and electrons [4,63].",
                "The density of states (DOS) calculations was performed for the NaxMg0.03Li0.18Mn0.67Cu0.15O2 (NxMLMCO) cathode at three distinct charge states (x = 0.8, 0.56, 0.34) to explore the charge compensation mechanism (Fig. 4g-i and S21). It's worth noting that the slight variation between the simulated formula and the stoichiometry as-prepared experimentally can be contributed to the limitation of supercells. This is a common occurrence in current calculation processes and doesn't impact the validity of the results [44,52]. Upon Na+ deintercalation, it is obvious that the Mn 3d and Cu 3d orbitals show the lowest state around the Fermi level. This observation suggests that Mn4+ and Cu2+ states remain relatively unchanged during the initial charging process. On the contrary, at x values of 0.56 and 0.34, the electron density of the O 2p orbital becomes notably high in proximity to the Fermi level, suggesting that the charge compensation is mainly provided by oxygen redox activity. Furthermore, the crystal orbital Hamilton population (COHP) was carried out to unravel the effect of dual-site modulation on the ameliorated electrostatic cohesion [42]. As shown in Fig. 5 a and b, the integrated COHP value of Mg-O exceeds that of Na-O, manifesting a stronger bond strength and smaller bond length for Mg-O (2.249 Å vs 2.351 Å, Fig. 5c). These obtained data verify that the dual-site substitution augment the electrostatic cohesion of Na layers, thus the Mg2+ “pillars” can effectively mitigate the electrostatic repulsion between adjacent oxygen layers at deep charging state and ameliorate the structural stability.",
                "To provide a more comprehensive understanding of the impact of dual-site substitution on the structural stability, XRD and SEM characterizations were conducted on the electrodes after cycling tests. Impressively, the main diffraction peaks NMLMCO sample with Mg and Cu dual-site substitution exhibit negligible changes after 150 cycles at a rate of 100 mA g−1 compared to the uncycled electrode. This observation indicates its excellent structural stability. On the contrary, the NLMO electrode displays the disappearance of certain diffraction peaks under the same conditions (Fig. 5d). In addition, SEM images reveal that the cycled NLMO and NLMCO electrodes exhibit severe cracks and pulverization, while the dual-site substituted NMLMCO cathode displays better structure preservation. This difference underscores the demonstrating ameliorated crystal stability of the latter (Fig. S22 and S23). Water stability is another crucial factor influencing the commercial application of LTMOs cathodes. To assess this aspect, aging experiments were conducted on both NLMO, NLMCO and NMLMCO materials. After 7-days immersion in water, XRD diffraction patterns for the dual-site substituted material remained consistent without any indication of a hydrated phase, demonstrating superior moisture resistance. By comparison, a new peak emerging at about 12.7° in the NLMO and NLMCO material is assigned to the hydrated phase (Fig. 5d and S24) [48]. And the NMLMCO also behaves better cycling stability after soaking in water for 1 day, with minimal capacity decay compared to NLMO (Fig. S25). The results indicate that the dual-site substitution effectively improves both structural stability and hydrolytic resistance. This effect can be attributed to the “pillars” effect of Mg2+ ions residing in the alkali-metal layers, which restrain the H+/Na+ exchange and water insertion [52].",
                "The preeminent performance of the NMLMCO cathode in half-battery configurations has encouraged us to explore its potential of practical application. To achieve this, a demonstration of full-cell configuration was assembled by pairing the as-prepared NMLMCO cathode with a commercial hard carbon anode produced by Kuraray company. Notably, it's important to subject the hard carbon anode to several initial cycles to establish a stable solid electrolyte interface before configuring the full batteries [64]. Given that the hard carbon anode can deliver a reversible capacity of 275 mAh/g at 20 mA g−1, a cathode-to-anode ratio of 1.8:1 was selected to maintain capacity balance (Fig. S26a and S26b). During cycling at 20 mA g−1 in the voltage range of 2.0–4.2 V, the assembled full battery exhibits a reversible capacity of 82 mAh/g based on the cathode material. Additionally, it demonstrated a capacity retention of 90.6 % compared with the highest specific capacity after 50 cycles (Fig. 5f, g). Furthermore, even when tested at a high current density of 1000 mA g−1, the demo still provides a reversible discharge capacity of 49 mAh/g, suggesting excellent rate performance (Fig. S26c). Overall, the outstanding electrochemical properties exhibited by the NMLMCO//hard carbon full battery serve as a compelling testament to the considerable practical utility of Mn-based cathodes."
            ],
            "name": "Results and discussion",
            "type": "ce_section"
        },
        {
            "content": [
                "In this comprehensive investigation, we embarked on the preparation of cathode materials, specifically Na0.83Li0.18Mn0.82O2 and a series of Cu and Mg dual-site-substituted derivatives, employing a straightforward sol–gel method. This innovative modulation led to significant changes in the local chemical environment. Specifically, we integrated Mg2+ ions into the sodium sites, forming stable O2−-Mg2+–O2− “pillars” that diminish O2−–O2− electrostatic repulsion, consequently facilitating more stable anionic redox activity. Simultaneously, the infusion of Cu2+ ions into the transition metal layers effectively counteracted the Jahn-Teller effect inherent in Mn3+, contributing to an enhanced crystal stability and a single-phase reaction during cycling. Remarkably, this dual-site substitution also imparted a substantial boost to the moisture stability of Mn-based cathodes. Our investigation, characterized by a combination of meticulous electrochemical assessments and state-of-the-art computational simulations of Na0.80Mg0.03Li0.18Mn0.67Cu0.15O2 cathode material, demonstrates a distinct advantage in terms of faster Na+ diffusion kinetics and lower migration energy barriers in comparison to the unmodified NLMO counterpart. Moreover, the NMLMCO electrode demonstrated exceptional cycling stability and rate performance within the voltage range of 1.5–4.5 V, maintaining a capacity of 114 mAh/g at 1000 mA g−1 with a retention rate of 80.3 % even after 300 cycles. These findings provide deep insights into ion diffusion and crystal stability principles, offering significant potential for practical applications in energy storage technology."
            ],
            "name": "Conclusion",
            "type": "ce_section"
        },
        {
            "content": [
                "Jun Xiao: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation, Conceptualization. Hong Gao: Writing – review & editing, Writing – original draft, Supervision, Formal analysis, Conceptualization. Yang Xiao: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation. Shijian Wang: Writing – review & editing, Writing – original draft, Formal analysis, Data curation. Cheng Gong: Writing – review & editing, Writing – original draft, Formal analysis, Data curation. Zefu Huang: Writing – review & editing, Writing – original draft, Formal analysis, Data curation. Bing Sun: Writing – review & editing, Resources, Methodology. Chung-Li Dong: Writing – review & editing, Resources, Data curation. Xin Guo: Writing – review & editing, Supervision, Resources, Funding acquisition, Conceptualization. Hao Liu: Writing – review & editing, Supervision, Project administration, Funding acquisition, Conceptualization. Guoxiu Wang: Writing – review & editing, Supervision, Resources, Funding acquisition, Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "ce_section"
        }
    ],
    "Title": "A hydro-stable and phase-transition-free P2-type cathode with superior cycling stability for high-voltage sodium-ion batteries"
}