{
    "DOI": "10.1021/acsami.8b11157",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Ambient temperature sodium-ion batteries (SIBs) are acquiring considerable interest with respect to exploiting low-cost and sustainable energy storage systems because of the high abundance of Na and its similar chemistry with Li.  Although many phosphates and oxides are promising for Na-ion cathodes, the development of a viable cathode with better performance, durability, and low cost calls for continual exploration. ",
                "Prussian blue and its analogues (AmM[Fe(CN)6]n·1 – n□·xH2O; A, alkaline metal; M, transition metal, such as Fe, Mn, Zn, Cu, and Co, etc; □, [Fe(CN)6] vacancies occupied by lattice water; 0 < m < 2, n < 1) are surfacing as alternative cathode materials for SIBs.  Among them, Na2MnFe(CN)6 (NMHCF) is being investigated as a representative cathode,  which can be assigned to its robust three-dimensional Na ion diffusion path and many electron intercalation chemistry reaction, along with the facile synthetic process.  Nevertheless, the reported NMHCF still subjects to poor cycling stability, specific capacity, and Coulombic efficiency, which plagued its real implementations. For instance, Jin et al. found that rhombohedral-structured NaxMnFe(CN)6·H2O delivered an initial capacity of 150 mA h g–1 but with poor cycling performance.  Song et al. improved the long cycling life of this cathode through removing interstitial H2O, while it is still essential to push forward its capacity, durability, and safety. ",
                "The intrinsic reasons for the poor electrochemical performance of NMHCF can be put as follows: (i) NMHCF has a large band gap as clearly evidenced in the results part, which may deteriorate electrode reaction kinetics, thus leading to large polarization and low cathode utilization;  (ii) the existence of [Fe(CN)6] vacancies and lattice water in NMHCF could induce lattice distortion and even the Mn–N≡C–Fe bridge break during the sodiation/disodiation process, hence further sacrificing its electrochemical properties. ",
                "In light of the abovementioned problems, we report a facile solution precipitation routine to fabricate reduced graphene oxide (RGO)-anchored manganese hexacyanoferrate (NMHCF). The RGO provides a reservoir for anchoring NMHCF, which not only significantly suppresses the interstitial H2O content but also promotes electron conduction. The as-synthesized NMHCF/RGO cathode attains a high reversible specific capacity of 161 mA h g–1 at the current of 20 mA g–1 and 121 mA h g–1 at the current of 200 mA g–1. Moreover, this cathode is also paired with a hard carbon anode in full cells featuring a stable discharge capacity of 84 mA h g–1 (based on the weights of cathode mass) at 20 mA g–1 over 50 cycles, thus demonstrating NMHCF/RGO to be a superior cathode for SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "All chemical raw materials utilized were analytically pure and bought from Sigma-Aldrich without any further treatment. First, graphene oxide (GO) was prepared by a modified Hummers’ method.  In addition, the reduced GO (RGO) was obtained via the thermal dilution method through maintaining GO in a muffle furnace at 1000 °C for 1 min. After that, 0.1 g RGO was dispersed in 100 mL deionized water by means of sonication for 3 h, and 0.05 M Na4Fe(CN)6 and 14 g sodium chloride were then added into abovementioned solution. Next, 0.2 M MnCl2 and 0.2 g polyvinylpyrrolidone dissolved in 50 mL of deionized water were added drop by drop under vigorous stirring. Also, the whole mixture was further whisked for another 12 h and aged for 10 h at ambient temperature. Finally, the NMHCF/RGO was retained by centrifugation and washed several times with deionized water and ethanol. The composite was annealed at 110 °C for 24 h under N2 protection. For comparison, NMHCF powder was also prepared via the same method without RGO.",
                "The X-ray diffraction (XRD) data of the sample were collected by an X-ray diffractometer (D/MAX2500V, Rigaku, Japan) using Cu Kα radiation. X-ray photoelectron spectra (XPS) were obtained via a Thermo Scientific spectrometer (ESCALAB250Xi, Thermo, USA). The Fe, Mn, and Na elements were determined utilizing inductively coupled plasma (ICP) mass spectroscopy with a Vista-MPX ICP atomic emission spectrometer. Also, C, N was examined by the elemental analysis (Flash EA 1112). The thermogravimetric analysis (TGA) was conducted by a TGA Q500 thermogravimetric analyzer (STA449F3, Netzsch, Germany) in argon with a heating rate of 10 °C min–1 in the temperature range of 50–500 °C. Fourier transform infrared (FT-IR) was observed by a NICOLET AVATAR 360 FT-IR spectrometer with a KBr pellet. Raman analysis was performed on a micro-Raman spectrometer (HR Evolution, HORIBA Jobin Yvon, JAPAN) using a 532 nm laser. The morphological features of the synthesized materials were characterized by field-emission scanning electron microscopy (SEM) (SU8020, Hitachi, Japan) together with transmission electron microscopy (TEM) (JEM-2100F, JEOL, JAPAN).",
                "Electrochemical performances of NMHCF/RGO were evaluated with CR2032 coin cells. A black mixture was made of active materials (80%), acetylene black (10%), and polyvinylidene difluoride (PVDF) (10%) binder; the slurry of the mixture was dissolved in an appropriate amount of N-methyl-2-pyrrolidone and uniformly casted to an Al foil and was then dried overnight in a vacuum oven for 12 h at 100 °C. A piece of Na-foil and a glass fiber were acted as the counter electrode and the separator. NaClO4 (1 M) in a volume ratio of 1:1 of ethylene carbonate/diethyl carbonate (EC/DEC) containing 5 wt % fluoroethylene carbonate [FEC enables a much more stable solid electrolyte interphase (SEI) and prevents the decomposition of EC/DEC  was served as the electrolyte. The ratio of electrolyte/electrode in NMHCF/RGO-Na half-cell is around 5.17 μL mg–1. The typical mass loading was 3.48 mg cm–2 for the NMHCF/RGO electrode. As to full cells, an anode of 80% hard carbon, 10% acetylene black, and 10% PVDF binder was employed, the corresponding mass loading for the NMHCF/RGO cathode and hard carbon anode are 3.48 and 2.16 mg cm–2, respectively. The ratio of electrolyte/electrode in NMHCF/RGO-hard carbon full-cell is around 8.26 μL mg–1. The charge and discharge measurements were conducted on a NEWWARE battery test system (Shenzhen, China) under different current densities within the potential window of 2.0–4.0 V. Electrochemical impedance spectroscopy (EIS) was carried out on CHI600D electrochemical workstation within a frequency range of 100 kHz to 0.01 Hz.",
                "The first-principle calculations were performed based on the density functional theory implemented in the quantum expresso software package.  Effective U values were 4.3 eV for Fe coordinated by C and 5.0 eV for Mn coordinated by N.  Ultrasoft pseudopotentials were employed for Mn, Fe, C, and N with a cutoff energy of 600 eV. The k-point of the Brillouin zone in the reciprocal space was 6 × 6 × 6. The atomic coordinates and cell parameters were completely released till the remnant forces were smaller than 0.001 eV Å in each species, and the energy convergence accuracy of total energy was approximate 10–6 eV for each atom. Car–Parrinello molecular dynamics simulation was performed at 500 K with a time step of 2 fs for 2000 ps to illustrate Na+ diffusion properties."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "As schematically indicated in a, the NMHCF/RGO cathode was prepared by virtue of a facile solution precipitation method. As also depicted in b, the bare NMHCF consisted of uniform cubes in the range of 180–450 nm, which can also be attested by the TEM images (). As to NMHCF/RGO, it was noteworthy that homogeneous NMHCF cubes were uniformly anchored to the conductive RGO matrix (c,d), assuring intimate electronic interactions between the NMHCF cubes and RGO. The elemental mapping images presented in e demonstrate the uniform distributions of Na, C, N, Fe and Mn components throughout the NMHCF/RGO composite. It is therefore anticipated that the NMHCF/RGO composite would display lower interstitial H2O and better electronic conductivity than pure NMHCF. ",
                "a shows the crystal structure of NMHCF, the three dimensional (3D) framework was constructed by −Mn–N≡C–Fe– chains with Na+ or lattice water in the 8c sites. Also, this open 3D channels were expected to facilitate sodium ion diffusion. However, as shown in b, the density of states indicates that NMHCF has a large band gap (around 2.02 eV), thus would result in poor electrode reaction kinetics, large polarization, and low cathode utilization. c demonstrates the powder XRD of the as-synthesized NMHCF and NMHCF/RGO. It was noted that the diffraction peaks of pure NMHCF were indexed to the monoclinic structure with the p21/n space group. Interestingly, the NMHCF/RGO displayed the rhombohedral structure with the R3̅ space group, meaning that the presence of RGO greatly reduced the interstitial H2O content.  The measured lattice parameters of RGO-anchored NMHCF are a = b = 6.5801 Å, c = 18.9294 Å, α = β = 90°, γ = 120°, and these results were well consistent with those reported previously. ",
                "a shows the Raman spectra of RGO, NMHCF, and NMHCF/RGO between 1200 and 2250 cm–1. The broad peaks at 1338 and 1602 cm–1 are attributed to the RGO. It was clear that two peaks at 2091 and 2131 cm–1 were observed for NMHCF, which could be related to the FeII–CN–MnII and FeII–CN–MnIII, respectively. By contrast, there was only one peak located at 2091 cm–1 corresponding to FeII–CN–MnII, which indicates the near-absence of lattice water.  In addition, this can be further verified by the Mn 2p XPS spectrum as illustrated in e,f and . On the other hand, the lattice water content of NMHCF could also be determined qualitatively through TGA. As shown in g, it was worth noting that NMHCF/RGO exhibits a much lower weight loss between 120 and 190 °C, corresponding to the elimination of lattice water,  which was consistent with the abovementioned results. As also suggested in h, FT-IR spectra exhibit a sharp absorption at 2067 cm–1 which is assigned to the (C≡N)−1 stretching mode.  It was interestingly noted that NMHCF displays two absorption peaks located at around 1619 and 3443 cm–1, which are associated with the O–H stretching arising from interstitial water and free surface water. There is no obvious absorption peaks for NMHCF/RGO, again implying the removal of interstitial water by RGO. Furthermore, as verified by the ICP analysis (), the formula of the NMHCF wrapped with RGO is determined to be Na1.89Mn[Fe(CN)6]0.98·□0.02·0.16H2O, and the formula of NMHCF without RGO is measured to be Na1.67Mn[Fe(CN)6]0.9·□0.1·1.47H2O, again attesting the abovementioned analysis. A possible mechanism that RGO could aid in the elimination of H2O is illustrated in . As evidenced in the I process, the nucleation and growth of NMHCF occurs immediately, thus leading to the nonuniform crystal with many Fe(CN)6 defects and thus lattice water.  As to in the II process, however, the RGO (which contains many negative defects and oxide groups) could serve as a reservoir to slowly release Mn2+ ions and even be absorbed on the surface of NMHCF cubic, thus suppressing the nucleation and growth rate of NMHCF and reducing crystal defects. ",
                "Electrochemical performances of the NMHCF and NMHCF/RGO were evaluated with 2032 coin cells. It was observed that the pure NMHCF delivered two redox centers (3.52/3.11 V and 3.75/3.40 V) (b), with a specific discharge capacity of 132.5 mA h g–1 (20 mA g–1) as shown in a. Interestingly, the NMHCF/RGO yielded only one redox center (3.56/3.44 V) (d), together with a much improved discharge capacity of 161 mA h g–1 as illustrated in c. Also, this remarkable difference can be ascribed to the diverse intercalation chemistry as discussed later. As further evidenced in e,f, the NMHCF/RGO cathode was able to endow a discharge capacity of 151.2 mA h g–1 (20 mA g–1) withstanding 100 cycles, corresponding to the high capacity retention of 92.8%; whereas the pure NMHCF with high lattice water defects displayed a much inferior performance with only 96.5 mA h g–1 (20 mA g–1) after 100 cycles. To assess the rate performance, the specific rate current was programmed to vary from 20 up to 1000 mA g–1 rate, and then drastically returning back to 20 mA g–1 rate. As presented in g, the NMHCF/RGO cathode displays striking rate capability, with reversible capacities of 162, 156, 139, 121, 104, and 90 mA h g–1, respectively, at 20, 50, 100, 200, 500, and 1000 mA g–1 rates. Upon changing the current rate from 1000 to 20 mA g–1 rate, 158 mA h g–1 was still retained, meaning good capacity retention, which is better than the reported performance of NMHCF for SIBs as evidenced in . By stark contrast, the pure NMHCF showed much lower discharge capacity as clearly observed in h. Moreover, the NMHCF/RGO electrode was also capable of yielding an attractive capacity of 121 mA h g–1 at 200 mA g–1 over 250 cycles (g), which largely benefits from intimate contact with RGO and low interstitial H2O content.",
                "Ex situ XRD measurements were performed to reveal the structural evolution during the Na+ deinsertion/insertion process for NMHCF and NMHCF/RGO samples. During Na+ extraction from NMHCF, it was noted that a peak at 14.7° was vanished and the split peaks gradually transformed into a peak (2θ = 23.6°, 37.9°), suggesting the phase transformation from the monoclinic phase to cubic phase (a,b). After charging to 4 V, the corresponding XRD pattern was taken to tetragonal symmetry (a = b = 10.1182 Å and c = 10.5409 Å), and this can be associated with a cooperative Jahn–Teller distortion of Mn3+, which is in line with previous results.  Although the single monoclinic phase was reverted as the cathode was discharged to 2 V, notably, there was obvious peak shift during the Na ions insertion process. In addition, this indicates relative large volume variation as verified in  and stress–strain, which may bring about the collapse of the crystal framework and thus poor performance. As to the NMHCF/RGO sample, the XRD patterns changed from the Na-rich rhombohedral phase to Na poor tetragonal phase and then was reversed to a well-developed rhombohedral phase (c,d), indicating its superior structural stability () and a much more reversible discharge–charge process.  According to thermodynamics, voltage curves are linearly related to the slope of the free energy of the electrode materials.  Therefore, it was generally expected that one and two first-order phase transformations existed for NMHCF/RGO, NMHCF, respectively, thus resulting in one and two voltage plateaus as shown in the schematic graph in .",
                "Car–Parrinello molecular dynamics and electrochemical impedance spectroscopy (EIS) measurements were performed to elucidate the Na+ diffusion properties of NMHCF (). As shown in c,d, the energy and temperature variation satisfy the predefined convergence criteria, implying that the NVT (number of atoms, volume of the supercell and temperature are fixed) system reached the equilibrium state after 2000 ps. It was clear that NMHCF provides three open channels for Na+ diffusion (a and ), and the corresponding DNa+ was 8.37 × 10–10 cm2 s–1 at 500 K (b), which was better than the Na ion superionic conductor (Na3M2(XO4)3, X = Si4+, P5+, S6+, Mo6+, and As5+),  thus denoting fast Na+ diffusion properties.",
                "EIS measurements of NMHCF/RGO and NMHCF electrodes were then carried out before and after the first cycle from 0.01 Hz to 10 MHz. As shown in e and , the Nyquist plot is composed of a flat semicircle in the high-frequency region and a linear sloping region in the low frequency, which are ascribed to the charge-transfer process (Rct) and diffusion resistance of sodium ions, respectively. The fitting of Nyquist plots and the corresponding equivalent circuit are shown in the insets of e and . Accordingly, the impedance parameters are provided in . The NMHCF/RGO yields an equivalent series resistance (Re, Rct) of 5.22/112.62 Ω and 7.84/132.71 Ω before and after the initial cycle. By contrast, the pure NMHCF presents much larger (Re, Rct) of 7.32/234.21 Ω and 11.64/392.43 Ω. As further corroborated in , the smaller solution and charge-transfer resistance changes of NMHCF/RGO imply much more stable electrode interface and faster electrode reaction kinetics, thus associated with better rate performance. The corresponding diffusion coefficient of the sodium ion (DNa+) can be calculated by the diagonal of the low-frequency region in EIS using the following formula Here, n is the number of electrons (1.9 according to specific capacity), S is the actual effective surface area of the cathode (0.98 cm–2), T indicates absolute temperature, R represents the gas constant, F represents the Faraday constant, C represents the Na ion concentration in the active material, which is probably 1.142 × 10–3 mol cm–3, and σ is the Warburg constant related to Zreal (f). According to , the DNa+ of the NMHCF/RGO electrode before and after the first cycle is calculated to be 2.17 × 10–11 and 1.14 × 10–11 cm2 s–1. Because the CPMD calculation was carried out at much higher temperature, and no lattice defects were taken into account, therefore, it was reasonable to deem that the CMPD results were consistent with our simulation results, thus corroborating the fast sodium ion diffusion kinetics behavior and making NMHCF/RGO suitable for large-scale energy storage.",
                "To manifest the feasibility of NMHCF/RGO in a sodium metal free battery, we constructed sodium ion full cells by coupling the NMHCF/RGO with the hard carbon anode. a indicates the schematic graph of the full SIB with the hard carbon//MHCF pair. It was clearly observed that the hard carbon yields a stable discharge–charge capacity of 252/245 mA h g–1 (b). On the basis of NMHCF/RGO, the full cells could give rise to the high initial discharge–charge capacities of 102/108 mA h g–1 (based on the weights of cathode electrode mass) ranging from 2 to 3.6 V (c). According to the half-cell results, the carbon/NMHCF-RGO full-cell should be able to yield a specific capacity of 128.8 mA h g–1 (161 mA h g–1 × 0.8). This discrepancy may be ascribed to the SEI and some irreversible trapping of Na within the carbon pores.  Notably, a reversible capacity of 84 mA h g–1 was retained over 50 cycles (d), thus making NMHCF/RGO promising for future energy storage."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed a NMHCF/RGO composite with a high Na content by means of a facile precipitation routine. The presence of RGO not only improves electron conductivity, but also aids in the elimination of the interstitial H2O. As the cathode, NMFCF/RGO yields a high initial specific capacity of 161 mA h g–1 at a current density of 20 mA g–1. Also, even at 1000 mA g–1, the cell could still deliver a stable discharge capacity of 83 mA h g–1. In addition, sodium-ion insertion and extraction process are clearly complemented by ex situ XRD, EIS, and CPMD simulations. Furthermore, the as-fabricated NMHCF/RGO//hard carbon full cells are able to give highly reversible discharge capacities of 84 mA h g–1 over 50 cycles, thus enabling NMHCF/RGO to be competitive among various sodium cathodes pursued."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Reduced Graphene Oxide-Anchored Manganese Hexacyanoferrate with Low Interstitial H2O for Superior Sodium-Ion Batteries"
}