{
    "DOI": "10.1039/D4CC05088F",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries have had higher requirements imposed on them owing to the rapid development of “clean” energy. However, the shortage of lithium resources has been the inherent bottleneck for their large-scale promotion. In recent years, sodium/potassium ion batteries (SIBs/PIBs) have been deemed to be promising novel cost-effective secondary battery candidates owing to rich resources and similar physicochemical properties. Nevertheless, the large-sized Na+/K+ will bring about serious volume effects and sluggish reaction kinetics, which limit the rate capability and worsen the lifespan of SIBs/PIBs. Therefore, it is meaningful to explore suitable electrodes with large channels for Na+/K+ transfer and rational structure to endure the volume changes.",
                "Fortunately, layered transition metal dichalcogenides (LTMDs) with large interlayers could facilitate Na+/K+ diffusion. As an essential representative of LTMDs, MoS2 with an interlayer spacing of 0.62 nm is regarded as an ideal candidate for Na+/K+ hosting, attributed to the weak interlayer van der Waals (vdW) force. Meanwhile, MoS2 anodes also suffer from spontaneous aggregation and unstable electrochemistry during the conversion reaction, which originate from the inherent poor conductivity and huge volume expansion. To address these issues, numerous efforts have been devoted to devise the architectures of LTMDs. Generally, a MoS2/carbon composite can increase the charge transfer and enhance its stability. On the other hand, nanostructure engineering can also decrease the diffusion distance of Na+, increase the interfacial charge storage, and effectively release the accumulated mechanical strain. Especially, as a unique type of hollow nanostructure, a yolk-shelled structure consisting of an active core and stable shell has large void spaces and rich interfacial boundaries, which provide sufficient spaces for volume expansion and enhance Na+/K+ reaction kinetics. Traditionally, yolk–shell structures are fabricated by several methods along the inside-to-outside and outside-to-inside directions. For example, the incorporation of iron in MoS2 (FMS@C) with a yolk–shell nanoarchitecture was prepared through a microemulsion strategy to deliver high structure stability, superior rate capability and impressive capacity retention. Besides, a few-layered MoS2@hollow porous carbon-sphere (MoS2@HPCS) with a yolk–shell structure was obtained in a hydrothermal process using a HPCS template, which boosted the K+ storage capability.",
                "Herein, a yolk shell-structured anode with a carbon coupled MoS2 core, carbon and MoS2 shell and large inner void (MoS2/C@Void@C@MoS2) was designed for SIBs and PIBs based on a hard-template strategy. This ingenious structure provides sufficient space for the volume expansion of the Na+/K+ insertion. Meanwhile, the shell with carbon and MoS2 can provide large channels for the Na+/K+ transfer and increase conductivity, and also strengthen the structure stability. As a result, the Na+/K+ storage capability can be boosted, achieving excellent specific capacities, rate performance, and cycling stability.",
                "The preparation process of MoS2/C@Void@C@MoS2 is shown schematically in Fig. 1a. Through self-polymerization, the polypyrrole-phosphomolybdic acid (PPy-PMo12) precursor was obtained, which was coated by SiO2 and resorcinol–formaldehyde (RF) to create an inner void and carbon shell for the yolk–shell nanosphere. Through a carbonization and etching process, a hard template was obtained to grow MoS2 layers in a hydrothermal process, producing MoS2/C@Void@C@MoS2 with a yolk–shell structure. As shown in Fig. 1b, the X-ray diffraction (XRD) patterns were quite similar, related to the hexagonal MoS2 (JCPDS no. 37-1492). The peaks at 13.8°, 32.6°, 39.5° and 58.3° were related to the (002), (100), (103) and (110) planes of MoS2, respectively. Based on the peak position, the interplanar spacing of (002) planes was calculated to be 0.64 nm, which can provide large channels for the Na+/K+ transfer. It is obvious that the (002) peak became weak for MoS2/C@Void@C and MoS2/C@Void@C@MoS2, predicating the MoS2/C yolk to be well covered by the carbon shell. Raman spectra revealed the components of the samples (Fig. 1c). There were two strong bands at 378.5 cm−1 and 403.3 cm−1, belonging to the typical E12g (in-plane vibrational modes) and A1g modes (out-of-plane vibration) for the S–Mo bonds in MoS2, respectively. Another two bands at 1358.2 cm−1 (D band) and 1586.1 cm−1 (G band) were assigned to disordered carbon and vibration of sp2 carbon, respectively. The strong D band indicated the amorphous property of the carbon, providing more defect sites for the Na+/K+ reaction. The element oxidation states in MoS2/C@Void@C@MoS2 were also probed. We found that the involved Mo, S, C, N could be detected (Fig. S1, ESI†). The high-resolution Mo 3d spectrum (Fig. 1d) suggested that the peaks at 228.8, 232.1, 232.7 and 235.9 eV corresponded to Mo4+ 3d5/2, Mo4+ 3d3/2, Mo6+ 3d5/2 and Mo6+ 3d3/2, respectively, while another peak at 226.1 was assigned to S 2s. The existence of Mo6+ was ascribed to the surface oxidation of the MoS2. For S 2p, two distinct peaks at 161.6 eV (S 2p3/2) and 162.9 eV (S 2p1/2) confirmed the existence of S2− to form metal–S bonds. Another peak at 164.2 eV belonged to the S–C bond, demonstrating the strong interaction between MoS2 and carbon.",
                "The structure was observed by scanning electron microscopy (SEM) and transmission electron microscopy (TEM) (Fig. 2). We found that PPy-PMo12 and PPy-PMo12@SiO2@RF were smooth nanospheres (Fig. S2a and b ESI†). The resultant MoS2/C nanosphere had numerous nanosheets on the surface (Fig. S2c, ESI†). For MoS2/C@Void@C (Fig. S2d, ESI†), smooth nanospheres were observed owing to the carbon shell construction. Fig. 2a shows the SEM image of MoS2/C@Void@C@MoS2 nanospheres, and the surfaces were well covered by nanosheets. The TEM image (Fig. 2b) showed a typical yolk–shell nanosphere comprising a solid core, large inner void and stable shell. High-resolution TEM images (Fig. 2c and d) showed that the nanosheets were tightly bonded with the carbon. The lattice fringe spacings of the nanosheets in both the yolk and shell were 0.64 nm, and assigned to the (002) plane of MoS2. The energy-dispersive spectroscopy (EDS) mapping images (Fig. 2e) demonstrated that Mo, S and C covered the whole yolk-shelled nanosphere, predicating the successful fabrication of MoS2/C@Void@C@MoS2.",
                "Considering the superiority of the MoS2/C@Void@C@MoS2 structure, it was used as anode material for SIBs/PIBs. Fig. 3a shows the CV curves of SIBs. There were five peaks in the first cycle. The peaks at 1.2 V and 0.95 V corresponded to the Na+ intercalation into the core and shell MoS2 interlayers to form NaxMoS2. The peak at 0.6 V was ascribed to the formation of solid electrolyte interface (SEI) layers on enriched interfacial boundaries, which would lead to irreversible capacity loss and low initial coulombic efficiency (ICE). The peak at 0.38 V was assigned to the conversion reaction from NaxMoS2 to metallic Mo and NaxS. The strong peak at 0.12 V should have originated from Na+ storage in the electrode interfaces and carbon skeletons. The peaks for the subsequent four cathodic cycles moved to higher voltages owing to electrode activation. For the oxidation process, the weak peak at 0.37 V was assigned to Na+ removal from the interfaces and carbon. The peak at 1.8 V was attributed to the reversible oxidation reaction for form MoS2. Moreover, the CV curves almost overlapped from the second-to-fifth cycle, predicating its stable cycling performance. Galvanostatic charge/discharge cycling was measured. Fig. S3 (ESI†) shows selected discharge/charge profiles and the related dQ/dV curves. The difference of the first discharge profile was ascribed to SEI formation and electrode amorphization. Fig. 3b shows the rate performance, delivering capacities of 463.2, 433.3, 412.0, 393.2, 367.1 and 342.0 mA h g−1 at 0.2, 0.5, 1.0, 2.0, 5.0 and 10.0 A g−1, respectively. High capacity retention of 73.8% could be maintained when the current increased 50-fold. The superior rate capability should have originated from the ingenious yolk–shell structure and carbon coupling, which can decrease ion-transfer distances and increase the conductivity. The cycling performance of MoS2/C@Void@C@MoS2 was further evaluated and compared with that of MoS2/C and MoS2/C@Void@C at 5.0 A g−1. The first discharge/charge capacities with an activation current of 50 mA g−1 were 1203.8/672.5 mA h g−1. After that, the capacity was 402 mA h g−1 in the second cycle at 5.0 A g−1, and the capacities were stable in the initial 300 cycles. After 1000 cycles, the capacity was kept at 313 mA h g−1, giving a high capacity retention of 77.9%. In contrast, MoS2/C showed high capacity in the initial cycles, which had obvious decay during cycling. Also, 213 mA h g−1 was achieved after 1000 cycles, giving a capacity retention of 48.5%. MoS2/C@Void@C showed a low capacity of 240 mA h g−1 in the second cycle with high capacity retention of 77.8%, benefiting from the yolk–shell structure and carbon protection. Consequently, the carbon shell could stabilize the cycling performance, while the outer MoS2 layer could increase the reaction activity for Na+ storage. The MoS2/C@Void@C@MoS2//Na3V2(PO4)3@C full cell also showed impressive electrochemical performance (Fig. S5 ESI†).",
                "In view of the superiority of MoS2/C@Void@C@MoS2 in SIBs, it was further studied as anode material in PIBs. The first CV curve (Fig. 3d) showed three obvious peaks. The peaks above 0.5 V were assigned to K+ intercalation into MoSe2 layers to form KxMoSe2, accompanied by the formation of SEI layers. The peak at 0.26 V was related to the conversion from KxMoSe2 to metallic Mo. In the subsequent anodic process, the weak peak between 1.5 and 2.5 V was related to the reversible formation of MoSe2. The curves in the following cycles almost overlapped. The selected voltage profiles and dQ/dV curves are shown in Fig. S4 (ESI†), and gave similar results to the CV. The rate performance was measured at 0.2, 0.5, 1.0, 2.0 and 5.0 A g−1, delivering capacities of 486.1, 430.3, 385.4, 336.5 and 287.1 mA h g−1, respectively (Fig. 3e). When the current returned to 0.2 A g−1, the capacity could recover almost to the initial capacity of 470.5 mA h g−1, revealing a good rate capability. Meanwhile, its cycling performance was compared with that of MoS2/C and MoS2/C@Void@C at 1.0 A g−1 (Fig. 3f). MoS2/C@Void@C@MoS2 delivered first discharge/charge capacities of 1003.4/573.1 mA h g−1 with an activated current of 50 mA g−1, producing an ICE of 57.1%. MoS2/C@Void@C@MoS2 showed higher capacities than those for the MoS2/C and MoS2/C@Void@C over the whole cycling at 1.0 A g−1. It showed capacity of 503.5 mA h g−1 in the second cycle and 326.9 mA h g−1 after 600 cycles, which were higher than those for MoS2/C (356.0 mA h g−1 and 239.7 mA h g−1) and MoS2/C@Void@C (369.2 mA h g−1 and 239.7 mA h g−1). These data demonstrated that MoS2/C@Void@C@MoS2 also possessed superior cycling and rate performance in PIBs owing to the synergistic effect of the carbon@MoSe2 shell and large voids in the yolk–shell structure.",
                "To explore the underlying promotion of the high-rate Na+/K+ storage capability, kinetic properties were performed through capacity contribution analysis, and comparison of electrochemical impedance spectroscopy (EIS), galvanostatic intermittent titration technique (GITT) measurements and density functional theory (DFT) calculations. Attributed to enriched interfacial boundaries, the charge storage was contributed by both faradaic and pseudocapacitive processes. According to the analysis of CV curves with different scan rates of the MoS2/C@Void@C@MoS2 anode, the capacity contribution could be separated (Fig. S6, ESI†). The capacitive contribution gradually increased along with an increase in the scan rate, and could reach 93% at 1.0 mV s−1 from 82% at 0.2 mV s−1. These data revealed the high-rate sodium capability to be mainly promoted by the capacitive behaviour. Similarly, the superior high-rate K+-storage capability was also dominated by the capacitive contribution (Fig. S7, ESI†). Moreover, the enhanced reaction kinetics of MoS2/C@Void@C@MoS2 were confirmed by EIS and GITT. Fig. 4a and b show the Nyquist plots for SIBs and PIBs, which had similar shapes. The charge-transfer resistance (Rct) of the MoS2/C@Void@C@MoS2 anode in the semicircle region was the lowest among the three electro des both in SIBs and PIBs, implying its higher ionic conductivity. Solid-state diffusion of Na+/K+ (DNa/DK) also affected the reaction kinetics, and the GITT could be used to determine the DNa and DK values in the whole charging/discharging process. Based on Fick's second law, it became obvious that MoS2/C@Void@C@MoS2 had higher DNa and DK values (Fig. S8, ESI†). These data suggested that the yolk–shell structure with a C@MoS2 shell could boost the reaction kinetics for Na+/K+. DFT calculations were further performed to reveal the diffusion energy barrier (Eb) of Na+ and K+ across C and C@MoS2 shells. The climbing image nudged elastic band (CI-NEB) method was used to calculate the diffusion path and Eb of Na+ and K+. The optimized Na+ and K+ diffusion paths are shown in Fig. S9 (ESI†). Obviously, the Eb of 0.034 eV for Na+ and 0.013 eV for K+ across the C@MoS2 shell was lower than those for the C shell. This finding suggested that introduction of MoS2 on the carbon shell could reduce the Eb and, thus, facilitate the diffusion of Na+ and K+, resulting into improved reaction kinetics and activity.",
                "In summary, yolk-shelled MoS2/C@Void@C@MoS2 was synthesized and demonstrated to be superior anode material for SIBs and PIBs. This interesting structure could effectively buffer volume changes, facilitate Na+/K+ diffusion and fast charge transfer. These features could increase conductivity and DNa/DK values, and decrease the Eb of Na+/K+, achieving superior high-rate performance in SIBs/PIBs. This work illustrates the importance of the yolk–shell structure and shell design, opening up a way to construct advanced anode materials for SIBs/PIBs.",
                "Mang Niu: methodology, investigation, and writing (original draft, review and editing). Zongfan Zhu: methodology and investigation. Zhenkai Mou: methodology and investigation. Wenpei Kang: supervision, conceptualization, writing (review and editing), project administration, and funding acquisition.",
                "This work was financially supported by the National Natural Science Foundation of China (52474336) and the Natural Science Foundation of Shandong Province (ZR2022MB084)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting the results of this study have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts of interest to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Yolk-shelled MoS2/C@Void@C@MoS2 nanospheres as a stable and high-rate anode in sodium/potassium ion batteries"
}