{
    "DOI": "10.1002/smll.202207397",
    "Journal": "",
    "Keywords": [
        "cellulose",
        "density functional theory",
        "interlayer expansion",
        "ionic liquids",
        "MoS2",
        "sodium‐ion battery anodes"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) had expectations in surpassing lithium‐ion batteries (LIBs) by reason of plentiful sodium resources, safety, and comparable working mechanism. However, Na+ (1.02 Å) was bigger than Li+ (0.76 Å), leading to graphite (0.34 nm interlayer distance), used as the most common anode for LIBs, could not reversibly intercalate in SIBs. Molybdenum disulfide (MoS2), regarded as a conversion‐type anode material with a high theoretical capacity (670 mAh g−1) ideal for SIBs, has caught the interest of numerous researchers. The use of MoS2 for SIB anode was nonetheless constrained by its low intrinsic conductivity and limited Na+ diffusion in the interlayers, further resulting in inefficient utilization of the material with poor capacity.[] Numerous attempts have been carried out to expand MoS2 interlayer to address these shortcomings. On one hand, the top‐down strategy was applied to introduce molecules into the MoS2 interlayer to increase the spacing. Poly(ethylene oxide) was used to expand the interlayers from 0.62 to 1.45 nm by intercalating MoS2, achieving 225 mAh g−1 at 0.05 A g−1 for SIBs.[] By employing small molecules intercalation such as dimethylacetamide and 4, 4′‐bipyridine, the MoS2 interlayer distance was adjusted about to 0.98 or 1.24 nm with high crystallinity, which raised the electrical conductivity from 1.3 × 10−4 to 3.5 × 10−3 or 8.9 × 10−4 S cm−1 and enhanced the capacity from 195 to 465 or 310 mAh g−1 after 600 cycles at 0.1 A g−1 for SIBs.[] The MoS2 interlayer distance could be readily increased by this strategy for improving Na+ kinetics, but it was challenging to precisely control the interlayer distance. There has been no report found yet of how to controllably expand the MoS2 interlayer. Furthermore, the interlayer distance in MoS2 for optimal sodium storage has rarely been reported by now. On the other hand, the bottom‐up approaches were used to synthesize the interlayer‐extended MoS2 by heteroatom doping or phase control.[] But these approaches were difficult to apply and the variation of interlayer distance was very limited.",
                "The expanded interlayer allowed more Na+ inserted in MoS2 with fast kinetics, which led to sulfur loss and huge volume expansion.[] Partially MoS2 became unrenewable when the polysulfide was created during the conversion process diffused in the electrolyte.[] Large amounts of Na+ insertion triggered significant internal structure strain that caused the volume expansion. As a result, electrode materials would suffer huge structural damage with capacity loss during the processes of charge/discharge. In response to this, MoS2 has been combined with carbon materials to alleviate sulfur loss by avoiding direct contact between MoS2 and electrolytes as well as to reduce volume expansion.[] Porous carbon (PC) was an ideal carbon matrix due to its turbostratic structure and a significant amount of porosity. The former contributed to sufficient stability and conductivity, while the latter provided active sites to attach MoS2. But MoO4− and Mo7O246− were usually used as MoS2 precursors, which led to electrostatic repulsion with the negatively charged carbon, resulting in weak interfacial interaction.[]",
                "Ionic liquids (ILs) were eco‐friendly organic solvents that were almost completely nonvolatile and had excellent capabilities of dissolution and penetration. In our prior investigation, Imidazolium‐based ILs were used to induce carbon structures for controllable functionalization. In the carbonization process of microcrystalline cellulose (MCC), crystalline carbon was created with the imidazole rings acting as soft template, which realized highly graphitization of MCC derived carbon at low temperatures and rich nitrogen doping.[] Moreover, it has been used to build stable interfacial connections by forming strong covalent bonding.[] ILs and MCC in mixture depolymerized to oligomers in solution at different concentrations depending on the mass of MCC added. Based on the findings, a hypothesis could be proposed that the interlayer distance of MoS2 was controllable by changing the concentration of oligomers for the intercalation of MoS2. The oligomers could easily enter the MoS2 interlayer with ILs of strong permeability, and the expansion effect was enhanced by increasing the concentration of MCC.",
                "In this study, by using density functional theory (DFT) simulations, the optimal interlayer distance of MoS2 for sodium storage, was revealed to be in the range of 0.80–1.01 nm for the first time, and 1‐butyl‐3‐methyl‐imidazolium acetate ([BMIm]Ac) induced MCC to controllably expand MoS2 interlayers by changing the mass ratio of MCC to [BMIm]Ac. Furthermore, a MoS2‐carbon composite with an interlayer‐expanded feature was synthesized. After MoS2 was loaded on the porous carbon, the [BMIm]Ac induced cellulose oligomers to intercalate the MoS2 interlayers for the optimal distance. The electrochemical performances of the MoS2‐carbon composites as SIB anodes were systematically investigated to verify the hypothesis."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The interlayer distance of MoS2 was evaluated by X‐ray diffraction (XRD) as shown in Figure . The interlayer distances of all the samples calculated based on XRD results were listed in Table  for comparison. The MoS2 produced by the hydrothermal process showed a sharp (002) peak at 14.34° consistent with an average interlayer distance at 0.62 nm calculated by the Bragg equation. There was no shift for the first peak of E‐MoS2‐1's pattern, indicating the addition of [BMIm]Ac alone could not expand the interlayers of MoS2. In addition, the extra sharp peaks at 32.13°, 35.01°, 48.51°, and 84.02° represented the existence of crystalline MoO3, while the extra sharp peaks of 64.13° and 75.51° suggested crystalline Mo2N, which were reaction products of [BMIm]Ac and MoS2. By comparing the results of Table , the interlayer distance of MoS2 apparently increased with increased mass ratio of MCC to [BMIm]Ac. Cellulose oligomers derived from the degradation of MCC during the calcination inserted into MoS2 interlayers leading to the expansion of MoS2 interlayers. With the addition of more MCC, and the oligomer concentration kept increasing which was attributed to the enhanced expansion of MoS2 interlayers. As a result, the first diffraction peak gradually shifted from 14.34° to 8.98° corresponding to the interlayers kept being expended from 0.62 to 1.01 nm. No significant further shifting could be observed by increasing the mass ratio of MCC to MoS2 over 0.6 or changing the reaction temperature. In the XRD pattern of E‐MoS2‐9, all diffraction peaks became sharp and the peaks at 35.87°, 44.15°, 60.14°, and 72.79° reappeared suggesting a high crystallinity for MoS2, which was attributed to the highest reaction temperature. For imaging the morphology of MoS2, a high‐resolution transmission electron microscope (HRTEM) was used. The average interlayer distances of MoS2, E‐MoS2‐2, E‐MoS2‐3, E‐MoS2‐4, E‐MoS2‐5, and E‐MoS2‐6 were calculated to be 0.62, 0.66, 0.75, 0.84, 0.92, and 1.01 nm, respectively, as displayed in Figure . By comparing the Table  and Figure , the results of calculated by HRTEM were highly consistent with those measured by XRD. Remarkably, controllable expansion of MoS2 interlayers could be achieved by controlling the mass ratio of MCC to [BMIm]Ac. It was also important to note that the HRTEM images demonstrated that MoS2 progressively tended to be disordered as the interlayer distance increased, which corresponded to a gradually widened XRD diffraction peaks.",
                "To illustrate the mechanism of MoS2 interlayer expansion, a schematic illustration was shown in Figure . Since cellulose was initially dissolved in [BMIm]Ac, its intermolecular hydrogen bonds have been destroyed, which induced the MCC to break easily into oligomers. Then [BMIm]Ac with strong permeability penetrated into the MoS2 interlayers with the oligomers. The thermally stable imidazole rings of [BMIm]Ac then attracted the oligomers in the MoS2 interlayers for carbon recombination during the pyrolysis process. The more cellulose was added, the more oligomers were produced to insert the MoS2 interlayers, allowing for controllably expanding MoS2 interlayers. However, it became urgent to know the optimal interlayer distance of MoS2 for sodium storage. Herein, DFT was used to supply fundamental calculations for revealing an optimal range. The adsorption energy (Eads) for sodium ion, was calculated using Equation ()1Eads=Eion+surface−Esurface−Eion\\[\\begin{array}{*{20}{c}}{{E_{{\\rm{ads}}}} = {E_{{\\rm{ion + surface}}}} - {E_{{\\rm{surface}}}} - {E_{{\\rm{ion}}}}}\\end{array}\\]where Esurface was the energy of the two‐layer MoS2, Eion represented the energy of Na+, and Eion+surface represented the adsorbed system total energy. The intrinsic MoS2 (0.62 nm) to Na+ adsorption energy was −1.15 eV, showing a weak adsorption capacity (Figure ). As the interlayer distance grew, the adsorption energy steadily rose as well. The adsorption reached the strongest following to decrease when the layer spacing expanded to 0.8 nm (−2.66 eV), and Na+ was in the middle of the upper and lower layer of MoS2. Na+ adsorbed on the lower MoS2 layer surface at 1.01 nm distance, and the adsorption energy tended to be constant. According to the reported literature, the sodiation of MoS2 could be attributed to intercalation Equation () and conversion Equation ()[]2MoS2+xNa++xe−↔NaxMoS2\\[\\begin{array}{*{20}{c}}{{\\rm{Mo}}{{\\rm{S}}_2} + x{\\rm{N}}{{\\rm{a}}^ + } + x{{\\rm{e}}^ - } \\leftrightarrow {\\rm{N}}{{\\rm{a}}_x}{\\rm{Mo}}{{\\rm{S}}_2}}\\end{array}\\]3NaxMoS2+(4−x)Na++4e−↔Mo+2Na2S\\[\\begin{array}{*{20}{c}}{{\\rm{N}}{{\\rm{a}}_x}{\\rm{Mo}}{{\\rm{S}}_2} + \\left( {4 - x} \\right){\\rm{N}}{{\\rm{a}}^ + } + 4{{\\rm{e}}^ - } \\leftrightarrow {\\rm{Mo}} + 2{\\rm{N}}{{\\rm{a}}_2}{\\rm{S}}}\\end{array}\\]",
                "The stronger adsorption energy the sodium ions for the intercalation, the more favorable the sodium ions adsorbed on the MoS2 interlayers for the conversion reaction. An optimal range of MoS2 interlayer distance for sodium storage was calculated to be between 0.80 and 1.01 nm. However, the formation of NaxMoS2 was irreversible at the first intercalation process.[] It would be anticipated that an average distance at 1.01 nm for MoS2 would provide a higher capability of reversible sodium storage.",
                "The E‐MoS2‐9 as SIBs anode showed superior specific capacity, but it was unsatisfactory for cycling stability (Figure , Supporting Information). PC was used to load the interlayer‐expanded MoS2 for improving structural stability and the process was characterized by field emission scanning electron microscope (FESEM) in Figure  and HRTEM in Figure , respectively. It was unambiguous that the MoS2 nanoparticles synthesized by the hydrothermal reaction showed uniform morphology, appearing as separated nanosheets with a diameter range of 90–110 nm (Figure ). The FESEM image in Figure  revealed a characteristic porous structure of PC. But the porous structure of PC@MoS2‐1 was almost undetectable, demonstrating that the pores of PC were filled by MoS2 as seen in Figure . After reacting with [BMIm]Ac and MCC, the MoS2 and the pores of PC could not be seen on the surface of PC@MoS2‐4 as demonstrated in Figure  where the MoS2 was coated by the carbon derived from [BMIm]Ac and MCC, leading to considerable reduction in surface area, which favored the formation of stable solid electrolyte interphase (SEI) layer.[] The lattice morphology of MoS2 prior to the modification by [BMIm]Ac and MCC can be seen through the HRTEM images of Figure . The HRTEM image of Figure  also supported that the PC was porous before loading the MoS2. Figure  showed that the MoS2 with an average interlayer distance at 0.62 nm has been successfully synthesized on PC by the hydrothermal reaction. After the modification by [BMIm]Ac and MCC, the MoS2 showed obvious expanded interlayers by cellulose oligomers intercalating the interlayers, as shown in Figure . Meanwhile, MCC was induced by [BMIm]Ac to form a coating layer, preventing the MoS2 from contacting with electrolytes. Instead of a sharp (002) peak, PC@MoS2‐4 showed broader diffraction peaks at 8.98°, corresponding to the expansion of the MoS2 interlayer distance to 1.01 nm in Figure  (Supporting Information). PC@MoS2‐6, PC@MoS2‐3, and PC@MoS2‐5 showed the same interlayer distance with PC@MoS2‐4 in Figure  (Supporting Information), demonstrating the reliability of the approach to modify MoS2 by oligomer intercalation. In Figure  (Supporting Information), there was a significant decrease in the frequency gap (the E12g and A1g mode, ∆k) for PC@MoS2‐4 to MoS2, indicating reduction in the number of stacking layers for MoS2.[] ID/IG value indicated the ordering proportion of the carbon material and higher values implied more defects and a lower degree of graphitization of the carbon. In Figure  (Supporting Information), PC@MoS2‐4, PC@MoS2‐6, PC@MoS2‐3, and PC@MoS2‐5 had ID/IG values of 1.62, 1.67, 1.60, and 1.64, respectively, demonstrating the addition of [BMIm]Ac leading to more ordered carbon structure. Energy‐dispersive spectroscopy (EDS) element distribution of PC@MoS2‐4 showed C, Mo, S, N, O, and N were homogeneously distributed in the composite. It could be ascribed to the polyvinylpyrrolidone (PVP) added during the hydrothermal process enabled MoS2 to form uniformly over the solid matrix.[]",
                "To further illustrate the MoS2‐loaded carbon composite, Figure  demonstrated the synthesis process of PC@MoS2‐4. First, the synthesized MoS2 grew uniformly on the surface of the PC and filled in the pores to form the PC@MoS2‐1. Then, the PC@MoS2‐1 was calcinated after being mixed with [BMIm]Ac and MCC. In this process, the cellulose was decomposed into oligomers and inserted into the MoS2 interlayers. At the same time, MCC was induced by [BMIm]Ac to form a carbon layer coating the interlayer‐expanded MoS2. PC@MoS2‐4 was then produced with its surface covered by the carbon derived from [BMIm]Ac and MCC. N2 absorption–desorption isothermal curve characterized the change of surface area and the state of pores. In Figure , PC@MoS2‐4, PC@MoS2"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Nanostructured MoS2 with Interlayer Controllably Regulated by Ionic Liquids/Cellulose for High‐Capacity and Durable Sodium Storage Properties"
}