{
    "DOI": "10.1016/j.gee.2024.09.007",
    "Journal": "Green Energy & Environment",
    "Keywords": [
        "Sodium ion batteries",
        "Carbon-based composite materials",
        "Structural design",
        "Performance enhancement",
        "Flexible electrodes"
    ],
    "Sections": [
        {
            "content": [
                "It is known that LIBs (lithium ion batteries) are highly mature devices for energy storage . Over the past few years, LIBs have been broadly applied in electric vehicles, small electronic devices, and energy storage systems . However, lithium element is a rare metallic element, limiting the large-scale application of LIBs . As an alternative, the concept of SIBs (sodium ion batteries) was suggested in the 1970s . In comparison to lithium, sodium resources are plentiful (23.6*103 mg kg-1 for Na vs 20 mg kg-1 for Li) and low cost (135-165 dollars per ton for Na vs 5000 dollars per ton for Li) . Meanwhile, SIBs have wider electrochemical windows and faster charging rates than LIBs . Since sodium element is next to lithium element in the periodic table, the sodium element has similar physicochemical and electrochemical properties with that of lithium element . As a result, the SIBs can be manufactured using similar techniques to LIBs.",
                "In general, SIBs mainly consist of positive electrodes (cathodes), negative electrodes (anodes), diaphragms, and electrolytes. Among these, the electrode is a key role in the overall electrochemical properties of batteries. Large numbers of materials have been used as anodes, including conversion materials , alloy materials , titanium-based materials , MXene materials , organic materials , as well as carbon materials (CMs) . Fig. 1 lists the theoretical capacity of these materials for SIBs. As can be seen from Fig. 1, conversion materials (i.e., SnSe) have the highest theoretical capacity compared with other materials, and they can reach 1200 mA h g-1 . Properties of alloy materials are slightly lower than those of conversion materials. However, both conversion and alloy materials have the disadvantages of poor cycle stability. The electrodes will break during the charging and discharging because of the volume expansion, making a low actual specific capacity of materials . Titanium-based materials have the disadvantage of poor conductivity. MXene materials usually to be high ionic conductivity. For example, the ionic conductivity of Ti3C2Tx can be up to 10000 S cm-1 . However, MXene materials will also suffer from structural stacking during Na+ insertion .",
                "Compared with the above materials mentioned, CMs exhibit better structural stability. Meanwhile, CMs have the advantages of a wide range of sources, low cost, high cycle efficiency, and can be regulated easily . Thus, CMs are regarded as the brightest candidate materials for SIBs. CMs that can be used as anodes for SIBs generally include graphite , carbon nanomaterials , soft carbon (SC) , and hard carbon (HC) . Nevertheless, theoretical capacities of these materials are low, usually less than 300 mA h g-1.",
                "To solve the properties of carbon-based electrodes, many efforts have been made. One possible strategy is to build a hybrid system consisting of carbon and other materials (such as conversion and alloy materials) to synthesize composite materials . This method will take advantage of the high capacity of metallic material and the large conductivity of CMs, avoiding the volume expansion of the single material. The carbon-based composite materials (CBCMs) may enhance the conductivity and Na+ storage capacity but also increase the cycle stability of the electrodes.",
                "In addition, with the accelerated development of smart technology, flexible electronic products (wearable medical monitoring devices, foldable smartphones, etc.) are developing rapidly. Flexible SIBs, as excellent flexible energy storage devices, has attracted extensive attention recently . Because of the superior mechanical flexibility and electrical conductivity, the CBCMs have been explored to fabricate flexible SIBs . The flexible SIBs derived from CBCMs are expected to provide the power supplies for the next generation of flexible electronic devices .",
                "To our knowledge, several excellent reviews on single CMs for SIB utilization have been reported . However, there are few systematic summaries on the design as well as application of CBCMs for SIBs and flexible electronic devices. In this review, established on the analysis of the Na+ storage mechanism of CBCMs, the factors affecting the property of SIBs are discussed. The adjustment methods to increase the electrochemical property of the electrode are investigated in detail, including carbon skeleton design (i.e., interlayer spacing control, pore structure optimization, and heteroatom doping design) and composite material selection (i.e., carbon-carbon composite, carbon-alloy composite, carbon-conversion composite, carbon-titanium composite, and carbon-MXene composite). In addition, the recent progress of flexible electrodes based on CBCMs is investigated (see Fig. 2 ). The existing problems and challenges of CBCMs are also discussed."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "At present, there are three possible storage mechanisms involved in SIBs for CBCMs: alloying reaction mechanism (composite materials contain metal elements), conversion reaction mechanism (composite materials contain chemical compounds), and intercalation reaction mechanism .",
                "Alloying reaction mechanism: In the alloying process, the metal elements in CBCMs may react with Na+ to form binary alloys . The metal elements can be Sn, Sb, Ge, and so on. Fig. 3 a presents the alloying reaction process, and the reaction equation can be written as follows: where M stands for metal element. Fig. 3b shows an example of the alloying process for the reaction of Sn and Na+. As can be seen, the Sn atom will react with Na+ to form different phase structures of NaSn6, NaSn4, NaSn3, NaSn2, Na9Sn4, Na3Sn during the alloying reaction . After the alloying reaction, the Na15Sn4 structure will be formed . The Sn atom will undergo a series of structural changes during the alloying reaction. At last, the crystal structure of Sn is destroyed, which is harmful to the overall coulomb efficiency of the battery. Meanwhile, the rate of the alloying process is slow, and it will reduce the rate performance of the SIBs. In the alloying reaction, the CMs mostly act as a substrate and framework and can limit the volume expansion of composites to a certain extent.",
                "Conversion reaction mechanism: In the process of conversion reaction, chemical compounds composed of metals (McXd) in CBCMs may react with Na+ to form metal nanoparticles and sodium compounds (NazX) . The reaction process is illustrated in Fig. 3c, and the reaction equation can be written as: where M is the metal element, cM is the new formed metal nanoparticles, and X is a non-metal element. The newly formed metal nanoparticles will react with Na+ through the alloying reaction, resulting in a further volume expansion of the materials. Thus, the conversion material has a similar problem as the alloy material. Therefore, when the conversion materials are used as the anode of SIBs, it will lead to a little initial coulomb efficiency (ICE) as well as poor cycle stability of the battery. When the M c X d is combined with the CM, a heterogeneous interface is created . This interface will increase the Na+ storage capacity and limit the volume expansion of the composites.",
                "Intercalation reaction mechanism: The intercalation reaction mechanism usually applies to Na+ storage processes of CMs. The intercalation reaction process can be described as: in the process of charging, Na+ is embedded into the lattice of the CMs, and they will form stable interlaminar compounds without significantly changing the microstructure of CMs . The reaction equation can be written as :",
                "Generally, the charge-discharge curve of CMs can be divided into two regions: the plateau region (0-0.1 V) and the slope region (0.1-2 V). According to the observed experimental phenomena in plateau and slope region, researchers proposed four storage models for Na+ storage process in carbon-based materials: “intercalation-pore filling model” (IPF model, Fig. 3d), “adsorption-pore filling model” (APF model, Fig. 3e), “adsorption-intercalation model” (AI model, Fig. 3f), as well as the “adsorption-intercalation/pore filling model” (AIPF model, Fig. 3g) .",
                "The IPF model was originally proposed by Stevens and Dahn . Komaba and colleagues later confirmed this mechanism . They believe that the slope region (SR) and the plateau region (PR) are tuned for the embedding and nanopore filling of Na+ in CMs, respectively. For the APF model, the researchers ruled out the intercalation of Na+ during storage. It is suggested that the SR with high potential belongs to the adsorption of sodium ion on the CMs’ defect or surface. The PR with low potential is due to the nanopore filling of Na+ in CMs . For the AI model, the PR matches the Na+ embedding process between graphite layers. The SR with high potential is tuned for the adsorption of sodium ion through heteroatoms and defect sites in CMs . For the AIPF model, the tipping capacity of 1.0 to 0.2 V is considered to be due to the adsorption of sodium ion on the graphite microcrystals’ defects. The platform capacity of 0.2 to 0.05 V arises from the embedding of Na+, and the platform capacity of less than 0.05 V arises from the nanopore filling of Na+ in CMs .",
                "From above, the Na+ storage mechanism of CMs with complex structure in the discharge platform is not clearly understood. Further elucidation of the Na+ storage mechanism of CMs through in-situ characterization techniques or theoretical computational models is required."
            ],
            "name": "Na+ Storage Mechanism for CBCMs",
            "type": "ce_section"
        },
        {
            "content": [
                "As mentioned above, the CMs generally act as a substrate and framework. The properties of CMs directly affect the overall properties of CBCMs. Thus, CBCMs can be optimized by carbon skeleton design of CMs, such as interlayer spacing control, pore structure optimization, and heteroatom doping design, as well as composite material selection including carbon-carbon composite, carbon-alloy composite, carbon-conversion composite, carbon-titanium composite, and carbon-MXene composite.",
                {
                    "content": [
                        "As mentioned above, there are four types of CMs used for SIBs anodes, including graphite (Fig. 4a-1), carbon nanomaterials (for instance, carbon dots, carbon nanotubes, graphene, etc.) (Fig. 4a-2), HC (Fig. 4a-3), and SC (Fig. 4a-4 ). Table 1 lists the precursors of various carbon-based anode materials used in SIBs and their electrochemical properties. As can be seen, the type of CMs and the characteristics of the carbon skeleton strongly affect the electrochemical performance of the obtained electrode. Through interlayer spacing control, pore structure optimization, as well as heteroatom doping design, the electrochemical characteristics of CMs can be optimized.",
                        {
                            "content": [
                                "The interlayer spacing of graphite has a great influence on the storage capacity of Na+. It is generally believed that: (1) The quasi-graphite structures have the layer spacing less than 0.37 nm may not accommodate Na+; (2) The layer spacing of 0.37-0.4 nm can be used for the embedding of Na+ . (3) When a layer spacing is larger than 0.4 nm, Na+ can transfer easily in the graphite layers (Fig. 4b) . Enlarging the interlayer spacing of graphite can increase the Na+ storage capacity of SIBs. Generally, the graphite interlayer spacing of CMs can be increased by modifying the carbonization temperature, doping large radius atoms and other materials (such as HC materials) . Yu et al. carbonized the mixture of microcrystalline cellulose and 1-butyl-3-meth-ylimidazolium acetate (BMIMAcO) at the temperature of 750°C, 1000°C, and 1400°C, respectively. The preparation process is shown in Fig. 4c. According to the results of the Raman spectrum (Fig. 4d), the authors find that the ID/IG values decline with the increase in temperatures. The ICC-1000 sample has the largest reversible capacity of 136 mA h g-1 (Fig. 4e). Wen et al. find that high-temperature treatment is an effective strategy to prepare expanded graphite. They successfully prepared expanded graphite (EG) with the interlayer spacing of 4.3 Å. The large interlayer spacing enhances the reversible insertion and release of Na+. The retention rate of EG can be 73.92% after 2000 cycles (Fig. 4f). Generally, the optimal carbonization temperature is recommended to be 900∼1200°C .",
                                "Doping large radius atoms is another way to effectively increase the graphite layer spacing. Wu et al. carbonized coconut endocarp which is rich in potassium ions to obtain K+-doped CMs. The resulting K+-doped CM has a large spacing of 0.4 nm. At this spacing, Na+ can be freely embedded/de-embedded into the graphite layer. The reversible Na+ storage capacity of the K+-doped CM is up to 314 mA h g-1. HC often has a disordered porous structure. Adding HC to CMs will also change the graphite interlayer structure of the original CMs. Hu et al. found that the addition of resin derived carbon can successfully increase the average interlayer spacing of rGO composites from 0.62 nm to 0.69 nm."
                            ],
                            "name": "Interlayer Spacing Control",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "Pore Size Control",
                                "Typically, the pore size of CMs can be defined as macropores (>50 nm), mesoporous (2∼50 nm), and micropores (<2 nm) . Ultra-micropores (<0.5 nm) of CMs may act as ionic sieves for slovated Na+. Generally, the transfer rate of Na+ in micropores and ultra-micropores is low. Mesoporous and macropores are conducive to electrolyte penetration into the entire electrode material. Furthermore, the presence of mesoporous and macropores will slow down the structural changes of materials during the cycle. Therefore, reducing the proportion of micropores and increasing the proportion of mesopores or macropores may be beneficial to improve the performance of SIBs. Yang et al. produced a kind of carbon-based anode material for SIBs by treating carbonized walnut shells with KOH and cetyltrimethyl ammonium bromide under hydrothermal conditions. It is found that the sample with abundant mesoporous and negligible micropores has the highest specific capacity, which is about 284 mA h g-1 at 20 mA g-1, 83% larger than that of samples with microporous abundance. CMs with hierarchical porous structure are usually considered to be beneficial for Na+ storage .",
                                "Surface Area Regulation",
                                "It is accepted that materials with large surface areas are more tend to form solid electrolyte interphase (SEI) membranes. The SEI membranes will consume a large amount of Na+, thus increasing the irreversible capacity of samples . As a result, the excessive specific surface area will lead to inferior rate capability and a low ICE. Moreover, the large specific surface area will supply more active sites to store Na+ thus increasing the storage capacity of the electrode. That is to say, the specific surface area has a dual influence on the performance of SIBs. Luo et al. prepared two kinds of HC with ultra-low surface area (5.4 m2 g-1) (named G-HC) and high surface area (137.2 m2 g-1) (named HC) using sucrose powder as the precursor. They found that the G-HC sample has a higher ICE value (83%) than that of the HC sample (74%). Meanwhile, the capacity and cycle life of G-HC was also superior to HC. Therefore, appropriate reduction of the specific surface area may enhance the electrochemical performance of SIBs."
                            ],
                            "name": "Pore Structure Optimization",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "Heteroatom doping means the introduction of heteroatoms into the carbon skeleton. Several studies have shown that the electrochemical characteristics of CMs can be promoted by doping with heteroatoms . Doping heteroatoms in carbon skeleton can optimize the electronic structure of carbon as well as break the electric neutrality of the carbon matrix, promoting electrical conductivity and accelerating the electrochemical reaction process of samples . In general, heteroatom-doped materials can be synthesized by two methods: in-situ treatment or post-treatment . The schematic diagram of nitrogen, sulfur, phosphorus, and boron doping is shown in Fig. 5 a-d. Table 2 lists the CMs doped with different heteroatoms (i.e., nitrogen, sulfur, phosphorus, and boron as well as double doping). As can be seen from Table 2, different heteroatoms have different effects on CMs.",
                                "Nitrogen doping: Nitrogen atoms are neighbors of carbon atoms and are more likely to bond with carbon. In general, depending on bonding environments, four types of doped nitrogen in nitrogen-doped carbon planes can be identified. These are oxidized-N, quaternary-N, pyrrolic-N, and pyridinic-N . The introduction of nitrogen atoms in CMs will raise the quantity of active sites for Na+ storage, thereby yielding a superb capacity characteristic of CBCMs . Zheng et al. fabricated the N-doped porous CMs using duckweed as the precursor. They found this material had the highly reversible capacity of 1071 mA h g-1 through 100 cycles at 100 mA g-1 (Fig. 5e).",
                                "Sulfur doping: The introduction of sulfur atoms to the carbon skeleton can provide additional Na+ storage sites for CMs. Meanwhile, the large radius of sulfur atoms will increase the interlayer spacing of graphite, which will accelerate embedding/de-embedding rate of Na+, thus further improving the electrochemical property of the electrode . Li et al. developed an S-doped disordered carbon (named DC-S) by annealing the blend of sulfur and 1,4,5, 8-naphthalene tetracarboxylic anhydride under an argon atmosphere at 500°C. The obtained DC-S sample has a sulfur content of 26.91 wt%. They observed that the reversible capacity of the DC-S sample was 516 mA h g-1 at 0.02 A g-1, and the capacity retention rate was 85.9% after 1000 cycles (Fig. 5f). Be seen from Table 2, sulfur-doped CMs have a higher rate capacity of SIBs than other doped elements at high current density (≥5 A g-1) .",
                                "Phosphorus doping: Phosphorus atoms usually have lower electronegativity and higher electron-donating ability than nitrogen atoms and can be easily bonded to carbon and oxygen atoms, thus increasing the reactivity of CMs . Hou et al. reported a phosphate-doped carbon nanosheet (CN-P) with an interlayer spacing of up to 4.2 Å. The reversible capacity of CN-P reached 328 mA h g-1 (0.1 A g-1). Meanwhile, the CN-P sample retains the reversible capacity of 108 mA h g-1 even in 20 A g-1 (Fig. 5g). Thus, phosphorus doping is considered a useful tool to enlarge the electrochemical properties of CMs.",
                                "Boron doping: Boron doping will form a p-type semiconductor by introducing electron deficiency into the carbon skeleton structure, effectively reducing the “Fermi level” of carbon and meanwhile increasing the storage capacity of Na+. Wang et al. revealed that the capacity of boron-doped rGO (named BF-rGO) can be 280 mA h g-1, larger than that of pure rGO due to the influence of interlayer spacing expansion (Fig. 5h). Moreover, the incorporation of boron atoms can maintain the planar structure of carbon without significant deformation, resulting in the structural stability of CMs . It is also found that one boron atom introduced to the carbon plane can adsorb three sodium atoms according to the density functional theory (DFT) results. Therefore, boron-doped CMs are also regarded as promising candidates for Na+ storage .",
                                "It can be concluded that the effects of different heteroatom doping on the properties of CMs are different. It is important to select appropriate heteroatom types and make them suitable for Na+ storage."
                            ],
                            "name": "Heteroatom Doping Design",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Design of Carbon Skeleton of CMs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "As mentioned above, the theoretical capacities of CMs are low. New strategies to improve electrochemical performance need to be considered. As is known, different kinds of CMs have different properties when applied to SIBs. The introduction of other materials with higher theoretical specific capacity also can enhance the overall electrochemical properties of these materials. Generally, high-performance SIB anodes can be achieved through carbon-carbon composite, carbon-alloy composite, carbon-conversion composite, carbon-titanium composite, and carbon-MXene composite.",
                        {
                            "content": [
                                "HC is the non-graphitized carbon that has disordered structures . In general, HC has high quantities of Na+ storage active sites and the theoretical reversible capacity of HC can reach approximately 300 mA h g-1 . However, HC also has a low conductivity, resulting in a poor rate capacity. In contrast, the crystal structure of SC is short-range ordered, and the SC usually has a high electrical conductivity. . The combination of HC and SC will provide high conductivity and high-rate capacity materials for SIBs. Xie et al. employed filter paper (FP, HC precursor) and mesophase pitch (MP, SC precursor) as raw materials to produce soft-hard carbon composite materials through the pyrolysis process. The pyrolysis temperature is 1000°C in a nitrogen atmosphere. As can be seen, compared with pure SC or HC, the structure of FP and MP composites becomes ordered (Fig. 6 a). The optimal composite material (FP: MP = 5:2 by weight) displayed outstanding electrochemical performance (282 mA h g-1) because of the synergistic effect between SC and HC (Fig. 6b). The addition of SC blocks some of the open pores in the HC, inhibiting the formation of the SEI film and thus enhancing the Na+ storage capacity. It is regarded that a combination of HC and SC is a compelling way to enhance the electrochemical properties of carbon electrodes.",
                                "Graphene is a typical two-dimensional (2D) CM. Yan et al. prepared graphene and hierarchically porous carbon (named G@HPC) composites by using GO and sandwich-like porous carbon as the precursor via an ionothermal process. The preparation details can be found in the literature . The obtained G@HPC composites have a sandwich structure (Fig. 6c and Fig. 6d) and a large interlayer spacing of 0.418 nm, providing abundant convenient channels for Na+ transport. The G@HPC sample also exhibits a hierarchical porous structure with a surface area of 825.9 m2 g-1, which provides numerous adsorption sites for Na+. The reversible capacity of G@HPC reaches 400 mA h g-1 under 1 A g-1."
                            ],
                            "name": "Carbon-Carbon Composite",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The alloy materials usually contain metallic elements of groups Ⅳ and Ⅴ (i.e., Sn, Sb, and Ge). As mentioned before, the volume expansion of alloy materials will occur after the embedding of Na+, leading to the pulverization of the electrode materials . The application of carbon-alloy composite will reduce the volume expansion. Zhu et al. prepared carbon-alloy composites (Sn@WF) by depositing a Sn thin film onto wood fibers. As shown in Fig. 7 a, the complex of the Sn@WF electrode can be stable after cycling. Nithya and Gopukumar prepared Sb-rGO nanosheet composites through using graphene oxide (GO) and SbCl3 as the precursor. The GO was prepared by the modified Hummers method and the NaBH4 reagent was used as a reducing agent. It is found that compared to pure rGO and pure Sb anodes, the Sb-rGO sample has a smaller surface area, resulting in a higher reversible capacity. The ICE value of the Sb-rGO sample is 88% (Fig. 7b). After 50 cycles, the composite material has a charging capacity of 598 mA h g-1 at 131 mA g-1. The excellent performance of the Sb-rGO sample can be due to the presence of rGO that inhibiting the volume expansion of the Sb nanoparticles during cycling. Therefore, using CMs as a substrate to limit the volume expansion of the metal composite during cycling is an effective strategy."
                            ],
                            "name": "Carbon-Alloy Composite",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The oxides, sulfides, nitride, and phosphide of transition metals (i.e., SnSe, Sb2O3, and Sb2S3) can be used as the conversion materials for SIBs . Metal oxides, in particular, which store energy through the bulk structure and surface redox reactions, can provide fast ion transport and high energy density. Liu et al. prepared a carbon-coated Sn nanoparticle composite (Sn@C) by hydrothermal annealing of glucose and SnO2 at 700°C. The Sn4P3 carbon composite nanosphere (Sn4P3@C) was further fabricated by a solvothermal method with Sn@C and red phosphorus in ethylenediamine as solvent at 200°C. The obtained Sn4P3@C sample has a yolk shell structure in which the CMs act as an outer shell that completely covers the inner Sn4P3. Due to the specific yolk-shell structure, the Sn4P3@C sample exhibits a high reversible capacity (790 mA h g-1). Through the hydrothermal synthesis method in situ, Su et al. prepared SnO2@graphene nanocomposites via a hydrothermal method at 200°C. They found the SnO2 nanocrystals, approximately 60 nm in size, can be anchored on the surface of the graphene nanosheets uniformly. In-situ SEM shows that the SnO2@graphene composite structure can remain intact after recycling. The addition of graphene can effectively inhibit the volume expansion of the SnO2@graphene nanocomposites. The SnO2@graphene exhibits the high initial discharge capacity (1942 mA h g-1) (Fig. 7c) and cycling capability (638 mA h g-1 after 100 cycles) (Fig. 7d). It is concluded that the carbon-conversion composites have excellent sodium storage properties, with higher cyclic stability than bare CMs and conversion materials. Table 3 lists the comparison of electrochemical properties of various carbon-based composites for SIBs. It is found that carbon-carbon composite materials usually have a high ICE value and high capacity. Compared with other types of carbon composites, carbon-alloy composites, and carbon-conversion composites have a larger reversible capacity (maximum exceeding 1000 mA h g-1) and superior rate capacities. However, the ICE values of these two materials are rather low. Furthermore, it can also be seen from Table 3 that the carbon-alloy and carbon-conversion composite electrodes still have poor cycling ability (almost <1000 cycles). The introduction of CMs with nanostructures into CBCMs is expected to improve the recyclability of the materials ."
                            ],
                            "name": "Carbon-Conversion Composite",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The nano-hollow structure of titanium-based material can enlarge the contact areas between the electrolyte and electrode, which is effective for Na+ storage. Li et al. explored tetrabutyl titanate (TBOT) as a titanium source and helical carbon nanofibers (HCNFs) as a carbon source to fabricate composites (TiO2@HCNFs). A one-step hydrothermal process (100°C, 4h) was conducted. As illustrated in Fig. 7e, the average diameter of TiO2@HCNFs (100 nm) is bigger than that of HCNFs (80 nm). Because of the uniform loading of TiO2 nanoparticles on the HCNFs, the TiO2@HCNFs exhibited excellent capacity retention (Fig. 7f). Xu et al. fabricated a TiO2@graphene composite through electrostatic interaction-induced self-assembly method (Fig. 7g). The manufacturing method in detail can be seen in the reference . The Na+ storage mechanism of TiO2@graphene is presented in Fig. 7h. The graphene contained in the TiO2@graphene sample can promote the transport of electrons and Na+, which is conducive to high magnification performance of the composite. Because of the synergistic effect of graphene and TiO2, the TiO2@graphene sample exhibits a long cycle stability of up to 5000 times."
                            ],
                            "name": "Carbon-Titanium Composite",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "MXene is a novel type of synthetic metal nitrides and carbides with a 2D layered structure. MXene materials usually exhibit a high specific surface area, fast ion transport rate, and large layer spacing. When sodium ions are transferred into the structure of MXene, the volume change of this material can be neglected. Because of its unique chemical and physical properties, MXene has been used as an energy storage material since it was synthesized. Fig. 8 a shows the development history of MXene as an electrode material from 2014 . MXene can be denoted as Mn+1XnTx, where M is the transition metal element. X is the nitrogen or carbon element, and T is the terminal functional group (e.g. -S, -O, -OH, -F, -Cl) (see Fig. 8b). The typical synthesis process of MXene is shown in Fig. 8c, including wet chemical etching and molten salt etching MAX (also called laminated carbides and carbonitrides) (Fig. 8d). The purpose of etching is to introduce the terminal functional groups meanwhile removing A (A stands for the element of group IIIA or IVA) as shown in . Fig. 8e shows the morphology of Ti3AlC2, a typical kind of MXene sample, which is shaped like an accordion.",
                                "Fig. 9 lists the energy storage devices derived from the carbon-MXene materials . Wei et al. fabricated a graphene-Ti3C2XT composite (H-MXG) with a hierarchical porous structure. The Ti3C2XT sample was prepared by etching Ti3AlC2 with LiF solution (Fig. 10 a). It is found that the H-MXG composite has the large stacking density of 1.67 g cm-3. Compared with pure graphene or MXene materials, the H-MXG sample has more active sites and larger surface areas. This property enables it to reach a high capacity of 270 mA h g-1 (0.05 A g-1) (seen in Fig. 10b). Meanwhile, H-MXG has excellent structural stability and high ion transport rate performance. At the current density of 0.5 A g-1, the H-MXG sample has a capacity of 167 mA h g-1 after 2000 cycles (Fig. 10c).",
                                "Zhang et al. prepared MoS2/MXenes/CKF (CKF: carbonized kapok fiber) composites by hydrothermal carbonization method, as demonstrated in Fig. 10d. The SEM images showed the MoS2/MXenes heterostructure was grown on hollow CKF. It is found that the capacity of the MoS2/MXenes/CKF sample can be 583.5 mA h g-1 and the ICE of the sample is 80%. Meanwhile, the reversible capacity of the MoS2/MXenes/CKF sample can be 298 mA h g-1 after 300 cycles (Fig. 10e). This great performance can be attributable to the special structure of the MoS2/MXenes/CKF skeleton. The multilayer and three-dimensional (3D) nanoflower structures will shorten the diffusion distance of electrons/ions, thus offering more active sites for Na+ storage. This enables the MoS2/MXenes/CKF composites to have greater capacity. In general, the layered structure of MXene in composite materials can provide high-speed channels and is beneficial to increase the rate capability and reversible capacity for SIB utilization. The combination of MXenes and CMs will provide new ideas for designing high-performance anodes for SIBs.",
                                "It can be concluded from Table 3 that the carbon-titanium composites usually exhibit a high cycle stability. From the samples investigated, the NF-TiO2@C composite has a best cycle life of up to 10,000 cycles. Carbon-MXene composites exhibit a high reversible Na+ storage capacity. Although each composite material has unique properties, almost all of them have unsatisfactory ICE values (<80%). The low ICE of electrode materials is a key problem that needs to be solved for SIBs."
                            ],
                            "name": "Carbon-MXene Composite",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Design of Composite Material Selection",
                    "type": "ce_section"
                }
            ],
            "name": "Design of CMs and CBCMs",
            "type": "ce_section"
        },
        {
            "content": [
                "With the continuous progress of wearable and portable electronic devices, flexible electrodes with high energy storage performance and robust mechanical flexibility are favored. Up to now, various kinds of CBCMs have been used in flexible SIBs .",
                {
                    "content": [
                        "CMs such as carbon cloth , graphene , and carbon nanofibers (CNF) have been widely employed in the preparation of flexible electrodes because of their excellent flexibility and excellent electrochemical properties . Hao et al. found that carbon nanotubes combined with graphene can increase the layer spacing of graphene. They prepared redox graphene/carbon nanotube composite flexible electrodes (rGO/CNT) using electrostatic spray deposition technology (Fig. 11 a). In this study, the reduced graphene oxide can act as the conductive skeleton, providing active sites for the storage of Na+ in carbon-carbon composites. Carbon nanotubes are used as the spacers to increase the layer spacing of graphene oxide. The composite structure is beneficial to facilitate the diffusion of Na+ and improve the storage capacity of SIBs. Using polyacrylonitrile (PAN) and ultrafine zeolite imidazole (ZIF-8) nanoparticles as raw materials, Su et al. prepared a kind of HC-HC composite electrode (PCN) by electrospinning and carbonization. It is found that ZIF-8 can form hierarchical micropores and mesoporous structures after carbonization at 1200°C (Fig. 11b). This continuously hierarchical porous carbon nanofiber (PCN) shows excellent flexibility when applied to the SIBs electrode (Fig. 11c). Meanwhile, the Na+ storage capacity of the PCN electrode is more than 2.5 times that of the CN electrode (Fig. 11d)."
                    ],
                    "name": "Carbon-Carbon Composite-based Flexible SIBs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Alloy materials usually have unique crystal structures, which can be combined with CMs to optimize the flexibility and electrochemical properties of composite materials . Inspired by the sticky spider web, Jin et al. prepared Bi-modified carbon nanofiber film (Bi/CNF) using polyacrylonitrile as a carbon source through electrospinning technology and subsequent heat treatment technology (Fig. 11e). It was found that the active load mass of Bi in Bi/CNF samples was as high as 50 wt%. The electrodes prepared with Bi/CNF have excellent mechanical flexibility and rapid charge transfer ability. The electrode has a reversible specific capacity of 346 mA h g-1 at 50 mA g-1. Liu et al. employed Sb2S3 nanorods as a template to prepare N/S co-doped carbon nanofiber composite structures with one-dimensional (1D) Sb load (Sb@N, S-CNFs) by subsequent and electrospinning heat treatment methods. The use of the template promotes the formation of longitudinal channels of the carbon fiber. It was found that Sb appeared in carbon fiber in the form of nanorods and nanodots, and this unique structure effectively inhibited Sb’s volume expansion. The electrode prepared from the “Sb@N, S-CNFs” sample exhibits excellent flexibility (Fig. 11f), and after 200 cycles it still has a capacity of 318.3 mA h g-1 at 0.2 mA g-1."
                    ],
                    "name": "Carbon-Alloy Composite-based Flexible SIBs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "CBCMs can be used as precursors to prepare flexible SIB electrodes. Liu et al. used 2D graphene oxide (GO) and 1D Fe-based coordination polymer nanowires (named Fe-CPNWs) to prepare ternary hybrid paper electrodes (Fe1-xS@PCNWs/rGO, shown in Fig. 12 a), a kind of carbon-conversion composite material. As shown in Fig. 12b, the structure of the electrode does not break under different bending conditions, indicating that the Fe1-xS@PCNWs/rGO electrode has excellent mechanical flexibility. The presence of rGO will limit the volume expansion of Fe1-xS nanoparticles, improving the structural stability as well as electrical conductivity of the material. As the loading mass is 0.9 mg cm-2, the capacity of Fe1-xS@PCNWs/rGO sample can be 573 mA h g-1 100 cycles later. A full battery can be further formed by using Na3V2(PO4)3/rGO as the cathode and Fe1-xS@PCNWs/rGO as the anode, as illustrated in Fig. 12c and Fig. 12d, respectively. The electrode can easily light up the LED in different deformation states (flat, bending, 1 fold, 2 fold, and release) (Fig. 12e). Yang et al. prepared a SnTe/CNF composite membrane (abbreviated as SnTe/CNFM) by electrospinning and carbonization methods (Fig. 12f). The obtained SnTe/CNFM sample has excellent mechanical flexibility (Fig. 12g), and it presents the discharge capacity of 289.8 mA h g-1 at 0.1 A g-1."
                    ],
                    "name": "Carbon-Conversion Composite-based Flexible SIBs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The outstanding electrical conductivity of CMs and the large sodium storage capacity of titanium materials make them suitable to be combined as electrode materials for SIBs . Ni et al prepared TiO2-carbon nanofiber composite electrodes by in-situ electrospinning (F-TiO2@CNF) (Fig. 13 a). The obtained sample has an abundant oxygen vacancy, which can be used as an electron donor, increasing the carrier concentration and enhancing charge storage performance (Fig. 13b). It is also found that the F-TiO2@CNF electrode does not break after bending, and can still keep in 311 mA h g-1 charging capacity after 1,000 cycles at 0.1C. Long et al. prepared composite anodes (PCC-TiO2) by loading TiO2 nanoparticles on porous carbon cloth. The porous carbon cloth provides space for the volume expansion of TiO2. The closely arranged TiO2 nanoparticles also limit their volume expansion. Flexible SIBs composed of PCC-TiO2 exhibit excellent electrochemical performance under different bending states (Fig. 13c)."
                    ],
                    "name": "Carbon-Titanium Composite-based Flexible SIBs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The combination of MXene materials with HC will enhance the mechanical flexibility of electrodes. Sun et al. use the Ti3C2TX as a multifunctional conductive adhesive to prepare HC flexible electrodes (HC-MX). The preparation process of HC-MX is illustrated in Fig. 13d. The 2D MXene nanosheets construct a 3D network that facilitates the stability of the electrode structure. As the flexible anode for SIBs, the HC-MX sample shows excellent rate and cycle (≥ 1500 cycles) characteristics with the large reversible capacity of 368 mA h g-1. Cao et al. prepared HC microspheres by hydrothermal carbonization using old vinegar as a carbon source. They prepared flexible carbon composite electrodes (HCS/MX) using MXene nanosheets as the adhesives. It is found that the HCS/MX electrodes have better flexibility and electrochemical properties than traditional PVDF-bonded carbon electrodes. The HCS/MX electrodes have a high specific capacity of 346 mA h g-1 and excellent cyclic stability (≥Table1000 cycles) at 30 mA g-1. Thus, the carbon-MXene composites are expected to be a promising precursor of flexible SIBs.",
                        "From above, the CMs mainly play the role of flexible substrate and skeletal support. The performance of electrode materials mainly depends on the metal used. Through advanced and appropriate manufacturing techniques, the interaction between carbon and metal materials can be enhanced, thus enabling the production of high-performance flexible electrodes."
                    ],
                    "name": "Carbon-MXene Composite-based Flexible SIBs",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Currently, commercial SIB technology is being continuously developed. Faradion Ltd. is the world's first non-aqueous-SIB company. The anode used by the Faradion is a special HC with a high energy density of ∼80 Wh kg-1 . The SIB products have better cycling performance compared to LIBs. HiNa Battery Technology Co., Ltd. from China has made significant progress in the field of SIBs in recent years . They use the special SC (e.g. carbon derived from anthracite, carbon derived from bitumen and carbon derived from formaldehyde resin) as the anode materials. Based on the above carbon-based anodes, HiNa company successfully developed the world's first 30 kW/100 kWh SIBs storage system in 2019. Additionally, significant results also have been achieved in SIBs by Aquion Energy, Inc., Natron Energy, Inc. and Novasis Energies, Inc. in the United States .",
                        "In flexible SIBs, current results are obtained primarily from laboratory-level manufacturing. Commercial flexible electrodes are still being researched. Compared to other CBCMs, carbon-MXene composites may have better mechanical flexibility, longer cycle life, good Na+ storage capacity, and show great application potential for high-performance flexible electrodes . However, the manufacturing costs of flexible SIBs are still expensive. In addition, the testing standards for flexible materials and devices are not yet fully developed . Therefore, exploring the commercialization of flexible SIBs is a future concern."
                    ],
                    "name": "Commercialization",
                    "type": "ce_section"
                }
            ],
            "name": "Application of Carbon-Based Composites in Flexible SIBs",
            "type": "ce_section"
        },
        {
            "content": [
                "In this review, recent advances of CBCMs for advanced SIBs is systematically reviewed. The Na+ storage mechanism of CBCMs for SIBs is elaborated. Fig. 14 displays the main parameter optimization of CBCMs and their novel applications in flexible electrodes. As can be seen, appropriate carbon framework design can improve the electrochemical properties of CBCMs. CMs with a graphite interlayer spacing larger than 0.37 nm, a hierarchical porous structure, and appropriate atom doping will exhibit high Na+ storage capacity. The optimal carbonization temperature is recommended to be 900∼1200°C. CMs with a proper surface area can help to improve the SIB performance. The electrochemical performance of the electrode can also be modified through selecting suitable composite materials, including the carbon-carbon composite, carbon alloy composite, carbon conversion composite, carbon-titanium composite and carbon-MXene composite. Among which, the carbon conversion composite material can realize a high Na+ storage capacity of over 1000 mA h g-1.",
                "To sum up, though some achievements have been made in the application of CBCMs for SIBs, there are still some challenges. For SIBs, (1) the physicochemical structure of CMs largely determines the Na+ storage performance of CBCMs. How to design carbon substrate materials remains a concern. (2) During the cycling process, the metal atoms in CBCMs will suffer a large volume expansion. Although carbon materials can limit the volume expansion of composite materials to a certain extent, the structural damage of materials under high cycle times still needs attention (3) The low ICE value is a problem that needs to be solved for SIBs. A higher ICE value is required for commercial applications. For flexible SIBs, the application of CBCMs in flexible SIBs is still in the primary research stage. How to continue to optimize the electrochemical performance and mechanical flexibility of CBCMs is still a topic that needs to be developed in the future. In addition, the evaluation criteria for flexible electrodes are still lacked. Although there are many challenges, it is believed that with the efforts of researchers, CBCMs will be promising anodes for commercial SIBs and flexible electronics in the future."
            ],
            "name": "Conclusions and Prospects",
            "type": "ce_section"
        },
        "Jie Wu: Investigation, Data curation. Hailin Gu: Validation, Formal analysis. Guangxue Zhang: Supervision, Resources. Angjian Wu: Validation, Methodology. Ao Song: , Visualization. Yunchao Li: , Funding acquisition. Dingkun Yuan: Methodology, Formal analysis. Jiangrong Xu: Supervision, Conceptualization"
    ],
    "Title": "Recent progress in carbon-based composite materials for advanced sodium ion batteries: from storage mechanism to structural design to applications as flexible electrodes"
}