{
    "DOI": "10.1007/s12598-024-03014-y",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIB), as advanced electrochemical secondary battery technology, are extensively used in portable electronic devices and electric vehicles [1]. The scarcity of lithium resources has raised concerns over the future development of LIBs in large-scale electric energy storage systems [2, 3]. As a burgeoning substitute to LIBs, sodium-ion batteries (SIBs) have been brought into focus owing to the low cost and abundance of sodium resources, as well as the similar energy storage mechanism to that of LIBs [4,5,6,7]. Nowadays, cathode materials for SIBs mainly consist of transition metal oxides, polyanionic compounds, Prussian analogs and organics, which have made great progress. However, the larger radius of Na+ makes the anode materials for SIBs suffer from dramatic volume expansion and sluggish electrochemical kinetics during sodiation/desodiation process [8, 9]. Therefore, exploring applicable anode materials with high reversible capacity, great rate and cyclic properties is imperative.",
                "Intercalation-type, conversion and alloying anode materials are the main types of SIBs anode. The insertion anodes, including soft carbon, hard carbon and Ti-based oxide, exhibit excellent cyclic stability. In contrast, low reversible specific capacity will reduce the energy density of sodium-ion full batteries [10,11,12,13,14]. Although conversion or alloying anodes display high theoretical specific capacity, huge volume expansion and sluggish electrochemical kinetics will result in poor cyclability and rate property [15, 16]. Taking into account the relative merits and weakness of those kinds of anodes, emerging conversion-alloying dual-mechanism anodes, including metal chalcogenides (MCs, C = O, S, Se and Te) of the IVA and VA groups, have been regarded as one kind of promising electrode materials in high-energy–density SIBs owing to the high theoretical specific capacity based on multi-electron transfer characteristic and low redox voltage [17,18,19,20]. Compared to oxides, sulfides and selenides, tellurides and the sodiation product of Na2Te possess higher electrical conductivity to ensure better electrochemical kinetics [21,22,23,24,25]. Nonetheless, poor intrinsic dynamics behavior and structure instability are the major obstacles faced by metal tellurides, leading to serious electrode pulverization and sluggish rate ability [25, 26]. To tackle the problems mentioned above, there are two main existing strategies including composite construction and nanostructure design [27, 28]. The highly conductive carbon materials can effectively enhance electronic and ion transfer ability and improve structure stability through buffering the volume expansion [29, 30]. Furthermore, nanostructure can shorten the Na-ion diffusion path and weaken the structure pulverization during cycling [31]. Currently, there are few studies on SnTe-based conversion-alloying anode for SIBs, and the reaction mechanism is unclear.",
                "In this work, graphene and nitrogen-doped carbon encapsulated SnTe, synthesized through facile hydrothermal and carbonization processes, served as composite anode material for Na-ion storage. The hierarchical encapsulation of flexible two-dimensional graphene and three-dimensional N-doped C layer can not only provide more space for volume expansion, thus releasing the stress during the charge/discharge process, but also increase the electronic conductivity and Na-ion transport ability. The strong chemical bonds of C–Sn and C–Te can help maintain structure integrity. As a result, the SnTe@rGO@NC electrode exhibits superior electrochemical properties, achieving a high reversible capacity of 264.5 mAh·g−1 at 50 mA·g−1 with high retention of 188.0 mAh·g−1 after 50 cycles, ultra-long lifetime over 1000 cycles with low-capacity decay of only 0.051% per cycle at 200 mA·g−1 and good rate property. It is demonstrated from the atomic scale that the conversion-alloying reaction mechanism plays a central role in Na-ion storage."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Synthesis of SnTe@rGO: 1 g of polyvinylpyrrolidone (PVP) and 600 mg of NaOH were thoroughly dissolved into 70 mL of ethylene glycol under vigorous stirring to form a uniform solution. Then, 164.2 mg of graphene oxide was added into the above solution with further ultrasonic dispersion for 60 min. The graphene oxide was synthesized by modified Hummer’s method. Then, 451.3 mg of SnCl2·2H2O and 443.2 mg of Na2TeO3 were added and stirred until well dissolved. After that, the mixed solution was transferred to a 100 mL Teflon-lined autoclave and then heated at 200 °C for 24 h in an oven. The products were washed with ethyl alcohol and deionized water until reaching a neutral pH and freeze-dried for 12 h under vacuum conditions to get SnTe@rGO. Pristine SnTe was prepared with the same approach without adding graphene oxide.",
                        "Synthesis of SnTe@rGO@NC: 121 mg of Tris–HCl and 200 mg of dopamine were dissolved in 100 mL of H2O, and 15 μL of concentrated HCl was added to adjust the pH. 200 mg of SnTe@rGO was added to the above solution under ultrasonic dispersion, then stirred for 24 h at room temperature. The obtained powder was washed with ethanol and water several times and freeze-dried. After that, the sample was carbonized in a tube furnace at 500 °C for 2 h with an argon atmosphere to acquire SnTe@rGO@NC."
                    ],
                    "name": "2.1 Materials synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Field emission scanning electron microscopy (FESEM, Verios G4) and transmission electron microscopy (TEM, FEI, Themis Z) were applied to characterize the morphology and microstructure information of the samples. X-ray diffraction (XRD) was utilized to analyze the structure and crystallinity of the samples prepared. Raman spectrum was obtained by Alpha 300R, and thermogravimetric (TG) analyzer (NETZACH, 449 F3) was measured from room temperature to 800 °C at a heating rate of 10 °C·min−1 in air. X-ray photoelectron spectroscopy (XPS, PHI-5000 Versa Probe, Al Ka) was performed to analyze the chemical state of the surface elements."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "In the argon-filled glove box (O2 and H2O level < 0.01 ppm), the CR-2025 type coin cells were assembled using Na metal as a counter electrode and glass fiber as a separator. Polyvinylidene fluoride (acting as a binder), acetylene black and the active material were blended with a mass ratio of 1:1:8, and the mixture was then dispersed in N-methyl-2-pyrrolidinone to form a uniform slurry, which was later coated on a piece of copper foil and dried at 60 °C throughout 12 h. A small disk with a diameter of 12 mm was obtained by cutting the dried film to perform as the anode electrode. The electrolyte was 1 M NaClO4 in the mixed solution of diethyl carbonate and ethylene carbonate (1:1 in volume) with 5% fluoroethylene carbonate. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were conducted on the electrochemical workstation. On the NEWARE battery test system, the charge–discharge test was measured at different current densities."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The density functional theory (DFT) computation was implemented in Materials Studio. All atomic and electronic structure calculations followed the generalized gradient approximation (GGA) and Perdew–Burke–Ernzerhof formulation. The calculated parameters are as follows: The kinetic cutoff energy was 500 eV based on a plane-wave basis, the self-consistent electronic energy was less than 10–5 eV and the geometry energy convergence criterion was smaller than 0.01 eV·Å−1. The 3 × 1 × 1 k-point mesh was set when integrating the Brillouin zone by using Monkhorst-Pack."
                    ],
                    "name": "2.4 Theoretical calculation",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure 1a illustrates the construction procedure of SnTe@rGO@NC architecture, which was synthesized through hydrothermal treatment and subsequent carbonization process. The density of states (DOS) of SnTe, SnTe@rGO and SnTe@rGO@NC are shown in Fig. 1b, whose band structures are displayed in Figs. S1–S3. Compared with the large band gap of 0.515 eV for SnTe, graphene effectively reduces the band gap to 0.329 eV (SnTe@rGO), and the N-doped C layer further converts SnTe from a semiconductor to a conductor (SnTe@rGO@NC), demonstrating that the hierarchical confinement effect can boost SnTe to exhibit high electron transfer kinetics. FESEM and TEM were performed to further investigate the morphology and microstructure of SnTe, SnTe@rGO and SnTe@rGO@NC. It can be seen that SnTe shows a nanoparticle morphology in Fig. S4a, b, which is completely encapsulated by graphene in Figs. 1c, S4c and d. Furthermore, SnTe nanoparticle is tightly wrapped with N-doped C and firmly anchored on graphene in Figs. 1d, S4e and f. High-resolution (HR) TEM image of SnTe@rGO@NC in Fig. 1e exhibits lattice fringes with the interplanar spacings of 2.23 and 3.16 Å, which are attributed to (220) and (200) planes of cubic SnTe phase, respectively. The fast Fourier transformation (FFT) pattern in Fig. 1f distinctly shows the lattice facets of \\((0{\\overline{2}}2)\\), \\(({\\overline{2}}{\\overline{2}}4)\\) \\(({\\overline{2}}02)\\) of cubic SnTe (233). Figure 1g depicts the high-angle annular dark field scanning transmission electron microscopy (HAADF-STEM) image of SnTe@rGO@NC, where the atomic arrangement of SnTe corresponds exactly with the position along (111) zone axis of cubic SnTe. The element mapping results are shown in Fig. 1h, which illustrates that the C, N, O, Sn and Te elements distribute uniformly in SnTe@rGO@NC nanocomposite.",
                        "Rietveld refinement XRD patterns of bare SnTe (Fig. S5), SnTe@rGO (Fig. S6) and SnTe@rGO@NC (Fig. 2a) verify that all diffraction peaks can be indexed as cubic SnTe phase (JCPDS No. 46–1210) without other impurities [33]. The detailed refinement parameters are shown in Table S1. The ball-stick model of cubic SnTe is exhibited in Fig. 2b. Subsequently, Raman spectroscopy was carried out to investigate the structural details of the samples further, as shown in Fig. 2c. Pristine SnTe displays two scattering modes of Eg and A1g in vibration peaks at about 588.3 and 679.1 cm−1 [34]. The two characteristic peaks located near 1580 and 1350 cm−1 for SnTe@rGO and SnTe@rGO@NC are corresponding to the graphited band (G) and the disordered band (D) of carbon materials, respectively [35]. The contents of carbon in composites were detected by TG analysis, as shown in Fig. 2d. The mass ratios of graphene and N-doped C in SnTe@rGO and SnTe@rGO@NC can be determined to be about 38.6% and 16.6%, respectively [36, 37]. The specific surface and porosity of SnTe@rGO@NC were detected by quantifying N2 adsorption–desorption (Fig. S7) [38]. The Brunauer–Emmett–Teller (BET) specific surface area is 32.87 m2·g−1, and the average pore diameter is 13.04 nm for SnTe@rGO@NC, which is beneficial to increasing the contact area of electrolyte and electrode, providing a buffer area for inhibiting the volume expansion during the reversible Na-ion (de)intercalation process [39].",
                        "XPS was performed to disclose their surface elemental composition and valence states. In the high-resolution C 1s spectra (Fig. 2e), the fitting peaks at 284.8, 285.8, 287.6 eV for SnTe@rGO and SnTe@rGO@NC correspond to C–C/C=C, C–O and C=O bonds, respectively [40]. In addition, C-N peak appears at 285.6 eV for SnTe@rGO@NC, demonstrating the successful coating of the N-doped C layer. And other two peaks centered at 284.2 and 284.3 eV can be assigned to the C-Sn and C-Te, respectively, representing the formation of chemical bonds between SnTe and carbon [41]. In addition, three different types of nitrogen structures can be readily read out from Fig. 2f, namely, pyridinic-N (398.5 eV), pyrrolic-N (400.5 eV) and graphite-N (403.2 eV). The introduction of nitrogen renders the π-conjugated system of carbon-rich in electronic. Thus, the electronic conductivity of SnTe@rGO@NC can be further enhanced by the carbon layer containing nitrogen. Figure 2g depicts the Sn 3d spectra of SnTe@rGO and SnTe@rGO@NC, in which two pairs of peaks are assigned to SnTe and Sn–C, respectively. Meanwhile, Te 3d spectra in Fig. 2h can be fitted into two pairs of peaks, which are related to Te-Sn and Te-C in SnTe@rGO and SnTe@rGO@NC [33]. The XPS characterization results reveal strong electron interactions between SnTe nanoparticles and carbon, which is beneficial to endowing SnTe@rGO@NC nanocomposite with a stable structure for Na-ion storage."
                    ],
                    "name": "3.1 Material characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The sodium-ion storage performances of SnTe@rGO@NC were conducted by galvanostatic discharge/charge and CV tests. Figure 3a shows the CV curves of SnTe@rGO@NC in the first five cycles to illustrate the electrochemical reactivity and sodiation/desodiation behavior. The reversible weak redox peaks at around 1.56/1.92 V are ascribed to the Na-ion insertion/extraction process in SnTe host, and strong couples at 0.92/1.60 V correspond to the conversion reaction (SnTe + 2Na+ + 2e− ↔ Sn + Na2Te). Meanwhile, a cathodic peak appears at 0.42 V, suggesting that the elemental Sn undergoes alloying with sodium to produce Na15Sn4, and multi-step dealloying behavior occurs at around 0.65 V (4Sn + 15Na+ + 15e− ↔ Na15Sn4) [42]. By comparison, CV profiles of SnTe and SnTe@GO at 0.1 mV·s−1 are depicted in Figs. S8 and S9, exhibiting weak and inconspicuous redox peaks, suggesting that the confinement effect of graphene and N-doped C can efficiently weaken polarization to enhance the electrochemical dynamics of SnTe. Figure 3b illustrates the corresponding galvanostatic charge–discharge profiles of SnTe@rGO@NC at a current density of 50 mA·g−1, exhibiting clear conversion plateaus and alloying/dealloying slopes, which align well with the CV results [43, 44]. The overlapping CV and charge–discharge curves indicate a great electrochemical reversibility.",
                        "SnTe@rGO@NC delivers the highest first discharge/charge capacities of 485.1/261.5 mAh·g−1 with the highest initial Coulombic efficiency compared with pristine SnTe and SnTe@rGO (Figs. S10 and S11). As depicted in Fig. 3c, SnTe@rGO@NC electrode demonstrates great cyclic stability, retaining the highest capacity retention of 188.0 mAh·g−1 after 50 cycles at 50 mA·g−1. Figure 3d exhibits the rate properties of the three electrodes, where SnTe@rGO@NC shows superior rate capability with the specific capacities of 250.0, 206.1, 165.9, 118.1, 78.3 and 44.4 mAh·g−1 at 50, 100, 200, 500, 1000 and 2000 mA·g−1, respectively. Figure S12 displays the charge–discharge curves of the three samples at various current densities, in which SnTe@rGO@NC exhibits the lowest polarization behavior with the increase of rate, suggesting that the hierarchical confinement effect can efficiently enhance the electron and Na-ion transfer capability. When the current density is returned to 50 mA·g−1, the capacity can still maintain to high value of 243.2 mAh·g−1, revealing that SnTe@rGO@NC anode possesses excellent cycling reversibility and structure stability. Moreover, at a large current density of 1000 mA·g−1, the best cycling performance can be achieved for SnTe@rGO@NC, maintaining the capacity of 95.8 mAh·g−1 after 100 cycles in Fig. 3e. Long-term cycle stability was assessed at a current density of 200 mA·g−1, as shown in Fig. 3f. SnTe@rGO@NC electrode exhibits a significant initial reversible capacity of 182.3 mAh·g−1 and demonstrates excellent cyclability with long lifespan over 1000 cycles, showing a minimal capacity decay rate of 0.051% per cycle. In contrast, the capacity retentions of SnTe and SnTe@rGO at 200 and 1000 mA·g−1 are close to zero, which testifies that the graphene and N-doped C not only serve as buffer to prevent the electrode structure collapse but also as enhancers of electron conductivity and Na+ transport kinetics.",
                        "Electrochemical kinetic behavior of the electrodes was systematically evaluated by various characterization methods. CV test was conducted at various sweep rates ranging from 0.1 to 1.0 mV·s−1. CV curves of SnTe@rGO@NC remain the similar shape at high scanning rates in Fig. 4a, which indicates the reversible conversion-alloying reaction and faster response to high sweep rate compared with SnTe and SnTe@rGO (Figs. S13, S14). The relationship between the peak current (i) and the scan rate (v) should obey a power law [45]:",
                        "where a and b are constants. The value of b, which is the slope of the plot of lgi versus lgv, illustrates the Na+ storage mechanism: Typically, if b = 0.5, it suggests that the semi-infinite linear diffusion process dominates the response current; whereas b = 1.0 indicates that the surface capacitive process is the one that governs the current. Figure 4b presents the logarithmic scale of current versus scan rate, which is the peak position fitting of the SnTe@rGO@NC at different scanning speeds. The assigned b values of peaks D1, D2, C1 and C2 are 0.81, 0.88, 0.61 and 0.71, respectively. Hence, the capacity contribution behavior of SnTe@rGO@NC is consisted with the contribution of both the capacitive and diffusion processes. To further investigate the capacitive contribution ratio at various scanning speeds, a well-known equation shown below can be used to calculate the characteristic percentage at a given scan rate [46]:",
                        "where k1v and k2v1/2 represent the capacitive and Na-ion diffusion contribution, respectively. The values of k1 and k2 can be determined by the slope and y-axis intercept of the linear fit of ip/v1/2 vs. v1/2 based on the equation [47]:",
                        "As shown in Fig. 4c, the capacitive contribution for SnTe@rGO@NC at 0.1 mV·s−1 is 27.0%, confirming that the total charge transfer is dominant by Na-ion diffusion. Figure 4d shows that, as the scan rate increases, the capacitive contribution ratio also increases, being 31.9%, 35.0%, 39.1%, 44.1%, 50.9% and 54.3% for SnTe@rGO@NC at scan rates of 0.2, 0.5, 1.0, 2.0, 3.0 and 5.0 mV·s−1, which are higher than those for bare SnTe (Fig. S13) and SnTe@rGO (Fig. S14). This pseudocapacitive behavior acts as an auspicious sign for boosting the rate performance and the capacity at high scan rates.",
                        "To further investigate the diffusion coefficient of sodium-ion within SnTe, SnTe@rGO and SnTe@rGO@NC, galvanostatic intermittent titration technique (GITT) was carried out. The potential-time function GITT curves are shown in Fig. S15a (SnTe), Fig. S16b (SnTe@rGO) and Fig. 4e (SnTe@rGO@NC). The formula shown below can be used to yield the Na+ diffusion coefficient [39]:",
                        "where τ is the pulse time, Vm is the molar volume, m is the active mass, S is the total surface area of electrode, MB is the molar mass and Δ\\({E}_{\\text{s}}\\) and Δ\\({E}_{\\text{t}}\\) are the voltage drops. In regard to Eq. (4) and the calculation principle, the calculated Na+ diffusion coefficient of SnTe, SnTe@rGO and SnTe@rGO@NC during charge–discharge is shown in Fig. 4f, S15b and S16b, where SnTe@rGO@NC electrode exhibits fast Na+ diffusion coefficients (10–9-10–11 cm2·s−1) [48, 49]. EIS was also measured to investigate the kinetics behavior, and the EIS curves of SnTe, SnTe@rGO and SnTe@rGO@NC electrodes before cycling are shown in Fig. S17. After fitting, the Rct (charge transfer resistance) value of SnTe@rGO@NC is 109.0 Ω, which is smaller than that of 205.2 Ω for SnTe@rGO and 547.8 Ω for SnTe. The above results verify that hierarchical encapsulation of graphene and N-doped C can effectively enhance the electronic and Na-ion transport dynamics.",
                        "Besides the above-mentioned experiment characterizations, the electrochemical dynamics behavior is also studied by applying theoretical calculation. The difference in charge density of sodium adsorption on SnTe, SnTe@rGO and SnTe@rGO@NC is presented in Fig. 4g. The results show that carbon layer encapsulation greatly facilitates sodium-ion transfer. Figure 4h displays Na-ion adsorption energies and sites in simplified modes of SnTe, SnTe@rGO and SnTe@rGO@NC, and the adsorption energies are − 1.01, − 2.21 and−4.39 eV, respectively, which clarifies that SnTe@rGO@NC possesses the strongest Na-ion adsorption capability. The Na-ion diffusion barrier was calculated to manifest the electrochemical reaction rate inside the electrode materials. The calculated results are shown in Fig. 4i, in which the Na-ion migration barrier can be decreased from 0.52 to 0.13 eV by graphene and N-doped C layer confinement, indicating superior sodium transfer ability and rate performance for SnTe@rGO@NC architecture."
                    ],
                    "name": "3.2 Electrochemical performance and kinetics analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Ex situ TEM and ex situ XPS techniques were characterized at various charged/discharged states in SnTe@rGO@NC electrode to investigate Na-ion storage mechanism during initial sodiation/desodiation process. Figure 5a displays TEM image of SnTe@rGO@NC after discharging to 0.75 V, showing that the SnTe nanoparticles are still wrapped by graphene and N-doped C layer, which suggests great morphological stability. Figure 5b shows the selected area electron diffraction (SAED) pattern, whose diffraction rings correspond to (220), (331) and (422) planes of Na2Te as well as (111), (220) and (311) planes of Sn metal [25, 42]. HRTEM image in Fig. 5c displays distinct lattice fringes with the spacings of 2.59 and 3.74 Å, which can be assigned to (220) facet of Na2Te and (111) facet of Sn metal. HAADF-STEM image in Fig. 5d gives the atomic structure along (010) direction of Sn metal. Those results verify that Na2Te and Sn metal are produced in the conversion reaction. Figure 5e shows the EDS mapping images of C, N, Na, Sn and Te elements, which are all uniformly distributed. When discharged to 0.01 V, much smaller nanoparticles tightly anchored on graphene can be observed in Fig. 5f, indicating the superiority of graphene encapsulation in maintaining good electrode integrity. SAED pattern in Fig. 5g can be assigned to cubic Na15Sn4 and cubic Na2Te, as well as (400) and (332) facets of Na15Sn4 and (311) facet of Na2Te appear in HRTEM image (Fig. 5h). Figure 5i shows HAADF-STEM image of Na15Sn4 at the atomic scale along the (010) zone axis. EDS mapping images (Fig. 5j) also manifest that graphene and N-doped C play an important part in preserving electrode stability at full Na-ion insertion state. When fully charged to 3.0 V, SnTe nanoparticles are well wrapped by graphene and N-doped C in Fig. 5k, which manifests that dual carbon protection has a positive effect on maintaining the structure integration. As presented in Fig. 5l, diffraction spots in SAED pattern are related to (002), (0\\(\\overline{2 }\\)2) and (0\\(\\overline{2 }\\)0) planes of cubic SnTe along (100) zone axis. Clear lattice fringes with an interplanar distance of 3.16 Å can be observed in Fig. 5m, which is assigned to the (200) facet of SnTe. The results clarify that the charge product is regenerated to SnTe, which demonstrates excellent cyclic reversibility [50]. HAADF-STEM image (Fig. 5n) can be assigned to the atom arrangement of SnTe along the (\\(\\overline{1 }\\)01) zone axis, in which the ball-stick mode of SnTe matches well with the atom image. Figure 5o shows the uniform distribution of C, N, Na, Sn and Te elements, clarifying the excellent stability of composite architecture after large-sized Na-ion insertion/extraction. To summarize, ex situ TEM illustrates from the atomic scale that the SnTe goes through a conversion-alloying dual reaction mechanism for Na-ion storage, whose reaction process can be described as SnTe + 2Na+  + 2e− ↔ Sn + Na2Te, 4Sn + 15Na+  + 15e− ↔ Na15Sn4.",
                        "Furthermore, ex situ XPS was conducted to investigate the electronic structure of elements for SnTe@rGO@NC during the first charge–discharge process in Fig. 6a. In C 1s spectrum, it can be noted that typical O–C=O, C=O, C–O, C–N, C–C/C=C, C–Te and C–Sn peaks appear at 291.2, 289.1, 287.9, 286.5, 284.8, 284.3 and 284.2 eV for various charging/discharging states [24]. The strong peak at 279.1 eV mainly comes from the acetylene black conductive agent [51]. In the N 1s spectra, the pyridinic-N, pyrrolic-N and graphite-N are located at 399.1, 400.5 and 403.2 eV, respectively. In the O 1s spectra, the peaks at approximately 530.1, 530.8, 531.7, 532.7 and 536.8 eV are indexed to Sn–O, Na–O, O=C, O-C and Na Auger, respectively. It can be observed that the binding energy of Sn 3d spectra moves to a smaller position after Na-ion insertion into the host, and remains unchanged until the state of complete discharge. A reversible process is presented during the charging process, indicating that Sn acts as the redox center to be responsible for the charge compensation. Meanwhile, C-Sn bond consistently exists during Na-ion insertion/extraction process. As for the Te 3d spectra, the peaks centered at 576.7/587.2 eV and 577.0/587.5 eV are related to Te-C and Te2− 3d3/2/Te2− 3d3/2 of SnTe or Na2Te, respectively. XPS results prove the stable existence of Sn–C and Te– bonds during the Na-ion storage process, which play an important role in improving the electrode stability and kinetics behavior."
                    ],
                    "name": "3.3 Na-ion storage mechanism",
                    "type": "h3"
                }
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a novel SnTe@rGO@NC composite architecture is proposed, in which SnTe nanoparticles are wrapped with graphene and N-doped C, serving as an advanced anode material for sodium-ion batteries. High initial charge specific capacity of 264.5 mAh·g−1 at 50 mA·g−1, great cyclic stability over 1000 cycles with ultra-low-capacity fading rate of 0.051% per cycle at 200 mA·g−1 and good rate performance with the capacity of 118.1 mAh·g−1 at 500 mA·g−1 are achieved for SnTe@rGO@NC. Superior Na-ion storage properties are attributable to the multi-dimensional confinement effect and sturdy chemical bonds of C–Sn and C–Te, which can promote excellent structural stability via buffering the large volume variation, and provide a developed conductive network to enhance electronic and Na-ion transfer kinetics behavior. Ex situ HAADF-STEM technique clarifies that Na-ion insertion into/extraction from SnTe@rGO@NC through conversion-alloying dual-mechanism, in which Sn is responsible for charge compensation. The physicochemical encapsulation of double carbon offers an efficient strategy to boost the advance of conversion-alloying anode materials for efficient SIBs."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Hierarchical encapsulation engineering boosts tin telluride anode material with fast kinetics and superior structure integrity for sodium-ion batteries"
}