{
    "DOI": "10.1039/C6CC00065G",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are attracting wide interest for electrochemical energy storage and conversion owing to the wide availability and low cost of Na resources as well as the good reversibility of Na insertion/deinsertion. Among potential cathode materials of SIBs, sodium vanadium fluorophosphates Na3(VO1−x)2(PO4)2F1+2x (NVPF, 0 ≤ x ≤ 1) exhibit remarkable promise because of their high theoretical specific capacities (128–130 mA h g−1), high average operating potentials (3.8–3.9 V vs. Na+/Na) and good cycling performance. However, the practical application of NVPF is limited by its insufficient rate capability owing to the poor electronic conductivity (∼10−12 S cm−1) and low ionic conductivity (∼10−7 S cm−1). Recently, it has been demonstrated that the rate capability of NVPF can be enhanced by fabricating nanosized particles or conductive surface coating, owing to facilitation of reaction kinetics. Conductive carbon materials such as graphene are attractive surface-coating agents owing to their low cost, low molecular weight and high electron conductivity. A few reports have reported the ex situ synthesis and electrochemical properties of carbon-coated NVPF materials. However, the high-rate capability of those carbon-coated NVPF materials is still limited due to high polarization of the large NVPF particles (>300 nm). Thus, fabrication of nanosized NVPF particles with a thin carbon-coating layer should create new opportunities for achieving superior high-rate capability.",
                "On the other hand, the pseudocapacitive effect enables electrode materials to possess excellent high-rate capability due to the reversible electrode reaction and ultrafast reaction kinetics. The effect suggests that the overall behavior of the redox reaction is related to the capacitive character. It can occur via an intercalation reaction in materials with nanosized particles, porous structure and high electron-conductivity. Recently, VOPO4 nanosheets have exhibited the pseudocapacitive effect during a Na-storage reaction at high potential (∼3.5 V vs. Na+/Na), which greatly encourages the exploitation of cathode materials with pseudocapacitive properties for high-rate SIBs.",
                "Herein, we reported Na3(VO0.5)2(PO4)2F2 nanoparticles embedded in porous graphene (Na3(VO0.5)2(PO4)2F2/graphene) to be superior cathode materials for SIBs. The Na3(VO0.5)2(PO4)2F2/graphene was synthesized via a sample solid-phase reaction route, into which graphene oxides were introduced to favor the nanosizing and in situ coating of Na3(VO0.5)2(PO4)2F2 particles and the formation of porous graphene. The resulting Na3(VO0.5)2(PO4)2F2 particles are about 30 nm and uniformly coated by a carbon layer with a thickness of ∼5 nm, while the graphene network possesses a pore diameter of about 5 nm. It was found that the as-synthesized Na3(VO0.5)2(PO4)2F2/graphene exhibits ultrafast charge/discharge performance with reversible capacities of 100 mA h g−1 at 1 C, 88 mA h g−1 at 10 C, 82 mA h g−1 at 20 C and 77 mA h g−1 at 50 C, and a high capacity retention of 73% after 1000 cycles at 50 C. The outstanding high-rate capability is attributed to the significant pseudocapacitive effect.",
                "The synthesis route to Na3(VO0.5)2(PO4)2F2/graphene is shown in Fig. 1a. The synthesis process can be briefly described in three steps. Firstly, a uniform mixture of graphene oxides and precursors (VOC2O4 and NH4H2PO4) were fabricated by combining ultrasonic treatment, magnetic stirring and slow evaporation. Secondly, the mixture was thermally treated to form vanadium phosphates/graphene. Thirdly, the desired Na3(VO0.5)2(PO4)2F2/graphene material was obtained by reacting the phosphates/graphene with NaF. Detailed synthesis procedures are given in the ESI.† The structure of the resulting Na3(VO0.5)2(PO4)2F2/graphene was confirmed by using the X-ray diffraction (XRD) technique and the Brunauer–Emmett–Teller (BET) measurements. As indicated in Fig. 1b, the peaks can be indexed well based on a tetragonal structure with the P42/mnm space group, exhibiting the typical XRD characteristics of the Na3(VOx)2(PO4)2F3−2x series. The crystal structure can be described in terms of [V2O10−yF1+y] bi-octahedra and [PO4] tetrahedra. The oxygen-sharing of bi-octahedra and tetrahedra leads to the formation of channels along a and b directions with Na located in the tunnel sites. The lattice parameters of the Na3(VO0.5)2(PO4)2F2/graphene are refined to be a = b = ∼9.0344 Å and c = ∼10.7057 Å. Furthermore, the actual composition of the material has been estimated by using ICP and EDX measurements, and the result reveals that the molar ratio of Na:V:P:F is about 2.99:2.00:2.04:1.95, consistent with our target composition. In addition, the adsorption–desorption isotherm (Fig. 1c) exhibits a type IV hysteresis loop, indicating the mesoporous properties of the material. The pore diameters are ∼5 nm, and the specific surface area is ∼16.5 m2 g−1.",
                "The morphology of the Na3(VO0.5)2(PO4)2F2/graphene material has been observed by using scanning electron microscopy (SEM) and transition electron microscopy (TEM). As seen from Fig. 2, the material is composed of Na3(VO0.5)2(PO4)2F2 particles which are uniformly embedded in a porous graphene network. The Na3(VO0.5)2(PO4)2F2 particles and graphene can be clearly distinguished by identifying their unique interlayer spacing in the HRTEM images. The spacing of ∼0.53 nm corresponds to the plane (002) of Na3(VO0.5)2(PO4)2F2 crystals, while the spacing of ∼0.34 nm is assigned to the plane (002) of the graphite (stacking of few graphene layers). It is found that Na3(VO0.5)2(PO4)2F2 particles are about 30 nm and they are uniformly coated by a carbon layer with a thickness of ∼5 nm. To explore the origin of the unique structure and understand the functional role of GO in materials synthesis, we have investigated the effect of GO dosage on particle size, specific area and pore volume of the material. As exhibited in Table S1 (ESI†), the size of Na3(VO0.5)2(PO4)2F2 particles decreases from 45 nm to 30 nm with the increasing GO dosage from 0 ml to 15 ml, suggesting that the GO addition reduces the particle size due to the enhanced dispersion of the precursors and limited growth space of NVPF crystals. As shown in Table S2 (ESI†), the material prepared without GO addition exhibits a small specific surface area and a negligible pore volume. Upon increasing the GO dosage, the specific surface area and pore volume significantly increase due to the reduction of the Na3(VO0.5)2(PO4)2F2 particle size and the increase of the graphene content. It should be mentioned that the pore diameter does not change with the alteration of the GO dosage, suggesting that the pore mainly originates from the graphene network. Hence, it can be concluded that the unique structure of the Na3(VO0.5)2(PO4)2F2/graphene is attributed to the GO addition that favors the nanosizing and in situ coating of Na3(VO0.5)2(PO4)2F2 particles and the formation of porous graphene. In this preparation, the optimized GO dosage is ∼0.25 g per 1 g V2O5 of the precursor, and the optimization has been discussed in detail in the ESI.†",
                "The electrochemical properties of the Na3(VO0.5)2(PO4)2F2/graphene have been investigated by galvanostatic charge and discharge. As exhibited in Fig. 3a, the charge/discharge profiles consist of a short potential plateau (∼3.4 V) and two long potential plateaus (∼3.7 V and ∼4.2 V). As revealed from the ex situ XRD of the material at various states of charge/discharge (Fig. S4, ESI†), those potential plateaus correspond to Na deintercalation/intercalation simultaneously occurring with single-phase reactions. Clearly, the material renders a rechargeable capacity of 100 mA h g−1 at a current rate of 1 C (where 1 C = 128 mA g−1) and retains 91% of the capacity after 200 cycles, showing a much better cycling performance than the pristine Na3(VO0.5)2(PO4)2F2 (see Fig. S5, ESI†). The improved cycling performance can be attributed to the carbon coating, which protects the active Na3(VO0.5)2(PO4)2F2 from side reactions with electrolytes and thus enhances the structural stability (see Fig. S6, ESI†). More interestingly, the Na3(VO0.5)2(PO4)2F2/graphene shows ultrafast charge/discharge ability. As shown in Fig. 3b, the discharge capacities at 1 C, 2 C, 5 C, 10 C, 20 C, and 50 C are 100 mA h g−1, 97 mA h g−1, 92 mA h g−1, 88 mA h g−1, 82 mA h g−1, and 77 mA h g−1, respectively, much higher than those of the pristine Na3(VO0.5)2(PO4)2F2. In addition, even at the high rate of 50 C, the Na3(VO0.5)2(PO4)2F2/graphene can retain a capacity of 51 mA h g−1 after 1000 cycles (Fig. 3c), further confirming the good cycling performance. Table S4 (ESI†) comparatively presents the rate capability of NVPF materials reported in the literature and in this work. Obviously, our material shows superior high-rate performance.",
                "To pursue the origin of the superior high-rate capability, cyclic voltammetry and electrochemical impedance spectroscopy have been employed to explore the reaction kinetics of the Na3(VO0.5)2(PO4)2F2/graphene. Fig. 4a shows cyclic voltammograms at various scanning rates. Clearly, they all display three couples of redox peaks respectively located at 3.42 V/3.35 V, 3.73 V/3.55 V and 4.20 V/4.16 V. Upon increasing the scanning rate, the peak currents increase continuously. In general, the peak current is composed of faradaic current contributed by diffusion-controlled reaction and pseudocapacitance, and non-faradaic current resulting from a double-layer capacitance. The capacitive effects are closely associated with the specific surface area and electronic conductivity. According to the electrochemical knowledge, the peak current (ip) can be described as a function of the scanning rate (v).",
                "abbbb",
                "In summary, Na3(VO0.5)2(PO4)2F2 nanoparticles embedded in porous graphene have been successfully synthesized using a sample solid-phase reaction route. In the route, graphene oxides are especially introduced to favor the nanosizing and in situ carbon-coating of Na3(VO0.5)2(PO4)2F2 particles and the formation of porous graphene. The resulting material is composed of Na3(VO0.5)2(PO4)2F2 nanoparticles with the size of ∼30 nm, carbon-coating layer with a thickness of ∼5 nm, and porous graphene with the pore size of ∼5 nm. As the cathode material for SIBs, it exhibits ultrafast Na-storage performance (88 mA h g−1 at 10 C, 82 mA h g−1 at 20 C, and 77 mA h g−1 at 50 C) and long-term cycling stability even at a high rate of 50 C (73% capacity retention after 1000 cycles). The outstanding electrochemical performance is attributed to the favorable material structure that enhances the structural stability and the pseudocapacitive effect. Importantly, the first finding of the significant pseudocapacitive effect in the NVPF materials provides new opportunities in the design of high-rate SIBs.",
                "This work was supported by the National NSFC (21231005), MOE (113016A, B12015 and IRT13R30) and the Project funded by China Postdoctoral Science Foundation (2015M580195)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        }
    ],
    "Title": "Superior high-rate capability of Na3(VO0.5)2(PO4)2F2 nanoparticles embedded in porous graphene through the pseudocapacitive effect"
}