{
    "DOI": "10.1007/s10854-024-13019-z",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion batteries (SIBs) have gained widespread interest in large-scale energy storage applications, owing to the relatively similar operating principles of sodium ion batteries and lithium ion batteries (LIBs), coupled with the earth's abundant sodium resources [1,2,3,4]. Nevertheless, the practical application of SIBs is limited by insufficient energy density and poor cycling stability due to the disadvantages of large Na+ radius and high mass [5,6,7,8]. Cathode material as a key factor in determining the capacity of SIBs, a high specific capacity, a more robust structure and a fast Na+ diffusion rate should be maintained.",
                "Among the cathode materials of SIBs, layered transition metal oxide materials such as NaxMOy (M = Mn, Co, Ni, Fe, Cr, etc.) have been favoured by researchers due to their high specific capacity, elemental abundance, low cost and simple synthesis method [3, 9,10,11]. Of these, the NaxMnO2 (x > 0.5) has been extensively studied, with a high theoretical capacity of 244 mAh g−1 based on Mn3+/Mn4+ redox couple [1, 12, 13]. However, structural instability due to the Jahn–Teller (JT) effect of Mn3+ formed during cycling at lower operating voltage ranges is considered to be the main reason for the poor cycling stability of manganese-based compounds [4, 9, 14, 15]. The lower capacity retention limits the development of these materials. Combined with the structural changes during charging and discharging, a large hysteresis in the voltage distribution results in reduced efficiency [15]. Most recently, the transition metal compound Na2Mn3O7 (or Na0.57Mn0.86 0.14O2) (\\(\\overline{{\\text{P}}} 1\\) space group) has been reported as a highly efficient battery material with a two-dimensional layered crystal structure, an unusually small voltage hysteresis between charge and discharge curves (< 0.05 V), a high energy storage capacity and high structural stability [15,16,17,18,19]. However, manganese ions in the electrochemical process will have Jahn–Teller (JT) effect which will cause the collapse of the structure. At the same time, the formation of Mn3+ is easy to generate easily dissolved Mn2+, which will exacerbate the destruction of the structure [20,21,22]. It leads to rapid capacity decay and poor rate performance during charge and discharge.",
                "Thus, most of the research on this material focuses on how to protect its stability, such as modification studies using ion doping. Cindy et al. [12] obtained Na2.4Al0.4Mn2.6O7 oxygen redox cathode materials by Al doping which obtained excellent electrochemical performance. Wan et al. [4] used boron doping induces sodium vacancy to improve the performance. The bonding of boron in the transition metal layer enhanced the electrochemical activity of low-valent manganese, thereby increasing the average redox voltage. Liu et al. [23] used Ti4+ substitution in Mn vacancy layered oxides to effectively reduce deleterious interlayer slippage at high voltages, allowing Na2Mn3O7 to exhibit better cycling performance and rate performance. In addition, coating is also widely used as a modification method for material modification [24,25,26]. Metal oxides (Al2O3, V2O5, Fe2O3, etc.), metal fluorides (AlF3) and metal phosphates (AlPO4) have all been used as candidates for surface modification. For example, Zhang et al. [27] used Al2O3 coating to improve the electrochemical performance of Na0.44MnO2 under high voltage. Liu et al. [28] prepared Na0.5Ni0.25Mn0.75O2 cathodes with Al2O3 coating and AlF3 coating on materials, and the results showed that the two coatings improved the electrochemical performance of the materials to different degrees.",
                "Therefore, in this study, Al2O3 coatings with different mass ratio were selected to modify Na2Mn3O7 for the first time and analysed their effects on the structural and electrochemical performance of Na2Mn3O7. The result shows that the Al2O3 coatings with 5 wt% improve the cycling stability and rate performance of Na2Mn3O7."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Synthesis of the original material Na2Mn3O7 (NMO) Na2Mn3O7 was synthesized by the Solid State Method. NaCH3COO·3H2O, Mn(CH3COO)2·4H2O were mixed according to the stoichiometry by thorough grinding in a mortar and pestle for about 1 h. The homogeneous powder was then sintered in a muffle furnace at 600 °C for 4 h under the air atmosphere to obtain a dark brown NMO sample.",
                        "Synthesis of Al2O3-coated Na2Mn3O7 (NMO@Al2O3) Stoichiometric Al(NO3)3·8H2O was dissolved in ethanol and stirred for dissolution. The prepared material NMO was added to the above suspension and stirred to dissolve thoroughly to obtain mixture. The mixture was naturally evaporated from the ethanol and the sample was dried at 80 °C for 12 h. The dried sample was annealed in air at 500 °C for 5 h to obtain 2.5 wt% NMO@Al2O3, 5 wt% NMO@Al2O3 and 10 wt% NMO@Al2O3 were prepared according to the appeal method."
                    ],
                    "name": "2.1 Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structures of the materials were confirmed by X-ray diffraction (XRD, XRD-6100). The XRD data (the 2θ range of 10° to 80°) was obtained with a scanning rate of 2° min−1. The morphology and the distribution of sample particles were observed by the scanning electron microscope (SEM, JSM-6610). The transmission electron microscopy (TEM, Talos F200S G2) was used to observe the internal microstructure and the interplanar distance. Energy-dispersive X-ray spectrometry (EDS, JSM-6610) was used to confirm the distribution of each element in samples. The valences of each element in materials were identified by X-ray photoelectron spectroscopies (XPS, AXIS SUPRA+) test."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance test was carried out in CR2032 coin cells. The working electrode was made from a mixture of active material, conductive agent (Super P) and polyvinylidene fluoride (PVDF) binder prepared in a 7:2:1 weight ratio. The mass loading was approximately 1.5 mg cm−2. The reference electrode was sodium metal and the septum was glass fiber. The electrolyte was 1 M NaClO4 dissolved in ethylene/diethyl carbonate (EC/DEC, 1:1 by volume with 5% FEC). Electrochemical performance test were carried out in a CT2001A battery test apparatus (LAND electronics) over a voltage range of 1.5–4.6 V. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were performed on a CHI660E electrochemical workstation (Chenhua, Shanghai, China) with potential window 1.5–4.6 V."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental section",
            "type": "h2"
        },
        {
            "content": [
                "Figure 1 shows the XRD patterns of the 5 wt% NMO@Al2O3 sample and their corresponding card numbers, while the XRD patterns of the pristine NMO, 2.5 wt% NMO@Al2O3 and 10 wt% NMO@Al2O3 are shown in Fig. S1. As shown, the main diffraction peaks of pristine and modified NMO are both Na2Mn3O7 (space group \\(\\overline{{\\text{P}}} 1\\), PDF No. 78-0193), suggesting that the cladding layer has a limited effect on the material [19, 29, 30]. The characteristic peaks of Al2O3 are basically invisible on the XRD patterns in the modified NMO@Al2O3 samples, which may be due to the low content of Al2O3 or the amorphous phase of Al2O3. Nevertheless, with increasing Al2O3 coating content, part of the diffraction peaks of the XRD pattern (Fig. S1) became weaken. It presumably due to the crystallinity of the NMO material is disrupted by the Al2O3 coating.",
                "Figure 2a shows a SEM image of the synthesized 5 wt% NMO@Al2O3. As shown in Fig. 2a, the 5 wt% NMO@Al2O3 sample shows an irregular granular distribution with particles clustered together and a uniform particle distribution. Furthermore, according to the EDS mapping analysis, the elements Na, Mn, O and Al (Fig. 2b) are uniformly distributed in 5 wt% NMO@Al2O3, indicating the successful formation of an Al2O3 coated structure. Figure 2c shows the TEM image of the 5 wt% NMO@Al2O3 samples. As observed in Fig. 2c, a layer of about 5 nm coating appeared on the surface of the NMO samples, which indicates that Al2O3 was successfully encapsulated on the surface of the NMO samples. The HRTEM in Fig. 2d shows a lattice spacing of 0.24 nm, which corresponds to the (102) lattice of Na2Mn3O7 in the XRD pattern [19, 29, 30].",
                "For a more detailed study of the structural transformation of the modified NMO material, X-ray photoelectron spectroscopy (XPS) tests were performed on pristine NMO and 5 wt% NMO@Al2O3. Figure 3 shows the whole XPS spectra of two samples as well as high-resolution spectra of Al2p, Mn2p and O1s. As shown in Fig. 3a, the positions of the individual characteristic peaks of the two samples did not change significantly, which indicates that the coating treatment did not change their internal structures. From the Al2p spectra in Fig. 3b, it can be seen that the modified NMO surface is abundant in Al–O bonds [31, 32], indicating that Al2O3 was successfully coated on the NMO material. The peaks of 637.7 eV and 649.5 eV correspond to Mn2p3/2 and Mn2p1/2, respectively, as shown in the Mn2p spectrum (Fig. 3c). It indicates the presence of mixed valence states (+ 3, + 4) of Mn in both samples. As seen in the O1s spectrum of Fig. 3d, the peak at the high binding energy (530.5 eV) is O–Na bond, and the two peaks at the low binding energy (525 eV, 527.1 eV) are O–Mn bonds. Additionally, the modified NMO material showed Al–O bonds at the binding energy of 528.8 eV, which further indicated that Al2O3 was successfully capped on the NMO material [31,32,33]. This is also supported by the Al2p spectra in Fig. 3b.",
                "In order to investigate the effect of Al2O3 coated layer on the electrochemical performance of NMO, the electrochemical performance of NMO@Al2O3 was investigated using coin cells. Figure 4a shows the discharge capacities of pristine NMO and 2.5 wt%, 5 wt% and 10 wt% NMO@Al2O3 at 50 mA g−1 (0.3C) with potential window of 1.5–4.6 V upon 50 cycles. Pristine NMO and 2.5 wt%, 5 wt%, 10 wt% NMO@Al2O3 show initial discharge capacities of 103.4 mAh g−1 and 153.9 mAh g−1, 115mAh g−1,144.7 mAh g−1, respectively. As expected, the NMO samples with Al2O3 coating shows a smaller capacity decay. After 50 cycles, the capacity retention of pristine NMO, 2.5 wt% NMO@Al2O3, 5 wt% NMO@Al2O3, 10 wt% NMO@Al2O3 are 31.6%, 41.5%, 62.2% and 43.7% respectively. That indicates that the Al2O3 coated layer improves the structural stability of the material, resulting in superior capacity retention. Figure 4b shows the discharge capacities of four samples at the current densities of 0.1C, 0.5C, 1C, 2C, 4C, 2C, 1C, 0.5C, 0.1C. As shown in Fig. 4b, 5 wt% NMO@Al2O3 exhibits a superior rate performance compared to other materials. Most importantly, a high discharge capacity of 117.9 mAh g−1 is maintained when the current density is returned to 0.1C. It is possible that the Al2O3 coating isolates the material from the electrolyte, enhancing the structural stability of the material and further improving its rate performance. Consequently, the 5 wt% NMO@Al2O3 has more distinguished cycling stability in addition to superior rate performance compared to other materials.",
                "Figure 4c shows the charge/discharge curves of 5 wt% NMO@Al2O3 at different cycles in 50 mA g−1 with the potential window 1.5–4.6 V. As can be seen from the voltage plateaus in the charge/discharge curves, both pairs of voltage plateaus are apparent, suggesting that the Al2O3 coating effectively mitigates the complex phase transition during cycling and stabilises the material structure. The initial coulombic efficiencies of 5 wt% NMO@Al2O3 is above 100%, indicating that the number of sodium ions embeded in the crystal structure during the first charge and discharge are less than the number of sodium ions de-embedded in the crystal structure. It also can be seen that the charge/discharge curves of the first cycle are rather extraordinary, which suggests that the structural evolution basically occurred in the first charge/discharge [28, 34]. This phenomenon is also reflected in the following CV test. Figure 4d shows the CV curves of 5 wt% NMO@Al2O3 at a scan rate of 0.1 mV s−1. Multiple redox peaks are observed from the CV curves. On the cathodic scan, two distinct oxidation peaks appear at potentials of 2.3 V and 4.25 V. On the anodic scan, the first reduction peaks appear at 2.03 V and 4.17 V. The peaks at 2.3/2.03 V is associated with the redox reaction of Mn3+/Mn4+, and the peaks at 4.25/4.17 V correspond to the oxygen redox reaction and associated phase transition [28, 34].",
                "The kinetic mechanism of Na+ is an important parameter determining electrochemical performance. To investigate the kinetic mechanism of Na+, CV tests were performed on the cell at different sweep rates to calculate the diffusion coefficient of Na+, and CV curves were obtained for different sweep rates (Fig. 5a). The relationship between peak current and sweep rate can be described by the equation i = avb, where the value of b reflects the sodium insertion and deinsertion behavior [35]. When b = 0.5, the charging and discharging process is controlled by Na+ diffusion; when b = 1.0, the process is controlled by pseudocapacitance [23]. The linear relationship between log(i) and log(v) in 5 wt% NMO@Al2O3 is obtained as shown in Fig. 5b. The b-values for the peaks O1, O2 and R1, R2 are 0.61, 0.63, 0.78, 0.87 respectively, which implies that the electrochemical process is controlled by a combination of capacitive behaviour and ionic diffusion. The diffusion coefficients of Na+ were further derived by plotting i and v1/2. As shown in Table 1, the DNa+ range of 5 wt% NMO@Al2O3 is 9.72 × 10−14 ~ 1.69 × 10−13 cm2 s−1, while the NMO is 6.73 × 10−14 ~ 4.45 × 10−13 cm2 s−1. The difference between the roles is not much, they are both in the same order of magnitude. It indicates that the electrochemically inert cover layer has no great effect on the diffusion coefficient of sodium ions, which also isolates the reaction with the electrolyte, resulting in a more stable material structure. This result is also confirmed by the following electrochemical impedance spectroscopy (EIS) results (shown in Fig. S3). As shown in Fig. S3, the impedance of the 5 wt% NMO@Al2O3 has not changed markedly during cycling, once again demonstrating the excellent material structural stability."
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the Al2O3 coating layer improved the electrochemical performance of NMO at a large voltage window of 1.5–4.6 V. Among then, the 5 wt% NMO@Al2O3 cathode material showed excellent electrochemical performance with a high initial discharge capacity of 115 mAh g−1 at 50 mA g−1 and 61.2% capacity retention after 50 cycles. At the same time, it also exhibits excellent rate performance. When the current density is restored to 0.1C, a high discharge specific capacity of 117.9 mAh g−1 is still achieved, which is far superior to that of the original NMO. The Al2O3 coating not merely prevents direct contact reactions between the Na2Mn3O7 surface and the electrolyte, but also suppresses the Jahn–Teller (JT) effect, effectively stabilising the structure of Na2Mn3O7 and preventing structural collapse during electrochemistry. The employment of Al2O3 coatings is hence informative for improving the electrochemical performance of manganese bases when used as sodium electropositive electrodes."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Na2Mn3O7@Al2O3 prepared with a simple method as advanced cathode materials for sodium ion batteries"
}