{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Heterostructure",
        "Anode",
        "Recycling",
        "Sodium-ion batteries",
        "Metal sulfoselenide"
    ],
    "Sections": [
        {
            "content": [
                "To address the sluggish reaction kinetics commonly associated with the transition metal chalcogenide anodes in their interaction with alkali metal ions, introducing heterostructures into these materials is proposed as a novel approach. Herein, we introduce a fabrication method for yolk-shell structured microsphere comprising heteroatom-doped cobalt sulfoselenide nanocrystals using a recycled solution. The prepared material demonstrates a composition of sulfur-doped cobalt selenide, forming hetero-anion metal compounds. A detailed study of the reaction mechanism in cobalt sulfoselenide reveals the formation of Na2S/Na2Se heterointerfaces during the conversion reaction, which facilitate a rapid diffusion of Na-ions. Furthermore, heteroatom doping in the cobalt sulfoselenide nanocrystals, induced by cobalt recycling process, leads to the lattice expansion, further enhancing the Na-ion diffusion kinetics. Additionally, through an infiltration of pitch solution and a simple heat-treatment, pitch-derived carbon is coated on the cobalt sulfoselenide nanocrystals. This carbon layer can effectively accommodate the volumetric stress during repeated cycling, enhancing the stability. Consequently, carbon-coated heteroatom-doped cobalt sulfoselenide yolk-shell microsphere anode exhibits stable cycling stability (560 mA h g−1 for 100 cycles at 0.2 A g−1) as well as great rate capability (140 mA h g−1 at 15 A g−1) for sodium-ion batteries (SIBs)."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The formation of heterointerfaces induced by the multianionic composition and the presence of multiple dopants lead to improvement in sodium-ion storage performance.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Constructing heterostructure as electrode materials was representatively classified into two types. The first is a formation of heterostructured composite between different metal compounds, and the second is a metal compound with multiple anions [ , ]. A composite of two or more metal compounds forming a heterostructure has an electrochemical advantage compared to a single metal compound anode material [ , , ]. Heterojunction, which was formed in heterostructure, refers to the interfaces between two distinct semiconductors, potentially leading to superior electrical conductivity owing to differing band structures [ ]. In addition, improved electrochemical kinetics and structural stability by volume change alleviation during repeated cycling offered substantial opportunity to enhance the electrochemical characteristics, encompassing cycle stability, alongside energy and power densities of anode materials [ , , ].",
                "Recently, it has been reported that multianionic metal compounds (MX1X2) converted to heterointerfaced MX1-MX2 nanocomposite after the initial cycle [ , , ]. Due to the nature of being divided into nanocrystals during the initial cycle, heterostructured nanocomposite could enhance the interface surface area on a much smaller scale compared to pre-designed heterostructured electrode materials. It could further improve the properties of the electrochemical advantages obtained by forming the heterointerface. Park et al. fabricated a solid solution of metal sulfoselenide (MSSe) embedded in porous carbon nanospheres and compared to its single metal compounds of metal sulfide and metal selenide [ ]. Ultrasmall sized metal sulfoselenide nanocrystals, which facilitated mutual crystal growth inhibition, were successfully transformed into heterointerfaced metal sulfide and metal selenide composite and contributed to improved electrochemical performance. Furthermore, for the first time, a comprehensive investigation into the electrochemical reaction mechanism of metal sulfoselenide with potassium ions was conducted using specific in- and ex-situ analyses.",
                "Nanostructured anode materials were suggested as a clever strategy, capable of mitigating volumetric stress and offering decreased ion diffusion pathways owing to their remarkably large surface area accessible to the electrolyte [ , , , , , , ]. Yolk-shell structures are attracting attention as nanostructured anode materials that can improve structural stability and reactive surface area [ , , , , ]. Recently, various reports have shown that yolk-shell structure consisting of metal sulfide and metal selenide could be applied to efficient anode materials for SIBs [ , , , ]. The advantage of the yolk-shell structure has been highlighted as a method to solve the problem of rapid volume expansion and the slow diffusion rate of sodium ions during the conversion reaction with sodium ions [ ].",
                "Herein, novel yolk-shell structured metal sulfoselenide microsphere was developed and its electrochemical reaction mechanism was firstly analyzed as anode for SIBs in detail. Cobalt sulfoselenide solid-solution was selected as the first target materials to form nanostructured yolk-shell microsphere. Recently, a method of recycling cobalt extract from cemented tungsten carbide (WC) wastes has attracted attention [ , ]. However, despite the various research on extracting cobalt from cemented WC waste materials, studies focusing on the efficient utilization of the recovered cobalt component have been rarely reported. In this study, to improve economic viability, this recycled cobalt component was employed in cobalt compound synthesis. Initially, yolk-shell structured cobalt oxide microsphere was synthesized as a precursor through a spray pyrolysis process from the extracted cobalt aqueous solution. Subsequently, cobalt sulfoselenide solid-solution yolk-shell microsphere was obtained by optimized post-treatment process. The electrochemical reaction mechanism of cobalt sulfoselenide for Na-ion storage is concretely studied by various analyses. As a result, it was confirmed that through the conversion reaction of cobalt sulfoselenide, metal sulfide/metal selenide heterointerfaces were formed, leading to enhanced electrochemical performance. The carbon coated cobalt sulfoselenide solid-solution yolk-shell microspheres to enhance structural stability showed superior Na-ion storage performances to cobalt sulfide and cobalt selenide single component synthesized by the same process. Interestingly, the recycling process introduces multiple dopants into the cobalt sulfoselenide structure, thereby enhancing its performance in sodium storage even further."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The cemented tungsten carbide (WC) soft scrap, provided by Wolfram Tech, was in the form of sludge from the machining process. Its chemical composition by weight percentage included: W (77.30 %), Co (9.28 %), Ni (0.05 %), Cr (0.48 %), Al (0.08 %), Si (1.72 %), and Fe (0.37 %). These materials were utilized as received. Initially, the cemented WC sludge underwent a cleaning process with deionized water to eliminate cutting oils and other contaminants. It was then dried at 100 °C for 24 h, resulting in a powdered form. This dried powder was processed using mechanochemical ball milling for 2 h in an aqueous solution of 2 M sulfuric acid (H2SO4, 95 % purity; Junsei). The ball milling procedure was performed at 90 rpm, maintaining a ball-to-powder ratio of 2.5:1. We used cemented carbide balls, each 8 mm in diameter, and a cemented carbide jar for this process. Post ball milling, the Co ions that had dissolved in the leachate were separated from the residual WC particles using vacuum filtration. This step involved a nylon membrane filter (0.2 μm pore size; Whatman)."
                    ],
                    "name": "Separation of cobalt component from cemented WC waste material",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The yolk-shell structured Co3O4 microsphere doped with heteroatoms was synthesized using a one-pot spray pyrolysis technique. In the spray pyrolysis process, droplets were generated using a 1.7-MHz ultrasonic spray generator consisting of six vibrators. These droplets were transported to a quartz reactor, 1200 mm in length and 50 mm in diameter, which was heated to 700 °C. Air served as the carrier gas at a flow rate of 10 L min−1. The spray solution was prepared by dissolving 0.6 M sucrose in 1 L of leachate from the leaching process. The heteroatom-doped Co3O4 yolk-shell microspheres were subjected to heat treatment under a reducing atmosphere (100 °C for 3 h and 350 °C for 6 h in a 5 % H2/Ar atmosphere), along with thiourea and selenium oxide (as sources of S and Se), to form heteroatom-doped sulfoselenide yolk-shell microspheres. To facilitate the formation of a surface carbon layer, these microspheres were then infiltrated with a pitch solution dissolved in tetrahydrofuran (THF) and underwent additional heat treatment in an Ar atmosphere (500 °C for 3 h). Additionally, cobalt sulfoselenide microspheres without infiltration also underwent the same heat treatment process (500 °C for 3 h) to prepare a comparative sample.",
                        "To synthesize phase-pure cobalt sulfoselenide yolk-shell microspheres, the initial step involved producing phase-pure Co3O4 yolk-shell microspheres using the same spray pyrolysis process. The spray solution in this case was made by dissolving 0.17 M cobalt nitrate hexahydrate (Co(NO3)3·6H2O, Samchun Chemical Co. Ltd.) and 0.6 M of sucrose in 1 L of distilled water. The produced Co3O4 yolk-shell microspheres then underwent the same heat-treatment processes, resulting in the formation of phase-pure cobalt sulfoselenide yolk-shell microspheres. Comprehensive details on the characterization and electrochemical analysis of the prepared samples can be found in the Supporting Information."
                    ],
                    "name": "Preparation of cobalt sulfoselenide yolk-shell microspheres",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The formation process of cobalt sulfoselenide solid-solution yolk-shell microsphere with carbon coating was illustrated in Scheme 1. Firstly, heteroatom-doped cobalt oxide yolk-shell microsphere was produced using a one-step spray pyrolysis method. The spray solution was made by adding sucrose to the recovered Co aqueous solution, which was extracted from cemented WC soft scrap. Additionally, the yolk-shell structured microsphere was fabricated by carbon combustion mechanism, as reported in the previous research [ ]. Fig. S1 illustrates the preparation of recovered Co solution, achieved through a mechanochemical ball milling process with sulfuric acid. During this process, the Co component in the cemented WC dissolved in the sulfuric acid solution, and simultaneously, minor quantities of other metals, which are byproducts from recycle processing, also dissolved. These impurity metal ions contributed to the multiple doping of heteroatoms into the sprayed cobalt oxide precursor. The prepared cobalt oxide yolk-shell microsphere powder was uniformly mixed with ethanol, which was dissolved with thiourea and selenium oxide, and subsequently, post-treated under reducing atmosphere. During this process, cobalt oxide phase was successfully transformed into cobalt sulfoselenide by both H2S and H2Se gas, which derived from decomposition of thiourea and selenium oxide, respectively. To improve conductivity and structural stability, pitch solution was infiltrated into yolk-shell structured cobalt sulfoselenide microsphere, and finally, pitch-derived carbon-coated cobalt sulfoselenide yolk-shell microsphere (denoted as CoSSe-YS@C) was successfully synthesized by a simple heat treatment process. Additionally, to prepare a comparative sample, cobalt sulfoselenide yolk-shell microsphere was also subjected to the same post-treatment process without carbon coating. This post-treated sample was referred to as CoSSe-YS.",
                "The crystal structure and morphological characteristics of sprayed precursor cobalt oxide yolk-shell microspheres were displayed in Fig. S2. The XRD data in Fig. S2a exhibited the formation of Co3O4 phase after spray pyrolysis process. On the other hand, there were no the peaks of other phases related to heteroatoms. It revealed that heteroatoms were successfully doped into Co3O4 yolk-shell microsphere during the spray pyrolysis process. The overall microspheres had yolk-shell structure as exhibited in Fig. S2b. The size deviation of the microspheres arose from the size deviation of the droplets generated from the droplet generator. The high magnified SEM in Fig. S2c showed yolk part was well formed inside the shell. The prepared cobalt oxide yolk-shell microsphere was transformed into a cobalt sulfoselenide yolk-shell microsphere through post-treatment with S and Se sources. Subsequently, after an additional post-treatment step, CoSSe-YS was fabricated. The morphological characteristics of CoSSe-YS are depicted in Fig. 1. The low-magnified SEM image in Fig. 1a showed almost similar yolk-shell structure comparing to sprayed precursor microspheres as displayed in Fig. S2b. The TEM image in Fig. 1b obviously demonstrated the yolk-shell structure formation. Despite the phase transformation of metal oxide to metal chalcogenide by heat treatment, the collapse of the yolk-shell structure by crystal growth was not observed as shown in Fig. 1c. Small-sized cobalt sulfoselenide nanocrystals, which were consisting of yolk-shell structure, offered mutual crystal-growth inhibition by the alloying reaction. The high-resolution TEM (HR-TEM) image in Fig. 1d indicated a spacing of 0.27 nm, smaller than the standard lattice fringe associated with the (101) plane of Co0.85Se. This result indicates successful incorporation of sulfur in the crystal lattice of Co0.85Se, where sulfur partially substitutes the Se2+ ions. The selected area electron diffraction (SAED) pattern in Fig. 1e, also verified the presence of a Co0.85Se phase partially doped with sulfur. The elemental mapping images presented in Fig. 1f verify an even dispersion of cobalt sulfoselenide nanocrystals within the yolk-shell structure. Additionally, the mapping images in Fig. S3 also indicate the homogeneous distribution of other dopants (such as Ni, Si, W, and Al) within the cobalt sulfoselenide structure. Furthermore, the atomic ratio of sulfur/selenium in CoSSe-YS was determined as 0.65, based on the EDX results in Fig. S4 and Table S1. It is important to note that the high concentration of carbon observed in Table S1 is attributed to the carbon grid used during the TEM analysis. Since the yolk-shell structure was developed through a carbon combustion mechanism, the presence of the carbon component within CoSSe was found to be minimal. Additionally, the EDX results showed that various dopants present in trace amounts were almost undetectable.",
                "As mentioned above, the sprayed precursor contained various heteroatom dopants, indicating that the synthesized cobalt sulfoselenide samples also possess these dopant materials. Therefore, to investigate the elemental composition of CoSSe-YS, an inductive coupled plasma (ICP) analysis was carried out on this sample. As shown in Table S2, the ICP data reveal the composition of S doped cobalt selenide as well as the presence of various dopants within CoSSe-YS sample. These dopants likely stem from recycling processes such as grinding, ball milling, etc. Notably, among the dopants identified, the Na, Si, Ni elements dominate the doping ratio within CoSSe-YS. Given that CoSSe-YS@C sample is subjected to an identical thermal process after pitch solution infiltration, it's reasonable to infer that its dopant composition aligns closely with CoSSe-YS.",
                "The morphological properties of pitch-derived carbon-coated cobalt sulfoselenide yolk-shell microsphere (denoted as CoSSe-YS@C) were exhibited in Fig. 2. The low-magnified SEM and TEM images in Fig. 2a and b revealed that the yolk-shell structure was constantly retained after the heat treatment process after impregnation with the pitch solution. It demonstrated that the pitch component changed to a mesophase state and became liquefied, and at this time, it uniformly penetrated and coated by capillary action through the small pores between the nanocrystals that made up the yolk-shell microspheres. When compared to the TEM image of CoSSe-YS in Fig. 1c, the TEM image of CoSSe-YS@C in Fig. 2c displays a smaller crystal size on its surface. This suggests that the carbon component acted in inhibiting the crystal growth of cobalt sulfoselenide. A carbon layer coated from pitch solution on the nanocrystal surface was distinctly marked as represented by arrow in Fig. 2d. The HR-TEM image and SAED pattern in Fig. 2d and e indicated that partially sulfur-doped Co0.85Se phase was well retained. The elemental mapping images in Fig. 2f and S5 revealed that pitch-derived carbon was uniformly coated over cobalt sulfoselenide yolk-shell microsphere, and the dopant materials are also uniformly distributed.",
                "The X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) analyses in Fig. 3 elucidated the structural characteristics and chemical states of CoSSe-YS and CoSSe-YS@C samples. The XRD patterns of CoSSe-YS and CoSSe-YS@C in Fig. 3a were showed shifted peaks to the right compared to those of Co0.85Se (PDF #52–1008). It verified that the sulfur element was successfully incorporated into the Co0.85Se structure without generating additional S-containing hybrids and confirmed the partial substitution of Se atoms with smaller S atoms [ ]. The mean crystallite sizes of CoSSe-YS and CoSSe-YS@C, as calculated using the Scherrer equation based on the Co0.85Se (101) peak, were determined to be 23.6 nm and 20.3 nm, respectively. The larger crystal size of CoSSe-YS compared to CoSSe-YS@C further supports the notion that the carbon coating had an inhibitory effect on the crystal growth during the additional heat treatment. The chemical state of sulfur doped cobalt selenide was specifically investigated by XPS measurement as shown in Fig. 3b–e. The Co 2p spectra of CoSSe-YS@C were fitted to multiple peaks, which were coincident with Co–S (781.4 and 778.2 eV), Co–Se (779.4 and 777.3 eV), and satellite (denoted as Sat.), which verified the successful formation of cobalt sulfoselenide solid solution [ , ]. In the S 2p/Se 3p spectra in Fig. 3c, CoSSe-YS@C represented several peaks owing to the overlapping of S 2p1/2 and S 2p3/2 (162.6 and 161.2 eV) and Se 3p1/2 and Se 3p3/2 (165.6 and 159.7 eV) spectra, indicating the presence of both Co–S and Co–Se bonds [ , ]. In the high-resolution Se 3d spectrum shown in Fig. 3d, CoSSe-YS@C showed four peaks corresponding to the Co–Se bonding: Se 3d3/2 and Se 3d5/2 (54.3 and 53.3 eV) and Co 3p1/2 and Co 3p3/2 (59.4 and 58.4 eV) [ ]. The Se–O bond (60.5 eV) was corresponded to Co selenite phase, which was formed by the partial oxidation of cobalt sulfoselenide nanocrystals in sampling process [ ]. The wide scan XPS data of CoSSe-YS@C (Fig. S6) displayed pronounced peaks corresponding to heteroatom dopants, such as Na, Ni, Si, W, and Al [ , , , , ]. The chemical state of carbon component in CoSSe-YS@C was demonstrated by XPS C 1s and Raman spectra in Fig. 3e and f, respectively. The C 1s spectrum of CoSSe-YS@C represented peaks corresponding to sp2-bonded carbon (C–C), epoxy and alkoxy groups (C–O), and carbonyl and carboxylic (O–C=O) components [ ]. Moreover, obvious peaks at 1354 and 1590 cm−1 in the Raman spectrum of CoSSe-YS@C, which was related to the disorder-induced feature (D band) and E2g mode of graphite (G band), were observed in the coated carbon layers. On the other hand, D and G band were not observed in CoSSe-YS [ ]. To investigate the carbon content in CoSSe-YS@C, thermogravimetric (TG) analysis was performed, as shown in Fig. S7. The TG curve initially showed a slight weight loss of approximately 1.8 wt%, in the below 120 °C, which is attributed to the evaporation of moisture from the sample. As the temperature increased, the TG curve exhibited a weight increase up to 350 °C, likely due to the partial oxidation of cobalt sulfoselenide. Subsequently, in the higher temperature region, a gradual weight loss occurred, resulting from the oxidation of cobalt sulfoselenide and the formation of cobalt oxide. Based on the ICP data (Table S2), the atomic ratio of S:Se is approximately 1:2.4. Therefore, without considering the impact of the dopants, it can be assumed that the carbon content in CoSSe-YS@C is around 30 wt%.",
                "To investigate the electrochemical reaction mechanism of cobalt sulfoselenide for SIBs, ex-situ XPS analyses were performed on CoSSe-YS electrode in both fully charged and discharged states. Fig. 4a–f depict the XPS spectra of fully discharged and charged CoSSe-YS electrodes. In the initial fully discharged state of the Co 2p spectrum, a distinct peak at 777.7 eV, corresponding to metallic Co phase, was showed while the other peaks at 785.7 and 780.6 eV were attributed to CoO phase, which resulted from the oxidation of the metallic Co during sample preparation under an air atmosphere [ ]. Conversely, in the fully charged state, Co 2p spectrum revealed obvious peaks at 783.3/780.0 and 780.1/778.1 eV, were coincident with Co–S and Co–Se bonds, respectively [ , ]. The S 2p spectrum for the initial discharged state was decomposed into four peaks at 162.1/160.4 and 168.7/165.9 eV, which were coincident with Na2S and the partially oxidized phase (SOx), respectively. On the other hand, the spectrum of fully charged state represented two main peaks located at 162.3 and 160.5 eV, which were ascribed to Co–S bonds [ , ]. In the Se 3d spectra, similar trends were observed for both initial discharged and charged states, as compared to the S 2p spectra. For the initial discharged state in Fig. 4c, two main peaks corresponding to Na2Se were observed at 55.4/54.0 eV, and the other peaks at 60.5/58.7 eV were assigned to Se–O bonding due to the partial oxidation of Na2Se [ , ]. In the Se 3d spectrum for the fully charged state (Fig. 4f), four peaks at 54.0/54.9 eV (Se 3d5/2/Se 3d3/2) and 57.0/58.5 eV (Co 3p3/2/Co 3p1/2) could be attributed to the Co–Se bonds [ , ]. The Na 1s spectra of discharged and charged electrodes (Fig. S8) displayed peaks at 1071.2 eV, corresponding to the Na2CO3 phase [ ]. This is likely due to the SEI layer for the initial discharging process. Notably, the intensity of these peaks were reduced after the charging process, which can be ascribed to the electrocatalytic effect by metallic Co [ ]. To further investigate the phase conversion via electrochemical reaction of CoSSe-YS electrode in both fully discharged and charged states, the ex-situ TEM analysis was performed as shown in Fig. 5a–d. In Fig. 5a, fully discharge TEM image displayed distinct lattice fringes with separations of 0.20, 0.23, and 0.39 nm, corresponding to the (111), (220), and (111) planes of metallic Co, Na2S, and Na2Se, respectively. In contrast, at the fully charged state, the HR-TEM image in Fig. 5b shows lattice fringes separated by 0.29 and 0.26 nm, corresponding to the (311) and (101) crystal planes of Co9S8 and Co0.85Se phases, respectively. The SAED patterns of the initial discharged electrode coherent metallic Co, Na2Se, and Na2S, while in the initial charge state diffraction rings correspond to Co9S8 and Co0.85Se phases.",
                "The electrochemical properties of coblat sulfoselenide for SIB are depicted in Fig. 6. The electrochemical reaction mechanism of cobalt sulfoselenide anode was also investigated using cyclic voltammetry (CV) in 0.001–3.0 V at a 0.1 mV s−1 for the initial five cycles. The CV curves of CoSSe-YS and CoSSe-YS@C electrodes as shown in Fig. 6a and b exhibited an analogous tendency. During the initial discharging process, both electrodes displayed a pronounced reduction peak at 0.67 V. This peak was coincident with the conversion reaction from cobalt sulfoselenide to metallic Co, Na2S, and Na2Se [ ]. In the subsequent charging process, the distinct anodic peak around 1.9 V was ascribed to the regeneration of Co0.85Se and Co9S8, indicating the creation of cobalt sulfide/selenide hetero-interfaces after initial cycle [ , ]. Notably, both electrodes exhibited minor redox peaks near 0 V, which is an abnormal phenomenon for metal chalcogenide anode materials. These peaks are attributed to the insertion/extraction of sodium ions into the Super-P component included in the electrode [ , ]. Fig. S9 revealed that in the absence of Super-P, these peaks were not observed, confirming their relation to sodium insertion/extraction in Super-P. The electrochemical reaction of CoSSe electrodes during the initial discharge and charge process confirmed by CV analysis was consistent with the ex-situ XPS and TEM results. Moreover, considering the previous literatures about cobalt chalcogenide anodes for SIBs, the reaction mechanism of CoSSe anode after second cycle can be described as follows [ , ]:9.85Co + Na2Se + 8Na2S ↔ Co0.85Se + Co9S8 + 18 Na+ + 18e-In Fig. 6c, the plateaus in the initial cycle are matched with the reduction and oxidation peaks in the CV curves well. It observed that the initial discharge and charge capacity of CoSSe-YS were 769 mA h g−1 and 581 mA h g−1, respectively. Notably, despite the presence of carbon content, CoSSe-YS@C displayed similar capacities, registering at 804 mA h g−1 and 597 mA h g−1 for discharge and charge, respectively. This can be ascribed to the smaller crystal size of CoSSe-YS@C, which enhances its electrochemical reactivity with Na-ions [ ]. To highlight the superior properties of cobalt sulfoselenide anode, cobalt sulfide, and cobalt selenide yolk-shell microspheres (referred to as CoS-YS and CoSe-YS, respectively) were synthesized, and their electrochemical properties were compared with CoSSe-YS anode. These anodes were fabricated by mixing heteroatom-doped cobalt oxide yolk-shell microspheres with sulfur and selenium sources, respectively, followed by the same heat treatment process. As shown in Fig. S10a, the XRD data of prepared samples exhibited characteristic peaks corresponding to Co9S8 (PDF #75–2023) and CoSe2 (PDF #88–1712). Furthermore, SEM images in Fig. S10b and c indicated that, although CoS-YS exhibited more crystal growth during the heat treatment process compared to CoSSe-YS, it still maintained the yolk-shell structure. Additionally, the SEM images in Fig. S10d and e demonstrated that CoSe-YS underwent significant crystal growth during the heat treatment process, leading to a complete collapse of the yolk-shell structure. This indicates that the inhibitory effect on crystal growth due to sulfur doping is essential for maintaining the yolk-shell microsphere structure in cobalt sulfoselenide nanocrystals. The rate capabilities of these anodes were compared, as displayed in Fig. 6d. CoSSe-YS@C represented reversible discharge capacities of 620, 580, 548, 491, 432, 387, and 353 mA h g−1 at 0.2, 0.5, 1, 2, 3, 4, and 5 A g−1 respectively. The capacity was recovered to 607 mA h g−1 when the current density was reduced back to 0.2 A g−1. The discharge capacities of CoSSe-YS, CoS-YS, and CoSe-YS at a current density of 5 A g−1 were 348, 276, and 116 mA h g−1, respectively. This performance can be partly explained by the transformation of cobalt sulfoselenide nanocrystals into ultrafine Co nanocrystals with Na2S/Na2Se matrix. Previous studies indicate that this Na2S/Na2Se heterostructure facilitates a rapid diffusion of Na-ions, enhancing the rate capabilities [ ]. Therefore, the superior rate capabilities of CoSSe-YS compared to CoS-YS and CoSe-YS can likely be attributed to its smaller nanocrystals and the formation of heterointerface structures. Additionally, CoSSe-YS@C electrode, as illustrated in Fig. 6e, maintains stable and impressive rate capability of 140 mA h g−1 even at the high current density of 15 A g−1. Notably, despite the presence of a surface carbon layer, CoSSe-YS and CoSSe-YS@C showed similar rate capabilities, suggesting that the carbon layer on the CoSSe-YS anode does not significantly enhance electrochemical kinetics. In this study, the pitch-derived carbon layer underwent low-temperature carbonization at 500 °C, thus it is anticipated to exhibit low electronic conductivity. However, when considering cycle stability, the carbon coating layer may contribute substantially to performance improvement. Fig. 6f illustrates the cycling performances of these anode materials at a 0.2 A g−1. CoSSe-YS outperformed CoS-YS and CoSe-YS in terms of cycling stability, indicating that the smaller crystal size in CoSSe-YS aids in effectively regulating stress during cycling [ ]. However, despite its small-sized cobalt sulfoselenide nanocrystals, CoSSe-YS still showed a gradual decrease in capacity over 100 cycles. In contrast, CoSSe-YS@C maintained excellent cycling stability, highlighting the ability of the carbon layer coating to effectively accommodate volumetric stress during repeated cycling. The discharge capacity of CoSSe-YS@C demonstrated a minor decrease from 636 to 560 mA h g−1 from the 2nd to the 100th cycle, with a capacity retention of 88 %. These results align with the differences in structural morphologies observed in cycled electrodes, as depicted in Fig. 6g–j. The SEM image shows that CoSSe-YS@C electrode maintained good stability, whereas other electrodes exhibited significant structural breakdown. The ex-situ electrochemical impedance spectroscopy (EIS) measurements, which was carried out before cycling and after 100 cycles, further verified the superiority of the surface carbon layer in enhancing the structural integrity of the anode material. As depicted in Fig. S11a, the resistance of fresh electrodes showed significant values, primarily due to the insufficient aging time of electrodes. Notably, the fresh state of CoSSe-YS@C electrode exhibited higher resistance due to the additional surface carbon layer, which further delayed the aging process. However, as shown in Fig. S11b, this carbon layer enhanced structural stability, thereby maintaining a smaller resistance value over 100 cycles and preserving structural integrity. In contrast, the EIS data of CoSSe-YS electrode after 100 cycles revealed a higher resistance, which is likely attributable to the thick SEI layer due to continuous structural degradation during repeated cycling.",
                "To explore the impact of heteroatom doping in CoSSe-YS anode, a phase-pure cobalt sulfoselenide yolk-shell microsphere (referred to as P-CoSSe-YS) was fabricated using identical spray pyrolysis and post-treatment processes. For this, the spray solution was made by dissolving same concentration of cobalt salt and sucrose, without the addition of any other heteroatoms. Fig. S12a and b show that the synthesized P-CoSSe-YS exhibited a yolk-shell structure, and its XRD data (Fig. S12c), similar to that of CoSSe-YS, revealed peaks shifted to the right compared to Co0.85Se (PDF #52–1008). However, compared to CoSSe-YS, P-CoSSe-YS's XRD peaks were slightly shifted towards higher diffraction angles, as shown in Fig. S12d. This suggests that the doping with other metals, which are byproducts from the recycling process, leads to lattice expansion in the cobalt sulfoselenide structure. As reported in the previous literature, this expanded lattice structure benefits the rapid diffusion of Na-ions, thus enhancing the material's electrochemical properties [ ]. Consequently, as shown in Fig. S13, P-CoSSe-YS exhibits a significant difference in rate capability compared to CoSSe-YS. At a 5 A g−1, P-CoSSe-YS represented a reversible discharge capacity of 233 mA h g−1. This indicates that heteroatom doping within the cobalt sulfoselenide nanocrystals markedly enhances the rate performance.",
                "To investigate the practical application for the developed material, a full cell test was conducted to evaluate its performance under realistic operating conditions. Prussian blue (PB) was selected as the cathode material, and its synthesis process was referenced from the previous study [ ]. As shown in Fig. S14, the prepared PB exhibited micro-sized cube morphologies, and the X-ray diffraction (XRD) data showed sharp peaks corresponding to the face-centered cubic phase, confirming the successful synthesis of the PB cathode. Firstly, the half-cell test of the PB cathode was conducted, as depicted in Fig. S15a and b. The potential profile of the PB cathode exhibited distinct potential plateaus during the charging/discharging processes, which are consistent with typical PB cathode behavior [ , ]. At a current density of 0.1 A g−1, the initial charge capacity was only 10 mA h g−1, attributed to the relatively low content of sodium-ions in the as-prepared PB cathode. Starting from the second cycle, the charge and discharge capacities were 126 and 117 mA h g−1, respectively, demonstrating a capacity retention of 99.6 % over 50 cycles. Before assembling the full cell, the PB cathode and CoSSe-YS@C anode underwent 2 pre-cycles to address the low sodium-ion content in the fresh PB cathode and mitigate capacity loss during SEI formation in the initial cycle. As shown in Fig. S15c and d, the full cell exhibited a high initial charge capacity of 124 mA h g−1 and a high initial Coulombic efficiency of 96 %, attributable to the pre-cycling process. Furthermore, the full cell showed stable cycling performance over 20 cycles at a current density of 0.1 A g−1, indicating the promising potential of the developed anode for practical applications.",
                "To investigate the resistance of cobalt sulfoselenide during the initial discharge and charge process, in-situ EIS was conducted at a 0.1 A g−1 across the potential range of 0.001–3.0 V, illustrated in Fig. 7. The Nyquist plots, detected at particular potentials during the initial cycles, are displayed in Fig. 7a and b. These plots reflect the contributions from the solution resistance (Rs), the interfacial layer related to the Solid Electrolyte Interphase (SEI) layer (Rsei), and the charge transfer resistance (Rct). The changes in the total resistance (Rtot = Rs + Rsei + Rct) during the first cycle, captured by in-situ EIS at selected potentials, are indicated by the colored dots in Fig. 7c and d. During the initial discharging process, the two electrodes demonstrated a significant reduction in Rtot until 1.0 V. This phenomenon is likely attributed to aging of sodium ions, indicating gradual electrolyte penetration during the initial stage of the discharging process [ , ]. As the discharging process continued in subsequent stages, the volume expansion resulting from the electrochemical reaction of CoSSe and the generation of SEI layers contributed to an increase in electrode resistance [ , ]. However, the Rtot values were gradually decreased as the potential decreased from 1 to 0.001 V. It can be attributed to the conversion of large CoSSe nanocrystals to ultrafine metallic Co nanocrystals with Na2S/Na2Se matrix during the initial sodiation process [ ]. This transformation had a more substantial effect on the total resistance of the electrode compared to the previously mentioned reasons, leading to a gradual decrease in Rtot values. Notably, during the aging process until 1.0 V, CoSSe-YS@C electrode demonstrated higher resistance values due to the presence of additional carbon layers. However, this carbon component plays a crucial role in alleviating the structural strain arising from volume expansion. Consequently, CoSSe-YS@C electrode showed more stable Rtot variation during the conversion reaction at 0.8 V–0.001 V. At the subsequent charging process, the Rtot of two electrodes were continuously decreased, possibly owing to the partial dissolution of SEI layers and the volume shrink induced by desodiation process [ ]. Moreover, the formation of heterointerfaced nanocomposites via the conversion reaction from metallic Co to Co9S8 and Co0.85Se enhanced the electrochemical kinetics, leading to a further decrease in Rtot after 2.0 V [ ]. The variations in sodium-ion diffusion coefficients (DNa+) of the two electrodes were calculated from the sloping lines in the low-frequency domain using the following equation:DNa+ = 0.5 (RT/Sn2F2Cσ)2,",
                "The information of parameter values can be found in the previous literature [ ]. As shown in Fig. 7e and f, both electrodes exhibited a similar behavior during the initial cycle. During the initial discharging process, the S doped CoSSe crystals underwent a transformation into ultrafine Co nanocrystals distributed within a Na2S/Na2Se composite matrix. These species have higher sodium-ion diffusivity compared to CoSSe due to lower crystallinity and weaker Na–S/Na–Se ionic bonds [ , ]. Specifically, the hetero-interface of Na2S/Na2Se serves as a rapid pathway for the diffusion of sodium-ions, further enhancing the sodium-ion diffusivity throughout the sodiation process [ ]. Consequently, the DNa + values for both electrodes showed a gradual increase during the sodiation process, while demonstrating a steady decrease during the desodiation. It is noteworthy that, compared to CoSSe-YS electrode, in the discharging process, CoSSe-YS@C electrode displayed a rapid increase in DNa + starting from the conversion reaction around 0.8 V of CoSSe, and maintained a stable DNa + variation until 1.8 V in the charging process before the regeneration of Co0.85Se/Co9S8. This could be ascribed to the additional carbon layer surrounding the CoSSe crystals, which effectively accommodates the structural strain induced by the phase transition during the cycling process.",
                "To clarify the sodium ion diffusion kinetics during the initial cycle, the galvanostatic intermittent titration technique (GITT) analysis was applied, as depicted in Fig. 8, during the initial cycle. Fig. 8a and b illustrate the profiles obtained from the GITT analysis, conducted at a 0.1 A g−1, with a pulse time of 10 min and a relaxation time of 60 min. The sodium ion diffusion coefficient (DNa+) can be calculated using the following equation:",
                "D N a + = 4 / π τ ( m B V M M B S ) 2 ∙ ( Δ E s Δ E τ ) 2",
                "The relevant parameter values have been reported in previous study [ ]. As depicted in Fig. 8c and d, both electrodes showed a gradual increase in DNa + values during the discharging process, followed by a gradual decrease during the charging process. Although the DNa + values obtained from GITT and EIS measurements generally exhibited parallel trends, they presented distinct differences in absolute values. Furthermore, a slight difference in the trend was observed when comparing Fig. 7, Fig. 8c. This difference might be due to the inherent uncertainties in both techniques, as reported in the previous literature [ ]. However, it's important to highlight that the DNa + values obtained via the GITT method also reflected increased Na-ion diffusivity due to the formation of a Na2S/Na2Se heterostructure, which contributes to the enhanced rate capabilities of cobalt sulfoselenide anodes."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this research, we introduced a novel fabrication procedure for heteroatom-doped cobalt sulfoselenide yolk-shell microsphere. By employing a leaching process, spray pyrolysis, and heat treatment, yolk-shell structured microspheres comprising heteroatom-doped cobalt sulfoselenide nanocrystals were successfully synthesized. The reaction mechanism of cobalt sulfoselenide in sodium-ion batteries was thoroughly investigated through various analyses. These analyses confirmed that the formation of heterostructures, induced by the conversion reaction of cobalt sulfoselenide, leads to improved electrochemical performance. Moreover, the heteroatom doping, a result of the recycling process, leads to the expansion of cobalt sulfoselenide lattice structures, enhancing Na-ion diffusion kinetics. The carbon layer on the anode surface, as a result of pitch solution infiltration, can effectively accommodate volumetric stress throughout repetitive cycling. Consequently, the heteroatom-doped cobalt sulfoselenide yolk-shell microsphere anode demonstrated outstanding cycling stability alongside remarkable rate performance for sodium-ion batteries. This novel synthesis method and the strategies for understanding the conversion reaction mechanism could be expected to apply developing various energy storage materials."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Yeong Beom Kim: Writing – original draft, Investigation, Formal analysis, Data curation. Tae Ha Kim: Writing – original draft, Investigation, Formal analysis, Data curation. Seulgi Kim: Methodology, Investigation, Formal analysis. Seungo Jeong: Methodology, Investigation, Formal analysis. Yun Chan Kang: Writing – review & editing, Supervision. Dongju Lee: Writing – review & editing, Writing – original draft, Supervision. Gi Dae Park: Writing – review & editing, Writing – original draft, Supervision, Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Multiple heteroatom-doped cobalt sulfoselenide@C yolk-shell microsphere as excellent anode materials for sodium-ion batteries and their conversion reaction mechanism with sodium ions"
}