{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion battery",
        "Oxygen redox chemistry",
        "O3 layered oxide",
        "Doping modification",
        "Cathode material"
    ],
    "Sections": [
        {
            "content": [
                "Facilitating anion redox chemistry is an effective strategy to increase the capacity of layered oxides for sodium-ion batteries. Nevertheless, there remains a paucity of literature pertaining to the oxygen redox chemistry of O3-type layered oxide cathode materials. This work systematically investigates the effect of Fe doping on the anionic oxygen redox chemistry and electrochemical reactions in O3-NaNi0.4Cu0.1Mn0.4Ti0.1O2. The results of the density functional theory (DFT) calculations indicate that the electrons of the O 2p occupy a higher energy level. In the ex-situ X-ray photoelectron spectrometer (XPS) of O 1s, the addition of Fe facilitates the lattice oxygen (On−) to exhibit enhanced activity at 4.45 V. The in-situ X-ray diffraction (XRD) demonstrates that the doping of Fe effectively suppresses the Y phase transition at high voltages. Furthermore, the Galvanostatic Intermittent Titration Technique (GITT) data indicate that Fe doping significantly increases the Na+ migration rate at high voltages. Consequently, the substitution of Fe can elevate the cut-off voltage to 4.45 V, thereby facilitating electron migration from O2−. The redox of O2−/On− (n < 2) contributes to the overall capacity. O3-Na(Ni0.4Cu0.1Mn0.4Ti0.1)0.92Fe0.08O2 provides an initial discharge specific capacity of 180.55 mA h g−1 and 71.6% capacity retention at 0.5 C (1 C = 240 mA g−1). This work not only demonstrates the beneficial impact of Fe substitution for promoting the redox activity and reversibility of O2− in O3-type layered oxides, but also guarantees the structural integrity of the cathode materials at high voltages (>4.2 V). It offers a novel avenue for investigating the anionic redox reaction in O3-type layered oxides to design advanced cathode materials."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Fe atoms promote the anionic redox of O3 layered oxides (Na-full) sodium-ion battery cathode materials and enhance the structural stability in high voltage.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In light of the mounting global demand for clean energy, the advancement of efficient and sustainable energy storage systems has become a crucial area of research in recent years [1], [2]. Sodium-ion batteries (SIBs) have emerged as a promising alternative to lithium-ion batteries, offering a promising combination of advantages. These include a wide distribution of sodium resources, low cost and environmental friendliness. Consequently, they have the potential to be widely employed in low and medium-speed electric vehicles, as well as in the field of grid energy storage [3], [4], [5], [6]. Nevertheless, the restricted capacity of the cathode material has been part of the reason that has hindered the commercialization of SIBs.",
                "Layered transition metal oxide cathodes NaxTMO2 (where 0 < x ≤ 1 and TM represents transition metal) represent highly promising cathode materials for SIBs, offering high energy density and a relatively straightforward synthesis process [7]. Sodium based metal oxides occur mainly in the P2, P3 and O3 configurations [8], [9], [10].",
                "Among the various types of layered metal oxides, the P2-type class exhibits relatively low diffusion barriers for Na+ ions. However, the low occupancy of sodium atoms within the structure limits their capacity. Consequently, additional sodium sources must be incorporated when assembling the full cell with a hard carbon anode electrode [11], [12]. O3-type layered metal oxides exhibit high initial coulombic efficiency and high operating voltage, which are crucial for enhancing the energy density of SIBs [13].",
                "O3-NaNi0.5Mn0.5O2 is a representative O3-structured layered cathode material for SIBs, which has been extensively examined due to its higher theoretical specific capacity and simple synthesis process. The initial discharge specific capacity can reach 185 mA h g−1 in 2.2–4.5 V [14]. However, the cycling stability is poor at voltage above 4 V and the structural changes are complex during Na+ detachment and embedding. Cation doping such as Al [15], Ti [16], Cu [17], [18], [19], Sn [20] and Ta [21] can effectively inhibit irreversible phase transition and improve structural stability. The doping of Ti can enhance the ionicity of the lattice, increase the redox potential and improve the cycling stability performance under a broad voltage range [16]. The redox couples of Cu2+/3+ are capable of participating in the mechanism of charge compensation, which increases the initial charging potential and thus attenuates the sensitivity to moisture [22]. The co-doping of Cu and Ti not only inhibits the disruption of the layered structure by H2O and CO2, but also suppresses the charge ordering and complex phase transitions [23], [24]. The initial discharge specific capacity of O3-NaNi0.4Cu0.1Mn0.4Ti0.1O2 is 118 mA h g−1 in 2.0–4.0 V at 0.1 C (1 C = 240 mA g−1), which represents one of the high-performance sodium-ion battery cathode materials with low air sensitivity [25], [26]. The substitution of Ni sites will result in a reduction in specific capacity, the cycle stability performance of Ni-Mn based layered oxides are inadequate at high operating voltage (>4.2 V). It is imperative that further improvements be made to the reversible capacity and long-term cycling stability of O3-type cathode materials for SIBs.",
                "Anion redox is expected to further increase the energy density of cathode materials for SIBs [27]. It has been demonstrated in studies conducted in sodium-rich and sodium-deficient systems that the anion O2− plays a role in redox reactions during the charging and discharging processes, thereby facilitating additional charge compensation [28], [29], [30]. The oxygen anion redox of P2-type layered oxides (Na-deficient) have been extensively studied. Active elements such as Co [31], Ni [32], [33],Cu [34] and inactive elements such as Li [35], [36], [37], Mg [38], [39], Zn [40], Al [41] doping strategies can induce the participation of anionic oxygen in charge compensation in P2-type layered oxide cathode materials. Yu et al [42], [43], [44] investigated the oxygen anion redox of O3-NaMn1/3Fe1/3Ni1/3O2 by the strategy of Ho element doping and ZrO2 coating. The reversibility of the O 2p (O3-NaNi0.5Mn0.3Ti0.2O2) anion redox reaction was activated by constructing the Li–O–Na structure. Nevertheless, the oxygen redox chemistry of O3-type layered oxide (Na-full) is still poorly reported in recent years.",
                "In this work, the effect of Fe on oxygen redox chemistry of Na-full system is investigated based on O3-NaNi0.4Cu0.1Mn0.4Ti0.1O2 cathode material. The results indicate that an adequate quantity of Fe doping can facilitate the O 2p electronic state in proximity to the Fermi energy level, thereby enhancing the electrochemical properties of layered oxides. Ex-situ XPS of O 1s also confirms that Fe promotes On− to show stronger activity. Concurrently, the optimal amount of Fe doping can inhibit the Y-phase transition and guarantee the structural stability of the layered oxide material at high voltage. Therefore, in comparison with NCMT, the initial discharge specific capacity of O3-Na(Ni0.4Cu0.1Mn0.4Ti0.1)0.92Fe0.08O2 is increased from 166.17 to 180.55 mA h g−1 in the voltage range of 2.0–4.45 V at 0.5 C. At a current density of 5 C in the rate test, the discharge specific capacity of the NCMT exhibits a rapid decay from 73.3 to 60 mA h g−1, while the NCMTFe0.08 is able to stably provide a discharge specific capacity of 121.1 mA h g−1. This work provides some guidance in exploring oxygen redox chemistry in the O3-type Na-full system."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "O3-Na(Ni0.4Cu0.1Mn0.4Ti0.1)1−xFexO2 (x = 0.04, 0.06, 0.08, 0.10 and 0.20 NCMTFex) were synthesized by solid phase sintering. The stoichiometric ratio of Na2CO3 (Macklin 99.99%), NiO (Macklin 99.99%), CuO (Macklin 99%), Mn2O3 (Macklin 98%), TiO2 (Aldrich 99.8%), Fe2O3 (Macklin 99.99%) were mixed for 30 min in an agate mortar. An additional 3 mol% Na2CO3 was added to compensate for the loss of sodium source during the high temperature synthesis. The mixed powder was placed in an agate ball mill and ground for 2 h with ethanol as a dispersant. The dried powder (precursor) was sintered at 900 °C under an air atmosphere for 12 h. Upon cooling to 300 °C, the target material was immediately transferred in a glove box that was protected by argon gas (H2O and O2 < 0.01 ppm)."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns of samples were collected on SHIMADZU XRD-7000 with Cu Kα radiation (λ = 1.5406 Å) in the scanning range 2-theta of 10°–80°. Crystal structures were Rietveld refined by structural analysis system (GSAS-II) [45]. The morphology and elemental distribution of the samples were observed using scanning electron microscope (SEM, JEOL JSM-7200F), and energy dispersive spectrometer (EDS, Oxford X-Max50). The lattice spacing of the materials was obtained using the high-resolution transmission electron microscope (HRTEM, JEOL JEM-F200). The electronic density of states for samples were calculated based on spin-polarized density functional theory (DFT) via the Vienna ab initio simulation package (VASP). The details of this methodology are provided in the Supporting Information (SI). The X-ray photoelectron spectrometer (XPS, Thermo Scientific ESCALAB 250Xi) was employed to examine the valence of elements. All data were calibrated using a signal of C 1s 284.8 eV. The molar ratios of the elements in the synthesized samples were analyzed using the inductively coupled plasma optical emission spectrometer (ICP-OES, HORIBA ULTIMA EXPERT 5110). In situ differential electrochemical mass spectrometry (DEMS) spectra were collected by the Linglu QMG220 instrument."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The prepared cathode active material was mixed with polyvinylidene fluoride (PVDF) and Super P carbon in N-methyl-2-pyrrolidone (NMP) at a mass ratio of 7:2:1. The well-mixed slurry was coated on the aluminum foil and subjected to a 12-h drying process in a vacuum drying oven at 80 ℃ to obtain the working electrode. The half cells were prepared using CR2032 coin cells, with sodium metal serving as the counter electrode. The electrolyte was 1 M NaClO4 in ethylene carbonate/diethyl carbonate (1:1 vol%) with 5 vol% fluoroethylene carbonates. The diaphragm was glass fiber (Whatman GF/D). Constant current charge/discharge tests and the Galvanostatic Intermittent Titration Technique (GITT) were conducted utilizing a Land CT3002A battery test system. Cyclic voltammetry (CV) testing was performed on an electrochemical workstation (CORREST CS310H)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "As evidenced by the ICP-OES test results presented in Table S1, the TM ratios of the synthesized cathode materials are consistent with the design compositions, which are all within a reasonable margin of error. XRD measurements were conducted to ascertain the crystal structure of the synthesized samples. As shown in Fig. 1(a), the diffraction peaks of both synthesized NCMTFex and NCMT cathode materials correspond to the O3-type layered oxide structure of the R-3 m space group. This suggests that Fe is uniformly doped into NCMT. Due to the limited solubility of Ni in the O3 structure, there are no impurity peaks other than the NiO peak. As the Fe doping concentration increases, the (003) peak is observed to shift to a smaller angle, which can be interpreted as an increase in the (003) crystal spacing. Fig. 1(b) visualizes the change in crystal structure. Fig. 1(c–e) and Fig. S1(a–c) show the results of Rietveld refinement calculations for NCMTFex (x = 0.04, 0.06, 0.08, 0.10 and 0.20) and NCMT. The specific lattice parameters are listed in Supporting Information. Doping of Fe elements can increase the lattice c parameter. The c axes of the doped NCMTFex samples are all larger than that of NCMT. In comparison to NCMT, which has the c parameter of 15.97 Å, the lower Fe content (NCMTFe0.04) exhibits the largest lattice c parameter of 16.04 Å. However, it is observed that the lattice c parameter decreases with the increase of Fe content. In contrast, the lattice a parameter demonstrates an increase in value with rising Fe contents, from 2.97 Å (NCMT) to 2.99 Å (NCMTFe0.20). The expansion of the (O–Na–O) layer spacing contributes to augmented structural stability and provides space for Na+ migration [7], [46], [47].",
                "Fig. 2(a, b) show the SEM images of NCMTFe0.08 and NCMT. All the sample materials exhibit a polygonal particle morphology, indicating that iron doping has no significant impact on the observed structure. Fig. S2(a–d) display the SEM images of the NCMTFex cathode materials. The doped particles are approximately 2–5 μm in diameter, which is smaller than the NCMT particle size. This may be due to the fact that the radius of the iron ions in the layered oxide cathode material is different from the radius of the transition metal ions. When iron ions are doped into the crystal lattice, local distortion of the lattice is caused. This distortion changes the distribution of the stress field inside the crystal, leading to changes in the arrangement and stacking of atoms during crystal growth, which is unfavorable to the formation of large particles. The EDS results of Fig. 2(c) and Fig. S2(e) show that Na, Ni, Mn, Cu, Ti, Fe and O are uniformly distributed in the particles. To further investigate the effect of iron ions on the microstructure of the materials, high-resolution transmission electron microscopy (HRTEM) images of NCMTFe0.08 and NCMT are presented in Fig. 2(d, e) and (f, g), respectively. The interlayer spacing of NCMTFe0.08 (5.347 Å) is observed to be larger than that of NCMT (5.328 Å). This evolution is consistent with the XRD Rietveld refinement calculations described above. The observed increase in the Na interlayer spacing may be attributed to the substitution of Fe ions, which shortens the bond length of TM–O leading to a decrease in the d(O–TM–O) spacing and hence an increase in the d(O–Na–O) spacing [7].",
                "The electrochemical properties of the electrodes were tested using sodium-ion half cells. Fig. 3(a) assesses the cycling performance of NCMTFex and NCMT in the voltage range of 2.00–4.45 V at 0.5 C. The initial discharge specific capacities of NCMT, NCMTFe0.04, NCMTFe0.06, NCMTFe0.08, NCMTFe0.10 and NCMTFe0.20 were 166.2, 171.7, 176.4, 180.6, 176.1 and 174.6 mA h g−1, and the capacity retention rates after 100 cycles were 64.54%, 68.60%, 68.78%, 71.60%, 70.49% and 71.64%, respectively. NCMTFe0.08 demonstrated superior cycling stability and the highest initial discharge specific capacity. To provide further evidence of the notable distinction between NCMTFe0.08 and NCMT, Fig. 3(b) displays cyclic performance curves after 200 cycles in the range of 2.00–4.45 V. The 200th discharge specific capacity was enhanced from 92.94 mA h g−1 (NCMT) to 106.93 mA h g−1 (NCMTFe0.08), while the capacity retention exhibited an improvement from 55.93% to 60.81%. The charge/discharge curves between the 1st and 200th cycles of NCMTFe0.08 and NCMT at 0.5 C are shown in Fig. 3(f) and Fig. S3(a).",
                "Subsequently, the cycling performance of NCMTFe0.08 and NCMT at 2.0–4.2 V was evaluated (Fig. 3c). It is noteworthy that the cycling stability does not appear to be markedly enhanced within the voltage range of 2.0–4.2 V. In addition, the initial discharge specific capacity of NCMTFe0.08 exhibits minimal increase in 2.0–4.2 V (Fig. S3b, c), while the initial discharge specific capacity of NCMTFe0.08 in 2.00–4.45 V can be enhanced from 166.17 to 180.55 mA h g−1 (Fig. 3f and Fig. S3a). The rate performance tested in 2.0–4.2 V also demonstrated no appreciable enhancement in comparison to NCMT (Fig. 3d). Upon increasing the cutoff voltage to 4.45 V (Fig. 3e), the discharge specific capacity of NCMT at 5 C decayed rapidly (73.3 to 60 mA h g−1). The discharge specific capacity of NCMTFe0.08 at 5 C not only provided 121.1 mA h g−1, but also the capacity remained stable. When NCMTFe0.08 was returned to 0.1 C, it showed better reversibility. The discharge specific capacity at the 40th cycle was 86.22% of the initial discharge specific capacity. In order to show more clearly the charging and discharging process of NCMTFe0.08 and NCMT (2.00–4.45 V), the galvanostatic charge/discharge curves of the first ten cycles were tested at 0.1 C (Fig. 3g, h). NCMTFe0.08 exhibited a slower capacity decay, and the curves remained largely coincident during charging.",
                "In summary, it is reasonable to assume that the doping of Fe improves the structural stability at high voltage and thus the cycling stability of the cathode material. Secondly, the presence of iron ions facilitates the redox reactions of anionic oxygen at elevated working voltage, thereby enhancing the overall capacity. To provide further verification, the partial density of states (pDOS) of O 2p was calculated.",
                "Based on the DFT, the partial density of states (pDOS) for this system were calculated to reveal the redox mechanism. In order to clearly observe the effect of Fe ion doping on the O atoms, the pDOS of a single O atom at the specified position is first presented. Fig. 4(a) shows that the pDOS of NCMTFe0.08 selects O atom 183 (an O atom close to the Fe atom) and the pDOS of NCMT selects O atom 177. Orbital contributions near the Fermi energy level are important. As the energy band dominance increases, the energy band center will be closer to the Fermi energy level. The proximity of the non-bonding 2p state of oxygen to the Fermi energy level then implies an increase in the redox of anionic oxygen [9]. The calculation results are shown in Fig. 4(b), where each orbit of O in NCMTFe0.08 is even closer to the Fermi energy level.",
                "In consideration of the impact of transition metal elements on the O 2p orbital, Fig. 4(e) shows the pDOS for all elements of NCMTFe0.08 and NCMT. The results demonstrate that the Ni 3d orbital is all hybridized with the O 2p orbital. At the O 2p spin orbital near the Fermi energy level, the energies of NCMTFe0.08 and NCMT are −0.312 and −0.403 eV, respectively. This means that the electrons in the O 2p orbital of NCMTFe0.08 are more active. The d-orbital occupied states of the transition metals are mainly distributed within the −3.0 and 0 eV intervals, the pDOS schematics of NCMTFe0.08 and NCMT are shown in Fig. 4(c, d). The O 2p orbital of NCMTFe0.08 exhibits a closer proximity to the Fermi energy level and demonstrates a more extensive overlap with the Ni 3d eg* orbital. Therefore, the holes generated by Na+ migration from the cathode will be more concentrated in the O 2p orbital of NCMTFe0.08. The results of calculations illustrate that Fe ions facilitate the oxygen redox chemistry to provide additional capacity. In addition, Fe also promotes the migration of Ni 3d orbitals to the Fermi energy level. The energy of Ni 3d upper-spin orbitals near the Fermi energy level for NCMT is −0.424 eV, while that of Ni 3d upper-spin orbitals near the Fermi energy level for NCMTFe0.08 is −0.332 eV. The accumulation of d-state valence electrons of Ni near the Fermi energy level contributes to the increase in conductivity, rate performance of electrode materials and reversibility [48].",
                "An in-depth comprehension of anionic redox chemistry is essential, thus ex-situ XPS tests were conducted on NCMTFe0.08 and NCMT. Fig. 5(a–c) show the XPS spectra of the NCMTFe0.08 pristine state, charged to 4.45 V state and discharged to 2 V state for O 1s. The reversible formation of the new peak at 530.2 eV was observed for both NCMTFe0.08 and NCMT at a charging voltage of 4.45 V, the peak disappeared when the cells were discharged to 2 V. Lattice oxygen (On−) is classified as the peroxy-species [29]. The On− percentage of NCMTFe0.08 is 66.06%, while that of NCMT is only 55.82% (Fig. 5e). The On− of NCMTFe0.08 indicates enhanced activity, this is valid evidence that Fe ions facilitate anionic oxygen redox chemistry [49]. The peak located at 535.6 eV in the XPS spectra of O 1s is the KLL peak of Na (Fig. 5a, d). The Na KLL peak disappeared when sodium ions were removed from both cathode material samples during charging. Upon discharging to 2 V, sodium ions were reinserted into cathode and the Na KLL peak reappeared (Fig. 5c, f). The ex-situ XPS results demonstrate that the presence of Fe ions facilitates the redox reaction of O2− at high working voltage.",
                "To ascertain the impact of Fe doping on the average valence state of elements such as Ni and Mn, XPS tests were performed on the transition metal elements of NCMTFe0.08 (Fig. S4) and NCMT (Fig. S5). Fig. S4b shows the Ni 2p XPS spectra of NCMTFe0.08. The peaks located at 871.3 and 853.8 eV represent Ni2+, while the peaks observed at 873.1 and 855.3 eV are indicative of Ni3+ [50], [51]. Consistent with the Ni 2p XPS characterization of NCMT (Fig. S5a), both Ni2+ and Ni3+ coexist simultaneously. In the case of NCMTFe0.08 Mn 2p (Fig. S4c), the peaks situated at 653.2 and 641.3 eV can be ascribed to Mn3+, while the peaks located at 653.7 and 641.8 eV can be represented by Mn4+ [52], [53]. Normalizing the peak area of Mn 2p, the Mn3+ content of NCMTFe0.08 is approximately 31.44%, while the Mn3+ content of NCMT is approximately 42.19% (Fig. S5b). The substitution of the element Fe is capable of reducing a portion of the Mn3+ content. The reduced Mn3+ content implies that the substitution of Fe elements can attenuate the Mn3+ induced Jahn-Teller effect and contribute to the enhancement of structural stability [54], [55]. The Fe 2p XPS spectra of NCMTFe0.08 shown in Fig. S4(f) indicate that the doped Fe is mainly Fe3+ (724.7 and 711.8 eV) [56]. The doping of Fe3+ has not altered the valence states of elemental Cu and Ti. The Cu 2p XPS peaks of NCMTFe0.08 (Fig. S4d) and NCMT (Fig. S5c) demonstrate that the copper element is Cu2+, the Ti 2p XPS peaks of NCMTFe0.08 (Fig. S4e) and NCMT (Fig. S5d) indicate that the titanium element is predominantly Ti4+ [25], [57].",
                "In order to study the redox reactions of anions and cations during charging/discharging, CV tests were performed with a scan rate of 0.1 mV s−1 for 5 cycles. For NCMTFe0.08 two pairs of redox peaks 3.08/2.55 V and 4.23/3.85 V appeared in the first cycle (Fig. 6a), which mainly corresponded to the redox reactions of Ni2+/Ni3+ and Ni3+/Ni4+ [26]. Compared to NCMT (Fig. 6b), NCMTFe0.08 shows an additional peak at 4.33 V, which can be attributed to the oxidation peak of O2−/On− (n < 2) [58]. The reduction peak of O2−/On− merged with that of Ni3+/Ni4+ at 3.85 V. During the cycle, the redox of O is reversible and exhibits high cyclic stability. Following five cycles of CV, the oxidation peaks of Ni2+/Ni3+ for NCMTFe0.08 were shifted to lower potentials, while the oxidation peaks of Ni2+/Ni3+ for NCMT were shifted to higher potentials. As shown in Fig. 6(c, d), it is clearly shown that the Ni3+/Ni4+ reduction peaks (Peak C) of NCMTFe0.08 remained essentially unchanged with increasing number of cycles. The polarization of NCMT was significantly intensified, and the reduction peak of Ni3+/Ni4+ was gradually shifted to lower voltage. Its redox peaks showed large overpotential values (0.49 V for NCMTFe0.08, while NCMT reached 0.67 V). In addition, we performed CV tests for NCMTFe0.20 (Fig. S6). The oxidation peak of NCMTFe0.20 at low voltage was not significantly shifted, the oxidation peak of O2−/On− also appeared at high voltage. However, the oxidation peak of O3-NaNi0.4Mn0.4Fe0.2O2 at low voltage was gradually shifted to elevated working voltage as the doping amount of Fe element increases [59]. This also means that a part of the electron transfer of Fe3+/Fe4+ (charge compensation provided by Fe3+/Fe4+) during the charge/discharge process of NCMTFe0.20 is provided by O2−/On−. It is again demonstrated that Fe doping can promote O2−/On− redox to provide additional capacity.",
                "GITT measurements were performed to investigate the effect of Fe doping on the migration kinetics of Na+ ions. As shown in Fig. 6(e, f), the GITT consists of a constant-current charging/discharging process and a relaxation process, in which charging/discharging at a constant current of 0.1 C for 10 min and relaxation for 40 min. The GITT data were recorded for the third and fourth cycles after two cycles at 0.1 C. The sodium ion diffusion coefficient",
                "D N a can be calculated from the following equation Eq. (1) (specific parameter information in SI)(1)",
                "D N a = 4 π τ m B V M M B S 2 Δ E s Δ E t 2",
                "The diffusion coefficient",
                "D N a is affected by the phase transition. The",
                "D N a of NCMTFe0.08 and NCMT exhibited no significant difference during the charging and discharging processes at low voltage (<4.0 V), with logD values of approximately −12 cm2 s−1. When the voltage was raised to a high voltage of 4.45 V, the diffusion coefficient",
                "D N a of NCMTFe0.08 decreased to 3.10 × 10−15 cm2 s−1, while the diffusion coefficient",
                "D N a of NCMT rapidly decreased to 6.34 × 10−16 cm2 s−1. When GITT was cycled to 4.45 V for the second time, the diffusion coefficient",
                "D N a of NCMT was again reduced to 1.39 × 10−18 cm2 s−1, whereas the diffusion coefficient",
                "D N a of NCMTFe0.08 remained almost constant. NCMTFe0.08 has a high sodium ion mobility above 4.2 V. This phenomenon once again demonstrates the structural stability of Fe-element doped materials at elevated working voltage.",
                "To further demonstrate the effect of Fe elemental doping on the structural stability of the material, Fig. 6(g) displays the electrodes SEM of NCMTFe0.08 and NCMT galvanostatic charging/discharging at 0.5 C in 2.00–4.45 V. It is evident that the cathode material of the NCMT has undergone significant deterioration after 200 cycles, with the extent of damage becoming pronounced. Although NCMTFe0.08 has a weak tendency to crack, the majority of the positive electrode active material retains its structural integrity. This phenomenon is consistent with the results of the cycling performance curve in Fig. 3(b) above.",
                "Differential electrochemical mass spectrometry (DEMS) testing of two samples further verified the reversibility of anion redox. The release of both O2 and CO2 was detected in the NCMT during charging and discharging (Fig. 6i). The production of CO2 is related to the decomposition of trace quantities of Na2CO3 and the oxidation of the electrolyte in high voltage. The generation of O2 is attributed to the loss of oxygen from the lattice, which ultimately results in the irreversibility of the oxygen redox reaction. The behavior of NCMTFe0.08 in DEMS is markedly different. No oxygen release was detected but only a small quantity of CO2 (Fig. 6h). The in situ DEMS results show that Fe doping indeed inhibits the irreversible redox reaction of oxygen and thus improves the structural stability. To ascertain the observed capacity enhancement and structural stabilization can be attributed to the promotion of anionic redox reactions, Fig. 6(j, k) presents the XPS spectra of Ni (a main variable valence element) at the pristine state and 4.45 V state. The NCMTFe0.08 exhibits a reduced occupancy of Ni4+ in 4.45 V. This phenomenon provides further evidence that the phase transition process and capacity provision of NCMT in the high voltage interval is mainly due to Ni3+/Ni4+ variant valency, while the increase capacity of NCMTFe0.08 in high voltage is attributed to the promotion of anion redox.",
                "In-situ XRD can effectively reveal the structural strength and phase transformation process of the samples. Fig. 7(a, b) displays the results of in-situ XRD experiments conducted on NCMTFe0.08 and NCMT during charging/discharging. The data were collected for the first two charge/discharge cycles in 2.00–4.45 V at 0.1 C. The phase transition process was mainly hexagonal O3 → hexagonal P3 → Y → hexagonal P3 → hexagonal O3. During the initial charging process, the (003) peak gradually shifted to a small angle, the (104) peak gradually disappeared and the (105) peak gradually appeared (The O3 phase transformed into the P3 phase). When charging to the high voltage, the (105) peak disappeared and the P3 phase continued to transform into the Y phase. The Y phase could not be successfully searched, but it was reported in the relevant literature [25], [60]. It is noteworthy that within the high-voltage interval, NCMTFe0.08 did not fully generate the Y phase, but rather a mixed phase consisting of the Y phase and the P3 phase. Fig. 7(c, d) clearly show that the (003) peak of the NCMT is drastically shifted to a high angle and undergoes a strong phase transition at around 4.45 V. During the second charge/discharge cycle, the NCMT still underwent a Y phase transition at high voltage. In contrast, NCMTFe0.08 exhibited only a weak tendency to phase transition and did not undergo the Y phase transition at the second cycle to 4.45 V. Fig. 7(e–h) give the shift schematic of the (006) peak, (101) and (102) peaks. As the discharge process proceeded, both sample materials underwent a reversible phase transition from the P3 phase to the O3 phase, indicating that the redox reaction of anionic oxygen did not destroy the material structure. The ability of Fe doping to reduce the phase transition process provides substantial confirmation of the structural stability of NCMTFe0.08 at elevated working voltage."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, the oxygen redox chemistry of O3-NaNi0.4Cu0.1Mn0.4Ti0.1O2 for sodium ion batteries is explored by Fe3+ doping strategy. The Fe3+ doping can enhance the local chemical environment and optimize the lattice structure. The capacity retention of O3-Na(Ni0.4Cu0.1Mn0.4Ti0.1)0.92Fe0.08O2 increased from 61.54% (NCMT) to 71.60% in the voltage range of 2.00–4.45 V at 0.5 C. In the rate performance test, the discharge specific capacity of NCMTFe0.08 at 5 C was maintained around 121.1 mA h/g. No appreciable enhancement in either capacity retention or rate performance was observed within the 2.0–4.2 V voltage range. The Fe3+ doping can enhance the structural stability of cathode material at high voltage (>4.2 V). Significant cracking occurred in the NCMT electrode after 200 cycles, the NCMTFe0.08 kept an intact particle structure. The NCMTFe0.08 maintains a more stable Na+ migration rate at high voltage, ensuring the structural stability of the transition metal layer at high voltage. The inhibition of the Y phase transition process by Fe3+ doping in the in-situ XRD test provides direct evidence for enhanced structural stability at high voltage. Secondly, NCMTFe0.08 increased the initial discharge specific capacity from 166.17 mA h g−1 (NCMT) to 180.55 mA h g−1 in 2.00–4.45 V, whereas the initial discharge specific capacity in 2.0–4.2 V increased by only 5.31 mA h g−1. Fe3+ promotes O2−/On− redox allowing NCMTFe0.08 to provide additional capacity. The occurrence of highly reversible oxygen redox reactions is primarily confined to potentials exceeding 4.2 V. DFT calculations indicated that a moderate amount of Fe doping could facilitate the occupation of higher energy levels by the O 2p electronic states, thereby enhancing the electrochemical properties of layered oxides. The ex-situ XPS results once more demonstrated that the On− of NCMTFe0.08 exhibited enhanced activity and reversibility. This work provides some insights and thoughts to explore the oxygen redox activity and stability of layered oxide cathode materials for O3-type sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Wei Xiong: Writing – review & editing, Supervision, Software, Resources, Project administration, Funding acquisition, Formal analysis, Data curation, Conceptualization. Zhihao Liu: Writing – original draft, Visualization, Validation, Project administration, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Wenjia Cheng: Supervision. Jiagui Zheng: Validation. Yi Zou: Visualization. Xi Chen: Data curation. Yang Liu: Writing – review & editing."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Facilitating the oxygen redox chemistry in O3-type layered oxide cathode material for sodium-ion batteries by Fe substitution"
}