{
    "DOI": "10.1039/D1DT04333A",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) are considered a promising battery technology for combining renewable energy sources with large scale and high-energy applications for portable electronics or electric mobility. The limited availability of lithium and other state-of-the-art-materials in LIBs leads to price increases on the world market and partial exhaustion of resources requires the development of alternatives for postlithium battery technologies. Sodium-ion batteries (SIBs) are promising alternative stationary energy storage devices based on cost effective and naturally abundant materials. The world sodium deposits are almost 400 times higher than those of lithium. Therefore, sodium-based compounds could establish a new generation of commercial batteries. The chemical properties of lithium and sodium, including the intercalation chemistry, are similar in many aspects, and the redox potential of sodium is, at −2.71 V, only 0.3 V higher than that of lithium. Therefore, electrode materials are being developed, capable of accommodating the larger Na+ cations and enabling highly reversible (de-)sodiation as well as stable long-term cycling, in order to enable Na-based energy storage.",
                "A variety of different materials have been developed for use as potential sodium-ion batteries (SIBs). Layered oxides with the formula NaxMO2 (x ≤ 1, M = Ni, Co, Mn, Fe, V, Ti, Cr, Cu) showed high specific capacities, good thermal stability, and excellent cyclability. Layered oxides of the form ABO2 have structures with MO2 layers of edge sharing MO6 octahedra. The A cations between these layers can have different (octahedral, prismatic, trigonal, or linear (for delafossites)) site symmetries, based on the oxygen packing sequence. Delmas et al. categorized layered oxides into O3 and P2 type materials. The key difference between the O3 and P2 types is the occupation of Na+ sites between the slabs of the layered structure and therefore the oxide coordination of the Na+ cations. In the α-NaFeO2 structure type, the interlayer Na+ site is octahedrally coordinated, and all metal oxide octahedra have identical orientation, described by the notation “O3” (octahedrally coordinated sodium cations, 3 layers per unit cell). In the P2 type structure Na+ occupies the prismatic sites between the MO2 layers (2 layers per unit cell). NaCrO2 crystallizes in the α-NaFeO2 structure (O3 type, space group Rm) which has a sufficiently large sodium reservoir. Wang et al. showed NaCrO2 to have a reversible capacity of up to 123 mA h g−1 at 0.1C with excellent cycling performance up to 88.2% of the initial capacity after 500 cycles at 2C. Based on the outstanding performance of NaCrO2 in SIBs, an automatted large-scale synthesis with high conversion rates and therefore low reaction times is essential to meet the potential demand. An emulsion technique to prepare NaCrO2 in micelles serving as a reservoir for phase formation proved useful for a continuous flow synthesis. Flow reactions in micrometer-sized tubes can circumvent typical problems of batch processes, where the change of the surface to volume ratio during upscaling can change many important synthesis parameters (e.g., heat transfer) which impacts the composition and the properties of the products and prevents direct upscaling. The use of micrometer-sized flow tubes leaves the surface to volume ratio unchanged, and particles with homogeneous dispersity, morphology or composition can be obtained. Furthermore, the high surface to volume ratio allows a higher heat transfer and a much higher conversion rate. Therefore, flow reactions in microfluidic devices enable automated processes which are essential for large scale syntheses. Here, we report an automated flow synthesis based on an emulsion-drying method. Systematic studies were carried out to understand the formation mechanism of NaCrO2 and its NaMO2 analogues."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "An automated flow synthesis of NaCrO2 with a high conversion rate and short reaction time was established based on an emulsion drying technique.Fig. 1 shows the experimental set up for the synthesis. Channel 1 contains a Tween surfactant/kerosene solution (solution 1), channel 2 contained a mixture of Cr(NO3)3·9H2O and NaNO3 in deionized water (solution 2). The two solutions were connected through a T-fitting. Due to the immiscibility of kerosene and water, the flow is segmented, i.e., each segment contains alternating mixtures of channel 1 or 2. Preliminary experiments were carried out to produce an emulsion inside the tubes. Fig. S1† indicates ultrasonicating of both mixtures to be sufficient to form an emulsion. Channel 3 contains kerosene (solution 3), which passes an oil bath with T = 180 °C. After passing the oil bath, the hot kerosene and the emulsion were mixed by a T-segment. The resulting mixture was collected, and water and kerosene were removed through a spiral-type condenser. The final product was obtained by heating the resulting powder under argon for 4 hours at 800 °C. Fig. 2 illustrates the sequence of the synthetic steps schematically.",
                "Compared to the emulsion/drying techniques, the reaction time could be reduced by a factor 8. The most time-consuming steps were the combination of solution 1 and 2, and combining the resulting emulsion with solution 3. By setting appropriate flow rates for each channel, we were able to avoid long reaction times and quadruple the yield (1.28 g h−1) within a given time period. The post-treatment, i.e. the removal of the solvent and heating in the oven, generally takes longer than the synthesis of the precursors. However, since the post-treatment is identical for both, flask and microfluidic synthesis, it is not taken into account in this comparison.",
                "The final product was obtained by heating the residue under argon (to avoid oxidation of Cr3+ to Cr4+ or Cr6+) for 4 hours at 800 °C after removing water and kerosene. An annealing temperature of 800 °C was needed to obtain single-phase NaCrO2. X-ray powder diffraction (XRPD) patterns (Fig. 3) of the products obtained at different annealing temperatures (400–700 °C) always showed the formation of NaCrO2 with minor impurities (Fig. 3). The XRPD pattern for of a typical product obtained at an annealing temperature below 400 °C is shown in Fig. S2.† The synthesis was carried out on a ten-fold scale compared to the flask synthesis.",
                "Rietveld refinements of the product obtained by annealing at 800 °C (Fig. 4A) shows the formation of a highly crystalline product. The published crystal structure data were used as a starting point for the Rietveld refinements. The atom positions were held constant. Lattice parameters, anisotropic peak broadening and preferred orientation were refined. Further information is provided in Table S1 (ESI†). For Na1−xCrO2 (x = 0) the O3-structure type of is preferred because of the stochiometry. With increasing x, the P2-Type is favored.",
                "A HRTEM image of a single crystal platelet (Fig. 4B) shows well-defined lattice fringes with an interplanar distance of 5.33 Å corresponding to the (003) plane. The corresponding diffraction pattern shows a single set of reflections confirming that the particles are either single crystalline or contain several domains sharing identical facets. SEM images confirm the platelike morphology of the particles (Fig. S2A†), and the elemental mapping (Fig. S2B and C†) shows the presence of Na and Cr. The HRTEM overview (Fig. S3†) image shows the formation of polydisperse platelets with diameters between 58 and 340 nm (further information in Table S2†). XPS survey spectra show the presence of Na, Cr and O surface species (Fig. 4C). The high-resolution image of the Cr 2p spectrum shows the positions at 577 eV (2p3/2) and at 587 eV (2p1/2) (Fig. 4D), compatible with the presence of Cr3+(peak positions for Cr4 are located at 580 eV and latter 588 eV).",
                "Nucleation and growth of NaCrO2 require a short annealing at 400 °C (Fig. 3). The XPRD pattern and Raman spectrum of the oily pre-annealed intermediate (Fig. 5A and B) show only the presence of NaNO3 (melting point of 308 °C). NaNO3 is a well-known medium in melt-assisted synthesis. Materials synthesis in the liquid phase utilizes (similar as solution chemistry) a “solvent” where the diffusion of the reactants is no longer the limiting factor of the reaction and product formation is controlled by the nucleation barrier. Thus, salt melt synthesis emerges as an important complementary route to conventional liquid phase synthesis, because it allows lowering the reaction temperatures of conventional solid state reactions from 800–1000 °C to the operational temperature range of the salt melt (here ∼350 °C).",
                "The vibration bands at 1385 (ν3) and 725 cm−1 (ν4) and the band at 185 cm−1 can be assigned to the Eg modes and the libration mode of the nitrate anion. The vibration at 1068 cm−1 belongs to the A1g (ν4). Two vibrations of the annealed product (Fig. 5C) at 450 and 572 cm−1 (A1g) are compatible with the Cr–O vibrations in NaCrO2. No vibrations of the starting compound NaNO3 occurred after annealing, i.e., indicating that the transformation is complete.",
                "The reactants Cr(NO3)3·9H2O and NaNO3 are dispersed in reverse micelles, which are aggregates of the amphiphile in the hydrocarbon kerosene. The polar head groups of the surfactant molecules point toward the center of the aggregate and form a core that can solubilize the reactants in water. These “waterpools” or “nanoreactors” can vary in size and form the medium that encapsulates the reactants during emulsion-drying. During the removal of water and kerosene in the spiral type condenser, the micelles precipitate while the reactants are still encapsulated and intermixed on an atomic level and in an appropriate ratio. The synthesis of metal and semiconductor clusters or VS2 nanotubes have been reported in reverse micelle systems.",
                "Dynamic light scattering (DLS) data Fig. S6† confirm the formation of Tween micelles in water with micelle diameters of 38 nm ± 1 nm (Tween#85 in Kerosene) and 44.9 nm ± 1 nm (Tween#85 in DI water). Error bars represent standard deviation over radii of all measured angles, as there is no significant q2-dependence. The observed isotropic scattering does not allow us to extract information other than the radius of gyration from the DLS data, but Tween#85 was reported to form spherical micelles in the concentration range used for synthesis. DLS measurement with nitrates of the transition metals dissolved in water was not possible because the absorption of the laser by the transition compounds was too high to allow recording meaningful DLS data. Likewise, laser scanning microscopy images of the NaNO3/Cr(NO3)3 reactant mixture inside Tween micelles (Fig. S5†) are compatible with an isotropic morphology of the micelles.",
                "The “nanoreactors” reduce transport distances to dimensions on the order of a few nanometers, compared to transport lengths in the range of a few micrometers in conventional solid-state reactions. It is even more crucial when one recalls that the diffusion coefficients in the solid state typically are typically the range of 10−16 to 10−12 cm2 s−1. As a result, solid-state reactions require high thermal activation and long reaction times. The shortening of transport paths and subsequent reaction in NaNO3 salt melts bypasses the diffusion-controlled formation of the oxidic products in solids and makes nucleation the rate-determining step of the reaction.",
                "The Tween micelles collapse upon heating. NaNO3 melts at 308 °C and serves as (i) a low-melting flux and (ii) a Na+ supply for the solid state reaction of Cr(NO3)3 to NaCrO2. The final step of the thermal decomposition of Cr(NO3)3·9H2O occurs at ≈450 °C. This explains why no NaCrO2 was obtained for temperatures below 400 °C. The surfactant is oxidized by the remaining nitrate ions to CO2 and H2O. Laser scanning microscopy images of the pre-annealed sample (Fig. S6A and B†) show isotropic precursor “droplets” in support of our working hypothesis.",
                "The 23Na solid state NMR spectrum of the pre-annealed sample (Fig. 5D black) shows a single resonance at δ = −8.01 ppm (with respect to solid NaCl), which perfectly matches to the sodium signal in NaNO3. This sharp spectral line disappears in the 23Na-NMR spectrum of the annealed product (Fig. 5D red) which confirms the complete transformation of the starting product. Instead, three broad 23Na resonances appear in the NMR spectrum indicating three new sodium environments. Measurements at different spinning frequencies were carried out to distinguish the centerband from the spinning sideband envelope (Fig. S7A and B†). Assuming that the major 23Na shift contribution arises due to the chromium ions in the first coordination sphere and that there are no significant interactions between the paramagnets at ambient temperature the significant low field shift of ca. −270 ppm of one of the 23Na lines is due to the hyperfine interaction with Cr3+. Fig. 5E shows the polarization mechanism related with the negative sign of the spin density transferred to the Na 3s orbital. Two unassigned sodium resonances appear in the 23Na NMR spectrum of the annealed product. Their shifts are in the spectral range for sodium in diamagnetic compounds. These bands have no correspondence in the X-ray diffraction pattern. The IR spectra (which can detect crystalline and non-crystalline species) do not show vibrational bands of chromate, nitrate, nitrate or peroxide anions or organic groups.",
                "Further confirmation for the success of the synthesis comes from a comparison of the 1H-NMR spectra (Fig. S8†) of pre-annealed and annealed samples. Proton resonances originating from the surfactant molecules involved in micelle formation in the product mixture are clearly present in the pre-annealed product, whereas these signals disappear in the 1H NMR spectrum of the product after annealing at 800 °C. The respective C–H vibrations after annealing are absent in the FTIR spectra (Fig. S9†).",
                "Fig. 5F shows the TG/DTG/DSC traces of the pre-annealed product. In order to avoid the oxidation of Cr3+ to higher oxidation states inert gas conditions were used. The TG trace reveals a mass loss of 64.1% in 5 different stages. The first stage corresponds to a mass loss of 10.5%. The DSC trace shows an endothermic process at around 100 °C indicating the evaporation of water as an explanation of the first stage mass loss. The 2nd stage mass loss of 13.9% at ∼135 °C is attributed to kerosene evaporation. Bello et al. reported an onset temperature of 135 °C for pure kerosene. The third stage shows a significant mass loss of about 20.4% in the temperature range from 260 to 340 °C. The DSC curve shows an exothermic reaction with a minimum at 307 °C, compatible with a combustion of tween 85. The fourth and fifth stage are very broad indicating compound pyrolysis. The overall mass loss during the fourth stage is 14.5% and 5.9% during the fifth stage between 340 and 850 °C. Taking into account the XRPD pattern in Fig. 3, the formation of NaCrO2 already occurs ∼400 °C, indicating a reduction of NaNO3 with a concomitant oxidation of the organic (Tween) components, because the thermal decomposition of NaNO3 (to NaNO2 and ½ O2) only occurs between 570 and 760 °C.",
                "Therefore stages 4 and 5 are attributed to a decomposition of the pyrolysis products formed by the decomposition of tween 85 in stage 3, but also to the decomposition of NaNO3 and Cr(NO3)3·9H2O. The decomposition temperature for NaNO3 may vary depending on the heating rate, composition of the sample, amount of surfactant and other factors.Fig. 5 shows the formation of the micelles, and their decomposition together with NaNO3 leading to the formation of NaCrO2 as final product.",
                "The setup for the synthesis of NaCrO2 was used for the synthesis of the layered oxides NaxMO2 (x ≤ 1) to show that a wider range of materials can be prepared using the setup. Except for the metal precursor, neither the composition of the single solutions, nor the flow rate or the setup was changed. Fe(NO3)3, Co(ac)2 and Al(NO3)3 were used as metal precursors for the synthesis of β-NaFeO2, Na0.74CoO2 and NaAlO2. Fig. 6 shows the XPRD patterns for each compound with the corresponding reference. The structure of NaFeO2 depends on the temperature and the starting material (Fe2O3). α-Fe2O3 (hematite) leads only to β-NaFeO2, while γ-Fe2O3 (maghemite) led to α-NaFeO2. Below 760 °C the modification is metastable. α-NaFeO2 was considered as possible product, but it was disproved by the Rietveld refinement.",
                "NaCo0.74O2 was formed when Co(ac)2 was used as metal precursor, as shown by the XRPD pattern with the corresponding reference in Fig. 6. The reason for the Na deficiency is that oxidation to Co4+ occurs during the reaction in air. Na2O is formed as a by-product of this reaction in minor amounts (weak reflections marked with an asterisk *). The P2-type of NaxCoO2 exists in a wide compositional range. It dominates the phase diagram from x = 0.3–1, so it can be assumed that the P2-type is more likely to be formed. Likewise, NaAlO2 could be prepared using Al(NO3)3 as Al precursor (Fig. 6). However, considering the amorphous background, all that can be said with certainty is that the crystalline portion of the product has the targeted composition. The XRPD patterns in Fig. 6 show that layered oxides NaMO2 (M = trivalent main group and 3d transition metals) can be prepared by a generalized segmented flow approach using an identical setup, flow rates and reaction/annealing temperatures in very high yields and in relatively short reaction times."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We have demonstrated an efficient segmented flow synthesis of NaCrO2 particles. This allows the synthesis of large amounts of NaMO2 (M = main group and 3d transition metals) within short reaction times. The yields may be enhanced significantly by parallelization of the setup. Efforts were also made to understand particle growth and the NaCrO2 surface chemistry. The successful and reproducible (automated) synthesis of NaCrO2 particles in large amounts allowed to systematically unravel the formation mechanism.",
                "The micelles formed by the surfactant in the water-in-oil emulsion-drying approach serve as nanoreactors that confine reaction volumes to nanometer size. This aids in overcoming the limitations of solid state reactions due to solid state diffusion. Traditional solid state synthesis require elevated temperatures or long reaction times to increase reaction rates. Alternatively, lower activation energies for diffusion can be achieved by going to a fluid phase (fluxes, vapor phase transport, solvothermal reactions). The emulsion-drying approach shortens the diffusion paths down to molecular scale by using ionic precursors to prepare intimately mixed reactants which transform upon short-time annealing at low temperatures into the crystalline solids.",
                "One reason for the annealing step, besides inducing nucleation and particle growth, is the need to remove surfactant molecules that are still bound to the particle surfaces. The setup may also be used for other metal layered oxides, potentially allowing a range of potential cathode materials to be produced. The shorter reaction time also allows high yields to be realized in short time frames, and they may be further increased by parallelizing the setup. Overall, the synthetic strategy offers a viable alternative to traditional methods for large-scale production of cathode materials."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Materials. NaNO3 (>99% Sigma Aldrich), Cr(NO3)3·9H2O (99% Acros Organics), Tween #85 (Sigma Aldrich), kerosene (reagent grade Sigma Aldrich), deionized water, fluorinated ethylene propylene tube with 1/16′′ OD and 1 mm ID (Fisher Scientific), peristaltic pump reglo ICC (Ismatec), ultrasonic bath (Elma S 30 H).",
                        "Flask synthesis. Before the synthesis 50 μL of Tween #85 was diluted in 50 mL of kerosene and stirred in a 100 mL beaker for 24 hours at room temperature to form the micelles. 2.5 mmol of Cr(NO3)3·9H2O and 2.5 mmol of NaNO3 were diluted in 50 mL of deionized water and stirred in a second beaker at room temperature. The oil mixture was transferred into a 250 mL flask, and the aqueous solution was introduced to the oil mixture through a dropping funnel with a rate of 3–5 droplets per second. The precursor was obtained by dropping the emulsion into hot kerosene (170–180 °C). Remaining water and kerosene were removed through a spiral-type condenser. The powder was heated in an argon oven at 800 °C for 4 hours to form the product.",
                        "Segmented flow synthesis. Before the synthesis 500 μL of Tween #85 was diluted in 500 mL of kerosene and stirred in a 500 mL beaker for 24 hours at room temperature to form the micelles. 25 mmol of Cr(NO3)3·9H2O and 25 mmol of NaNO3 were diluted in 500 mL of deionized water and stirred in a second beaker at room temperature. Kerosene was added in a third beaker. The overall tube length was 6 m. The first segment (3 m) was put in an ultrasonic bath at room temperature, the second segment (3 m) was heated in an oil bath to 170–180 °C. The three solutions were pumped separately, the flow rate for the aqueous and the kerosene/Tween #85 solution were 1 mL min−1, the flow rate for the kerosene was 4.0 mL min−1. The two solutions were connected through a T-fitting. The resulting emulsion and kerosene were connected through another T-fitting. Water and kerosene were removed after the reaction through a spiral type condenser. The powder was heated in an argon oven at 800 °C for 4 hours to form the final product. Fe(NO3)3, Co(ac)2 and Al(NO3)3 were used as metal precursors for the layered oxides NaMO2 (M = Fe, Co, Al), while all other parameters were kept the unchanged.",
                        "Powder X-ray diffraction. X-ray diffraction patterns were recorded on a STOE Stadi P diffractometer equipped with a Dectris Mythen 1k detector in transmission mode using Mo Kα1 radiation. Crystalline phases were identified according to the PDF-2 database using Bruker AXS EVA 10.0 software. Full pattern profile fits (Pawley/Rietveld) were performed with TOPAS Academic 6.0 applying the fundamental parameter approach.",
                        "Transmission electron microscopy (TEM). TEM mages for determining the size and morphology were acquired on a FEI Tecnai G2 Spirit microscope operating at 120 kV (LaB6 filament), equipped with a Gatan US1000 CCD-camera (16-bit, 2048 × 2048 pixels), using the Gatan Digital Micrograph software. Samples for TEM were prepared by placing one drop (10 μL) of a diluted solution in deionized water (0.1 mg mL−1) on a carbon-coated copper grid and by letting it dry at room temperature. Size evaluation of individual particles on the TEM images was performed with ImageJ.",
                        "High resolution transmission electron microscopy. The Samples were prepared adding a drop of diluted precursor in deionized water on a carbon coated copper grid. The samples were measured with the FEI Tecnai F30 ST TEM at 300 kV acceleration voltage equipped with a Gatan US4000 4k CCD camera.",
                        "Scanning electron microscopy (SEM). SEM images for demonstrating the presence of chromium and sodium on the surface were acquired on a FEI Nova NanoSEM with a EDX-detector (EDAX-Pegasus X4M). The samples were coated with gold before investigation and observed at 5 kV.",
                        "IR spectroscopy. ATR-IR spectra were measured on a Nicolet iS10 Spectrometer manufactured by Thermo Scientific. The spectra were recorded in a frequency range from 650 cm−1 to 4000 cm−1 with a resolution of 1.4 cm−1 per data point.",
                        "X-ray photoelectron spectroscopy (XPS). X-ray photoelectron spectroscopy (XPS) measurements were performed on a Kratos AXIS Ultra DLD instrument using a monochromatic Al Kα X-ray source.",
                        "Laser scanning microscopy. The measurements were performed on a Keyence Model VK-8710 color 3-D laser scanning microscope equipped with CF Plan Lenses – 10×/20×/50×/100×.",
                        "TGA/DSC. The measurements were performed on a Netzsch STA 409 PC/PG. The analysis was recorded in a temperature range from 35 °C to 1000 °C with a heating rate of 5 °C min−1 under argon atmosphere.",
                        "Solid-state NMR spectroscopy. All solid state NMR spectra were recorded on a Bruker Advance 400 DSX NMR spectrometer (Bruker BioSpin GmbH, Rheinstteten, Germany) at 1H frequency of 399.87 MHz and 23Na frequency of 105.74 MHz. A commercial three-channel 4 mm Bruker probe head was used for all experiments. The 1H and 23Na NMR spectra were recorded at 10 kHz magic angle spinning (MAS) in both cases averaging 32 transients with 8 s and 5 s recycle delay respectively."
                    ],
                    "name": "Materials and methods",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no competing financial interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Generalized synthesis of NaCrO2 particles for high-rate sodium ion batteries prepared by microfluidic synthesis in segmented flow"
}