{
    "DOI": "10.1007/s42823-024-00739-9",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are anticipated to garner significant interest as a complement or alternative to lithium-ion batteries (LIBs) in grid applications, thanks to their abundant raw materials and cost-effective nature [1,2,3,4,5,6,7,8,9]. However, SIBs have a limited lifespan and energy density relative to LIBs. Cathode materials are crucial components of batteries that determine their performance and cost. Thus far, extensive research has been conducted on the primary three types, namely layered transition metal oxides, Prussian blue analogs, and polyanion-type compounds [10,11,12,13]. Among them, NASICON (Na Superionic Conductors) type materials are considered to be promising cathode electrode materials for their three-dimensional open skeleton, which enables the rapid diffusion of sodium ions and excellent thermal stability, safety, and cycle life [14,15,16]. Typically, NASICON-structured Na3V2(PO4)3 (NVP) is characterized by a high capacity of 117 mAh g−1 and a working potential of approximately 3.4 V, and it exhibits satisfactory cycling stability [17,18,19,20,21,22,23]. However, the toxicity and expense of its elemental vanadium component restrict its commercial application.",
                "Mn-based NASICON NaxMnM(PO4)3 (M = V, Zr, Ti, Cr, etc.) compounds [24,25,26,27,28,29] are considered to be greener potential candidates for cathode materials that are suitable for large-scale application because they use earth-abundant resources. Mn-based materials also deliver higher energy density than NVP cathodes, as Mn participates in multiple electron reactions having higher reversible capacities and voltage plateaus during the electrochemical process [30,31,32]. For example, NASICON-structured NMVP delivers high capacity of 110 mAh g−1 with 3.4 V and 3.6 V, corresponding to the redox couples of V3+/V4+ and Mn2+/Mn3+, respectively [33]. Unfortunately, the critical issues of Mn-based materials are the structural instability that results from the Jahn–Teller distortion of their MnO6 octahedron, and their poor electronic conductivity, which is a common drawback among polyanionic materials that leads to fast capacity decay and sluggish rate capability.",
                "Ion doping and carbon coating are effective solutions to these problems. Doping ions with appropriate radius and valence state effectively adjust the vacancy concentration of Na+ and the bottlenecking in the Na+ diffusion channels, which then facilitates the structural stability and rate capability of Mn-based NASICON materials. The partial replacement of Mn2+ with non-active ions, such as Mg2+, Al3+, Ce3+, and Cu2+, reduces the Mn content in an NMVP material and thus suppresses the Jahn–Teller lattice distortion [34, 35]. For example, Zr4+-doped Na3.9Mn0.95VZr0.05(PO4)3 demonstrates outstanding cycle stability and rate performance. The elevated bond energy associated with Zr-O contributes to stabilizing the crystal structure, while the higher valency of Zr4+ introduces additional Na + ion vacancies, thus enhancing both the ionic and electronic conductivity of the material effectively. Our previous study revealed that the substitution of V3+ for Zr4+ in NMVP also has a positive effect on improving cyclability and rate capability. Furthermore, introducing carbon materials to build a conductive network is a viable technique for addressing the material’s weak electronic conductivity [36, 37].",
                "In this study, a novel approach is proposed to enhance the electrochemical performance of NMVP by employing a multi-layer carbon coating and substituting V with a larger size ion. Specifically, amorphous carbon (C) and reduced graphene oxide were utilized to decorate Na3.8MnV0.8Zr0.2(PO4)3 (NMVPZ). The unique structure of the electrode facilitated rapid electron/ion migration, resulting in improved cyclability and rate capability. Consequently, the optimized NMVPZ/C/rGO exhibited outstanding rate performance, with capacities of 77.9 mAh g−1 at 20 °C and 71.8 mAh g−1 at 60 °C, along with exceptional cycling stability, retaining 84.7% of its capacity after 1000 cycles at 2 °C."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The materials were synthesized using the sol–gel process and solid-state reaction. In detail, an aqueous suspension of graphite oxide (GO) was prepared by sonicating and dispersing it in mixture of ethanol and deionized water for 2 h. To prepare 4 mmol of the target compounds, stoichiometric volumes of C20H28O8Zr, C6H8O7, NH4H2PO4, CH3COONa, NH4VO3, and CH3COO)2Mn·4H2O were then added to the GO suspension, followed by continuous stirring at 90 °C. The resulting gel was dried for four hours at 150 °C before being pulverized into powder in a mortar. Finally, the powders were heated in an argon environment environment for 4 h at 350 °C and 10 h at 700 °C. Na4MnV(PO4)3/C, Na4MnV(PO4)3/C/rGO, and Na3.8MnV0.8Zr0.2(PO4)3/C were synthesized under the same process, and they are abbreviated as NVMP/C, NMVP/C/rGO, NMVPZ and NMVPZ/C/rGO."
                    ],
                    "name": "2.1 Material synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) analysis was conducted using a D8 ADVANCE instrument to examine the crystalline structure. The morphology of the samples was examined using a scanning electron microscope (SEM, JSW-5510LV) and transmission electron microscopy (TEM) imaging (JEOL-F200). The carbon structure and contents were analyzed using TG-DSC (STA448F3), XPS (ESCALAB Xi +), and Raman spectroscopy (DXR3). For electrochemical characteristics, the active material was dispersed in NMP with a ratio of 8:1:1 with binder and Super P, coated on aluminum foil, after drying at 120 degrees Celsius to obtain the cathode. CR2032 coin cells were assembled using Na metal as the anode. The electrolyte consisted of 1 M NaClO4 dissolved in a solution of ethylene carbonate (EC) / propylene carbonate (PC)/fluoroethylene carbonate (FEC) with a volume ratio of 47.5/47.4/5."
                    ],
                    "name": "2.2 Material characteristics",
                    "type": "h3"
                }
            ],
            "name": "2 Experiment detail",
            "type": "h2"
        },
        {
            "content": [
                "The crystal structures of the synthesized materials were initially determined using XRD. As depicted in Figure S1, NMVP/C, NMVP/C/rGO, NMVPZ/C, and NMVPZ/C/rGO exhibit identical structural characteristics, matching well with the NASICON structured NMVP. The narrow peaks indicate the strong crystallinity of the electrode materials, and the absence of additional peaks suggests the absence of detectable contaminants. Additionally, Rietveld XRD refinement was employed to comprehensively understand the crystal information of NMVP/C/rGO and NMVPZ/C/rGO materials. Both samples were successfully indexed to the characteristic features of the R-3c group (see Fig. 1 and Tables S1 and S2). The lattice parameters of NMVPZ/C/rGO were found to be a = b = 8.97148 Å and c = 21.70810 Å, exceeding the corresponding values for NMVP/C/rGO. This expansion of the lattice parameters can be attributed to the larger radius of Zr4+ (0.80 Å) compared to that of V3+ (0.74 Å). Consequently, NMVP/C/rGO possesses relatively larger ion transport channels, facilitating fast Na + diffusion during the electrochemical process.",
                "XPS measurements of the obtained samples were carried out to characterize their valence states. The full XPS spectra displayed in Fig. 2c confirm the presence of Na, P, V, Zr, Mn, C, and O elements in the sample. The Mn 2p XPS spectra of NMVPZ/C/rGO (Fig. 1f) show sharp peaks at 641.9 and 653.9 eV, indicating the presence of divalent Mn [9, 21, 22]. Additionally, the V 2p XPS peaks at 523.6 eV and 516.8 eV correspond to trivalent vanadium in all samples. The Zr 3d XPS spectra of NMZP/C/rGO contain two peaks that correspond to Zr 3d5/2 at 183.2 eV and Zr 3d3/2 at 185.6 eV, which indicates that Zr is tetravalent. Figure S2 shows the consistent positions of Mn, V (c), and Zr in NMVP/C, NMVP/C/rGO, NMVPZ/C, and NMVPZ/C/rGO, indicating that the introduction of rGO and Zr does not alter the valence states of the samples. The Raman spectrum (Figure S3a) reveals that all three samples show two characteristic carbon peaks that correspond to the D-band (1350 cm−1) and the G-band (1590 cm−1), respectively. The fitted I band at 1280 cm−1 is caused by disorder or polyenes in the graphite lattice, as seen in Fig. S3(b). The D′ band, a tiny fitted peak at 1680 cm−1, corresponds to the defect-induced peak linked to disorder in graphene [38,39,40]. The mass ratio of C in samples were calculated to be 7.1 and 10.1 wt% (Figure S4). The specific surface areas of the two materials were 37.2 m2 g-1 (NMVPZ/C/rGO) and 125.8 m2 g-1 (NMVP/C/rGO). Compared to the materials without rGO composite (29.2 m2 g-1 for NMVPZ/C and 20.5 m2 g-1 for NMVP/C), it is evident that the inclusion of rGO effectively increases the specific surface area of the materials. Furthermore, the mesoporous structure of all samples, both before and after compounding with rGO, was demonstrated by BJH tests, indicating that this structure facilitates electrolyte penetration during charging/discharging, thereby promoting the fast kinetics of charge transfer for electrode reactions (see Figure S5).",
                "The SEM and TEM analyses were employed to characterize the morphology of the samples. The SEM images show that all samples are irregularly shaped and have a size distribution of 1–5 μm (Fig. 2a–d). In general, the particle size of NMVP/C and NMVPZ/C microspheres is larger than that of the rGO-coated materials (NMVPZ/C/rGO), which indicates that the presence of rGO inhibits particle aggregation. The particles of the NMVPZ/C/rGO sample are well-wrapped in rGO networks (Fig. 2e). Moreover, HR-TEM shows that the surface of the NMVPZ/C/rGO is uniformly covered with a thin layer of C, measuring 8 nm in thickness (Fig. 2f and g), which is a result of the thermal pyrolysis of citric acid. Additionally, the distribution of each elements is homogeneous throughout the sample (see Fig. 2h). The dual conductive networks effectively enhance the electronic conductivity of the cathode material, leading to electrodes with rapid kinetics.",
                "Figure 3 illustrates the electrochemical performance of half-cells cycling at room temperature within the voltage range of 2.0–3.8 V. The CV profiles (Fig. 3a) of NMVPZ/C/rGO show two pairs of peaks at 3.6/3.48 V and 3.5/3.33 V, corresponding to redox reaction of Mn2+/Mn3+ and V3+/V4+. The CV curves for different cycles overlap well, which illustrates the high stability of the electrode materials during charging/discharging. As illustrated in Figure S6, the NVMP/C sample demonstrates a significant voltage separation between its anodic and cathodic peaks, whereas the NVMP/C/rGO and NVMZP/C/rGO cathodes exhibit smaller separations. This suggests weaker polarization, attributable to the presence of the rGO conductive network. Figure 3b depicts that NMVPZ/C/rGO exhibits a reversible capacity of 98.5 mAh g−1, similar to NMVP/C and NMVPZ/C (Figure S7). However, the capacity is slightly lower than that of NMVP/C/rGO (Fig. 3c) because the replacement of inactive Zr for V reduces the theoretical capacity of the material. Despite the lower reversible capacity, NMVPZ/C/rGO demonstrates 99.5% of the theoretical capacities (Figure S8), indicating that the combination of Zr doping and rGO coating enhances the reversibility of electrode reactions for NMVP/C/rGO. The initial Coulombic efficiency of the materials exhibits comparable values. Both NMVP/C and NMVPZ/C/rGO demonstrate a notably high initial Coulombic efficiency exceeding 98%, indicative of a high degree of reversibility. To compare cycling stability between NMVP/C, NMVP/C/rGO, NMVPZ/C, and NMVPZ/C/rGO samples, the cycling was tested at 2 °C. Figure 3d depicted that the NMVPZ/C/rGO exhibits remarkable capacity retention of 84.8% after 1000 cycles, while NMVP/C/rGO and NMVPZ/C demonstrate lower capacity retentions of 80.1% and 59.6%, indicating the highest cyclability of NMVPZ/C/rGO among all samples. Observations reveal that NMVP/C, lacking both Zr and rGO, exhibits the poorest stability, with the electrode nearly failing when the cycling number reached 800 cycles.",
                "To assess the structural stability of the material over extended cycling, we have incorporated XRD and SEM data plots of the NMVPZ/C/rGO material following 1000 cycles at 2 °C. XRD peak (Figure S9) intensities of both NMVP/C and NMVPZ/C materials were notably weakened after 1000 cycles, primarily attributed to the structural damage induced by the continuous Na+ insertion/de-insertion process. Conversely, the rGO-composited materials exhibited comparable diffraction peak intensities to their pre-cycling states, with the crystal structures of NMVPZ/C/rGO materials showing minimal deviation from the initial powder samples, suggesting that rGO composite incorporation effectively mitigates material structural damage during charge–discharge cycling, thereby contributing to enhanced structural stability. SEM characterization of both NMVP/C and NMVPZ/C/rGO materials after 1000 cycles is depicted in Figure S10. Notably, particles of NMVPZ/C/rGO material remained intact with smooth surfaces, which indicates the effectiveness of rGO composite in preventing material fracture.",
                "The rate capability of all materials was assessed under varying rates, as shown in Figure S11. NMVP/C/rGO and NMVPZ/C/rGO electrodes exhibit higher capacities at lower C-rates, while the capacities of NMVP/C and NMVP/C/rGO decrease rapidly with increasing rates, particularly at 5 °C. Notably, the NMVPZ/C/rGO demonstrates the highest rate capacity among all samples. Additionally, the cells were charged at the same rate of 0.5 °C but discharged with varying rate. Figure 3e shows that NMVP exhibits a specific capacity of 90 mAh g−1 at 0.2 °C, whereas the capacity rapidly decreases with an increase in the C-rate. When the discharge rate increases to 40 °C, it is almost inactive due to its inferior electronic conductivity and sluggish Na+ diffusivity. NMVPZ/C exhibits considerably better capacity at a high discharge rate than does NMVP/C. Even at high rates of 40 °C and 60 °C, there are still 69.5 and 65.7 mAh g−1. Notably, the NMVPZ/C/rGO electrode demonstrates superior rate capability, delivering high capacities of 77.9 and 71.9 mAh g−1 at 40 and 60 °C, respectively. The NMVPZ/C/rGO material demonstrates superior performance compared to materials solely doped with Zr. Specifically, the NMVPZ/C/rGO material showcases enhanced rate capability compared to Zr-doped NASICON cathode material [27,28,29].",
                "The electrochemical kinetic characteristics of the electrodes were further evaluated using the GITT and CV. Figure 4a and b depict the CV curves of the electrodes at various scanning rates. The Na + diffusion coefficients (DNa+) were estimated by linearly fitting the square root of the scan rate (v 1/2) against the peak current (I p), using the Randles–Sevcik equation, as depicted in Fig. 4c. The values of DNa+ for various electrodes are displayed in Table S3. It can be seen that the NMVPZ/C/rGO has the highest DNa+ during the charge and discharge process (Figure S12). Additionally, the GITT (Figure S13) is employed to obtain the Na+ diffusivity (DNa+) according to the following equation:",
                "where DNa+ is the Na+ diffusion coefficient, τ is the duration of the current pulse (s), nm is the number of moles (mol), Vm is the molar volume (cm3 mol–1), S is the electrode area (cm2), ΔEs is the equilibrium voltage change induced by current pulse, and ΔEt is the voltage change during the constant current pulse (neglecting the iR drop) [41,42,43].",
                "During charge/discharge, the NMVPZ/C/rGO displays the equilibrium potential slope profiles, indicating solid-solution reaction mechanisms. In contrast, the NMVP/C/rGO electrode exhibits both slope and flat plateau regions, suggesting a two-phase mechanism during sodiation/desodiation. Notably, NMVPZ/C/rGO shows a smaller overpotential (0.01–0.02 V) compared to NMVP/C/rGO, suggesting faster kinetics in NMVPZ/C/rGO. The DNa+ calculated from GITT for NMVP/C/rGO drop significantly from approximately 3.21 × 10−11 cm2 s−1 at the first plateau to 4.89 × 10−14 and 9.17 × 10−14 cm2 s−1 at the second plateau. The decrease in diffusion coefficients is associated to the larger Na+ diffusion barriers arising from the biphasic transition from Na3MnV(PO4)3 to Na2MnV(PO4)3. The DNa+ in NMVPZ/C/rGO exhibited a notable improvement, maintaining a stable value of approximately 5.74 × 10−11 cm2 s−1 throughout the charing/discharging process. This enhancement in ionic diffusion, coupled with minimal polarizations during electrochemical reactions, thereby enhancing the high-rate capability of NMVPZ/C/rGO. In addition, EIS results (Figure S14) show that NMVPZ/C/rGO demonstrates the lowest Ohmic impedance at 2.5 Ω, followed by NMVP/C/rGO at 2.8 Ω. In contrast, the Ohmic impedance of NMVP/C and NMVPZ/C is estimated to be 3.1 Ω and 5.2 Ω, respectively. These results reveal that materials with rGO coating display lower Ohmic impedance compared to those without rGO."
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the novel NASICON-structured NMVPZ/C/rGO composite emerged as a highly promising cathode material for sodium-ion batteries (SIBs). By integrating Zr doping and a dual-layer carbon coating, this innovative electrode design significantly enhanced both the cycling stability and rate capability. Impressively, the NMVPZ/C/rGO electrode showcased exceptional performance, retaining 84.8% of its capacity after 1000 cycles at 2 °C and delivering a remarkable rate capability of 71.9 mAh g−1 even at a high rate of 60 °C. These outstanding results underscore the efficacy of the rational electrode structure, which effectively facilitates electron transport and expands Na+ diffusion pathways, thereby enabling superior electrochemical performance."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Na3.8MnV0.8Zr0.2(PO4)3/C/rGO composite cathode for sodium-ion battery with enhanced cycling stability and rate capability"
}