{
    "DOI": "10.1039/D3RA07050F",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, sodium-ion (Na-ion) batteries have gained popularity owing to the abundance and widespread distribution of sodium resources, low cost and similarity in terms of electrochemistry with lithium-ion (Li-ion) batteries. However, finding ideal anode materials for Na-ion batteries remains challenging because Na-ions have a greater ionic radius of 1.02 Å compared to 0.76 Å of Li-ions, affecting phase stability and decreasing ion/electron transport properties. Additionally, low energy density is another drawback of Na-ions, because sodium is heavier (23 g mol−1) and has a lower redox potential (−2.71 V vs. standard hydrogen electrode (SHE)) compared to lithium (−3.02 V vs. SHE). To address these issues, determining a suitable anode material is essential. Designing anodes with materials having a high specific capacity, high conductivity and high sodium storage capacity has proven to be a successful strategy for Na-ion batteries. Previously, various materials, including transition metal oxides (TMOs) such as Mn2O3, Mn3O4, Fe3O4 and Co3O4 have been investigated for synthesising anodes for Na-ion batteries. However, TMOs possess low electrical conductivity and exhibit large volume change because the active material particles swell and shrink in response to the insertion and extraction of Na-ions during charging and discharging.",
                "Recently, various studies have focused on iron-based (Fe-based) oxide anode materials and spinel ferrites, with the formula AFe2O4 (A = Mn, Co, Cu and Ni), are considered to display greater performance than simple iron oxide and to have the advantages of natural abundance, non-toxicity and cost efficiency. Importantly, spinel ferrite demonstrated a remarkable synergetic effect and high capacity. Based on a previous report, MgFe2O4 was synthesised using a microwave-assisted method, demonstrating outstanding electrochemical performance and good cyclability. In MgFe2O4, spinel ferrite acts as a buffer for the matrix to maintain structural stability and reduce the effect of volume change during charging and discharging. Additionally, the spinel ferrite performs better than single oxide and has higher electrical conductivity.",
                "Interestingly, cobalt ferrite (CoFe2O4) has attracted research attention as a potential anode material for Na-ion batteries. CoFe2O4 consists of two metal ions capable of accepting multiple electrons, demonstrating superior performance with a high theoretical capacity of 916 mA h g−1. Zhang et al. reported the porous CoFe2O4 nanocubes delivered a high capacity of 360 mA h g−1 after 50 cycles and displayed a high initial coulombic efficiency of 68.8%. In another work, He et al. synthesised CoFe2O4 through a hydrothermal technique. In the first cycle, the discharge capacity of the CoFe2O4 was 300 mA h g−1 (current density of 100 mA g−1); however, the capacity faded rapidly. Similarly, Feng et al. synthesised CoFe2O4 via hydrothermal method and demonstrated a discharge capacity of approximately 200 mA h g−1 (at a current density of 0.05 A g−1) after 90 cycles. Hence, further research needs to be conducted to enhance the electrochemical performance of CoFe2O4-based anodes, which can be accomplished by exploring synthesis different synthesis methods because synthesis methods can impact electrochemical performances.",
                "To date, different methods have been developed for synthesising CoFe2O4, including hydrothermal, mechanical-alloying and ball-milling methods. The synthesis methods can affect the structure, properties, morphologies, phase purity and crystallinity of CoFe2O4. The molten salt method may offer more advantages compared to other methods, such as well-defined facets despite reactions taking place at lower temperatures within a short time, highly homogeneous product formation and reduced particle agglomeration. Besides, numerous studies have been reported on the synthesis of CoFe2O4 via the molten salt method with various salt combinations. Yang et al. used Li2SO4/Na2SO4 and NaCl/KCl to synthesise CoFe2O4 using the molten salt method for the first time. The CoFe2O4 particles are well formed and many particles have octahedron shape, indicating that an interface reaction mechanism regulates particle growth. Another study demonstrated that CoFe2O4 synthesised through the molten salt method using NaCl and KCl exhibited excellent electrochemical performance in Li-ion batteries with good cyclability and high reversible capacity.",
                "Herein, we report that the CoFe2O4 synthesised via the molten salt method using NaCl and KCl as precursors yields a remarkable electrochemical performance as an anode material in Na-ion batteries. During the synthesis, the molten salt helps control the particle size and shape at low temperatures and protects particles from agglomeration, resulting in homogeneous particles. The most important aspect of this structure is the octahedron shape of the CoFe2O4 particle, which is between 1.1 and 3.6 μm in size and can provide sites for reaction with Na-ions. The unique structure of the octahedron CoFe2O4 particle notably enhanced the electrochemical performance of CoFe2O4, with a high initial discharge capacity of 839 mA h g−1 and capacity retention of 98 mA h g−1 at 0.1 A g−1 after 100 cycles, indicating the remarkable potential of CoFe2O4 as an anode material."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A spinel CoFe2O4 was synthesised by adapting a previously described molten salt method. Highly pure cobalt(II) chloride hexahydrate (CoCl2·6H2O, ≥99.0%), ferric chloride (FeCl3, ≥98%), potassium chloride (KCl, 99.5%) and sodium chloride (NaCl, 99.5%) purchased from Sigma-Aldrich were ground with hydrogen peroxide (H2O2, 30%) purchased from Merck Millipore using an agate mortar, and heated overnight at 120 °C under vacuum. The CoFe2O4 powders were obtained by calcinating them at 700 °C, 800 °C and 900 °C for 6 h at a heating rate 5 °C min−1 in air and then labelled as M700, M800 and M900, respectively. Finally, the powders were washed, filtered and dried at 100 °C for 12 h (under vacuum)."
                    ],
                    "name": "2.1 Synthesis of spinel CoFe2O4",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) pattern of the sample was obtained using Rigaku Miniflex II under monochromatic Cu-Kα radiation (λ = 1.5148 Å) from 5° to 80°. The morphology and structure of the CoFe2O4 were viewed using scanning electron microscopy (SEM; JEOL JSM-6360LA) and transmission electron microscope (TEM; TECNAI G2 F20). The Fourier-transform infrared (FTIR) spectra were obtained using Shimadzu IR Tracer-100. The X-ray photoelectron spectroscopy (XPS) was used to examine the chemical states of the elements present in the CoFe2O4 using an Axis Ultra DLD XPS, Kratos and obtained spectra were fitted using CASA software. Then, Raman spectroscopy (Renishaw) was performed using 532 nm excitation extended with 0.1% power-laser measurements."
                    ],
                    "name": "2.2 Material characterisation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All chemicals were obtained from Sigma-Aldrich. The CoFe2O4 electrode is prepared by mixing 75 wt% active material, 15 wt% carbon black and 10 wt% polyvinylidene fluoride (PVDF) in N-methyl-2-pyrrolidone (NMP). The slurry was applied onto a copper foil with an electrode mass loading of ∼2 mg cm−2 and dried at 100 °C overnight. The coin-type cell (CR2032) was assembled in an argon-filled glove box (MBRAUN Unilab) with sodium metal as the counter electrode and glass fibre as the separator. The electrolyte solution was prepared using 1 M NaClO4 (98%) in a mixture of propylene carbonate (anhydrous, 99.7%) with 5 wt% fluoroethylene carbonates (99%). Cyclic voltammetry (CV; CHI 700E) and galvanostatic charge and discharge (NEWARE battery analyser) were controlled in a range of 0.01–3.00 V voltage versus Na/Na+."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Table 1 and Fig. 1 display all the XRD patterns and Rietveld refinement profiles of all the samples. All diffraction peaks can be readily indexed as cubic spinel of CoFe2O4, which agrees well with the conventional CoFe2O4 spinel with the Fd3m space group (JCPDS no. 22-1086). No additional peaks are observed, demonstrating the purity of the CoFe2O4 produced. Overall, the intensity peaks become sharper as the calcination temperature increases, indicating that the crystallite size increases with temperature. The crystallite sizes (L) for all samples were calculated using Scherrer's equation: where, k is a constant (0.9394), λ is the Cu-Kα radiation wavelength (1.5148 Å), β is the full width at half-maximum on the XRD peak in radians and θ is the angle of diffraction. M700, M800 and M900 crystallite sizes were calculated to be 26.26, 29.84 and 31.36 nm, respectively. Moreover, the lattice parameters, a for the calcination treatment for M700, M800 and M900 slightly decrease by 8.37, 8.36 and 8.33 Å, respectively. This phenomenon is typically occurs due to the defects removal such as oxygen vacancies and the lattice contracts during calcination. These findings are similar to the results from a previous study.",
                "Raman spectroscopy (Fig. 2) was also carried out to confirm the nature of CoFe2O4. Inverse spinel CoFe2O4 shows an A1g symmetry at 684 cm−1 associated with the tetrahedral sub-lattice and octahedral sub-lattice at the peak at 615 cm−1. The band at 473 cm−1 is attributed to asymmetric bending of Fe (Co)–O. Conversely, the Raman band at 291 cm−1 is attributed to the Eg symmetric bending of Fe (Co)–O.",
                "The formation of CoFe2O4 spinel was also supported by the FTIR spectra (Fig. 3). The appearance of two peaks at 570 and 415 cm−1 is closely linked to the stretching vibrations of metal oxide in the octahedral site Co2+–O2− and tetrahedral site Fe3+–O2−, respectively. These two typical bands can be detected in almost all CoFe2O4 structures. However, at relatively higher temperatures, the peaks become sharper and narrower due to lattice distortion minimization and improve the crystallinity. This fact is in agreement with XRD.",
                "XPS spectroscopy was explained the elemental composition of CoFe2O4 and displays the existence of the Co, Fe and O element as showed in Fig. 4. The deconvoluted spectra of the Co 2p (Fig. 4a) spectra show peaks due to Co 2p3/2 and Co 2p1/2 at binding energy of 779.71 and 794.99 eV respectively. In addition, the satellites peaks at 785.38 eV and 802.83 eV indicated the presence of unpaired 3d electron of the high spin Co2+. In Fig. 4b exposed Fe 2p spectrum and displayed the Fe 2p3/2 and Fe 2p1/2 peaks at 710.54 and 723.58 eV, respectively. These results support the presence of Fe3+ in the inverse spinel CoFe2O4. The two peaks at 529.42 and 532.31 eV in a single O 1s fine spectra (Fig. 4c) can be considered as the metal–O bond and consistent with oxygen in the defect, respectively.",
                "SEM images (Fig. 5) showed a remarkable morphological change as the calcination temperatures increased with average particle size ranging from 1.1 to 3.6 μm. Sample M700 (Fig. 5a) shows an octahedron shape with a particle size of ∼1.1 μm, and sample M800 (Fig. 5b) shows a well-defined octahedral shape, with a faceted surface and size of about ∼2.27 μm. As the temperature increased to 900 °C (M900 (Fig. 5c)), the particle sizes increased to ∼3.64 μm and the morphology became flattened, giving rise to new facets. This condition appears inevitable, primarily because of the interaction between magnetic particles at higher calcination temperatures.",
                "The Brunauer–Emmett–Teller (BET) surface area of the samples was determined using nitrogen adsorption–desorption isotherms measured at 77.3 K (Fig. 6). From the obtained isotherms, all the samples show type IV adsorption isotherms which indicate mesoporous structures. Furthermore, all samples show H3 hysteresis loop which show the characteristic of slit shape features. The open loop at the isotherm may be caused by slow adsorption at narrow pores which exhibited from slit shape features. The specific surface areas of M700, M800, and M900 were found to be 2.6017, 3.6244, and 7.7535 m2 g−1, respectively. In addition, the measured pore volumes of the samples were 0.0020 cm3 g−1 for M700, 0.0032 cm3 g−1 for M800 and 0.0082 cm3 g−1. It is clear that higher calcination temperatures resulted in an increase in the BET surface area due to structural and morphological changes, indicating the emergence of a new facet as shown in the SEM image.",
                "Further analysis was conducted using TEM images (Fig. 7). The crystalline CoFe2O4 structure demonstrates that the sample M900 possessed dense agglomerates, as illustrated in Fig. 7a. Lattice fringes of CoFe2O4 (Fig. 7b) indicate an interplanar spacing of 0.25 nm belonging to the (311) plane with a cubic phase, which agreed well with the XRD data.",
                "CV was conducted for all electrodes between 0.01 and 3.0 V at a scan rate of 0.1 mV s−1 (Fig. 8). Throughout the first scan, all electrodes showed a broad-ranging cathodic peak at 0.6 V, consistent with the irreversible emergence of a solid electrolyte interface (SEI); electrolyte deterioration causes a significant irreversible loss of capacity during the first discharge process. The shift between 0.3 and 0.8 V during the subsequent cycle is attributed to the reduction of Fe3+ and Co2+ to Fe0 and Co0, respectively, and the reversible reaction to form Na2O (eqn (2)):",
                "In the anodic process, the oxidation peaks at 0.8 and 1.2 V are attributed to the reformation of CoFe2O4 via the oxidation of Fe0 and Co0 to Fe3+ and Co2+, respectively. All the CV curves almost overlapped during the subsequent cycle, indicating high reversibility of the electrochemical reaction. The selected cycles of the charge and discharge profiles for all electrodes at a current density of 0.1 A g−1 is shown in Fig. 9. The charge and discharge plateau for all electrodes is aligned with the CV peaks. The initial capacity of discharge and charge capacities of the electrode are 617 mA h g−1 (M700), 839 mA h g−1 (M800), and 350 mA h g−1 (M900), respectively. Based on these result, M800 electrode deliver higher discharge capacity due to the uniform morphology, suggesting that large contact interface between electrolyte and electrodes, which lead to high irreversible Na+ consumption. Contrarily, the large particle size required a longer time for ion transfer into the particles and faces diffusion limitation of Na+ within a single large particle. All electrodes display irreversible capacity loss owing to the formation of the SEI layer and electrolyte degradation during the first cycle. However, there is difference for the second discharge curves of the sample M900 and sample M800 and M700 due to considerable loss in specific capacity of the M900 sample. This result agreed well with the capacity value of M900 sample which is lower that M800 and M700.",
                "Fig. 10a demonstrates the cycling behaviour of all electrodes at a current density of 0.1 A g−1. At the initial cycle, the M800 electrode exhibits the highest discharge capacity (839 mA h g−1), followed by the M700 (617 mA h g−1) and M900 (350 mA h g−1) electrodes. For the M800 electrode, a preserved discharge capacity of 98 mA h g−1 was calculated after 100 cycles, whereas the discharge capacity for the M700 (76 mA h g−1) and M900 (69 mA h g−1) electrodes. The reversible discharge capacity of the M800 electrode was 224 mA h g−1 after the second cycle and continued to decline throughout the 100 cycles, which was possibly due the activation and stabilisation processes within the electrode. In this regard, the observed capacity values of the M800 electrode remain high compared to the other electrodes. Similar trends were also observed for the M700 and M900 electrodes. After 100 cycles, the discharge capacities of the M700 and M900 electrodes were 76 mA h g−1 and 69 mA h g−1, respectively. According to previous reported, fast capacity fading of materials due to structure collapse and dissolution of materials may occur in electrolyte decomposition. As a result, the improvement in cycling stability of materials is attributed to a delay in structure decay. The specific capacity retained by the M800 electrode after 100 cycles was 88%, compared to 87% and 80% retained by the M700 and M900 electrodes, respectively. Clearly, the initial coulombic efficiencies were 48%, 33% and 24% for the M700, M800 and M900 electrodes, respectively, owing to uncontrolled SEI layer formations. After several cycles, all the electrodes demonstrated high coulombic efficiencies of more than 99% as the SEI layer formation stabilised during cycling. The rate capability of all the electrodes was also determined at different current rates, ranging from 0.2 to 1.0 A g−1 (Fig. 10b). The M800 electrode delivered the discharge capacities of 171, 125, 103, 87, 73 and 108 mA h g−1 at the current densities of 0.2, 0.4, 0.6, 0.8, 1.0 and 0.2 A g−1, respectively. Even though the rate returned to 0.2 A g−1, the discharge capacity of M800 electrode could still display the maximum reversible capacity, suggesting stable cycling performance. However, the consecutive cycling performances of the M700 and M900 electrodes were unsatisfactory. After 66 cycles at various charge and discharge rates, the discharge capacity of the M800 electrode at 0.2 A g−1 remained 108 mA h g−1, representing approximately 87% capacity recovery. Hence, the improved cycle and rate performance of the M800 electrode is superior to that of the M700 and M900 electrodes, may be due to the well-defined octahedral shape of M800 delivers sufficient active sites for Na-ion, thus reducing the electron and ion transport pathways.",
                "The improved electrochemical performance of CoFe2O4 (M800) could be assigned to the high crystallinity and homogeneous distribution of particles, leading to a high surface area, facilitating electrode–electrolyte interaction and affording increased active sites for electrochemical reactions. The well-dispersed particles are beneficial for excellent performance because they provide a short transport length and a substantial contact area between the active material and electrolyte. In this regard, the sample must afford a high surface area for promoting the adsorption and storage of Na-ions. M900 presented a large particle size as seen from the SEM image, which in turn severely affect the performance because it is difficult for ions to diffuse into bulk materials. It suggests that increasing the length of diffusion pathways of Na-ions and resulting in unsatisfactory CoFe2O4 behaviour. This method is well recognised for its cost-effective preparation because the products can be produced in large quantities in a short session. Scientifically, the salt melts during the preparation method owing to the high rate of ion absorption and high ability to dissolve, which can speed up the rate of the reactions. To the best of our knowledge, systematic investigations on the parameters influencing the formation and characteristics of CoFe2O4 during the molten salt method are still lacking. Overall, the discharge capacity of CoFe2O4 discovered in this study is preferable to those previously reported (Table 2). The synthesis of molten salts at low temperatures represents a template and surfactant free, cost-effective, simple and an efficient method for large-scale production. As a result of this study, new insights can be gained for future studies on CoFe2O4 as an anode material for Na-ion batteries."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "CoFe2O4 was successfully synthesised using the molten salt method, followed by calcination at 700 °C, 800 °C and 900 °C. The synthesis approach used provides a straightforward and practical way for industrial production. The powder phases, structures, chemical composition and morphology are characterised through XRD, Raman spectroscopy, FTIR, XPS, SEM, BET and TEM. The electrochemical results indicate that the M800 electrode showed excellent performance as an anode material for Na-ion batteries, which could be attributed to the homogeneity, uniform octahedral morphology, and high crystallinity of the material. The M800 electrode revealed a high initial discharge capacity (839 mA h g−1 at 0.1 A g−1) and retained the capacity (98 mA h g−1) after 100 cycles. The capacitive retention was ∼88% after 100 cycles, demonstrating a good rate capability and cycling stability during the insertion and de-insertion of Na-ions. These findings indicate that this strategy may provide an innovative approach to improving the electrochemical behaviour of CoFe2O4 electrodes for use in Na-ion batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The manuscript original draft was written by S. U. M. S. U. M., and N. H. I. investigated the molten salt synthesis of disordered spinel CoFe2O4 with improved electrochemical performance for sodium-ion batteries and developed conceptualisation. S. U. M., N. H. I., H. M. Y., F. M. D., S. R. M., and L. N. developed the methodologies. The project was supervised by N. H. I. The manuscript has been reviewed and edited by all contributing authors."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interest or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Molten salt synthesis of disordered spinel CoFe2O4 with improved electrochemical performance for sodium-ion batteries"
}