{
    "DOI": "10.1021/jacs.1c06058",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries are widely considered to be an attractive future technology for large-scale energy storage owing to the low cost and high abundance of the raw materials.  However, the lack of any appreciable sodium-storage capacity in graphite, the anode of choice for lithium-ion batteries, means that an alternate anode material must be found. Hard carbons have attracted the most interest of all the potential materials, due to their low cost and good reversible capacities.  However, details of their structures and the mechanisms underlying sodium storage within hard carbons remain the subject of debate.",
                "Hard carbons are a form of nongraphitizable carbon consisting of graphene nanosheets with significant turbostratic disorder and curvature. When used as an anode material in a sodium-ion battery, two electrochemical processes are universally observed: a sloping region at higher voltages, which usually accounts for around half the capacity, and a flatter plateau-like process just above 0 V vs Na+/Na, which accounts for the other half. The total capacity, and the proportion of this capacity observed on each of these two processes, varies between carbons synthesized under different conditions.  A number of models have been proposed to explain these electrochemical processes, the majority of which concentrate on the possibility of sodium storage in three aspects of the carbon structure: (1) graphene–graphene interlayer gallery spacing, (2) defects and graphene fragment edge sites, and (3) micropores.",
                "In general, interlayer spacing decreases with annealing temperature, although this never reaches the value of the graphite interlayer spacing (this essentially being one definition of a hard carbon). The correlation length of the graphene fragments or nanosheets that make up these carbons also increases at higher pyrolysis temperatures, as observed by several studies using pair distribution function (PDF) analysis, and/or Raman spectroscopy, implying an increase in local atomic ordering.  Along with these structural changes, a decrease in the capacity obtained during the sloping process is observed. On the basis of changes to the intensity and/or position of the (002) X-ray diffraction peak, as well as changes to the carbon–carbon correlations as measured by PDF, several studies have attributed this process to sodium intercalation between nearly parallel graphene-like layers.  However, changes to the (002) reflection are not universally observed; for example, Zhang et al. observed a constant interlayer separation throughout the sloping process. ",
                "Many recent reports in the literature consider defects within the structure to play an important role in sodium storage during the first electrochemical process.  Bommier et al. reported a correlation between the capacity observed in the sloping region and the number of defects, estimated from the D:G ratio of the G- and D-band peaks in Raman spectra.  Density-functional theory (DFT) calculations have shown that when the carbon surface contains an oxygen defect, the adsorption energy for sodium increases, and sodium storage can also become more favorable at sites away from the defect.  More recent DFT studies performed on highly curved and defective (but oxygen free) carbons generated via machine learning approaches resulted in adsorption energies and thus Na insertion potentials consistent with those in the sloping region.  Our previous PDF data observed significant curvature in the carbon local structure caused by defects,  which was also observed in TEM images reported by several authors.  The defect concentration within the carbon structures has also been shown to decrease with increasing pyrolysis temperature,  thus providing an alternate explanation for the lower capacity observed on the first electrochemical process for carbons produced using higher temperatures.",
                "The second, plateau-like process close to 0 V vs Na+/Na, has been attributed, on the basis of small-angle X-ray scattering (SAXS) data, to sodium pooling within voids of the material.  This is also consistent with 23Na NMR data and PDF studies: an observed shift of the 23Na NMR resonance to positive frequencies during the low voltage region of the electrochemistry—caused by an increased contribution from the Knight shift—implies that the sodium species become increasingly metallic during the low-voltage plateau.  PDF data shows additional peaks forming during this plateau consistent with the distances expected in ∼10 Å diameter clusters of sodium.  Agreement on this mechanism is not universal: other studies have suggested that intercalation may take place during the plateau process.  However, Raman data from Reddy et al. showed that the G-band remains at a constant frequency during this process, suggesting that intercalation cannot be the mechanism of sodium storage at this stage of the electrochemistry. ",
                "Sodium clusters must form within pores, or voids, within the carbon structure. Therefore, any changes to the carbon porosity as a result of different synthesis conditions would be expected to produce different capacities for the second electrochemical process. Two recent reports offer comprehensive characterization of hard carbons synthesized at a range of annealing temperatures, using precursors produced either by hydrothermal treatment of glucose,  or heating of sucrose in air,  and link structural features to the electrochemical features. Both reports find that internal pore diameter (determined from small-angle scattering data) increases with increasing annealing temperature. Using a hydrothermally treated precursor, Au et al. find that this correlates with increased plateau capacity until pyrolysis temperatures of 1500 °C, but at higher temperatures the plateau capacity then decreases. In contrast, Kubota et al. used a conventional sucrose precursor, and observed the plateau capacity continuing to increase at temperatures greater than 1500 °C. It is worth noting that the pore sizes of the carbons reported by Au et al. above 1500 °C are much greater (3–5 nm) than those of Kubota et al. (1.2–1.7 nm) despite the relatively similar starting material; it is likely that the precursor treatment (hydrothermal versus heating in air) has a large effect on the resulting porosity. However, the effect of pore diameter on the resulting size of any sodium clusters formed remains poorly understood; existing attempts to understand the structures of any such clusters have relied on inferences from measurements, such as the internal pore diameter, or 23Na NMR Knight shift. ",
                "In theory, tailoring aspects of the hard carbon structure through the judicious choice of synthetic conditions should allow control over the relative capacities obtained during the two electrochemical processes. However, such work should be directed by a thorough understanding of the structures produced, and the mechanisms by which sodium is stored within them. Although the work summarized above has made great strides toward understanding the links between hard carbon structure and property, the atomic-scale structures of hard carbons are still not well understood, and thus the effect different synthesis conditions have on forming the atomic structure remains unclear. The disordered nature of both the hard carbon and the inserted sodium species makes it difficult to discern the subtle structural changes taking place during sodium insertion/removal. This is particularly true of ex situ studies in which sample-to-sample differences in, for example, electrode porosity or active material loading may overwhelm the changes due to sodium insertion. Without a simple, reliable method to compare the atomic structures of the wide variety of materials that fall under the hard carbon umbrella, the comparison of results from different studies with different experimental setups can be very challenging. With an increasing number of novel analytical techniques being used,  an intuitive, easy to understand model is increasingly necessary to provide a baseline to which other bulk properties such as the electrochemical performance can be readily compared. Computationally expensive solutions such as DFT calculations are available, but cannot necessarily capture the structural complexity and disorder over multiple length scales. Machine-learning methods are beginning to open up a larger range of parameter space;  however, their application to the understanding of experimental data is still in its infancy.",
                "Here, we use PDF analysis coupled with a Debye scattering-based structural refinement method to characterize the local atomic structure of a series of hard carbons synthesized from glucose, as well as two commercially-relevant carbons. The average local structure models obtained from these structural refinements highlight differences in the local atomic structures of different hard carbons, from which changes in the electrochemical behavior of the carbons can be readily rationalized. We then present highly consistent data sets obtained from operando PDF experiments performed during the (dis)charge processes for two commercially relevant hard carbons with similar average pore diameters; these give new insights into the sodium (de)insertion processes and direct observation of the size of sodium clusters. We complement these experiments with 23Na solid-state NMR measurements, which give insights into the electronic structure of the inserted sodium to deliver a revised mechanism for sodium storage in hard carbon."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "PDFs (G(r)), derived from the Fourier-transformed X-ray total scattering data, for the hard carbons used in this study are shown in . As remarked upon previously,  the positions of peaks at interatomic distances, r, are close to those in a graphene fragment. The dampening of PDF peaks with increasing r indicates the presence of structural disorder, which limits the correlation length in the materials to ∼20 Å. In addition to this, the absence of peaks in the PDF corresponding to graphene-sheet interlayer distances indicates the presence of significant turbostratic disorder.",
                        "Our previous work identified that the hard carbon structure contains curvature to the graphene sheets,  resulting in high-r peaks in the PDF being found at shorter distances than predicted by a planar graphene sheet—this same phenomenon is observed in all the carbons under study here. These aspects of disorder present in hard carbons makes obtaining structural models by which to easily compare different hard carbons extremely challenging. Previous analyses have used one of two approaches: simple models can be made by using a graphite unit cell with an expanded c-parameter to simulate the lower density of hard carbon compared to graphite, and larger interlayer atomic displacement parameters in order to simulate the turbostratic disorder between layers.  However, curvature cannot be introduced to the graphene-like fragments in models produced in this way, and our previous work has shown that a single planar model cannot be a good fit the full r-range of the PDF.  More complex models can be created using methods such as reverse Monte Carlo (RMC) refinement,  and DFT calculations.  However, such models struggle to provide a unique fit to the data owing to the large number of atomic positions that are refined. Furthermore, the complexity of such models can make interpretation difficult. Here, we have produced curved graphene fragments and then used the Debye scattering method to refine structural models against our total scattering data. This produces structural models containing the smallest number of atoms, and the smallest number of refined parameters that can provide a good fit to the data. In effect, this gives the “average” local structure analogous to the asymmetric unit of a crystalline material, which represents the smallest set of atoms required to describe a crystal structure. In reality, there is likely to be a distribution of different structures within the material that is not captured using this method of modeling. However, this approach can highlight differences between the average local atomic structures of different hard carbons, and when comparing bulk properties such as electrochemical behavior or NMR shifts, we believe that this concept of the “average local structure” has considerable merit as demonstrated below.",
                        "A schematic of our modeling procedure is shown in (a). We take n aperiodic graphene fragments with dimensions x × y, which can be stacked in either an eclipsed or staggered arrangement with separation d. These fragments are constrained to lie on the surface of an ellipsoid with two independent radii of curvature (full details of this procedure are outlined in the ). We then refine this structure simultaneously against both the real-space PDF, G(r), and the reciprocal-space total-scattering data, F(Q), using the Debye approach.  Fitting in both real- and reciprocal-spaces is important as, while G(r) is sensitive to aspects of the local structure, e.g., the curvature of the sheets, it is less sensitive to any interlayer interactions, and therefore information about the number of layers is difficult to come by from considering the G(r) alone. F(Q) is, however, extremely sensitive to the number of layers via the (002) peak, as shown in . The advantages gained through such dual refinements are also more generally true for other systems, where refinements of G(r) tend to place more emphasis on the short-range structure, whereas F(Q) gives a more even weighting across all length scales. ",
                        "The following parameters are refined: the radii of curvature (Ra, Rb), the layer separation (d), an overall scale factor, a low-r peak sharpening parameter (δ1), and intra- and interlayer thermal displacement parameters (Uintra and Uinter, respectively) using the method outlined by Prill et al.  This gives a total of seven refined parameters. This refinement is then repeated for different values of x, y, and n; these parameters cannot be refined directly as changing the number of atoms introduces a discontinuity into the fit. Typically, 150–300 models are refined and ranked by Rw value.",
                        "In order to choose the “best” model for the data, all models within 10% of the lowest Rw value are compared. The number of layers, n, is taken from the model in this list with the lowest interlayer thermal displacement parameters. Then, comparing all fits containing this number of layers, the model with the lowest Rw is chosen as the final model, the parameters for which are discussed and compared for the different carbons in the relevant sections below. This method for choosing a “best” model from the candidates accounts for situations in which a larger number of layers that are more disordered with respect to each other—which manifests as a larger interlayer thermal displacement parameter—gives a marginal improvement to the fit. Our aim with this modeling method is to find the simplest possible model which can explain the total scattering data; thus, a smaller, more ordered model is favored over a more disordered variant when the quality of the fit is equivalent. While there will be a range of different atomic arrangements in any real material, here we are modeling the average of those arrangements, and thus we seek a single, simple model.",
                        "Structural models were refined against the experimental real- and reciprocal-space scattering data for two commercially-relevant hard carbons, and four glucose-derived hard carbons with different pyrolysis temperatures. In all cases, we obtain good fits to both the entire r-range of the real space data, and Q-range of the reciprocal space data as shown by the weak intensities in the difference curves. An example of the fit to data for the 1100 °C sample (Rw = 0.16) is shown in (b, c), where the difference between the PDF for the model and the experimental PDF data is shown in green.",
                        "Analyses of four glucose-derived carbons prepared at pyrolysis temperatures of 900 °C, 1000 °C, 1100 °C, and 1500 °C reveal significant changes to the hard carbon structure as a function of temperature ( and a). The local structures can all be modeled by rectangular fragments with cylindrical curvature around the long-axis. The limited size of the fragments reflects the limited correlation length of the graphene sheets present in all the carbons. This may arise from disorder within the structure, e.g., from sheet curvature or termination of the carbon fragments. As the synthesis temperature increases, the dimensions of the fragment increase demonstrating an increased correlation length, and the curvature decreases. This demonstrates that there are fewer defects per unit volume in the carbons synthesized at higher temperature, implying that some defects are annealed out, but enough remain to preserve curvature and prevent graphitization. By comparison, the commercially relevant carbons (b) appear more symmetrical; both have approximately square (rather than rectangular) fragment shapes. Carbon B has the larger fragment size (20 × 20 Å, vs 16 × 17 Å for Carbon A), and displays similar curvature to the glucose-based carbons. Carbon A, however, displays spherical (Ra ≈ Rb), rather than cylindrical (Ra ≫ Rb), curvature. We note that enforcing cylindrical curvature in this case results in a minor decrease in the quality of fit; Rw = 0.19 (spherical), 0.20 (cylindrical)."
                    ],
                    "name": " PDF Analysis of Pristine Carbons",
                    "type": "h3"
                },
                {
                    "content": [
                        "c shows the experimental galvanostatic electrochemical profile obtained at a rate of C/20 for the two commercially relevant carbons, and the two high temperature glucose-derived carbons (1100 °C, and 1500 °C) measured in a half-cell vs Na metal. Similar to previous reports for hard carbons, both a sloping process, and a plateau-like (much flatter) process is observed for each of the carbons. In order to differentiate between these two processes, differential capacity analysis was performed on each of the data sets; the plateau process was defined to commence when dQ/dV > −400 mAhg–1 V–1, i.e., the point immediately following the change in gradient in the potential vs capacity curve, as indicated by the crosses in c (dQ/dV plots in ). This method was chosen in place of a potential-based definition in order to be more resilient toward different overpotentials between different samples and cells; these maybe caused by differences in resistance between the different carbons, film formulation, differences in thickness, porosity, etc. For the carbons under study here, dQ/dV > −400 mAhg–1 V–1 was reached for potentials of 94, 77, 71, and 96 mV for Carbon A, Carbon B, 1500 °C, and 1100 °C, respectively. The capacity achieved on the two processes differs between carbons, as summarized in  and d."
                    ],
                    "name": " Electrochemistry",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando 23Na solid-state NMR measurements were performed on four of the carbons (). In all cases, two peaks are observed at −10 and 1135 ppm corresponding to the NaPF6 electrolyte and the sodium metal counter electrode, respectively. From the start of discharge, until approximately 0.8 V, these are the only peaks observed. This is consistent with electrolyte decomposition on the surface to form the solid-electrolyte interphase (SEI) layer.",
                        "During the first electrochemical process, we only observe changes in the diamagnetic region around 0 ppm. Unfortunately, these changes are masked by the strong electrolyte signal, and this means that it is not possible to easily compare the shifts produced by sodium insertion into the different carbons. However, the diamagnetic nature of the shift in all cases indicates that the sodium inserted is ionic in nature, rather than metallic. During the second electrochemical process, a peak is observed to grow and shift to higher frequencies, for all of the carbons tested. The final shift at full discharge differs between carbons: a range of 760 to 960 ppm is observed ( and ). In all cases the higher shift is due to an increased contribution from the Knight shift, which arises from the interaction of the nuclear spins with the unpaired electrons located at the Fermi level of the conduction band. Larger shifts indicate an increase of the Na 2s density of states at the Fermi level, consistent with the formation of a metallic sodium species during this stage of the electrochemistry. The final 23Na resonances for the Carbon A and 1100 °C carbons are significantly broader than for the Carbon B and 1500 °C carbons indicating that a greater range of local sodium environments exists within Carbon A/1100 °C.",
                        "During charging (sodium removal) the reverse processes take place, with the peak broadening and moving to lower frequencies. The peak reaches close to 0 ppm by the end of the plateau, where it becomes obscured by the large electrolyte peak. The second (dis)charge processes follow the same pattern as the first."
                    ],
                    "name": " Operando NMR",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando X-ray total scattering data were collected for the two commercially relevant carbons. a shows the reciprocal space data, F(Q), in the Q-range of 1.3–5 Å–1 for Carbon A during the sodium insertion process. Note that an explicit background correction has been applied to produce F(Q) from the raw scattering data; this removes any features from the in situ cells. Features in the F(Q) are very broad due to both the disordered material and because the measurements were optimized for the collection of PDF data which limits resolution in reciprocal space. Nevertheless, there are clear changes visible in the region around the broad peak at Q = 1.7 Å–1—corresponding to the carbon 002 reflection—the largest changes occurring during the sloping process. Previous studies have noted a shift of this peak to lower Q values, corresponding to an increase in the average interlayer spacing.  In our data, there is significant overlap of this region with scattering from the electrolyte (). The broad nature of the carbon peaks, along with significant overlap from similarly broad features resulting from the electrolyte, makes interpretation difficult and, therefore, we instead analyze these changes in more detail in real-space.",
                        "The real-space PDF data, G(r), for the sodium insertion process for Carbon A is shown in b. Changes to G(r) can be emphasized by using a differential PDF (dPDF),  where a dPDF is obtained by subtracting the first PDF obtained during an electrochemical process from a PDF measured subsequently during that process. Thus, the dPDF only contains peaks corresponding to changes that take place during the process, e.g., additional atom–atom correlations that form, or changes to atom–atom distances.  shows the dPDFs for Carbons A and B for both the sloping process (PDFs for each point on the sloping process minus the PDF for the pristine electrode: dPDF = PDFslope – PDFpristine electrode) and the plateau process (PDFs for each point during the plateau minus the PDF collected at the end of the sloping process: dPDF = PDFplateau – PDFend-of-slope). The dPDFs look broadly similar for both carbons showing that both electrodes undergo similar changes during sodium insertion.",
                        "The dPDFs of the sloping region are made up of two components: (1) a “broad” component comprising broad peaks centered at approximately 2.8, 6.0, and 9.5 Å; and (2) a “sharp” component—namely a number of sharp peaks and troughs, which are superimposed upon these broad peaks. The sharper peaks appear systematically at distances approximately 0.1 Å greater than the C–C interactions within the pristine material, while the troughs appear at distances approximately 0.1 Å less than the C–C distances in the pristine material. This implies that some C–C distances expand during the sloping process, consistent with the results of recent PDF refinements by Mathiesen et al., who reported an expansion to the in-plane lattice parameter of their planar graphene sheets. ",
                        "The intensity of the left-hand (low-r) side of the peak at 1.4 Å reduces more than the right-hand side resulting in a sharper peak (b). The degree to which the peaks are sharpened decreases with r. Beyond approximately 5 Å, peak widths are the same or slightly broader in the carbon containing sodium vs the pristine material, implying that changes to the structure following sodium insertion are localized to particular regions of the carbon fragments. This is consistent with our previously reported 23Na NMR data, in which the 23Na shift observed in the sloping region was consistent with charge being localized rather than delocalized throughout the graphene sheets.  It should be noted that the decrease in total area of the peak is likely a result of slightly imperfect rescaling () rather than a reduction in the number of C–C bonds.",
                        "To model the effect of such an expansion on the dPDF, the r-axis of a PDF measurement for the pristine material was expanded, and then the resulting PDF subtracted from that of the unaltered measurement. This gives a dPDF containing only the sharper peaks and troughs. Subtracting this sharp dPDF from the experimental dPDF leaves only the broad peaks (a, full details of the deconvolution method can be found in the ). Small peaks below approximately 1 Å result from Fourier truncation errors in the raw data; these errors damp quickly with increasing r and have negligible intensity in the regions where atomic correlations from the material are present.",
                        "A simple model was developed to help rationalize the broad components. A range of models were tested in which sodium atoms were placed above one or two carbon layers, as well centered between two layers. Both planar and curved layers were tested. As there is no sodium in the pristine carbon materials, any Na–C correlations in the calculated PDFs for the models will also be found in the broad component of the experimental dPDFs. Similarly, any changes to the C–C correlations not already accounted for by the sharp component of the deconvolution will form part of the broad component (i.e., any changes beyond C–C bond expansion, such changes could include an increase in the interlayer separation distance, for example). Partial PDFs were therefore calculated for each model, containing only the Na–C correlations, and added to these were partial PDFs including only the changes to the C–C correlations vs the model of the pristine structure that are not accounted for in the sharp component. No Na–Na correlations were included in the calculation. The resulting predicted dPDFs are all similar, with each one matching the major features of the experimental data (a, ). This observation is consistent with a range of environments being suitable for sodium insertion at this stage of the electrochemistry. We assign the first peak in the broad component (r = 2.9 Å) to the Na–C distance. This distance is larger than predicted for Na+ adsorption on graphene surfaces, but similar distances have been predicted from calculations of carbon layers with interlayer spacings of above 5 Å.  At distances beyond the first peak, peaks in the model are a reasonable match to the peaks observed in the dPDF broad component. Minor discrepancies, particularly at distances >7 Å, may be caused by the presence of some Na–Na correlations from neighboring Na-ions, along with the presence of defects in the carbon fragments, which will alter the relative intensities of the peaks. It is clear that the additional interactions formed are very local in structure, with no phases with long-range order, such as graphite intercalation compounds, being observed.",
                        "We observe slight differences in both the sharp and broad components between the two carbons. However, we note that this may be explained simply by the different correlation lengths of the two carbons resulting in a faster damping of peak intensities in the Carbon A dPDF.",
                        "Taken as a whole, the above analysis of PDF data suggests that two processes take place during sodium insertion on the sloping process: (1) the addition of sodium near to the carbon surface, along with (2) a localized expansion of some carbon–carbon bonds. These observations are consistent with ionic sodium being located on graphene-like surfaces of pores (i.e., pore coating) and/or between carbon layers with a postinsertion separation of approximately 5 Å (i.e., intercalation), with electrons donated to the carbon but not delocalized throughout. In fact, we note that as interlayer distances increase, the distinction between large interlayer spaces and slit pores becomes indistinct and these two mechanisms become the same.",
                        "During the plateau process, the phase formed results in a smoother dPDF, with broad peaks around 3.8, 6.5, and 9.7 Å. There are no additional sharp peaks in the dPDF for this phase beyond Fourier truncation errors, indicating that there are no significant changes to the C–C bonding during the plateau process. The final differential PDFs for these processes are shown in b along with a calculated PDF for sodium metal. The strong similarity between the PDF for sodium metal and those resulting from sodium insertion within the carbon is a strong indication that we are forming nanosized clusters of sodium, approximately 13–15 Å in diameter, during this electrochemical process: smaller clusters fail to model the peak at 8–11 Å, while larger clusters produce an additional peak centered around 12–14 Å, which is not discernible in the experimental data (). Mathiesen et al. did not observe sodium clusters in their PDF data. However, they did not see a plateau process in their electrochemical data, and therefore this is consistent with the data presented here. The dPDFs formed during the plateau process are extremely similar for both carbons indicating that the correlation length of the sodium clusters formed are similar in both carbons.",
                        "SAXS measurements reveal that the average pore diameter is approximately 18 Å for Carbon B (), larger than the reported result for Carbon A of 12–14 Å.  These diameters are consistent with the 13–15 Å average sodium cluster size observed using PDF; however, we note that is likely that a distribution of cluster sizes is likely to be present along with a corresponding range of pore sizes.",
                        "During the charge process, the reverse of the two processes occur. When the dPDF at the end of the discharge plateau is compared to the inverse of the dPDF for the end of the charge plateau (i.e., −1 multiplied by the dPDF) (), the two dPDFs are very similar, indicating that the sodium clusters are removed during the plateau process. Similarly, the dPDFs for the end of the discharge slope with the end of the charge slope are very similar—both the sharp features and the broad features are observed—although peak intensities, particularly for the first broad peak, are slightly lower after charging compared to the discharge. Together, this implies that the sodium storage mechanism, including the subtle changes to the carbon structures, is essentially reversible, with a small fraction of the sodium insertion on the sloping process being irreversible."
                    ],
                    "name": " Operando X-ray Total Scattering and PDF Analysis",
                    "type": "h3"
                }
            ],
            "name": "Results",
            "type": "h2"
        },
        {
            "content": [
                "PDF data for all the carbons studied present clear evidence for curvature of the graphene-like local structure. With the exception of some fullerenes, curvature in carbon comes about as a result of five or seven membered rings. Thus, the presence of curvature in our models is an indication for the presence of defects within the graphene-like fragments. Increasing the pyrolysis temperature results in larger fragments with slightly reduced curvature (a, ), indicating that some defects are annealed out during the high temperature treatment, but enough remain to preserve some curvature to the layers as well as to prevent graphitization. This is consistent with TEM images available in the literature.  Note that the fragment size represents a measure of the coherence length of an (ordered) carbon graphene sheet.",
                "We observe a reasonable inverse correlation between the fragment size used to model the carbon local structure and the capacity exhibited during the sloping process (d): the two carbons with the smallest fragments exhibit the largest capacity during the sloping process—Carbon A (121 mAhg–1; 240 atoms) and 1100 °C (132 mAhg–1; 204 atoms). Conversely, the carbons with larger fragments have a lower capacity on this process—Carbon B (89 mAhg–1; 340 atoms), and 1500 °C (89 mAhg–1; 360 atoms). This leads us to conclude that the presence of defects is key to sodium storage during the sloping process, consistent with the previous observations of others. ",
                "Our PDF data show that, on average, between two and three graphene layers are stacked on top of each other at a separation of approximately 3.7 Å—approximately 10% larger than the graphitic interlayer distance of 3.35 Å. During the sloping process, we observe a negatively shifted “diamagnetic” peak in our NMR data as reported previously.  The diamagnetic peak is consistent with sodium being present as Na+ while the negative shift arises from aromatic ring currents from the carbon,  and indicates that sodium is present above the plane of the carbon rings. Operando PDF data gathered during this process reveal an expansion of some C–C bonds, while new correlations are formed consistent with sodium atoms located approximately 2.9 Å above or between carbon layers. These observations suggest the increase in C–C distances is likely due to the ionic Na+–C interaction adding electron density to the π*-antibonding orbitals of the carbon. It should be noted that an expansion to C–C bond lengths is not unique to sodium, similar effects having been observed during the intercalation of potassium into graphite, where a stage-III potassium graphite intercalation compound was found to have an average C–C bond expansion of 0.2%.  A reversible expansion of in-plane C–C distances in hard carbon during the sloping process was reported recently by Mathiesen et al.  However, careful examination of the PDF data highlights that the insertion process is more subtle than a conventional intercalation mechanism: the fact that we observe only some of the C–C distances expanding indicates that charge is not delocalized throughout the structure, but that the charge is localized in areas of specific local structure. Given the correlation between defect concentration and slope capacity discussed above and observed by others, we propose that the charge is localized to areas of the carbon containing defects. Recent calculations have shown that sodium storage near defects results in largely ionic Na+–C bonding, consistent with these observations. ",
                "The plateau-like process just above 0 V vs Na+/Na has been previously ascribed to either intercalation  or sodium pooling within pores.  Our PDF data suggests that no major changes to the carbon structure occur during the plateau process for the two carbons studied. This lack of change to local C–C distances suggests that, unlike during the sloping process, no significant further reduction of the carbon takes place. Instead, significant charge transfer between the sodium and the carbon takes place resulting in the reduction of Na+ to close to Na(0). This interpretation is also consistent with 23Na NMR data in which a shift to higher frequencies during the plateau process suggests the sodium species become increasingly metallic and, thus, the interaction with the carbon is becoming less ionic in nature.",
                "Differential PDF analysis confirms that sodium clusters, approximately 13–15 Å across are formed during the plateau process. Strikingly, the differential PDFs obtained for the two carbons studied at the end of discharge are effectively identical (b). The correlation lengths of the sodium clusters formed are of the same order as the average pore diameters obtained from SAXS: approximately 18 Å for Carbon B and 12–14 Å for Carbon A;  however, the slightly larger pore diameter for Carbon B does not appear to result in a noticeably larger sodium cluster. The final 23Na NMR shifts for the same carbons vary by 200 ppm, which implies that the NMR shift does not correlate with the size of the sodium clusters for these two materials, but instead appears to correlate with the correlation length of the graphene fragments in the local structure.",
                "Therefore, we propose that although the movement of the 23Na peak to higher frequencies during low-voltage sodium storage results from the sodium becoming increasingly metallic as clusters form, as proposed previously, the likely origin of the differences in the final shift between different carbons is differences in the structure (specifically the degree of order) and therefore electronic structure of the carbon. This leads to a difference in Na partial density of states (PDOS) at the Fermi level and therefore a different contribution of the Knight shift to the final observed NMR shift, affecting the shifts of all sodium atoms in close proximity to the carbon. The Na PDOS at the Fermi level increases with an increased correlation length of the carbon. A more ordered carbon results in less electron density on the carbon and more on the Na (for a similar state of charge), conversely a carbon with defects and more disorder contains more residual (trapped) electron density nearby the defects and larger partial charge on the sodium ions. In all cases, there is still partial transfer of electron density from Na to carbon (i.e., there is still a small positive partial charge on Na), because the 23Na Knight shift is still smaller than that of Na metal.",
                "While the two carbons studied here resulted in similar sodium cluster sizes but different NMR shifts following complete sodium insertion, it remains possible that other carbons with different pore structures could result in different sodium cluster sizes. Larger clusters, should they form, would have an electronic structure closer to that of bulk sodium metal than smaller clusters. They would therefore be expected to generate an NMR shift larger than that of the smaller clusters, closer to that of the bulk metal. Au et al. report a correlation between the 23Na NMR shift following complete sodium insertion, and the pore diameter of the host carbons, but these carbons had pore diameters ranging from 2 to 5 nm as measured by SAXS/SANS—significantly larger than those observed for the carbons studied here.  They too studied two different carbons with similar pore sizes which gave rise to very different NMR shifts, but their study also included two carbons with similar NMR shifts but very different pore sizes. This suggests that the NMR shift comprises information on both the carbon structure (order) and on the sodium structure (size), and should not be treated as a single measure of either order or pore size. This reinforces the need for investigations of these complex materials using a wide variety of techniques in order to reach a complete understanding of their structures.",
                "We observe that the carbons with local structure modeled by the largest fragment sizes exhibit the highest capacity during the plateau process. However, because the size of the sodium clusters appears to be similar in both carbons, differences in sodium cluster size cannot explain this observation. Instead, it seems likely the increased capacity originates from having a larger number of regions suitable for sodium cluster formation, rather than having larger internal voids, which allow larger clusters to form. The average pore diameter, often considered a proxy for the size of the sodium clusters that form, includes in its average, pore sizes that are too small to support sodium cluster formation. It also does not provide a measure of the number (density) of these pores. For the two carbons we have studied, the size of the sodium clusters formed are essentially identical, but the average pore sizes differ by 20–30%. However, Carbon A is reported to have a large number of pores <0.5 nm in diameter;  these are unlikely to store much if any sodium, but still contribute to the average pore diameter. Our results suggest that the pore size distribution may be more important than the average pore diameter. We believe that a greater emphasis should be placed on pores > ∼1 nm in diameter when considering the possibility of sodium storage in the form of Na clusters. Gas adsorption measurements on similar carbons annealed to different temperatures have demonstrated the reduction of the amount of (accessible) micropores at higher temperatures and a corresponding increase of average pore diameter without a significant loss in overall density, implying that smaller pores combine to form larger pores, consistent with these observations.  Further work, to determine the relative total pore volume of the carbons would be required to assess this further. We note that increased ordering of the carbon sheets will also likely result in changes to the shapes of the pores, and the average pore sizes from SAXS/SANS will reflect a different distribution of pore shapes, again affecting both the size of the Na clusters and also how they interact with the carbon sheets.",
                "We further note that the onset potential of the plateau in the carbons with larger plateau capacities (and longer C–C correlation lengths) is at lower voltages than for those with smaller plateau capacities. While we acknowledge that differences in film resistances and counter electrode effects may have an effect on the observed voltage,  the trends are consistent with results obtained using three-electrode cell setups in the literature, which will circumvent some of the issues resulting from varying overpotentials of sodium–metal anodes.  This observation again indicates that the interaction of the sodium with the carbon changes as the correlation length of the carbon increases.",
                "A similar onset of the plateau (as measured via dQ/dV > −400 mAhg–1 V–1; approximately 95 mV) is seen for Carbon A and 1100 °C, and these two carbons show the smallest maximum 23Na Knight shifts, 760 and 850 ppm, respectively. Carbon B and 1100 °C by contrast show onsets of the plateau at 77 and 71 mV and larger shifts of 960 and 940 ppm, respectively. As discussed above, a larger Knight shift indicates more metallic behavior and smaller transfer of electron density from Na(0) to the carbon, which results in a lower potential. Note that the smaller Knight shift for Carbon A vs 1100 °C is likely a result of its smaller plateau capacity (123 vs 134 mAhg–1, respectively). Differences in pore sizes and shapes may also affect the nature and difficulty in formation/nucleation of sodium clusters, which may result in different overpotentials, complicating the analysis. Further work would be required to explore these effects.",
                "Finally, we note that for noncrystalline materials, it is common to model their structures in such a way that every different local environment is captured. For complex structures such as amorphous carbons, this can result in many thousands of atoms being in the model. Interpretation of these large models, and relating the structure to other available data, can be a significant challenge. Here, we have presented models that represent the average local environments of the constituent atoms. Not only are these models conceptually simple, allowing easy comparison between related, but different, materials, but we believe the concept of an “average local structure” has considerable merit when discussing the relationship between structure and bulk properties of the material such as electrochemical measurements. Recent reports of hard carbons in the literature have obtained carbons with different correlation lengths, interlayer spacing, and average pore diameter  using different precursors and precursor treatments. While our initial data () finds no significant differences in the local atomic structure of carbons obtaining using identical heat treatments of glucose, fructose and sucrose, clearly a more detailed analysis of synthesis–structure–property relationships will be critical for further development of hard carbon anodes. Thus, high-throughput analyses capable of comparison between hard carbons, synthesized under different conditions, will likely be highly valuable to the tailoring of hard carbon electrochemistry. In the future, we anticipate the application of in situ SAXS in conjunction with this Debye-based analysis of total-scattering data will enable sensitivity to all relevant aspects of the structure."
            ],
            "name": "Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The structure and sodium insertion mechanisms of a range of hard carbons have been compared using electrochemical analysis, ex situ and operando total-scattering, and 23Na solid-state NMR. Though fitting real and reciprocal-space X-ray scattering data simultaneously using the Debye method, we obtain the simplest possible model that is able to explain the structural data well. These “average local structures” are similar for all carbons studied, each consisting of two curved, parallel, graphene fragments. However, there are clear and obvious differences as a result of the different synthesis conditions for the carbons; it is found that increasing the pyrolysis temperature results in larger ordered graphene-like fragments but with reduced curvature, indicating that some defects are annealed out during the high temperature treatment.",
                "Carbons whose local structure is modeled using smaller fragments, with greater curvature and therefore a higher concentration of defects, show an increased capacity during the sloping process. Highly consistent data from operando PDF experiments present clear evidence for a localized expansion of some carbon–carbon bonds during the higher-voltage sloping process, which we propose is due to the addition of electron density to the carbon π* antibonding orbitals. This electron density is likely localized near defects, consistent with the numerous reports in the literature highlighting the role of defects in sodium storage.  Concurrently, we observe the formation of additional correlations from inserted sodium, which are consistent with sodium being stored close above the plane of the carbon surfaces, or between carbon layers.",
                "During the lower-voltage plateau process, we demonstrate that the sodium inserted is likely in the form of sodium clusters. We find that the diameter of these clusters is approximately 13–15 Å for both of the two commercially relevant carbons studied. Thus, the 200 ppm difference in 23Na NMR Knight shift observed at full sodiation cannot be explained by different cluster sizes in these systems. Instead, the shift correlates with the coherence length of the graphene fragments that make up the carbons, the larger the coherence length, the larger the 23Na Knight shift, indicating a smaller electron density transfer from a sodium atom back to the carbon (or, equivalently, a larger reduction in the charge of the inserting Na+ ion). This is also visible through a lower onset potential of the low voltage plateau.",
                "Differences in the average pore sizes of the two commercially relevant carbons resulted in no significant difference in average sodium cluster size. This implies that a larger average pore size does not necessarily lead to a larger cluster, and combined with other results from the literature, implies that no single metric—SAXS/SANS average pore size, 23Na NMR shift, or graphene coherence length—is a good proxy for capacity seen in these carbons. We suggest that pore size distributions may prove more meaningful than simply the average pore size, with greater emphasis placed on the number, or density, of pores with diameters ≥1 nm.",
                "The carbons for which our PDF data reveal longer correlation lengths also show an increased capacity on the plateau process. Considering the similarity in Na-cluster size between the two carbons, we propose that the additional capacity arises from having larger numbers of pores and thus total volume suitable for sodium cluster formation, rather than microstructures which allow larger clusters to form. On the basis of the observed cluster size of approximately 13–15 Å, we tentatively suggest that maximizing the number of pores ∼1–2 nm in diameter may provide a route to optimize the plateau capacity of future hard carbons. PDF data additionally reveal no significant changes to the carbon structure during this period. This effectively rules out the possibility of significant sodium storage in sites outside of clusters, such as intercalation sites within these carbons, at this point in the electrochemistry. Furthermore, by analogy with Li NMR spectra of graphites,  intercalation would result in Knight shifts that are smaller in size than those observed here for the clusters.",
                "Finally, we have proposed a method to model the different carbon structures which allows for the easy and intuitive linking of complex structures and their bulk properties, such as electrochemical profiles, and may prove useful for the analysis of other complex, disordered materials. The application of this to hard carbons has allowed a revised model of sodium insertion to be proposed, highlighting the role of local structure, in addition to microstructure, in determining the relative capacities achieved during the two electrochemical processes."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Glucose (Sigma-Aldrich ≥99.5%) was dehydrated in air (or in an autoclave in water in the case of the 1500 °C sample) at 180 °C for 24 h. The resultant caramel was ball-milled in a zirconia jar for 5 min using a SPEX 8000 M Mixer/Mill. The powder was then heated at 2 °C/min to the final pyrolysis temperature under flowing argon (40 cm3/min) in a tube furnace. The overall yield from this process was 20–30 wt % for all samples. Following this, the samples were crushed prior to further characterization."
                    ],
                    "name": " Synthesis of Hard Carbons",
                    "type": "h3"
                },
                {
                    "content": [
                        "Carbon A is produced by Kureha Battery Materials Japan Co., Ltd.  Carbon B is produced by Faradion Ltd. "
                    ],
                    "name": " Commercially Relevant Hard Carbons",
                    "type": "h3"
                },
                {
                    "content": [
                        "Each hard carbon was mixed with 10% poly(vinylidene fluoride)-co-hexafluoropropylene (Kynar) in an acetone (Sigma-Aldrich, anhydrous) solution, to which one drop of dibutyl phthalate (Sigma-Aldrich) was added for every 10 mg of binder. The resultant slurries were spread onto a glass substrate using a 300 μm doctor blade. After drying in air, the films were washed three times with diethyl ether (Sigma-Aldrich) and dried at 100 °C in vacuo prior to use.",
                        "The resulting self-standing films were used directly for both operando PDF and operando NMR measurements: the lack of a copper backer to the film simplifies the background (PDF) and prevents shielding of the radio frequency radiation from penetrating through to the electrodes (NMR)."
                    ],
                    "name": " Electrode Preparation for Operando Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Each hard carbon was mixed with 5% poly(vinylidene fluoride)-co-hexafluoropropylene (Kynar) in an N-methyl-2-pyrrolidone (NMP, Sigma-Aldrich, anhydrous) solution. The resultant slurry was sonicated for 1 h and spread onto a copper foil substrate using a 150 μm doctor blade. The films were dried in air, then at 100 °C in vacuo prior to use."
                    ],
                    "name": " Electrode Preparation for Ex Situ Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Cells were prepared under an argon atmosphere using metallic sodium (Sigma-Aldrich, 99.9%) as an anode. The electrolyte was 1 M NaPF6 (Alfa Aesar, ≥99%) in propylene carbonate (Sigma-Aldrich, anhydrous), and the separator was borosilicate glass fiber (Whatman, GF/A). Ex situ electrochemical measurements were performed with standard 2032 coin cell parts using a Biologic MPG2 battery cycler.",
                        "Separate electrochemical measurements were taken for each carbon used in an operando experiment, i.e., the higher temperature glucose carbons, and the commercially relevant carbons. These carbons were chosen to increase low-voltage capacity and remove excess defects and surface functionality, which lead to first cycle irreversible losses and thus limit practicality in a full-cell."
                    ],
                    "name": " Electrochemical Experiments",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando PDF measurements were performed at beamline I15 at Diamond Light Source using a modified Swagelok cell adapted for X-ray transmission. Cells were prepared in an argon atmosphere glovebox (O2, H2O < 0.1 ppm). Electrochemical measurements were performed using an Ivium-n-Stat battery cycler. Cells were galvanostatically cycled in the potential range 2–0.005 V at a rate of C/20 (based on achieving 300 mAhg–1) and held at the end of discharge until the applied current dropped to C/100. Due to the limited amount of beam time available, only two carbons could be studied.",
                        "Measurements were taken using an X-ray beam of energy 76 keV (λ = 0.1631 Å) and an amorphous silicon area detector (PerkinElmer) in order to gather data to large values of momentum transfer. Data were collected at 60 min intervals, using a total exposure time of 60 s per scan. Data were subsequently rescaled as described in the .",
                        "Ex situ PDF measurements were taken at beamline I15–1 (XPDF) at Diamond Light Source using 2.5 mm quartz capillaries. Measurements were taken using an X-ray beam of energy 76 keV (λ = 0.1631 Å) and an amorphous silicon area detector (PerkinElmer). The total exposure time per scan was 900 s.",
                        "For all PDF and XRD experiments, background measurements were taken using identical cells/capillaries, but without the active material present. CeO2 or Si standards were used to determine the sample geometry and the sample-to-detector distance. The data were converted to a function of intensity vs Q using Data Analysis WorkbeNch (DAWN).  Standard corrections (background, Compton scattering, detector effects) were applied, and the data Fourier transformed to obtain G(r) using the software PDFGetX2. ",
                        "Structural refinements were performed using the DiffPy-CMI complex modeling infrastructure software.  The reduced structure function F(Q) was calculated from a Debye sum and Fourier transformed over the range 1–24 Å to give the real-space PDF. Refinements were performed simultaneously in reciprocal-space (F(Q)) and real-space (G(r))."
                    ],
                    "name": " PDF Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando NMR measurements were performed using in-house designed cells based upon a cylindrical capsule. Cells were prepared in an argon atmosphere glovebox (O2, H2O < 0.1 ppm) using the same materials as for the coin cell measurements. Electrochemical measurements were performed using a Bio-Logic VSP battery cycler. Cells were galvanostatically cycled in the potential range 2–0.005 V at a rate of C/20 (based on achieving 300 mAhg–1) and held at the end of discharge until the applied current dropped to C/100.",
                        "A Bruker Avance 300 MHz spectrometer (23Na Larmor frequency = 79.39 MHz) was fitted with a static probe system with automatic tuning and matching capabilities (along with connections for an external battery cycler).  The resonance circuit was recalibrated immediately prior to each measurement by minimizing the standing wave ratio of the forward and reflected power for a low power (0.01 W) continuous wave pulse. The electrochemical cell was aligned such that the electrodes were perpendicular to the applied field.",
                        "In order to maximize the signal-to-noise ratio for a time-restricted measurement, a one-pulse sequence was used. A 90° pulse corresponds to 3.5 μs at 200 W using an 11 mm diameter silver coil. 30 000 transients were collected for each spectrum, using a recycle delay of 0.05 s (31 min per spectrum). The 23Na signals were referenced using a 1 M solution of NaCl at a shift of 0 ppm.  Spectra were Fourier transformed using Bruker Topspin, individually phased, and backgrounds subtracted."
                    ],
                    "name": " Solid-State NMR Spectroscopy",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        }
    ],
    "Title": "Correlating Local Structure and Sodium Storage in Hard Carbon Anodes: Insights from Pair Distribution Function Analysis and Solid-State NMR"
}