{
    "DOI": "10.1021/acsomega.4c06248",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The scarcity of raw materials and the constantly increasing cost of lithium-ion batteries (LIBs) have motivated humanity to strive to find new energy storage devices such as sodium-ion batteries (SIBs),  magnesium-ion batteries,  fuel cells,  zinc-air batteries,  etc. In the groups, SIBs are considered to have a great commercial potential because of a high degree of similarity in structure, working mechanism, and research approach compared to LIBs. Therefore, the number of studies related to SIBs is constantly increasing and mainly focuses on cathode materials. The cathode materials for SIBs have several main groups such as layered structural oxide, pyrophosphate, and Prussian blue.  Among them, the layered structural oxide materials are receiving special attention because of their high theoretical capacity, facile synthesis, and low cost;  their general formula is NaxMO2, where M is the symbol for transition metal ions such as Mn, Co, Ni, Fe, or their mixture.",
                "The layered structural oxide materials can be categorized into two primary groups: O3 type and P2 type.  The phase change in the sodium-ion intercalation/deintercalation process is inevitable for both P2- and O3-type phases.  Meanwhile, the phase transformation of the O3-type structure is much more complex than that of the P2-type structure, leading to the P2-type structure material exhibiting better cycling performance.  However, the initial sodium content in the P2-type structure is lower than that in the O3-type structure, leading to their smaller specific capacities. Therefore, developing P2-type structure materials with high sodium content has received significant attention in efforts to bring SIBs into practical applications.",
                "The results revealed that the poor rate capacity and cycle performance have hindered the path to bringing SIBs into practical application. For example, material O3-NaMnO2 delivers a specific capacity of 185 mAh g–1 at 0.1 C and retains of 71% of its initial capacity after 20 cycles,  O3-NaNiO2 exhibits a specific capacity of 131 mAh g–1 at 0.1 C and approximately 15% initial capacity reduction after 5 cycles,  P2-Na0.6MnO2 synthesized by the sol–gel method presents a specific capacity of 140 mAh g–1 at 0.1 C but only retains 53.6% after 9 cycles,  and P2-Na0.7MnO2 with a nanostructure demonstrates a specific capacity of up to 135 mAh g–1 at 0.1 C and remains below 50% capacity after 100 cycles.  Overall, the limitations of material NaxMO2 stem from three main reasons: (i) the large size of sodium ions leading to limited kinetics of the sodium-ion intercalation/deintercalation process, (ii) irreversible phase change processes,  and (iii) negative reactions between the active material and the electrolyte at high voltages.  Based on that, numerous solutions have been implemented to address the above challenges such as protecting the material surface with a conductive coating or oxide to reduce unwanted reactions at high voltages,  doping other ions such as Li+, Mg2+, Ti4+, Zn2+, etc., into the transition metal sites,  and diversifying various types of transition metal ion centers.  While the solution of protecting the material surface requires more advanced techniques and many stages, the doping ion solution is simpler and easier to deploy on a large scale. Therefore, research into doping ions into the structure of materials to improve electrochemical performance is of more interest. For instance, Sehrawat and colleagues doped Li and Cu into the P2-NaxMnO2 material structure.  The expansion of the unit cell volume and the small volume change during the charging and discharging processes indicate why P2-NaxMnO2 materials with Li/Cu doping exhibit superior cycling performance compared to pristine P2-NaxMnO2. In another study, Xu and colleagues investigated the effect of Ti doping on the structural and electrochemical performance of O3-Na(Ni0.3Fe0.2Mn0.5)1–xTixO2.  Na(Ni0.3Fe0.2Mn0.5)0.9Ti0.1O2 exhibited excellent rate capacity with a specific capacity of 93 mAh g–1 at a high current density of 10 C and good cycling performance with 87.5% capacity retention after 300 cycles at a current density of 1C. The authors point out two reasons for the improved electrochemical performance of the Ti-doped materials: (i) the Ti doping widened the gap between MO2 layers (M = transition metals), which allowed the sodium-ion intercalation/deintercalation process to be more favorable; (ii) the Ti doping elements also effectively prevented the P3–O3 phase transition. Besides doping with cations, anion doping such as F– has also been considered to enhance the electrochemical performance of cathode materials for sodium-ion batteries.  As reports have shown, a suitable amount of F– anion replacing the position of O2– anion allows widening the distance between transition metal layers and reducing the activation energy of the Na+ ion migration process,  which make the process of interleaving/deinterlacing Na+ ions easier, and therefore, the electrochemical performance of the resulting material is enhanced, especially the rate capacity. Recently, simultaneous doping of both cations and anions into layered structural oxide materials has also been carried out such as Ti/F-codoped P2-Na0.7MnO2.05,  Al/F-dual-doped P2-type sodium manganese oxide,  and Mo–F-dual-doped O3-NaNi1/3Fe1/3Mn1/3O2.  Despite the promising approach, the number of studies following this research direction is relatively sparse, necessitating further efforts to comprehensively evaluate the efficacy of this solution and elucidate the underlying mechanisms driving the enhanced electrochemical performance.",
                "In this study, sodium-lithium-manganese-cobalt oxide materials with a P2-type layered structure doped with either boron (B-NLMC) or a combination of boron and fluorine (BF-NLMC) have been successfully synthesized. The comprehensive evaluation of the electrochemical performance of these materials revealed the profound impact of dopant elements on their energy storage capabilities. The incorporation of boron into the B-NLMC lattice resulted in an exceptional energy storage capacity of up to 166.5 mAh g–1, which was maintained at 72.1% after 100 charge–discharge cycles at a current density of 10 mA g–1. While the BF-NLMC sample exhibited a slightly lower energy storage capacity and cycling performance compared to B-NLMC, it demonstrated a significant improvement in rate capability. At a high current density of 200 mA g–1, the BF-NLMC sample delivered a specific capacity of up to approximately 80 mAh g–1, which is approximately 260% higher than that of the B-NLMC sample. This study provides compelling evidence that B and F are promising dopants for improving the electrochemical performance of cathode materials. By optimizing the B/F ratio, it is believed that even better performing materials can be developed, paving the way for the advancement of high-energy and high-power energy storage systems."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals used for this work include sodium carbonate (Na2CO3), lithium fluoride (LiF), lithium carbonate (Li2CO3), boric acid (H3BO3), manganese acetate tetrahydrate (Mn(CH3COO)2·4H2O), cobalt acetate tetrahydrate (Co(CH3COO)2·4H2O), citric acid monohydrate (C6H8O7), sodium metal (Na), sodium perchlorate (NaClO4), carbon black (Super P), polyvinylidene fluoride (PVDF), N-methyl-2-pyrrolidone (NMP), ethylene carbonate (EC), and diethyl carbonate (DC)."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "In the present investigation, a detail-oriented synthesis approach utilizing the sol–gel method was employed to fabricate the materials of interest. The synthesis process involved a series of precisely controlled steps to ensure the formation of high-quality materials with tailored properties. Initially, a mixture comprising 16.8 mmol of Na2CO3, 4.0 mmol of LiF, 32.0 mmol of Mn(CH3COO)2·4H2O, 2.0 mmol of Co(CH3COO)2·4H2O, and 2 mmol of H3BO3 was dissolved in a 150 mL solution containing 45 mmol of citric acid monohydrate. This solution underwent magnetic stirring at 500 rpm for 60 min to achieve homogeneity. Subsequently, the solution was subjected to continued magnetic stirring and heating at 100 °C until a gel phase was formed. The gel was then further treated by heating at 150 °C for 2 h to produce an aerogel, followed by a thermal treatment at 400 °C for 3 h to eliminate any residual carbon content. The resulting solid mixture underwent manual grinding in a zirconia mortar for 30 min before being subjected to a final heat treatment at 850 °C for 20 h to yield the desired material, designated as “BF-NLMC”, which exhibited simultaneous doping with B and F. Furthermore, the synthesis of sodium-lithium-manganese-cobalt oxide doped with B, denoted as “B-NLMC”, followed a similar procedure to that of BF-NLMC synthesis. However, in this case, the precursor LiF was substituted with 2 mmol of Li2CO3 to achieve the desired doping configuration."
                    ],
                    "name": "2.2.  Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Characteristic properties of materials are elucidated through a variety of sophisticated analytical techniques, including X-ray diffraction (XRD), scanning electron microscopy (SEM), scanning electron microscopy equipped with an energy-dispersive X-ray spectroscopy probe (SEM-EDX), transmission electron microscopy (TEM), high-resolution TEM (HR-TEM), X-ray photoelectron spectroscopy (XPS), and inductively coupled plasma mass spectrometry (ICP-MS). These cutting-edge methods allow for a comprehensive understanding of the structural, microstructural, and chemical compositions of materials.",
                        "Valuable insights into the energy storage capabilities and stability of the synthesized materials, which are crucial for the development of high-performance energy storage devices, were carefully conducted using a CR2032-type sodium-ion battery (half-cell) using advanced techniques such as cyclic voltammetry (CV), galvanostatic charge–discharge (GCD), galvanostatic intermittent titration technique (GITT), and electrochemical impedance spectroscopy (EIS). The CR2032-type sodium-ion battery comprises a working electrode constructed from an active material serving as the cathode, a sodium foil functioning as the anode, a PP film as the separator, and a 1 M NaClO4 solution as the electrolyte. The preparation of the working electrode follows the methodology outlined in ref  , where the mass ratio of active material, binder (PVDF), and conductive agent (Super P) is maintained at 80:10:10. Each electrode contains approximately 6–8 mg of active material. This comprehensive approach ensures the reproducibility and reliability of the experimental results, paving the way for further advancements in materials science and energy storage technology."
                    ],
                    "name": "2.3.  Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Details",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The crystal structure of the materials was determined using X-ray diffraction (XRD) characterizations on a Bruker D8 machine with Cu–Kα1 radiation (∼0.15418 nm) at a rotation speed of 30 rpm, in a θ–2θ configuration, with a scanning step of approximately 0.03°, and in a characterization range spanning from 10 to 70°. The diffraction patterns of the synthesized B-NLMC and BF-NLMC materials revealed the presence of a P2 structure (a), agreeing well with the hexagonal crystal system and space group P63/mmc (Na0.7MnO2-type, JCPDS #27-0571), at which the alkali metal exhibited trigonal prismatic coordination. The diffraction patterns exhibited minimal differences in peak number and position between the two materials, with peaks corresponding to oriented diffraction planes (002), (004), (100), (101), (102), (103), (104), (106), (110), (112), and (008) of a single hexagonal P2-type phase observed around 15.78, 31.90, 36.10, 37.04, 39.63, 43.70, 48.94, 62.11, 64.94, 66.75, and 67.31°, respectively.",
                        "To assess the impact of both B and F doping on the crystal structure of the sodium-lithium-manganese-cobalt oxide base material, Rietveld refinement was employed. The experimental and calculated XRD patterns for both materials agree well with this crystal system (b,d). Rietveld refinement utilized the Voigt pseudofunction to describe experimental diffraction data.  The parameters Rwp (weighted profile factor) and χ2 (goodness of fit) served as criteria to evaluate the refinement quality between the experimental and calculated data. The Rwp, χ2 values for B-NLMC and BF-NLMC materials were (3.28%, 1.27) and (4.19%, 2.44), respectively, indicating high-quality refinement results. The diffraction spectrum displayed distinct sharp peaks, indicating that the synthesized materials are of high quality.",
                        "Rietveld refinements were employed to identify the unit cell parameters of both P2 phases for both developed materials, i.e., (a = b ∼ 2.8681 Å, c ∼ 11.1995 Å, and V ∼ 79.78 Å3) and (a = b ∼ 2.8682 Å, c ∼ 11.1928 Å, and V ∼ 79.74 Å3) for B-NLMC and BF-NLMC materials, respectively. It implies that a small amount of F addition slightly changes the lattice parameters due to the difference in radii between F with 42 pm and B with 87 pm. The average crystallite size (L) and microstrain (ε) of the two material systems were evaluated using the Williamson–Hall method, which correlates these values with the full-width at half-maximum (β) of the X-ray diffraction (XRD) peaks.  The β value is influenced by peak broadening of the measured sample, which is directly related to the nanocrystalline effect. However, XRD measurements can be affected by peak broadening from various sources, including the sample itself (such as crystal size, microstress, and homogeneity) and instrumental broadening (βi). To accurately evaluate the β value caused by the sample, βi must be eliminated using a standard powder sample, such as Al2O3 (SRM 676). The normalization process is detailed in the literature.  The β value of the measured sample is primarily influenced by two main sources: the broadening due to crystallite size (βL) and the broadening due to microstrain (βs).  These values vary according to the Bragg diffraction angle (θ) as follows: where 0.9 is the Scherrer constant. By understanding the contributions of these factors to peak broadening, a more accurate analysis of the material properties can be achieved. The dependence of β on βL and βs can be rewritten as follows: ",
                        "By constructing a Williamson–Hall plot, which illustrates the relationship between β cos θ and 4sin θ, the average crystallite size (L) and microstrain (ε) of a material can be estimated from the intercept value with the vertical axis and the slope of the Williamson–Hall graph, respectively. c presents the Williamson–Hall plot for the two synthesized material systems with a linear fit line used to determine the intersection value and slope of the curve. The average crystallite size (L) of the B-NLMC material is estimated to be approximately 241 nm, which is 1.6% smaller than 245 nm for the BF-NLMC material. Conversely, the microstrain (ε) of the B-NLMC material is 3.3 × 10–3, nearly 27% larger than the ε of the BF-NLMC material (2.4 × 10–3). This change in L is consistent with experimental observations as it is related to the decrease in ε due to the displacement/change of elements in the crystal lattice structure.  This is consistent with experimental observations, as pointed out in previous paragraphs.",
                        "The morphology of the synthesized material was determined through scanning electron microscopy (SEM) and transmission electron microscopy (TEM), as shown in a,b and . As shown in a,b and , the morphology of both B-NLMC and BF-NLMC is polyhedral with dimensions up to several micrometers. In addition, the layered structure is shown when observing SEM images at high resolution (), which is in good agreement with the general properties of P2-type layered structural materials. The difference between the microstructures of the two material systems is not discernible through SEM, which may be attributed to the similar atomic structure of the B-NLMC and BF-NLMC materials and the fact that they were synthesized using the same method. High-resolution transmission electron microscopy (HR-TEM) and selected area electron diffraction (SAED) techniques were employed to investigate the local nanoscopic properties of the sample, providing detailed insights into the structural characteristics at the nanoscale. c,d illustrates high-magnification bright field images of the two samples with obvious crystallized properties at the atomic scale. The HRTEM images of the samples display three similar sets of lattice fringes with d-spacings of 0.21, 0.41, and 0.56 nm, which can be indexed to the (103), (1/3, 1/3, 1/3), and (002) planes of the P63/mmc symmetry, respectively. Moreover, the selected area electron diffraction (SAED) patterns displayed in e,f exhibit a high degree of crystallinity in both the B-NLMC and BF-NLMC materials, as evidenced by the presence of well-defined circular spots. These patterns correspond to the hexagonal P2-type phase of the two material systems, as indexed by the lattice fringes observed in c,d. The consistency between the SAED patterns and the XRD patterns (a,b,d) further strongly supports the formation of nanocrystals in both materials.",
                        "Energy-dispersive X-ray spectroscopy ( and ) reveals the presence of Na, Mn, Co, and O elements in the B-NLMC samples, while the BF-NLMC sample contains Na, Mn, Co, F, and O. Notably, B and Li elements were not detected. This absence is attributed to the low atomic number of these elements, which limits their detectability by EDS. The molar ratios of the detected elements are presented in . The results indicate that the detected F content is 3.52%, exceeding the calculated value of approximately 2.74% based on the initial precursor composition. In addition, the EDS elemental mappings of the two developed materials reveal that the distribution of each individual element is well incorporated within the materials (). The quantitative composition of each element was determined by ICP-MS analysis. The results revealed that the Na:Li:Mn:Co:B molar ratio in both B-NLMC and BF-NLMC samples is approximately 8.06:0.97:7.96:0.48:0.51, which is in good agreement with the molar ratio of the initially used precursors.",
                        "The composition and oxidation states of the atoms in the synthesized materials were further evaluated through X-ray photoelectron spectroscopy (XPS) analysis, with the results shown in  and . As described in the results, the elements Na, Mn, O, B, and C were observed in the survey spectra of both B-NLMC and BF-NLMC. Meanwhile, elements F and Co were not detected in the XPS high-resolution spectra, which could be due to their low content and the insufficient signal recording time for each survey. a illustrates the XPS high-resolution spectra of Na 1s, where two peaks were found at about 1071.3 eV corresponding to the sodium state in the NaxMnO2 structure and at about 1072.9 eV corresponding to the sodium state in Na2O due to sodium segregation, leading to the formation of Na2O on the surface.  The XPS spectra of Mn 2p (b) of both B-NLMC and BF-NLMC samples demonstrate four peaks at about 655.66–655.95, 653.52–653.50, 644.27–644.63, and 642.20–642.74 eV, corresponding to Mn4+ of Mn 2p1/2, Mn3+ of Mn 2p1/2, Mn4+ of Mn 2p3/2, and Mn3+ of Mn 2p3/2, respectively.  The redox state of Mn was calculated from the XPS data, indicating that approximately 37–38% of Mn ions exist in the Mn3+ oxidation state for both the B-NLMC and BF-NLMC samples. This observation suggests that only about 37–38% of Mn ions in the synthesized materials were oxidized to the Mn4+ state during the first charge cycle. ",
                        "The XPS high-resolution spectra of B 1s (c) appear with only one peak at about 192.4 eV, which corresponds to the B3+ oxidation state, the same as B3+ in Na2B4O7 and Li2B4O7. Additionally, no peak at about 194 eV was observed, indicating that no B2O3 oxide existed in the synthesized materials.  The three peaks observed on the high-resolution spectra of O 1s (d) were determined to come from the lattice oxygen (529.4–529.6 eV), defective oxygen (531.3–531.6 eV), and surface-adsorbed oxygen (at about 534 eV).  In summary, the agreement between XRD, SEM, SEM-EDS, HR-TEM, SAED, XPS, and ICP-MS results provides reliable evidence that a sodium-lithium-manganese-cobalt oxide material with B or B and F doping with a P2-type layer structure was successfully synthesized."
                    ],
                    "name": "3.1.  Characteristic Properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "a,b depicts the GCD profiles of the first 3 cycles of the B-NLM and BF-NLM samples at a current density of 10 mA g–1. It can be seen that the charge-specific capacity is smaller than the discharge-specific capacity in the first cycle: the charge/discharge-specific capacities of B-NLM and BF-NLM are 115.3/166.5 and 71.5/141.6 mAh g–1, respectively. The larger discharge-specific capacity compared to the charge-specific capacity in the first cycle indicates that the amount of sodium ions extracted from the material structure in the charge process is less than the amount of sodium inserted into the material structure during the discharge process, which explains why the Coulombic efficiency is abnormally high in the first cycle for both B-NLMC and BF-NLMC samples (as depicted in ). This phenomenon can be attributed to (i) the stranding of sodium ions due to their large size during loading and (ii) the available vacant sodium-ion sites of the pristine material allowing sodium ions to be inserted into the material structure during discharge in the first cycle. After the first cycle, the GCD profiles for cycles 2 and 3 of both B-NLMC and BF-NLMC samples almost overlap, revealing their high reversibility. However, this high reversibility is unfortunately maintained only for the first 10 cycles, after which the specific capacity gradually decreases in the subsequent cycles, as depicted in c. After 100 cycles, B-NLMC and BF-NLMC provide specific capacity values of 120 mAh g–1, corresponding to 72.1% of the initial capacity, and 100.2 mAh g–1, corresponding to 66.8% of the initial capacity, respectively.",
                        "The diffusion behavior of Na ions during the charging and discharging processes was investigated by using GITT analysis, as depicted in . a,c presents the GITT profiles for the B-NLMC and BF-NLMC samples, respectively. At a pulse current density of 10 mA g–1 over a duration of 30 min, followed by a 30 min relaxation period, the GITT profiles for both samples closely agree well with their corresponding GCD profiles at the same current density in terms of curve shape and reversibility (a,b). The diffusion coefficient of Na+ ions () was calculated from the GITT profiles using the following equation: where L (cm) represents the electrode thickness, τ (min) denotes the pulse duration, ΔEs (V) is defined as the steady-state potential change (excluding iR drop), and ΔEt (V) refers to the voltage change during the constant current pulse (without iR drop). The variation of  during both charging and discharging is illustrated in b,d, as well as in . In the first cycle, the  values during both charging and discharging for the BF-NLMC sample significantly surpass those of the B-NLMC sample. However, the differences in material structural stability led to notable variation of  values during the second cycle for both samples. Specifically, while the  value of the B-NLMC sample with B doping shows a minimal change compared to the first cycle, substantial variation is observed for BF-NLMC with B/F codoping. In this second cycle, the  fluctuates erratically during charging, particularly within the voltage range of 2.3–3 V, and tends to decrease relative to its first-cycle values at equivalent voltage levels (b). Meanwhile, during discharging,  decreases sharply but remains higher than that of the B-NLMC sample (d). The superior sodium-ion diffusion coefficient of the BF-NLMC sample is considered a primary factor contributing to its enhanced rate capacity performance. Furthermore, an overall evaluation of  variations in the initial two cycles indicates that the B-NLMC sample with B doping exhibits greater structural stability compared to the BF-NLMC sample with B/F codoping, thereby elucidating why the cycling performance of B-NLMC is superior.",
                        "CV analysis was conducted to elucidate the mechanisms and kinetics of the electrochemical processes involved. As illustrated in a,c and , a pronounced redox couple is evident in the CV curves of both B-NLMC and BF-NLMC samples at potentials around 2.4/1.9 V, corresponding to the Mn3+/Mn4+ redox couple. This finding is coherent with previous studies on similar materials, such as Na0.67[Fe0.5Mn0.5]O2,  Na2.4Mn2.6Al0.4O7,  and P2-Na2/3Mn0.9Mg0.1O2.  Compared with some other previously reported similar materials such as P2-Na0.67Ni0.167Co0.167Mn0.67O2,  P2-Na0.67[Mn0.65Co0.2Ni0.15]O2,  and P2-Na0.67Co0.25Mn0.75–xNbxO2,  a pair of less intense peaks observed above 3.5 V is attributed to the Co3+/Co4+ redox couple. Additionally, other pairs of weakly intense peaks at 2.80/2.66 and 3.18/3.02 V, as depicted in , might indicate phase transitions. However, the precise origins of these peaks remain unclear, necessitating further investigation for resolution.",
                        "a,c demonstrates a slight peak shift toward higher potentials for the anodic process and toward lower potentials for the cathodic process as the scan rate increases, indicating kinetic limitations of the electrochemical processes. Notably, the current at the redox peaks rises with increasing scan rates and exhibits a linear relationship with the square root of the scan rate, as is evidenced in b,d. This behavior, described by the Randles–Sevcik equation, suggests that the electrochemical reactions are rapid and highly reversible, primarily governed by the diffusion of Na+ ions. The Randles–Sevcik equation is expressed as follows: where n represents the number of exchanged electrons, A (cm2) denotes the electrode area, D (cm2 s–1) is the Na+ diffusion coefficient, and C is the Na+ ion concentration. Accordingly, the  values during the anodic and cathodic processes for B-NLMC and BF-NLMC samples are calculated to be 3.79/0.69 × 10–8 and 3.99/0.72 × 10–8 cm2 s–1, respectively. It is important to note that the first CV curve in this analysis typically does not close. Thus, data for CV analysis are extracted from the second cycle, corresponding to the subsequent charge–discharge process. The results reveal that the  values for both synthesized materials are equivalent, which is consistent with GITT analysis and their structural characteristics, thereby confirming the high reliability of these findings.",
                        " shows the GCD profiles of the first cycle and the 100th cycle of synthesized materials. It can be seen that the GCD profiles of the 100th cycle are not as smooth as the first cycle, with noise points appearing like sawtooth shapes, indicating that the process of intercalation/deinterleaving sodium ions is difficult. In addition, the voltage drop phenomenon at the beginning of the discharge process in the 100th cycle increased significantly compared to the first cycle, which is attributed to the increase in resistance of the entire coin-cell CR-2032 system, including material resistance and charge-transfer resistance. The above observations are the reason for the decreasing specific capacities of B-NLMC and BF-NLMC after the cycling efficiency test, which will be discussed in detail in the next section. d presents the result of evaluating the electrochemical performance of the synthesized materials at different current densities (10, 20, 50, 100, and 200 mA g–1). In contrast to the energy storage capacity and cycling efficiency presented above, the BF-NLMC sample exhibits better rate capacity than the B-NLMC sample. Specifically, when the current density increases from 10 to 200 mA g–1, the specific capacity of the BF-NLMC sample decreases from 148.3 to 79.8 mAh g–1, while the specific capacity of the B-NLMC sample decreases from 166.4 to 30.7 mAh g–1. The above results show that the influence of doping elements on the electrochemical performance is very different. While doping B into sodium-lithium-manganese-cobalt oxide improves the energy storage capacity of the resulting material, the simultaneous doping of B and F reduces the specific capacity compared to the B-NLMC sample but improves the rate capacity. The GITT and CV analyses indicate that the Na+ ion diffusion coefficient in the first two cycles of the BF-NLMC sample with B/F codoping is better than the B-NLMC sample with B doping, which is clearly explained why the rate capacity of the B-NLMC sample is better than that of the BF-NLMC sample. Previous studies have highlighted the beneficial role of F– anion in enhancing rate capacity performance.  Specifically, the F– anion can substitute for O2–, thereby increasing electron density, reducing material resistance, and lowering the energy barrier for Na+ ion migration. The electrochemical performance of both B-NLMC and BF-NLMC samples surpasses that of several similar materials, including those without doping or with alternative doping strategies, such as P2-Na1.0Li0.2MnO2,  P2-Na0.8Li0.2MnO2,  P2-Na45/54Li4/54Ni16/54Mn34/54O2,  and P2-Na0.67(Mn0.55Ni0.21Co0.24)O2.  However, their cycling performance is comparatively limited when juxtaposed with certain materials such as P2-Na0.612K0.056MnO2,  cobalt-doped sodium-lithium-manganese oxide,  O3-Na(Ni0.3Fe0.2Mn0.5)1–xTixO2,  and P2-Na45/54Mg6/54Ni12/54Mn34/54O2.  The above results can be explained as follows: (i) As the XRD results showed, the lattice parameters of B-NLMC and BF-NLMC are larger than those of sodium-manganese oxide-based materials such as P2-Na0.78Ni0.32Mn0.68O2,  P2/O3-Na0.66Li0.18Mn0.71Ni0.21Co0.08O2+δ,  and Li+/F–-codoped Na2/3Li0.1(Ni1/3Mn2/3)0.9O1.95F0.05,  leading to easier migration of sodium ions. Consequently, both B-NLMC and BF-NLMC demonstrate high energy storage capabilities at small current densities. (ii) Too large lattice parameters will reduce structural stability during the sodium-ion intercalation/deintercalation process, which leads to a cyclic decrease in specific capacity. Moreover, undesirable reactions such as the reaction between the electrode material and the electrolyte and the reactions of electrolyte decomposition at high voltages are among the main causes of reduced cycle efficiency.  The products of these reactions accumulate on the electrode surface, leading to increased resistance of the electrode and charge transport resistance and hindering the diffusion of sodium ions. It should be noted that the B and F doping ratio in this work has not been optimized, so this may also be the reason why the cycling performance of the obtained material is not as expected. However, the influence of the doping factor on electrochemical performance is obvious. Therefore, more independent studies are required to address this issue. In addition, the electrolyte also has a great influence on the electrochemical performance.  The different electrolytes will exhibit different redox kinetics, reductive stability of the anions, and properties of the solid electrolyte interface (SEI), which determine the rate capacity and cycle performance. In this study, the NaClO4 solution in a mixture of ethylene carbonate/diethylene carbonate (EC/DEC, volume ratio of 1:1) with a molar concentration of 1 M is used as an electrolyte. NaClO4 is known to have better conductivity and ionic mobility than some other electrolytes such as NaPF6, NaBF4, and NaSO3CH3,  which help both B-NLMC and BF-NLMC samples to exhibit better specific capacity and rate capacity than material systems using other electrolytes. However, the poor reduction stability of ClO4– anion leads to the formation of a solid electrolyte interface (SEI) layer on the cathode electrode with excessive growth due to the continuous decomposition of ClO4– anion,  which may well explain why the cycle performance of both B-NLMC and BF-NLMC samples has not been as expected. With the above analysis, we believe that the optimization of the electrolyte allows significantly improving the cycle performance of the B-NLMC sample with B doping and the BF-NLMC sample with B/F codoping.",
                        "The structural change of the material after the cycling test was also evaluated by the XRD analysis of the electrode after 100 cycles. The obtained results were compared with the pristine material as presented in  and . The XRD pattern of both B-NLMC and BF-NLMC materials after cycling shows all the characteristic peaks of P2-structured material with the hexagonal crystal system and space group P63/mmc (). However, the intensity of the peak at about 65.3° increases dramatically compared to the pristine materials. This is due to the 2θ positions of the (110) plane of synthesized material and the (220) plane of Al sheet (collector) coinciding. In addition, two impurity peaks at 12.7 and 25.5° on the XRD pattern after the cycling test are believed to be related to the products of unwanted reactions at high voltages during charging. The variation of the lattice parameters before and after the cycling test is summarized in . While the distance between transition metal oxide layers (parameter c) after the cycling test did not change significantly, the distance between transition metal atoms (parameter a) within a transition metal oxide layer decreased sharply. The overall result is that the unit cell volume is reduced by 2.2% for the B-NLMC sample and 1.5% for the BF-NLMC sample. The decrease in the unit cell volume is also the reason for the reduction in specific capacity, as there is insufficient space to accommodate the sodium ions. In addition, the morphological changes of the material after one and five cycles were investigated, as presented in . As shown in , the morphology of active materials remains largely unchanged in the pristine electrode state compared to their original material, although the surface appears rougher (as indicated in ). This roughening is attributed to the influence of the binder (PVDF) and the conductive agent (Super P). After one and five cycles, the active materials maintain their original shape and size, as depicted in . However, although the separation between particles is less distinct, there is an observable increase in adhesion and bonding among them with successive cycles. The surface variations of the working electrode after different charge and discharge cycles can be attributed to two main factors: (i) the amount of electrolyte solution adhering to the electrode surface postdrying and (ii) the accumulation of byproducts from unwanted reactions occurring in the high-voltage region. Overall, both B-NLMC and BF-NLMC samples exhibit structural stability on their surfaces during the initial five cycles, consistent with the minimal specific capacity decrease observed during these early cycles (c). However, this observation alone does not suffice to draw definitive conclusions regarding morphological stability throughout the entire cycling process. Therefore, further independent studies are warranted to address this matter comprehensively.",
                        "Electrochemical impedance spectroscopy (EIS) analysis was also performed on a coin cell (CR2032, half-cell) to offer insights into the kinetic and electrochemical behavior of electrode materials, with the results displayed in  and . As depicted in a, the Nyquist spectra of B-NLMC and BF-NLMC electrodes are similar, consisting of (i) a semicircle in the high-to-midfrequency range corresponding to the material resistance (Rs), the charge transfer resistance (Rct), and the electrical double layer (EDL) and (ii) a straight line in the low-frequency region corresponding to the Warburg impedance (W). After 35 cycles of rate capacity performance testing, the Nyquist plots of the synthesized material remained in the same shape compared to the pristine electrode before charge–discharge, but the semicircle was widened (as depicted in c), which revealed that the material resistance and charge transfer resistance increased after the cycling test.",
                        "The circuit diagram and values of components are determined by fitting methods through ZPlot software, with the results shown in .  shows that the Rs/Rct values of BF-NLMC (3.93/24.4 Ω) are slightly smaller than those of B-NLMC (4.26/32.55 Ω), which is in good agreement with the size of the semicircle observed in the Nyquist plots (a). However, this difference is not large enough to confirm that it results from a difference in doping elements but may stem from a small difference in the amount of active material loading on the electrode or an error in the process of fitting the circuit diagram. The parameters related to the material resistance and charge transfer resistance of both B-NLMC and BF-NLMC samples increased significantly after 35 cycles. Specifically, the Rs value increased about 1.6–2.5 times, while Rct increased about 53–60 times. The literature has shown that the unwanted reactions often occur during charging at high voltages and are irreversible, so the products of these reactions accumulate on the electrode surface, which increases material resistance and hinders charge transfer on the electrode surface.  This was mentioned in the discussion of cycling efficiency. The increasing Rs and Rct values lead to a rapid voltage drop at the beginning of the discharge process as depicted in  and the kinetics of the electrochemical reaction are slower than in the first cycles. As a result, the specific capacity gradually decreases.",
                        "The impedance Warburg coefficient (σ) is determined by constructing a linear relationship between Z′ and the square root of the reciprocal (ω–0.5) at lower angular frequency. As depicted in b,d, the linear relationship is established as exactly described by the equation Z′ = R + σ × ω–0.5.  The σ values of B-NLMC and BF-NLMC are defined as 184.45 and 164.07, respectively; thus, it is possible to compare the sodium-ion diffusion coefficient of the synthesized materials according to the equation D = (R2 × T2)/(S2 × n4 × F4 × C2 × σ2), where R, T, F, S, n, and C represent the universal gas constant (8.314 J mol–1 K–1), absolute room temperature (298 K), Faraday constant (96,500 C mol–1), electrode surface area (0.785 cm2), number of electrons transferred in a redox reaction, and molar concentration of Na+ ion in B-NLMC or BF-NLMC, respectively. Accordingly, the sodium-ion diffusion coefficient of the BF-NLMC sample is smaller than that of B-NLMC, which explains why the rate capacity performance of the BF-NLMC material is better, while its specific capacity is lower. After 35 cycles, the σ values increase from 184.45 to 388.33 for the B-NLMC sample and from 164.07 to 398.34 for BF-NLMC, which shows that the diffusion coefficient decreased significantly after the rate capacity test. As mentioned above, the products of unwanted reactions accumulated on the electrode surface not only increase material resistance and hinder charge transfer but also obstruct the diffusion of sodium ions into the bulk structure of the material, which is considered the main reason for the decrease in the diffusion coefficient. It is worth noting that although the D value of the BF-NLMC sample is larger than that of B-NLMC when evaluated on the coin cell before charge/discharge, it is smaller when evaluated on the coin cell after 35 cycles. The greater increase in D value of BF-NLMC compared to B-NLMC is evidence that clearly explains why the cycling efficiency of BF-NLMC is lower, even though its rate capacity is better."
                    ],
                    "name": "3.2.  Electrochemical Properties",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the B or B/F dopants have been successfully incorporated into the crystal structure of sodium-lithium-manganese-cobalt oxide materials. The structural, morphological, and electrochemical properties of the synthesized materials were thoroughly investigated. The obtained results reveal that both the boron-doped (B-NLMC) and boron-fluorine-codoped (BF-NLMC) sodium-lithium-manganese-cobalt oxide materials exhibit a well-defined P2-type layered structure. These materials demonstrate superior electrochemical performance, with maximum specific capacities ranging from 149 to 166 mAh g–1 at a current density of 10 mA g–1. Impressively, they maintain approximately 66.8–72.1% of their initial capacity after 100 charge–discharge cycles. In addition, the simultaneous doping of B and F in the BF-NLMC material enhances the sodium-ion diffusion coefficient and rate capability performance. However, a rapid increase in material resistance and charge transfer resistance during cycling leads to lower cycling efficiency compared with the B-NLMC material. This research provides valuable insights into the strategic use of dopants to enhance the structural stability and electrochemical performance of cathode materials for sodium-ion batteries. By optimizing the doping concentrations and exploring alternative dopant combinations, researchers can further improve the energy density, rate capability, and cycling stability of these materials. This paves the way for the development of high-performance sodium-ion batteries for various energy storage applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Development of Sodium-Lithium-Manganese-Cobalt Oxide with B Doping or B/F Dual Doping as Cathode Electrode Materials for Sodium-Ion Batteries"
}