{
    "DOI": "10.1002/smll.202003268",
    "Journal": "",
    "Keywords": [
        "ether‐based electrolyte",
        "graphite anode",
        "sodium‐ion batteries",
        "solid electrolyte interphase"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries, particularly lithium‐ion batteries (LIBs), have been the primary subjects of academic research and have dominated the commercial market following their development in the early 1990s.[] However, their rapidly increasing market demand will drastically decrease lithium resources.[] The use of replaceable cells that comprise plentiful materials is crucial for sustainability. Therefore, sodium‐ion batteries (SIBs) are considered promising for future applications.[] Graphite has been widely used as a negative electrode in LIBs, where the reversible intercalation of Li+ into the graphite layers forms binary compounds (b‐GICs) with the stoichiometric composition of LiC6.[] However, an early attempt to use graphite as an anode for SIBs was unsuccessful because capacities less than 35 mAh g−1 were achieved.[] This may be mistakenly attributed to the higher radius of Na+ (0.102 nm) as compared with that of Li+ (0.076 nm).[] However, the instability of the Na‐GICs resulted in poor sodium storage in graphite.[] Owing to the diglyme‐graphene vdW interaction,[] the co‐intercalation of the solvated Na ions effectively formed stable ternary graphite intercalation compounds (t‐GICs) with the common formula Na(solv)yC20 (y = 1 or more likely 2).[]",
                "The formation of t‐GICs at approximately 0.5–0.6 V (vs Na+/Na) is accompanied by a pronounced volume expansion in the ether‐based electrolyte. The average electrode thickness reportedly increases by approximately 100 µm (50 µm in the pristine electrode) after sodiation. Furthermore, the original value is 3.4 Å which increase to the value within the range of 11.3 to 11.9 Å that indicates a 300–340% volume expansion.[] The huge volume changes resulted in the formation of an unstable interphase that causes a rapid decay in the capacity of the anode material. This is typified by the silicon‐based materials in LIBs.[] The solid electrolyte interphase (SEI) that is formed during the initial cycle hinders the continuous decomposition of the electrolyte and guarantees stable cycling; however, it repeatedly cracks and forms under drastic volume changes. Unexpectedly, the excellent reversibility of the graphite anodes of SIBs in ether‐based electrolytes is retained despite the huge volume expansion. This reinforces the necessity of the formation of a stable interphase to withstand the pronounced volume changes and replicate the excellent cycling performance of the graphite anodes in ether‐based electrolytes.[] If the ether‐derived SEI exists on the graphite surface and displays tolerance to huge volume changes, then the determination of their physicochemical states is the most intractable problem.",
                "Researchers have found that the formation of a thin, compact, and uniform ether‐derived SEI on the graphite surface causes an irreversible capacity loss in the first cycle.[] Therefore, the excellent reversibility of graphite in ether‐based electrolytes is enhanced by the characteristics of the ether‐derived SEI. Similar results have been reported for other anode materials like reduced graphene oxide, hard carbon, Sn, and TiO2 in ether‐based electrolytes.[] Conversely, it has been suggested that ether‐based electrolytes do not participate in the formation of SEI. The characterization of the graphite surface by transmission electron microscopy (TEM) revealed the absence of an amorphous film; however, a thick amorphous‐like SEI layer was observed on the surface of graphite that was cycled in a carbonate‐based electrolyte.[] Adelhelm et al. believe that the instability of the SEI under the huge volume changes results in the continuous decomposition of the electrolyte. However, they found that the gases that were generated from the decomposition of the electrolyte were detected only in the first cycle on an online electrochemical mass spectrometer (OEMS).[] It is well known that the generation of gases due to the decomposition of the electrolyte is always accompanied by the formation of the SEI.[]",
                "To figure out the physicochemical states of ether‐derived SEI and uncover the reasons behind the excellent electrochemical performance of graphite under huge volume change, more evidence that sketch at length the chemical/physical properties of the ether‐derived SEI on graphite are urgently needed. In this study, we investigate the interfacial mechanisms at the surface of the graphite electrodes during sodiation/desodiation in sodium batteries by systematic comparison with common carbonate‐based electrolytes. The existence of an ether‐derived SEI was verified by AC impedance and atomic force microscopy (AFM). Subsequently, theoretical calculations and infrared spectroscopy were performed to uncover the components of the ether‐derived SEI. In addition, we performed X‐ray photoelectron spectroscopy (XPS) with depth sputtering to determine the surface chemistry of the graphite electrode in the carbonate‐based electrolyte. Results indicate that a multilayer structure mode constitutes the ether‐derived SEI, which can tolerant to fracture over cycling and therefore guarantees the cyclic reversibility and fast kinetics."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "To understand the properties of the SEI that are formed in the ether‐based electrolytes, a common carbonate‐based electrolyte is utilized as a counterpart. The co‐intercalation of the solvent does not occur in the same apparatus as that of the carbonate electrolyte. The structural changes of the graphite materials in the ether‐based electrolytes are characterized by high‐resolution transmission electron microscopy (HRTEM) and Raman spectroscopy. Graphite has a regular layered structure (Figure ,). However, the structure becomes asymmetrical with a non‐uniform distance between the graphite layers after the electrodes are discharged in the ether‐based electrolyte (Figure ). This is confirmed by the schematic of the co‐intercalation of the solvated Na‐ions (Figure ). The results of Raman spectroscopy reveal that the occurrence of co‐intercalation in the ether‐based electrolytes significantly reduces the degree of graphitization; however, the ordering of the materials returns to the original state after charging (Figure ) that is consistent with the results of X‐ray diffraction (XRD) in the literature.[] Furthermore, it demonstrates the high reversibility of the graphite structure. In addition, the electrochemical performance of graphite in the ether‐based electrolytes is markedly different from that in the carbonate‐based electrolytes (Figure ). The reduction at ≈ 0.5 V during the first discharge process corresponds to the decomposition of the carbonate‐based electrolyte and the formation of the SEI on the graphite surface. However, no redox reactions occur during the subsequent charge/discharge processes (Figure ). In the ether‐based electrolytes, the voltage platform at ≈ 0.6 V (Figure ) corresponds to the intercalation of the solvated Na ions and the formation of a stable ternary compound Na(solv)xCy.[] Since the Na‐GICs are unstable, the graphite anode exhibits a low capacity (<30 mAh g−1) in the carbonate‐based electrolyte without the involvement of carbonate solvents (Figure ). The cells that utilize the diglyme‐based electrolyte exhibit a relatively stable cyclic performance at 50 mA g−1 (Figure ; furthermore, the capacity of the graphite increases slightly after cycling, which indicates that the adsorption sites of solvated sodium ions in graphite increase under the huge volume changes. Generally, the structural stability of the electrode material will gradually decrease with the increasing current density; however, the opposite trend is observed for the co‐intercalation (Figure S1, Supporting Information). One should note the capacity is increased by only 6% under the huge volume expansion, which exactly shows that the graphite structure is highly stable during the cycle. The initial coulombic efficiency (ICE) for the graphite electrode in the ether‐based electrolyte (64.9%) is higher than that for the graphite electrode in the carbonate‐based electrolyte (20.4%). This indicates that the redox activity of the carbonate‐based electrolyte is higher than that of the ether‐based electrolyte. Moreover, the high coulombic efficiencies (99.5%) in the subsequent cycles indicate that if the SEI existed, then it does not crack and re‐form during cycling.",
                        "The AC impedance method is utilized for a detailed analysis of the interphase between the electrode and electrolyte (Figure ,). The kinetic behavior of the electrode is reflected by a specific frequency in the electrochemical impedance spectra (EIS). The Randles model states that the EIS comprises the following four components: 1) RS is the bulk resistance of the cell at high frequencies (104–105 Hz) that reflects the combined resistance of the electrolyte, separator, and electrodes. 2) RSEI and CPE1 are the resistance and capacitance, respectively, of the ion diffusion inside the SEI on the surfaces of the two electrodes at approximately 101–102 Hz. 3) Rct and CPE2 are the charge‐transfer resistance and its relative double‐layer capacitance, respectively, at medium frequencies (1–10−1 Hz). 4) W is the Warburg impedance that is related to the semi‐infinite diffusion of the Na ions or solvated Na ions inside the electrode materials. It corresponds to the sloping line at the low frequency (10−2 Hz) end of the Nyquist plot. The EIS plots for both electrolytes (Figure ) show two partially overlapping semicircles, which correspond to the impedances of SEI and charge‐transfer, and a straight sloping line at the low‐frequency end. The feature semicircle followed by the charge transfer semicircle confirms the presence of the SEI despite the overlapping with the contact impedance (see details in Supporting Information when the voltage (Figures S2 and S3, Supporting Information), loading (Figure S4, Supporting Information), and pressure (Figure S5, Supporting Information) of the cell are varied). An equivalent circuit (Figure ) can fit the aforementioned pattern of the EIS.[] The impedance‐fitting data for the carbonate‐ and ether‐based electrolytes (Table S1, Supporting Information) show the similarity in RS for both the electrolytes. RSEI for graphite in the ether‐based electrolyte (15.63 Ω) (Figure ) is significantly lower than that in the carbonate‐based electrolyte (140.7 Ω) (Figure ) at approximately 102 Hz. This reveals the fast kinetics of ion diffusion across the interphase. The charge transfer is represented by a frequency of approximately 1 Hz. The results indicate that Rct in the ether‐based electrolyte (53.37 Ω) is significantly lower than that in the carbonate‐based electrolyte (105 Ω). Therefore, an SEI layer is formed on the surface of the graphite electrodes in the ether‐based electrolytes. This interphase exhibits a low impedance of RSEI that facilitates the de‐intercalation of the solvated Na ions and the rapid formation of ternary compounds in the form of Na(solv)xCy. Meanwhile, the low charge‐transfer impedance reflects the fast redox reaction at the surface of the graphite electrode in the ether‐based electrolyte. The combination of the low interfacial ionic diffusion resistance and the low charge‐transfer resistance benefit the fast intercalation kinetics of the graphite electrodes in SIBs.",
                        "The excellent mechanical properties of the SEI in the ether‐based electrolytes are expected due to the huge volume changes of the graphite anode material during cycling. The ether‐derived SEI on the surface of the graphite electrode is tolerant to huge volume changes. AFM is performed to study the mechanical properties and determine the physicochemical state of the ether‐derived SEI. The pressing (Figure ) and rising (Figure ) of the indenter on the graphite electrode (before cycle) confirm the presence of the SEI in both electrolytes. The Young's modulus of graphite is 1.99 GPa, and the viscous force is approximately 7.0 nN. The curves in Figure  indicate the stark difference between the mechanical properties of the graphite surface in the carbonate‐ and ether‐based electrolytes. To quantify this difference, the Young's modulus and the thicknesses of the SEIs are calculated by the Derjaguin–Muller–Toporov (DMT) model. The stiffness of the ether‐derived SEI (≈ 435.86 MPa) is higher than that of the carbonate‐derived SEI (≈ 108.5 MPa). The viscous force of the ether‐derived SEI (6.8 nN) (Figure ) is lower than that of the carbonate‐derived SEI (7.2 nN) (Figure ). This indicates the high stiffness of the ether‐derived SEI that is corroborated by the results of the Young's modulus tests. The thickness of the ether‐derived SEI (≈ 5.5 nm) is lower than that of the carbonate‐derived SEI (≈ 15 nm). Therefore, the topography of the surface of graphite electrode in the ether‐based electrolyte (Figure ) is more smooth than that of the graphite electrode in the carbonate‐based electrolyte (Figure ). In a word, surface of the graphite electrode in the ether‐based electrolyte is covered with a layer of the ether‐derived SEI. The high cycle efficiency (≈ 99.5%) and excellent cycle performance (96.6% capacity retention ratio at 1 A g−1 over 860 cycles) of the graphite anode (Figure S6, Supporting Information) are attributed to the thin and stable ether‐derived SEI that possessed a high Young's modulus and tolerance to huge volume changes. In addition, to clear the relationship between SEI thickness and electrochemical performance, the experiment of electrolyte exchange is carried out (Figure S7, Supporting Information). Results indicate that electrochemical properties of the graphite in SIBs are not determined by the thickness of the SEI, but by the composition of SEI."
                    ],
                    "name": "Macroscopic Properties of Interphase, Electrode Reaction",
                    "type": "section"
                },
                {
                    "content": [
                        "The excellent mechanical properties of the SEI can be attributed to its components. Theoretical calculations and experiments are performed to detect the components of the SEI. The theoretical calculations determine the formation paths and the possible components of the SEI. The density functional theory (DFT) is utilized to determine the decomposition paths, molecular orbitals, and bond‐dissociation energies of the ethylene carbonate (EC) and diglyme solvents (Figure ). The lowest unoccupied molecular orbital (LUMO) value is used to measure the reducing strength of the reactants. Fluoroethylene carbonate (FEC) and diethyl carbonate (DEC) are used as reference solvents to increase the reliability of the calculation. The LUMO values of diglyme, DEC, EC, and FEC are different (Figure ). FEC exhibits the lowest LUMO value (−0.57 eV) among these solvents, which indicates the preferential decomposition of FEC to form the SEI during reduction. Therefore, FEC is commonly used as an SEI film‐forming additive. The LUMO value of diglyme (1.15 eV) is the highest among the solvents. Furthermore, the LUMO value of EC is lower than that of DEC. Therefore, in the mixed solvents of EC/DEC, SEI is mainly composed of the decomposition products from EC, and not DEC, which is consistent with the current perceptions. The decomposition paths of EC are listed in Figure "
                    ],
                    "name": "Formation Mechanism and Components of SEI",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Analysis of the Stable Interphase Responsible for the Excellent Electrochemical Performance of Graphite Electrodes in Sodium‐Ion Batteries"
}