{
    "DOI": "10.1021/acsami.9b22452",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable Na-ion batteries (NIBs) have attracted great attention as a promising alternative for lithium-ion batteries (LIBs) due to the earth-abundant and low-cost Na resource.  In particular, NIBs can be applied for large-scale energy storage for renewable energy sources coupled with solar or wind energies. However, the larger ionic radius of Na+ as compared to that of Li+ results in more sluggish diffusion kinetics and more serious damage to the structure of the electrode materials.  These cause low capacity, poor rate capability, and unsatisfactory cycling stability.  These disadvantages hinder NIBs from practical applications, and therefore, it is crucial to search for suitable Na+ storage materials with high performance.",
                "As a candidate for the high-capacity NIB anodes, conversion-reaction-based electrode materials, such as transition metal (TM) oxides,  sulfides,  and phosphides,  have been investigated. Similar to the conversion reaction with the Li, all possible valence states of TM in the materials can be utilized to enable a multielectron redox reaction per TM, which leads to a high specific capacity.",
                "However, such a high-specific-capacity reaction comes with challenges. During sodiation, desodiation, and overall cycling, the active material undergoes significant changes that result in a detriment to the battery performance. First, during sodiation, the TM cations reduce to the metallic state, and the respective anions react with the sodium ions. As a result, the metal particles are surrounded by the matrix of the insulating sodium compound,  which leads to loss of electrical contact among the metal particles. Second, during desodiation, the metal particles oxidize and react with the surrounding anions to return to the pristine state. However, ionization of metal particles often leads to the dissolution of the TM and the loss of the active material.  Last, due to the large amount of reaction, the active material particles go through high strain and stress from volume changes throughout cycles. This strain and stress results in particle pulverization and loss of electrical contact. ",
                "To overcome the volume change issue, researchers have been widely exploring nanostructured materials to relieve strain and stress during cycles.  However, the large surface area of the nanostructures aggravates dissolution of transition metal cations during desodiation. The dissolution problem is often overcome by incorporating metal oxides in the electrode because they can anchor the dissociated TM ions.  Nevertheless, the electrical contact loss via the insulating matrix during sodiation is difficult to overcome since it is governed by intrinsic nucleation and growth properties of the TM. For instance, although FeF2 and CuF2 store Li ions through a similar overall reaction pathway, TMF2 + 2Li+ + 2e– → 2LiF + TM, the FeF2 electrode shows much better reversibility and higher cycling stability than the CuF2 electrode owing to the lower diffusivity of Fe than that of Cu.  Because of the higher diffusivity of Cu ions, Cu metal nuclei formed during lithiation grow more rapidly, resulting in larger Cu particles which are electrically disconnected by the insulating LiF matrix. In contrast, the growth of Fe metal nuclei is more limited, leading to more frequent nucleation and the formation of smaller Fe metal particles with bicontinuous form. The bicontinuous Fe metal particles provide a more effective pathway for local electron transport, which is the origin of the higher reversibility and cycling stability of the FeF2 electrode.  Although the better performance of Fe-based conversion materials is clear, a universal solution to the intrinsic nucleation and growth properties is desired because, otherwise, the options for the choice of materials are severely limited.",
                "In this work, as a novel way to bypass the intrinsic issues, we propose to amorphize the active material. By amorphizing the active material, the average interatomic distance between TM ions increases, and hence, we can achieve an elongated TM ion diffusion pathway. Thus, the growth of TM particles is constrained during the sodiation process, leading to more frequent nucleation and smaller particle sizes. Because smaller particles have higher surface area, this will result in more electrical contacts among TM particles.",
                "To demonstrate the validity and applicability of the above strategy, we present an amorphous-phase molybdenum sulfide (a-MoSx) anode via a simple and low-cost electrodeposition method and clarify the origin of improved cyclability and reversibility of the amorphous materials in terms of nucleation and growth of the TM particles. Compared to the crystalline MoS2, the a-MoSx anode for NIBs demonstrates a high capacity and excellent cycling retention. In addition to the electrochemical performance measurements, the reaction mechanism of the electrode is thoroughly investigated by characterizing the size and distribution of Mo metal particles after sodiation. Compared to the crystalline-phase counterpart, the Mo metal particles are smaller and better dispersed with clear electrical contacts among particles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The a-MoSx was prepared by galvanostatic electrodeposition at −100 mA cm–2 for 3 min from an aqueous solution containing 0.5 M Na2MoO4·2H2O, 1 M Na2S·xH2O, and 1.4 M H2SO4. The electrodeposition step was conducted in a two-electrode cell with a nodular Cu foil as a working electrode and a Pt mesh as a counter electrode. The distance between the working electrode and the counter electrode was 1.5 cm, and the electrodeposition was performed at 25 °C with magnetic stirring at 500 rpm. The electrodeposit was rinsed with distilled water and then dried in a vacuum overnight at room temperature. Electrodeposition of the a-MoSx on commercial 3D Ni foam was conducted by potentiostatic electrodeposition at −8 V (vs SCE) for 30 min. The Ni foam used in this work has purity of 99.5%, pore size of ∼450 μm, and thickness of ∼500 μm. Before electrodeposition, the Ni foam was roll-pressed to a thickness of ∼200 μm.",
                "In an electrolytic bath containing molybdate and sulfur ions, the chemical conversion of molybdate to thiomolybdate ions occurs by the following reaction: ",
                "Once the cathodic current density is applied to the Cu substrate in the electrolytic bath, the following reduction reaction of thiomolybdate ions () occurs, resulting in the formation of molybdenum sulfide.",
                "The slurry for a crystalline MoS2 electrode (c-MoS2), which was used for comparison, was fabricated by mixing 70 wt % commercial MoS2 powder, 20 wt % of a conductive agent (acetylene black), and 10 wt % polyvinylidene fluoride (PVDF) in a N-methyl-2-pyrrolidone (NMP) solution. The slurry was pasted onto a Cu foil substrate, followed by vacuum drying at 80 °C overnight.",
                "The surface morphology was observed using scanning electron microscopy (SEM). Energy dispersive X-ray spectroscopy (EDS) was carried out to investigate the chemical composition of the electrodeposit. The crystal structure of the electrodeposit was investigated by X-ray diffraction (XRD) and high-resolution transmission electron microscopy (HRTEM). Samples for the HRTEM analysis conducted in this study were prepared to be uniformly thin to enable the analyzing beam of electrons to penetrate using a focused ion beam (FIB). An oxidation state analysis of Mo was conducted by X-ray photoelectron spectroscopy (XPS) on the surface of the a-MoSx electrode.",
                "X-ray absorption fine structure (XAFS) measurements were carried out on the a-MoSx and c-MoS2 electrodes. All XAFS measurements were performed using the Pohang Accelerator Laboratory (PAL) 8C beamline. All the a-MoSx samples (pristine, sodiated, and desodiated) are prepared on a current collector, and the pristine c-MoS2 is prepared in powder. The crystal structural parameters for MoS2 and MoO2 are obtained from the reported values in the literature. ",
                "The electrochemical performance of the a-MoSx electrode was investigated using a CR2032 coin-type cell assembled in an Ar-filled glovebox. Each cell consisted of an a-MoSx electrode sheet (with an area of 1 cm2) and a Na metal film (with an area of 1 cm2) with a glass fiber membrane. Loading of the active material was 0.6–0.7 mg cm–2. The electrolyte was anhydrous propylene carbonate (PC) with 1 M NaClO4 and 2 vol % fluoroethylene carbonate (FEC). The charge/discharge characteristics of the electrode were examined galvanostatically at a current density of 100 mA g–1 over the voltage range 0.001–3.0 V (vs Na/Na+). Differential capacity–voltage (dq/dV) plots were obtained at the initial cycle, with a voltage interval of 4 mV. For galvanostatic intermittent titration technique (GITT) measurements, the cells were discharged or charged at 100 mA g–1 for 20 and 15 min for a-MoSx and c-MoS2 electrodes, respectively, and then rested for 5 h. The electrochemical impedance spectroscopy (EIS) measurement was conducted at the 100th sodiated electrodes. All the EIS measurements were obtained with open circuit voltage with 10 mV voltage amplitude. The frequency range was from 100 kHz to 0.5 Hz.",
                "After the first discharge, and after the first discharge–charge cycle, the electrodes were extracted from the coin-type cells for XAFS and XRD measurements. The electrodes were rinsed with anhydrous diethyl carbonate (DEC) and then sealed using Kapton tape."
            ],
            "name": "Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                "a,b shows the surface morphology and a cross-sectional image of the electrodeposit prepared by galvanostatic electrodeposition on a nodular Cu substrate (). As shown in a, the electrodeposit consists of dense plates with a lateral size of 10–15 μm. The cross-sectional SEM image was obtained using FIB. Platinum and carbon layers were deposited onto the surface of the electrodeposit in order to protect the material from damages by the ion beam and prevent the sample from being destructed during lift-off and mounting processes for TEM sample preparation. b shows that the electrodeposit has a thickness of 2.6 ± 0.2 μm and is well contacted to the rough Cu substrate. According to the EDS analysis, the atomic contents of Mo and S are 36.5% and 63.5%, respectively. In order to investigate the crystallographic property of the electrodeposit, an HRTEM image and the selected-area electron diffraction (SAED) pattern of the electrodeposit were obtained. As shown in c, lattice fringes are not observed in the HRTEM image, nor are there any diffraction spots or rings in the SAED pattern (inset in c). In the XRD pattern of the electrodeposit (d), only the peaks from the Cu substrate are observed. Moreover, in the zoomed-in XRD pattern, no peaks other than Cu peaks are observed also (). Because the XRD patterns have been significantly zoomed in, the Kβ, W Lα peaks are observed as well as the Kα peaks. The tungsten (W) line appears because the tungsten filament equipped in the X-ray source can contaminate the target anode and serve as an additional X-ray source.  All of these results indicate that the electrodeposit has an amorphous structure. Thus, the electrodeposit can be considered as an amorphous form of MoSx (a-MoSx).",
                "To determine the oxidation state of Mo in the a-MoSx, XPS was carried out. As presented in a, the Mo 3d spectrum is fitted to three sets of doublet peaks at 229.0 and 232.1 eV (Mo4+ 3d5/2 and Mo4+ 3d3/2),  230.4 and 233.7 eV (Mo5+ 3d5/2 and Mo5+ 3d3/2),  and 232.5 and 235.5 eV (Mo6+ 3d5/2 and Mo6+ 3d3/2).  Their measured contents were found to be 43.0%, 35.0%, and 22.0%, respectively. As shown in b, the S 2p spectrum shows only one set of doublet peaks at 161.9 and 163.2 eV, corresponding to the 2p1/2 and 2p3/2 doublets of MoS2.  The presence of high-valence-state cations, Mo5+ and Mo6+, with high contents in the XPS result suggests that the surface of the a-MoSx electrodeposit is oxidized to Mo2O5 and MoO3.",
                "To obtain information pertaining to the bulk electronic structure, an EXAFS analysis of the a-MoSx electrode and commercial c-MoS2 was carried out (SEM image and XRD pattern of the commercial c-MoS2 powder are presented in ). c shows the observed EXAFS spectra of the a-MoSx and the c-MoS2. In both EXAFS spectra of a-MoSx and c-MoS2, a distinct peak at 1.8–1.9 Å is observed: at 1.84 Å in the a-MoSx and at 1.90 Å in the c-MoS2. The slightly lower R value of the a-MoSx can be attributed to the presence of the Mo–O bond. According to the literature, the peak at 1.90 Å corresponds to the Mo–S single scattering path of c-MoS2.  The Mo–O bond in the a-MoSx has a lower R than the Mo–S bond in the c-MoS2, resulting in the shift of the peak to a lower R value. As described earlier, oxygenation of conversion-reaction-based materials often leads to improved cycling performance by suppressing cation and anion dissolution. ",
                "It should be noted that the second neighboring Mo–Mo SS peak is nearly absent in the a-MoSx, whereas a significant peak at ∼3.0 Å corresponding to the Mo–Mo SS path is clearly observed in the c-MoS2, as depicted in c. These findings indicate that the Mo atoms in the c-MoS2 are arranged in an orderly manner with a fixed distance among the nearest Mo atoms. In contrast, in the a-MoSx, the Mo atoms are distributed irregularly, and the average distance between the Mo atoms is elongated compared to that for c-MoS2. ",
                "The electrochemical performance capabilities of the a-MoSx electrode and the c-MoS2 electrode were investigated. On the basis of the half-cell reaction in this study, sodiation into the a-MoSx electrode is referred to as a discharge, and desodiation from the electrode is referred to as a charge. The c-MoS2 electrode shows three distinct plateaus and peak at ∼0.9, ∼0.8, and ∼0.1 V, typical of c-MoS2, as shown in the initial discharge curve in b and dq/dV plot in d. The reaction at ∼0.9 V is known to be an intercalation reaction, and the following reaction at ∼0.8 V is known to be a conversion reaction.  The reaction at ∼0.1 V is most likely associated with an alloying reaction, as determined by the excessive gravimetric capacity.  The a-MoSx electrode does not exhibit any distinct plateau in the initial discharge curve (a). In addition, the a-MoSx electrode presents only indistinct dq/dV peaks at around 0.8 and 0.4 V (c), implying that most of the sodiation reaction occurs in a pseudocapacitive manner. The crystalline materials have well-defined crystal structure, implying that Na+ storage sites are electrochemically equivalent to one another. Contrarily, amorphous materials generally have randomly ordered atoms in the structure and a high population of defect sites. Therefore, the Na+ storage sites are not discrete and electrochemically nonequivalent, leading to a sloping charge/discharge voltage profile in the whole potential range. ",
                "The a-MoSx on the Cu substrate delivers a high charge capacity of 584.8 mA h g–1 with high Coulombic efficiency of 88.9% upon the first cycle (e). The charge capacity of the a-MoSx electrode maintains a high value of 487.8 mA h g–1 upon the 100th cycle, and the Coulombic efficiency increases gradually during the first few cycles, reaches 97.6% at the fifth cycle, and then maintains a rate of 98.5% for the next 95 cycles. As shown in f, even at high discharge/charge rates, the a-MoSx electrode shows a superb electrochemical performance; at 200 mA g–1, the a-MoSx electrode retains a charge capacity exceeding 520 mA h g–1, while at 5000 mA g–1, it delivered a rate of more than 300 mA h g–1 with high reversibility. When the current density returned to 100 mA g–1, the capacity was restored to approximately 520 mA h g–1. At a high current density of 500 mA g–1, the a-MoSx shows a high cycling stability to 200 cycles (). The charge capacity of the a-MoSx electrode maintains a high value of 354.4 mA h g–1 upon the 200th cycle, corresponding to 77.4% retention of the second cycle. The outstanding cycling stability, excellent reversibility, and superb rate capability of the a-MoSx electrode are highly notable despite the fact that the a-MoSx electrode has a microsized structure and does not contain any conductive agent. Contrary to the a-MoSx electrode, the c-MoS2 electrode shows poor cycling stability and low reversibility at the current density of 100 mA g–1; it had a low Coulombic efficiency of 74.7% upon the first cycle, and the charge capacity of c-MoS2 dropped from 671 to less than 200 mA h g–1 during the initial 25 cycles, as shown in e. As well as at low current density, the c-MoS2 shows poor cycling stability at a high current density of 500 mA g–1 as presented in . EIS measurements after the 100th sodiation were also conducted on the a-MoSx and c-MoS2. As shown in , a-MoS2 shows much lower charge transfer resistance than c-MoS2 after 100 cycles.",
                "In order to investigate phase transitions in the a-MoSx electrode during the discharge and charge processes, XRD and XAFS analyses were conducted.  shows XRD patterns of the a-MoSx electrode before cycling, after sodiation, and after desodiation. Before cycling, only the peaks from the Cu substrate are observed. After sodiation and desodiation, only the broad peak at 2θ = ∼17° originating from the Kapton tape and the peaks from the Cu substrate are observed. These results reflect that the products formed through sodiation and desodiation of the a-MoSx have poor long-range ordering.",
                "The XAFS analysis, which investigates the short-range order, provides more direct information about any phase transitions which occur during the electrochemical reaction of the a-MoSx electrode. Generally in the XANES region, when the oxidation state of the metal increases, the absorption edge shifts toward a higher binding energy. a shows the Mo K-edge spectra of the a-MoSx electrode before cycling and after the first sodiation and desodiation processes. The absorption edge of the sample after the first sodiation step shifts toward a lower binding energy and approaches the edge of the Mo metal reference, indicating that the Mo cations are reduced to Mo metal during the sodiation process. After the first desodiation process, the absorption edge of the sample shifts back toward a higher value, indicating that the Mo metal becomes oxidized during the desodiation process.",
                "b shows the observed EXAFS of the a-MoSx electrode after the first sodiation and desodiation processes along with the theoretical single scattering paths for Mo–S and Mo–Mo.  It is clearly shown that, as presented in b, after the first sodiation step, the intensity of the peak at 1.84 Å (c) is reduced significantly and moves toward a lower R value (1.69 Å), compared to the sample before cycling. This suggests that the Mo–S bonds are broken during the sodiation process, whereas the Mo–O with low bond length remains. These results imply that the capacity of the a-MoSx is mainly originated from the Mo–S species, whereas the Mo–O species is inactive. Instead, a new peak emerges at a higher radial distance of ∼2.33 Å, corresponding to the nearest Mo–Mo SS path of the Mo metal. These EXAFS results suggest that the Mo–S bonds in the a-MoSx electrode are broken and that metallic Mo–Mo bonds form during the first sodiation process. After desodiation, the intensity of the Mo–S SS peak increases and moves back to a higher R value, whereas the intensity of the Mo–Mo SS peak is significantly reduced. These results demonstrate that Mo–S bonds are reversibly recovered during the desodiation process. On the other hand, Mo–O bonds remain inactive.",
                "Here, the sample has two major contributing factors, oxygen involvement and amorphization. To be able to isolate these two factors, we conducted a cycling test after annealing the a-MoSx at 300 °C for 6 h under high-purity Ar gas. Although significant XRD peaks are not observed after the annealing process (), distinct peaks are observed at 1.59 and 2.05 V in the chargedq/dV plot of the annealed a-MoSx (). The distinct peaks are not illustrated in the dq/dV plot of the as prepared a-MoSx. These results demonstrate that the annealed a-MoSx has a more ordered structure closer to the c-MoS2 compared to the a-MoSx. As shown in , the charge capacity of the annealed a-MoSx gradually decreases with cycling, delivering only 360.4 mA h g–1 at the 20th cycle, 74.0% of the second charge capacity. Moreover, the annealed a-MoSx shows a relatively low initial Coulombic efficiency of 83.3%, whereas the as-prepared a-MoSx shows 92.7%. These results reflect that the crystallinity of the molybdenum sulfide has a great impact on the electrochemical performance rather than presence of the oxide/oxygen in the molybdenum sulfide and that the amorphous structure improves both cyclability and reversibility of the conversion-reaction-based material.",
                "To investigate the effect of amorphization on the conversion reaction and the size and distribution of the Mo metal particles which formed after the sodiation process, bright-field TEM (BF TEM) images were taken from cross-sectional areas of fully sodiated a-MoSx and c-MoS2 electrodes (). In the BF TEM images, it is observed that dark-contrast particles are surrounded by the light-contrast matrix. In order to confirm the composition of the dark-contrast particles, EDAX elemental mapping on the cross-section is conducted.  shows the BF TEM image of the a-MoSx and c-MoS2 after sodiation and the corresponding EDAX elemental mapping images for Mo. As shown in , the concentrated blue signals of Mo are overlapped with the dark-contrast particles in BF TEM images (). Based on the EDAX elemental mapping analysis, the dark-contrast particles in the bright-field images in  can be considered as Mo particles. After the first sodiation step for a-MoSx, a large number of Mo particles (dark contrast) formed (a) with a remarkably small size of 3–5 nm in diameter (b). Owing to the large surface area, there are frequent contacts among the small Mo particles, as shown in b. The lighter contrast in the background is most likely the Na2S matrix. Contrary to the a-MoSx sample, the c-MoS2 sample generated larger Mo particles with diameters of 10–20 nm and which are fully wrapped in the insulating Na2S matrix (light contrast) without significantly visible contacts among the particles (c,d).",
                "The differences in the sizes and densities of the Mo metal particles between the sodiated samples of a-MoSx and c-MoS2, as demonstrated in , are attributed to the different distances between the Mo atoms when in the pristine states. During the electrochemical reaction, the density and size of the nuclei are strongly affected by the distance (or concentration) of source ions.  When metal ions are reduced when they are spaced farther apart, the atoms must travel farther in order to form a nucleus and grow. Generally, the nucleation process is limited by the activation energy, and the growth process is limited by diffusion.  Thus, if the diffusion pathway is elongated, the reduction will yield a larger number of smaller nuclei. In the a-MoSx, the average distances between Mo atoms are elongated (compared to c-MoS2), as suggested by the EXAFS analysis of the a-MoSx electrode (c). Due to the longer distances between Mo atoms, the growth of Mo nuclei is hindered, leading to more frequent nuclei formation and smaller particle sizes, as depicted in a. The small-sized particles have a large surface area, resulting in a high probability of contact formation among the particles. In contrast, Mo nuclei can grow more rapidly during the sodiation of c-MoS2 due to the shorter diffusion pathway of Mo atoms. Consequently, Mo metal grows to a larger size, and they are separated from each other, as presented in b.",
                "The galvanostatic intermittent titration technique (GITT) result for the first discharge of the c-MoS2 electrode (a) shows similar equilibrium potentials for the reactions corresponding to ∼0.9 and ∼0.8 V in the first discharge curve. The reaction for the ∼0.9 V plateau, known to be an intercalation reaction,  shows a very low overpotential. However, the overpotential suddenly increases for the reaction at ∼0.8 V. Notably, the overpotential for the reaction at ∼0.8 V is relieved slightly at a very early stage of the reaction. This large overpotential at the very early stage of the plateau and the subsequent relief of the overpotential are often associated with the activation energy for the nucleation and growth of Mo metal particles, respectively.  In the case of a-MoSx, no distinct plateaus in the voltage profile (a) nor in the GITT results (b) are observed during the first discharge, and a nearly constant overpotential is applied during the entire discharge process. These outcomes suggest that the conversion reaction occurs throughout the sodiation process, with the growth process significantly suppressed from the start to the end of the discharge process. Compared to c-MoS2, a-MoSx undergoes much less growth, enabling formation of the smaller Mo metal particles, as noted in the HRTEM results.",
                "In order to dramatically increase the loading mass, a-MoSx was electrodeposited onto a commercial 3D Ni foam (). In the electrode prepared on a 3D substrate (Ni foam in this work), the average electron and ion transfer length through the active material is much shorter than that in the electrode prepared on a conventional current collector (Cu foil in this work); for a given areal loading of active material, the thickness of the active material layer on the metal frame of a 3D substrate is much thinner than that on the current collector. Therefore, higher mass loading of the active material can be achieved by using the 3D substrate, leading to an increase in the energy of the cell without a loss of power density. The increasing areal capacity of rechargeable batteries is one of the crucial means by which to increase the cell-level energy density while simultaneously lowering the cost. As shown in , the a-MoSx on the Ni foam exhibited a remarkable areal charge capacity of 3.5 mA h cm–2 initially. It exceeded 2 mA h cm–2 upon the 100th cycle, thus revealing a highly stable cycling performance. To the best of our knowledge, the a-MoSx demonstrates the highest areal capacity among all previously reported MoS2 electrodes as an anode material for Na-ion batteries (the literature values are 0.44–1.21 mA g cm–2). "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, the highly reversible a-MoSx electrode was prepared by suppressing TM particle growth via elongating the cation diffusion pathway. Because of the elongated distance between Mo atoms in a-MoSx, the growth of Mo nuclei is limited leading to a more frequent nucleation and formation of smaller particles (3–5 nm in diameter). Since the smaller particles have a larger surface area than the bigger particles, the probability of retaining electrical contact among Mo particles is higher. This is the origin of high-reversibility and long-term stability of the a-MoSx electrode. This work establishes that the amorphous structure enhances the reversibility and cycling stability of conversion-reaction-based electrodes by elongating the diffusion pathway of the metal ions. Thus, the amorphous structure can be utilized universally to overcome the particle growth challenge even based on the intrinsic property of the material. Furthermore, by preparing the a-MoSx electrode on a 3D foam substrate using the simple electrodeposition method, the areal capacity of the Na-ion battery anode could be enhanced up to 3.5 mA h cm–2 with a highly stable cycling performance. In this regard, the amorphous-phase electrode is a good choice for the practical use of conversion-reaction-based secondary batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Origin of the Superior Electrochemical Performance of Amorphous-Phase Conversion-Reaction-Based Electrode Materials for Na-Ion Batteries: Formation of a Bicontinuous Metal Network"
}