{
    "DOI": "10.1021/acsami.5b12620",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With fast-growing demand for the integration of renewable energy sources such as solar and wind into the electric grids, large-scale electric energy storage (EES) technologies are urgently desired to suppress their inherent intermittency.  Among various types of rechargeable batteries, Li-ion batteries have been considered as most appealing candidate for grid-scale electric energy storage due to their high energy density and long cycle life; however, their limited lithium reserves on Earth and high cost might hinder their large-scale application.  In pursuit of affordable electric storage batteries for EES applications, room-temperature Na-ion batteries appear to be an attractive alternative to their lithium counterparts because of the natural abundance and low cost of Na resources. ",
                "To enable Na-ion technology, great efforts have been devoted to the development of suitable Na-insertion cathodes with not only adequate electrochemical capacity but also easy preparation. Until now, numerous host frameworks have been investigated as Na-storage cathodes, such as layered oxides, tunneled oxides, polyanion-type compounds and so on.  Nevertheless, the strong binding of Na+ ions in close-packed oxides makes them kinetically frustrated in the intercalation reaction,  while the heavy molar weight of large polyanions (XO4)n− (X = P, S, As, Si, etc.) restricts the reversible capacity to less than 120 mAh g–1.  Recently, Prussian blue analogues Na2M[Fe(CN)6] (M = Mn, Fe, Co, Ni, Cu, etc.) have received particular attention as alternative Na-storage cathodes, due to their three-dimensional open frameworks, potential two-electron redox capacity (up to 170 mAh/g with 2 Na+ storage) and fast intercalation kinetics.  Generally, Prussian blue analogues can be easily synthesized via a simple coprecipitation reaction of transition-metal Mn+ cations and hexacyanoferrate Fe(CN)63–/4– anions.  For instance, Goodenough et al. first introduced a KMFe(CN)6 family (M = Mn, Fe, Co, Ni, Cu, Zn) as nonaqueous sodium ion cathodes early in 2012.  However, all these materials have reversible capacities less than 100 mAh g–1 and low Coulombic efficiencies of 60–80%, which are insufficient for practical battery applications. The latest research disclosed that the electrochemical performance of PB is closely related to its intrinsic crystal structure.  It is known that during the conventional rapid precipitation process, large amounts of Fe(CN)6 vacancies occupied by coordinated water will exist in the crystal framework,  leading to an actual chemical formula of Na2–xM[Fe(CN)6]1–y·□y·zH2O, in which □ stands for the Fe(CN)6 vacancies; 0 < x < 2; 0 < y < 1, as illustrated in . The presence of Fe(CN)6 vacancies will severely deteriorate the battery performance for the following reasons: (1) the increase of Fe(CN)6 vacancies will reduce the Na content in the lattice due to charge balance and introduce more water molecules into PB framework,  thus decreasing the initial charge capacity and causing more side reactions brought about by H2O decomposition;  (2) the crystal water molecules may compete with Na+ ions to accommodate the interstitial spaces,  therefore blocking off the Na+ insertion reactions and decreasing the capacity utilization of PB compounds; (3) the randomly distributed Fe(CN)6 vacancies makes the PB frameworks fragile and vulnerable to collapse during the Na+ insertion/extraction reactions,  thus leading to the structural instability and poor cycle life.",
                "Therefore, it is of great importance to control the crystallization process so as to fabricate low-defect and well-defined PB frameworks and thus boost their ion storage capability. For instance, our group  and Guo et al.  reported on a slow chemical precipitation method to fabricate low-defect FeFe(CN)6 and Na0.61Fe[Fe(CN)6]0.94 nanocrystals that can realize a stable 2Na-storage reaction for hundreds of cycles with a high Coulombic efficiency of ∼100%. Cui’s group  recently succeeded in crystallizing almost perfectly stoichiometric Na1.96Mn[Mn(CN)6]0.99 □0.01 2 H2O by using a large excess of sodium in solution during the synthesis, and achieved a surprisingly high capacity of 209 mAh g–1, nicely proving the effectiveness of minimizing the fraction of vacancy sites for advancing PB chemistry.",
                "Herein, we propose a facile citrate-assisted controlled crystallization method to synthesize low-defect and highly crystallized Na2CoFe(CN)6 nanocrystals. UV–vis spectrum confirms the chelating effects of citrate with Co ions, while in situ UV–vis spectral experiment proves the significantly decreased crystallization kinetics. Benefiting from its suppressed Fe(CN)6 defects and high crystalline, this material demonstrates highly reversible 2-Na storage reactions with a high specific capacity of 150 mAh g–1 and strong cycle stability with ∼90% capacity retention over 200 cycles. Such a synthetic method to obtain high-quality PB frameworks could be extended to a wide range of coordination-framework materials for electric energy conversion and storage applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "In general, traditional synthesis of Prussian blue compounds Na2M[Fe(CN)6] is based on a direct precipitation reaction of M2+ cations and [Fe(CN)6]4– anions in aqueous solution, as shown in a (I). Due to the extremely small solubility product constant of Na2Co[Fe(CN)6], Ksp = 1.8 × 10–15,  the nucleation and growth stage occurs immediately and simultaneously, thus leading to irregularly shaped and randomly aggregated nanoparticles (∼50 nm) with large amounts of Fe(CN)6 defects and coordinated water in the lattice (b). To obtain a more well-defined crystal lattice (a), we adopted a citrate-chelating method to control the crystallization process as illustrated in a (II). The Co2+ ions are first coordinated with citrate ions to form cobalt-citrate chelate and then coprecipitated with hexacyanoferrate ions in aqueous solution. Due to the very strong complex ability of citrate ions (Co2+·Citrate3–, log K1 = 12.5),  the cobalt-citrate chelate acts as a reservoir to slowly release Co2+ ions, which will react with hexacyanoferrate ions to form initial nucleuses. The negatively charged citrate ions may even absorb on these nucleuses surfaces, thus suppressing the growth rate and inhibiting crystal aggregation. Eventually, the gradual and sustained release of Co ions will enable these nucleuses to grow into well-shaped and monodispersed Prussian blue nanocubes (∼600 nm) with greatly suppressed Fe(CN)6 defects and structural imperfection.",
                "UV–vis spectrometry was carried out to reveal the interactions between citrate ions and Co ions. As can be seen in b, the blank Co2+ solution showed a maximal absorption at 510 nm wavelength, while pure citrate ions solution nearly had no absorption signal in this area. After the addition of citrate ions into Co2+ solution, the maximal absorption peak slightly shifted to lower a wavelength at 506 nm with obviously increased absorption intensity, indicating the coordination effect of citrate with Co ions.  In situ UV–vis spectroscopy was used to monitor the crystallization kinetics of Na2CoFe(CN)6 with or without the presence of citrate as chelating agent. The absorption intensity at 370 nm wavelength was recorded as a function of reaction time, which reflects the change in the relative content of Na2CoFe(CN)6 product as shown in c. As shown in d, once the Co2+ and Fe(CN)64– ions were mixed together in the absence of citrate ions, the absorption intensity reached its maximal value within a very short time (less than 10 s) and then remained unchanged, indicating the ultrafast crystallization process in a time scale of seconds. On the contrary, in the presence of citrate ions, the absorption intensity preserved at a very low value during 0–100 s, which could be ascribed to the initial nucleation stage. Then, it increased incrementally from 100 to 1000 s, which might correspond to the subsequent crystal growth process. Even after 3000 s, the intensity was still lower than that of control experiment. These results suggested that the crystallization speed could be significantly slowed down by the addition of citrate ions as slow-release chelator, and thus a highly crystallized Na2CoFe(CN)6 sample with reduced structural defects can be obtained. It is also found that the developed synthesis method is general and can be extended to prepare other Prussian blue analogues (e.g., Na2NiFe(CN)6 and Na2CuFe(CN)6) with high crystallinity and suppressed structural defects.",
                "On the basis of the ICP-AES spectroscopy and elemental analysis (), we can express the precise chemical composition of the as-synthesized Na2CoFe(CN)6 material as Na1.85Co[Fe(CN)6]0.99·□0.01·1.9H2O, whereas the control sample got in the absence of citrate ions is Na1.32Co[Fe(CN)6]0.88·□0.12·3.6H2O. The significant suppression of Fe(CN)6 defects from conventional 12% to 1% () enables more Na+ ions (1.85 Na+) to enter into the lattice for charge counterbalance,  which is favorable for the improvement of initial charge capacity. The inhibition of Fe(CN)6 vacancies can be also reflected by the reduction of water content in the lattice. As shown in , Thermogravimetric analysis (TGA) revealed only 10% weight loss in the temperature interval 200–250 °C, corresponding to 1.9 H2O per Na2CoFe(CN)6 unit. Besides, this low-defect material demonstrates greatly improved thermal stability than that of control sample (), suggesting a more stable and well-defined crystal structure. The infrared spectrum of the Na2CoFe(CN)6 sample given in  shows a singlet peak at 2080 cm–1, which can be attributed to the stretching vibration of Fe2+-CN-Co2+, agreeing well with its chemical formula. ",
                " shows the crystalline structure and morphological features of the Na2CoFe(CN)6 material. All the X-ray diffraction lines shown in a are sharp and strong, indicating high crystallinity of the Na2CoFe(CN)6 sample. Careful comparison with the standard diffraction pattern of Prussian blue Fe4[Fe(CN)6]3 (JCPDS No. 52-1907) demonstrated a rhombohedral distortion from traditional face-centered cubic structure,  as seen by its (220), (420), (440), and (620) diffraction peaks splitting into almost equal intensities. Very recently, similar phase transition has been also observed in other Prussian blue frameworks, such as Na1.72Mn[Fe(CN)6]0.99  and Na1.92FeFe(CN)6,  where large accommodation of Na+ ions (in our case, 1.85 Na+) causes an expansion of elementary cell and a decrease in symmetry. In contrast, the control Na2CoFe(CN)6 sample with insufficient Na+ content (only 1.32 Na+) in its lattice shows a typical face-centered cubic structure, further confirming such Na+-induced phase transformation phenomenon (). The rhombohedral structure can be clearly visualized in b. The SEM image in c reveals the Na2CoFe(CN)6 sample appears as well-dispersed, uniformly sized and regularly shaped nanocubes with a narrow size distribution of ∼600 nm, which probably benefited from the as-mentioned controlled crystallization mechanism. Energy dispersive spectroscopy (EDS) mapping images in d,e confirm the very uniform dispersion of Na, Co, Fe, C, N, and O element in the bulk Na2CoFe(CN)6 sample, further suggesting its high purity and crystal integrity.",
                "Electrochemical Na-storage performance of the Na2CoFe(CN)6 electrodes were characterized by cyclic voltammetry (CV) and galvanostatic charge–discharge tests. As displayed in a, the main CV curves demonstrate two pairs of sharp and symmetric oxidation/redox peaks at 3.42/3.12 V and 3.89/3.73 V, indicating the 2-Na reaction mechanism of the Na2CoFe(CN)6 electrode. Taking into account the difference of coordination environment of Fe and Co atoms, the CV peaks at lower and higher potentials can be attributed to the nitrogen-coordinated Co2+/Co3+ couple and carbon-coordinated Fe2+/Fe3+ couple, respectively, as will be confirmed by XPS tests in subsequent context. Surprisingly, the Fe2+/Fe3+ redox couple (∼3.8 V, Eredox = (Eanodic + Ecathodic)/2) in Co–Fe Prussian blue framework shows a significant deviation from the standard electrode potential (3.07 V vs Na+/Na) of Fe(CN)64–/Fe(CN)63–,  and is even higher than that of Co2+/Co3+ couple, which can been interpreted as a strong charge-spin–lattice coupling effect in the low-defect Na2CoFe(CN)6 framework.  Obviously, this coupling effect is beneficial for the Na2CoFe(CN)6 electrode to raise its working potential.",
                "b shows the charge–discharge profiles of the as-prepared Na2CoFe(CN)6 electrode between 2.0 and 4.1 V at a current density of 10 mA g–1. In accord with the CV curves, the Na2CoFe(CN)6 electrode exhibits two distinguishable potential plateaus at 3.8 and 3.2 V, corresponding to the successive redox reactions of the Fe2+/Fe3+ and Co2+/Co3+ couples, respectively. The high Na+ content (1.85) in Na2CoFe(CN)6 lattice is reflected in a charge capacity of 153 mAh g–1 in the first cycle, with initial Coulombic efficiency as high as 98%. On the basis of its chemical formula, the specific discharge capacity (150 mAh g–1) corresponds to a 95% utilization of its theoretical capacity (158 mAh g–1 for Na1.85Co[Fe(CN)6]0.99·1.9H2O). Such high capacity utilization and high Coulombic efficiency are most likely resulted from its perfect framework with suppressed Fe(CN)6 defects, which provides sufficient interstitial sites for reversible Na insertion. To understand the influence of Fe(CN)6 vacancies on the electrochemical performance of PB framework, we compared the typical charge/discharge profiles of the two Na2CoFe(CN)6 electrodes synthesized with and without the assistance of citrate ions. As shown in , both Na2CoFe(CN)6 electrodes exhibit two distinct discharge plateaus at 3.8 and 3.2 V respectively, indicating a very similar Na-insertion reaction mechanism. However, careful comparison of their Na-storage properties demonstrates that the control sample exhibits greater voltage polarization (215 mV) between charge and discharge plateaus, delivers much lower discharge capacity (115 mAh g–1) and demonstrates lower Coulombic efficiency (∼95%) than that of as-prepared sample (144 mV, 150 mAh g–1, and ∼99%). By calculating the capacity contributions of Fe and Co redox centers, we found that the capacity difference mainly originates from the capacity utilization of Fe redox center (28 vs 60 mAh g–1) at higher reaction potential, as shown in , and this should be closely related to the amount of Fe(CN)6 vacancies in the PB lattice. It has been estimated that the Fe(CN)6 vacancies may impede the e– and Na+ transportation along the Fe-CN-Co framework, and increase the polarization between charge/discharge plateaus.  Besides, the coordinated water molecules will compete with Na+ to occupy the interstitial sites, thus blocking off the Na+ insertion reaction.  Hence, the suppression of Fe(CN)6 vacancies can greatly enhance the Na-storage ability of Fe atoms and decrease the polarization between charge and discharge.",
                "The high capacity and high redox potential of the as-prepared Na2CoFe(CN)6 electrode contributes to an energy density as high as 510 Wh kg–1, which is comparable to that of cathodes for state-of-art Li-ion battery, such as, LiMn2O4 (120 mAh g–1, 480 Wh kg–1) and LiCoO2 (137 mAh g–1, 550 Wh kg–1).  Furthermore, the discharge capacity above 3.0 V comprises ∼93% of its whole Na-insertion capacity, offering great benefit for practical implementation of Na-ion batteries. In the subsequent cycles (b), its redox capacity remains stable at ∼150 mAh g–1, indicating the structural stability of Fe-CN-Co framework during charge and discharge process. In addition to its high capacity and high redox potential, the as prepared Na2CoFe(CN)6 electrode also demonstrates good rate capability and long-term cyclability. As shown in c, the reversible capacity is 148, 135, 128, 88, and 60 at the current density of 20, 50, 100, 200, and 500 mA g–1, respectively. This good rate capability is mainly due to its three-dimension open framework structure with large interstitial space for fast Na+ insertion/extraction reactions. The long-term cycle performance is evaluated at a moderate current density of 100 mA g–1 as given in d. The reversible capacity decreases slightly from 128 to 114 mAh g–1 over 200 cycles, corresponding to a capacity retention of ∼90%. In strong contrast, the control Na2CoFe(CN)6 sample synthesized via traditional coprecipitation method shows an enormous performance degradation with only 30% of its initial capacity retained after 200 cycles. Therefore, the superior cycle stability of as-prepared Na2CoFe(CN)6 definitely results from its highly crystallized and low-defect lattice, which facilitates highly reversible 2-Na storage reactions. The structural (XRD) and morphological features (SEM) of Na2CoFe(CN)6 electrode could be well preserved after 200 cycles (), further confirming its stable and robust framework during the repeated Na insertion and extraction process.",
                "To clarify the phase transition and redox-active site during the 2-Na reaction process, ex situ XRD tests () and XPS analyses () were carried out at different charge/discharge states. When this Na2CoFe(CN)6 electrode was charged from +2.0 V state to +3.4 V (a), the (20) and (220) XRD doublets merged into a single peak at ∼25°, indicating the phase transition from rhombohedral lattice to a cubic one. As mentioned above, this phase transformation phenomenon is probably induced by the Na+ extraction from the lattice to form a Na-deficient framework. At the same time, XPS test () confirmed the valence change of Co ions from +2 to +3, while Fe ions remained at +2 state. When charged from +3.4 V to a terminal +4.1 V, the whole XRD lines remained unchanged, suggesting no phase change at deep charge. This stage was related to the oxidization of Fe ions from +2 to +3 state, as revealed by XPS analysis. As mentioned above, such positive shift of Fe(CN)64–/Fe(CN)63– couple from its standard electrode potential (3.07 V vs Na+/Na)  is quite anomalous, and is most likely derived from the hybridization effect between low-spin Co3+ and low-spin Fe2+ atoms along cyanide-bridged ligands as already confirmed by ab initio band calculation by Moritomo et al.  Once reversed to discharge, the XRD patterns of Na2CoFe(CN)6 electrode restored its initial state, indicating the reversible structural transformation from cubic phase to rhombohedral one. On the whole, the Na2CoFe(CN)6 electrode undergoes a reversible 2-Na reaction mechanism: rhombohedral Na2CoIIFeII(CN)6 ↔ cubic NaCoIIIFeII(CN)6 ↔ cubic CoIIIFeIII(CN)6. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we developed a facile citrate-assisted controlled crystallization method to fabricate low-defect and well-defined Na2CoFe(CN)6 frameworks. In situ UV–vis spectral experiment proves the significantly decreased crystallization kinetics in the presence of citrate ions as the slow-release chelating agent. Owing to its high crystallinity and suppressed Fe(CN)6 defects, the as-prepared Na2CoFe(CN)6 material exhibits highly reversible 2-Na reactions with high capacity of 150 mAh g–1 and superior long-term cyclability of ∼90% over 200 cycles, showing appealing promise as Na-rich high-capacity cathode for Na ions applications. Moreover, this synthetic strategy may be extended to other coordination-framework materials for a wide range of energy conversion and storage applications."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The as-prepared Na2CoFe(CN)6 sample was synthesized by a citrate-assisted controlled crystallization method at room temperature. Typically, 5 mmol CoCl2 and 5 mmol trisodium citrate were dissolved into 50 mL deionized water to form a 0.1 mol L–1 citrate3––Co2+ chelate solution. Then, this solution (50 mL) and 0.1 mol L–1 Na4Fe(CN)6 solution (50 mL) were simultaneously added dropwise to 100 mL of deionized water for their coprecipitation reaction. The reaction solution was stirred for 12 h after complete addition. The resulting precipitates were filtered, washed with water and ethanol several times, and finally dried under vacuum at 60 °C for 24 h. As comparison, the control Na2CoFe(CN)6 samples were prepared similarly except for the addition of citrate ions."
                    ],
                    "name": " Synthesis of Na2CoFe(CN)6 samples",
                    "type": "h3"
                },
                {
                    "content": [
                        "The chemical compositions of two Na2CoFe(CN)6 samples (Na2–xCo[Fe(CN)6]1–y•□y, □ stands for the Fe(CN)6 vacancy, 0 < y < 1) were determined by ICP-AES calibration of Na, Co, and Fe contents and elemental analysis (Elementar Analysen systeme GmbH, Germany) of C and N elements. The water contents in the Na2CoFe(CN)6 materials were characterized by thermogravimetric measurement (TA Instruments, New Castle, DE) in nitrogen atmosphere at a scan rate of 10 °C/min. The lattice structures of the samples were characterized by XRD technique on a Shimadzu XRD-6000 diffractometer with Cu Kα radiation. The crystal structure was drawn by Diamond software. The morphologies of these samples were observed on Scanning Electron Microscope (Sirion 2000, FEI). FT-IR spectra were recorded on a NICOLET AVATAR 360 FT-IR spectrometer with KBr pellets. UV–vis spectra were recorded using a UV-3100 UV–vis–NIR recording spectrophotometer made by SHIMADZU Company. The in situ crystallization process was measured under the kinetics mode of UV–vis spectrophotometer, and the characteristic emission wavelength was set to be 370 nm. Upon mixing the two reaction solutions into the quartz absorption cell, the cell was immediately transferred into the sample holder of the spectrophotometer. The X-ray photoelectron spectra of the Na2CoFe(CN)6 samples were measured on a Thermo Scientific spectrometer (ESCLAB 250 Xi) equipped with an Al Kα achromatic X-ray source (1486.68 eV). The binding energies of all the elements were calibrated with respect to the carbon (284.6 eV)."
                    ],
                    "name": " Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical measurements of the Na2CoFe(CN)6 electrodes were examined by 2016 type coin cells using Na2CoFe(CN)6 cathode as a working electrode and a Na disk as reference and counter electrode. The working electrode was prepared by rolling a mixture of 70 wt % as-prepared materials, 20 wt % conducting graphite, and 10 wt % polytetrafluoroethylene into a thin film with a thickness of ∼100 um. The mass loading of the active material within the film was about 4 mg cm–2. The electrolyte was 1.0 mol L–1 NaClO4 in ethylene carbonate/diethyl carbonate (EC/DEC, 50:50% vol) solution. All the cells were assembled in a glovebox with water/oxygen content lower than 1 ppm and tested at room temperature. The galvanostatic charge–discharge tests were performed on a LAND cycler (Wuhan Kingnuo Electronic Co., China). Cyclic voltammetric measurements were carried out at a scanning rate of 0.1 mV s–1 using a CHI 660a electrochemical workstation (ChenHua Instruments Co., China)."
                    ],
                    "name": " Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Highly Crystallized Na2CoFe(CN)6 with Suppressed Lattice Defects as Superior Cathode Material for Sodium-Ion Batteries"
}