{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "N/O co-doping",
        "Enlarged carbon interlayer distance",
        "Durability",
        "Hard carbon",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Hard carbons (HCs) with low working potential have been considered one of the most promising anodes for sodium-ion batteries (SIBs), whereas the intrinsic poor rate performance and inferior cyclic stability hindered their practical application. Porosity designing and heteroatom doping are considered essential for high rate performance as well as durability by relieving volume expansion with Na-interaction and providing rapid Na+ diffusion paths. Herein, a three-dimensional N/O co-doped HCs (NOHCs) is synthesized as an anode for ultrastable SIBs. Combining X-ray photoelectron spectroscopy and transmission electron microscopy, we find that the content of pyrrolic-N is positively correlated with carbon interlayer distance, and the CO group could provide more active sites, thus superior reaction kinetics could be observed in NOHCs samples. In-situ Raman and ion diffusion kinetic analysis (GITT and CV) suggest that the integrated strategy of hetero doping and designed pore structure enables highly reversible electrochemical reactions and fast diffusion kinetics. Thus obtained NOHC-2 anode exhibits excellent capacity retention (69.8% after 15,000 cycles, 10.0 A g−1) and rate performance (160.2 mAh g−1 at 10.0 A g−1) with Na metal as the counter electrode. More importantly, the full cell composed of NOHCs anode and Prussian blue cathode delivers a high energy density of 97.3 Wh kg−1 with a power density of 985.7 W kg−1."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been widely studied due to their suitable redox potential, low cost, and abundant sodium resource [1], [2], [3], [4], [5], [6]. Nevertheless, the larger ionic radius of Na+ (1.02 Å) compared with Li+ (0.76 Å) results in sluggish diffusion kinetics, which severely hampers the development of Na insertion materials, especially anodes for SIBs [7], [8], [9], [10], [11]. Therefore, various anode materials based on different reaction mechanisms including intercalation, alloy, and conversion have been widely investigated [12], [13], [14], [15], [16], [17], [18]. Generally, anode materials operated on the alloy and conversion types exhibit high theoretical capacity, whereas are accompanied by inferior cyclability [19], [20], [21], [22]. Excellent reaction reversibility and modest reversible capacity provide broad application prospects for the anode materials based on intercalation reaction [23], [24], [25]. Among them, hard carbons (HCs), with abundant graphitic domains, pores, and defects, exhibit superb electrochemical performances and have been used for practical applications [26], [27], [28]. However, low Na+ diffusion kinetics in HCs hinders the fast charge/discharge performance, resulting in poor rate capability and insufficient cyclic stability, which greatly restricts their development [29], [30], [31], [32].",
                "Substantial efforts have been paid to address the above-mentioned issues for HC anodes. Based on the Na+ storage behavior in HC material, the modification strategies could be classified into three types: i) increasing the carbon interlayer distance to facilitate the repeated (de)intercalation of Na+ [33], [34]. Xu and co-workers reported that the edge-nitrogen enriched porous carbon nanosheets delivered a highly reversible capacity of 294.1 mAh g−1 at 0.1 A g−1 [35]. ii) introducing heteroatoms, defects, and active sites into the carbon skeleton to enhance reaction kinetics and cyclic stability [36], [37]. Huang and co-workers reported that the N-doped three-dimensional (3D) mesoporous carbon nanosheets delivered a high reversible capacity of 239.3 mAh g−1 at 5.0 A g−1 after 10,000 cycles [38]. iii) designing nanoarchitecture of HC to shorten the diffusion length and enrich the diffusion channel for both ions/electrons [39], [40]. Guo and co-workers reported that the 3D porous carbon consisted of cross-linking nanosheets delivered optimized rate performance (66.9 mAh g−1 at 9.6 A g−1) [41]. Therefore, it deserves expected that sodium storage performance in the HC anode could be improved by integrating the above-mentioned strategies. Nevertheless, modified HC anodes with all the above key indicators (expanded interlayer, heteroatom doping, and hierarchical structure) are difficult to be achieved by a facile synthetic method.",
                "In this study, we fabricated 3D N/O co-doped HCs (NOHCs) with high rate performance and ultralong cycle life as the anode for SIBs through a mild strategy. The unique porous nanostructure has consisted of ultrathin graphene-like nanosheets in three dimensions. Such hierarchical nanostructure exposes an enlarged active surface and increased wettability of electrolyte, which expedite both electron transportation and ion diffusion. Additionally, the abundant active sites contributed by porosity design and N/O co-doping could also boost surface-dominated Na-storage. Meanwhile, the expanded interlayer in NOHCs can lower the barrier for Na+ insertion/extraction and thus improve the ion diffusion kinetics. As the anode for SIBs, the optimized NOHC-2 electrode with hierarchical pore structure expanded interlayer, and abundant active sites, exhibits promising sodium storage performances. Furthermore, the full cell assembled by NOHC-2 anode and Prussian blue (PB) cathode exhibits a high energy density/power density and excellent stability in well-known previous reports."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "NOHCs sample were obtained by the carbonization of poly (aniline-co-pyrrole) and NaCl at 900 °C, 1000 °C, and 1100 °C, denoted as NOHC-1, NOHC-2, and NOHC-3, respectively. As could be observed in Fig. 1a–c, scanning electron microscopy (SEM) images of the as-synthesized NOHCs exhibit ultrathin graphene-like nanosheets with a honeycomb morphology. The microstructure of NOHCs is detected by the transmission electron microscopy (TEM) technique (Fig. S1a–c), which displayed hierarchical porous structures. The molten NaCl salt utilized in heat treatment could not only facilitate the graphitization degree of the as-derived carbon but also acted as a template to introduce macropores [42]. The abundant porous structure provides a large amount of ion transport channels and mitigates the volume change of NOHCs. As shown in Fig. 1d–f, high-resolution TEM (HRTEM) images of all the samples manifest a typical short-range ordered crystal microstructure, wherein the gradual growth of pyrolysis temperature indicates the effectively elevated graphitization. The NOHC-2 presents scattered and highly disordered graphitic layers with large interlayer spacings, generally over 0.40 nm. In contrast, NOHC-1 and NOHC-3 samples have smaller interlayer distances, unexceptionally larger than that of graphite, implying the facilitated Na+ diffusion dynamics. The change of carbon layer distance herein could be affected by the annealing temperature as well as the degree and types of heteroatoms (N, O) doping [35], [43], which will be discussed in the following context. According to Fig. 1g and S1d, e, the NOHCs are composed of C, N, and O elements, in which the C element is dominated.",
                "To investigate the crystallographic structure of as-prepared NOHCs materials, powder X-ray diffraction (XRD) patterns were collected and shown in Fig. 2a. All the samples display two broad peaks at ∼ 23° and ∼ 42°, corresponding to the (0 0 2) and (1 0 0) diffraction lines of graphite planes, respectively. Compared to the (0 0 2) peak in pure graphite at ∼ 26.6°, it shifts to a lower diffraction angle in NOHCs, indicating enlarged lattice spacing, which agrees well with the HRTEM results [33]. The elevated lattice parameters might be attributed to heteroatom (N, O) doping, which induces the distortion of the hexagonal carbon skeleton. Raman spectra were carried out and the results were demonstrated in Fig. 2b, wherein the prominent peaks at ∼ 1335 cm−1 and ∼ 1588 cm−1 could be assigned to the signals of disordered carbon (D band) and graphitic carbon (G band), respectively. The decreased ID/IG values with temperature elevation confirm the enhanced graphitization and mitigated defects. Nitrogen physisorption-absorption isotherms were conducted to further investigate the specific surface area and pore structure. Unambiguously, typical IV-type isotherms with an H3 hysteresis loop are observed in Fig. 2c, implying the existence of microporous and mesopores in the as-prepared materials. The surface areas are determined to be 301.5, 320.2, and 393.3 m2 g−1 for NOHC-1, NOHC-2, and NOHC-3, respectively (Table S1). Remarkably, the specific surface area of NOHCs fluctuates with the rise of temperature, which is consistent with the previous literature reports [36]. Meanwhile, by analyzing the pore size distribution (Fig. 2d), it can be seen the obvious mesopores response in NOHC-2, and NOHC-3 is around 2.0 nm, which could be attributed to surface “cavity” defect sites. Particularly, hierarchical porous structure for NOHC-2 and NOHC-3 anodes could provide abundant active sites and be served as Na+ buffering reservoirs, thus effectively enhancing ion diffusion kinetics.",
                "To elucidate the elemental composition and bonding configuration of NOHCs, X-ray photoelectron spectroscopy (XPS) characterization was performed and shown in Fig. 2e. The NOHCs materials are found mainly composed of C, N, and O elements, and quantitative analysis (Fig. 2f) exhibits that the amount of N and O decreases with elevated annealing temperature, manifesting the lowest defect and doping content in the NOHC-3 sample. The quantitative analysis of elements can also be demonstrated by elemental analysis (EA) tests (Table S2). Representatively, the narrow spectra of C 1 s, N 1 s, and O 1 s for NOHC-2 material are comprehensively investigated and displayed in Fig. 2g-i. In the C 1 s XPS profile, the CC (∼284.8 eV), CN (∼285.4 eV), CO (∼286.8 eV), and OCO (∼289.8 eV) bonds can be detected (Fig. 2g). The high resolution XPS spectrum of N 1 s for NOHC-2 (Fig. 2h) could be fitted into three peaks: pyridinic nitrogen (N-6, 398.2 eV), pyrrolic nitrogen (N-5, 398.9 eV), and quaternary nitrogen (N-Q, 401.6 eV). As functional groups for the electrochemically active sites, N-6 and N-5 can enhance the surface-induced capacity and improve the diffusion kinetics of Na+ [44]. Previous studies have shown that a lone pair of electrons retained in N-5, which are vertical to the graphite carbon layer, can effectively increase the graphitic spacing [45]. It should be noted that the carbon interlayer distance of NOHCs is positively correlated with the N-5 percentage, indicating that the largest carbon interlayer spacing of NOHC-2 is ascribed to its highest N-5 doping ratio (Table S3). Moreover, N-Q is embedded in the graphene plane and bonded with three sp2 carbon atoms, which is conducive due to the significant change in the electron-donor characteristic. This result again confirms the effect of heteroatomic doping, consistent with the results from XRD and HRTEM analysis. As shown in Fig. 2i, two typical peaks at 531.4 and 532.7 eV are observed in the O 1 s spectrum, corresponding to CO and CO groups, respectively. Importantly, the presence of O-doping can provide more active sites and improve the wettability between the electrolyte and electrode surface, leading to better reaction kinetics. The chemical bonding states of NOHC-1 and NOHC-3 exhibit little difference from NOHC-2 (Fig. S2). And the specific degree and types of N/O-doping are summarized in Table S2. Furthermore, the C = O and C-N sites are further demonstrated by Fourier transform infrared spectroscopy (FTIR) as shown in Fig. S3.",
                "Fig. 3a shows the cyclic voltammetry (CV) curves of the Na//NOHC-2 half-cell in the voltage range of 0.01 ∼ 3.0 V with a scanning rate of 0.1 mV s−1. Two obvious cathodic peaks emerge at ∼ 0.05 V and 0.4 V during the first discharge process while weakening in the following cycles, implying the decomposition of the electrolyte and the formation of the solid electrolyte interphase (SEI) layer. The redox peaks at a low voltage range of 0.01–0.20 V can be observed and well-maintained in the following cycles, which could be attributed to the insertion/extraction of Na+ into/from graphitic layers and micropores in the NOHC-2. The curves of the subsequent cycles are almost overlapped, implying the highly reversible reaction upon cycling. The curves of NOHC-1 and NOHC-3 exhibit a similar shape to that of NOHC-2, confirming the similar reaction process of Na+ storage (Fig. S4a, b). Fig. 3b shows the highest reversible capacity (324.3 mAh g−1) of NOHC-2 at a current density of 0.1 A g−1, which could be ascribed to its abundant active sites, as will be discussed in the following context. As illustrated in Fig. 3c and Fig. S4c, d, the discharge/charge profiles of NOHC-2, which present two potential plateaus corresponding to the CV curves, remain almost unchanged even after 300 cycles, exhibiting superior structural stability. Such low and stable voltage plateaus of NOHC-2 are advantageous in increasing energy density for SIBs towards practical applications. The rate performances of NOHCs were investigated under different current densities (Fig. 3d, Fig. S5). Remarkably, NOHC-2 delivers an excellent reversible capacity of 169.8 mAh g−1 at the current density of 5.0 A g−1. Even after a high current density of 10.0 A g−1, the discharge capacity of NOHC-2 can be recovered to 324.3 mAh g−1 at 0.1 A g−1. The superior rate performance of NOHC-2 roots in its well-developed hierarchical structure, large graphitic layer spacing, and modest N/O doping contents generate a rich reaction surface with abundant active sites between electrolyte and electrode (Fig. S6). Compared to some recently reported typical carbon anodes for SIBs, the NOHC-2 presents obvious superiority in high-rate performance (Fig. 3e, Table S4). The charge/discharge cycle tests of NOHC-2 reveal a stable reversible capacity of 225.4 mAh g−1 at the current density of 1.0 A g−1, long cycle stability of 1000 cycles with negligible degradation (Fig. S7). Even after 15,000 cycles at the current density of 10.0 A g−1, the reversible capacity is still maintained at ∼ 160 mA h g−1, which is 69.8% of the second cycle (Fig. 3f). Overall, the ultralong cyclic stability of NOHC-2 further confirms the robust structural stability upon repeated cycling.",
                "To investigate the mechanism of high-rate performance of the NOHC-2 anode, CV curves at different sweep rates of 0.1 ∼ 5.0 mV s−1 were studied (Fig. 4a–c, Fig. S8). The profiles of CV curves are gradually expanded with the increase of scan rate, reflecting the existence of various reaction processes, such as diffusion-controlled and capacitive-controlled. The equation of i = avb is used to calculate the dominating-controlled process, wherein v represents the sweep rate, i indicates the response current, a and b are adjustable parameters [46]. Theoretically, b = 1 means that the electrochemical process is controlled by the capacitive process, and b = 0.5 implies that the electrochemical process is diffusion-controlled. When the b value is between 1 and 0.5, the electrochemical reaction is affected by the capacitive and diffusion-controlled processes. As shown in Fig. S8g–i, the b value of NOHC-2 at the cathodic peak is higher than those for both NOHC-3 and NOHC-1, implying that the capacitive-controlled process is more dominant in NOHC-2 than the other two electrodes. This is key to achieving excellent high-rate performance and cycling stability at high current density. The ratio of capacitive contribution can be quantitatively calculated using the equation of i(V) = k1 + k2v1/2, which was proposed by Dunn and Chao [47]. The CV curve at a certain sweep rate (5.0 mV s−1) is fitted, and the shadow area relates to the capacitive contribution with a ratio of 93.4% (Fig. 4b).",
                "Furthermore, with the increase of sweep speed, the ratio of capacitive contribution increases gradually and finally reaches 93.4% (Fig. 4c). The highest proportion of capacitive behavior for the NOHC-2 could be attributed to modest defects arising from the intrinsic amorphous nature and modest N/O dual-doping. GITT tests were applied to further investigate the diffusion coefficient of Na+ in NOHCs. As shown in Fig. 4d–f, Na+ storage mechanisms in NOHCs can be divided into three aspects: trace adsorption derived from the electrode surface at the high-potential slope (Stage Ⅰ, double-layer capacitance reactions, >1.0 V), the surface-dominated Na+ from the reversible adsorption/desorption on the CO sites at high-potential plateau (Stage II, the capacitive capacity contributed by the oxygen-containing group for NOHCs, 0.1–1.0 V), and the Na+ (de)intercalation into the graphitic layers and micropores filling in Na metal clusters at low-potential plateau (Stage III, 0.01–0.1 V), respectively [48], [49]. The diffusion coefficients of NOHC-2 are generally higher than those of NOHC-3 and NOHC-1 during discharging/charging process, representing faster Na+ diffusion in NOHC-2 and excellent rate performance.",
                "Ex-situ XPS profiles of NOHC-2 were applied to explore the chemical composition at different charge–discharge voltages. To exclude the influence of other factors, the materials for tests were cleaned using Dimethoxyethane and protected under an Ar atmosphere throughout the whole process. Compared to the full XPS spectra, the Na 1 s peak of exhibits obvious change of content at different charge/discharge states, indicating the reversibly reaction of sodium storage in the NOHC-2 (Fig. S9). In the O 1 s XPS spectra (Fig. 4g), the peak intensity of the CO band at 531.1 eV gradually weakens, while two new peaks of CONa (531.9 eV) and Na KLL Auger appear and increase gradually during the discharge to 0.01 V [50], [51]. In the following charge process, the peak intensities of CONa and Na KLL Auger gradually mitigate, indicating the excellent reversibility of the Na+ storage process. This result demonstrates that Na+ could reversibly react with the CO groups as described by CO + Na+ + e− ↔ CONa, which explains the obvious plateau (∼0.5 V) in the discharge curve of NOHC-2 (Fig. 3c), contributing to the highest reversible capacity among the as-prepared NOHCs materials. When charged to 3.0 V, the peak of Na KLL Auger could also be observed, indicating a certain amount of residual metallic sodium. Additionally, the analysis in the area proportion of CONa/metallic Na in the Na 1 s spectra during a full discharge/charge process further confirms the sodium storage behavior due to the interaction between Na+ and CO groups (Fig. 4h, Fig. S9). Similar to the GITT analysis, the active sites (mainly for CO) are positive to the reversible adsorption/desorption capacity, conducing to the rapid adsorption of Na+ (Stage II), and the Na+ (de)intercalation into the graphitic layers and micropores filling in Na metal clusters at low-potential plateau (Stage III).",
                "In-situ Raman spectrum was measured to further study the sodium storage behavior in the NOHC-2 (Fig. 4i). As shown in the discharge/charge profile, the main capacity contribution comes from 0.01 − 1.0 V, corresponding to Stage II and Stage III. The ratio of ID/IG continues to decrease during the sodiation process, suggesting the decreased asymmetry of heterocyclic rings along with the interaction of Na+ with N/O atoms [52]. In the desodiation process, the ID/IG ratio returns to 1.1, closing to the original value, which corresponds to the structure recovery. Notably, the D peaks remain nearly unchanged, while the G peak reversibly shifts during the discharge/charge process, which could be explained by the weakened stretching vibration of the in-plane CC bonds due to the increased steric hindrance and electron density after Na+ embedding. Ex-situ HRTEM images of all samples after the 5th insertion/extraction process are shown in Fig. S10. The layer spacing variation of NOHC-2 is the slightest among the three samples, which also proves that the larger spacing value contributes to structural stability and confirms the origin of the high-rate performance and cycling stability under high current density. The thinner NaF-rich SEI layer, as shown in Fig. S11, could inhibit the oxidation of the electrolyte and the corrosion/solvent of the electrode and stabilize the electrode structure, which corresponding to the TEM images after 1000th sodiation/desodiation process (Fig. S12). Based on the analyses of electrochemical impedance spectroscopy (EIS), NOHC-2 electrodes have the lowest charge transfer impedance among the NOHCs, which indicates that it has the fastest ion diffusion kinetics (Fig. S13). Hence, the multi-merits of hierarchical porous structure, modest N/O dual-doping contents, and the largest layer spacing, contribute to enough active sites and outstanding Na+ diffusion kinetics of NOHC-2, which could be advanced to practical applications for high power density devices.",
                "To further understand the Na+ insertion behavior in NOHC-2, DFT calculation is performed to calculate the energy cost of Na+ insertion into carbon with interlayer distances of 3.4, 3.8, 4.0, and 4.2 Å (Fig. S14). When the interlayer distance is 3.4 Å (approximately the graphite), the energy cost is 0.68 eV, which is not feasible for Na+ insertion. But, when the interlayer distance increased to 3.8 Å, the energy cost drastically decreased to −0.48 eV, suggesting the Na+ can be inserted into the interlayers. After further increasing the interlayer distance to over 4.2 Å, the energy cost is below −1.18 eV, indicating the Na+ can intercalate into the interlayers more easily. In addition, we simulated the change in adsorption energy in the presence of CO bonds. Adsorption energy for Na+ in CO doped graphene layers was −3.77 eV, which shows that the presence of CO is more conducive to the rapid adsorption of Na+. Besides, the carbon–oxygen double bond (λ) in the CO groups was 1.25 Å, lower than that of 1.26 Å after the simulated sodiation process. Those results indicate that the carbon–oxygen double bond is broken and combined with Na during the sodiation process.",
                "To evaluate the potential of NOHC-2 anode in practical applications, full cells were assembled and characterized. Robust PB with good cyclic stability in sodium half cell was selected in this work as the cathode to match with NOHC-2 anode (Fig. S15). In the assembled full cell, Na+ normally migrates from the NOHC-2 anode to the PB cathode during the discharge process (Fig. 5a), while the electrons transfer from the anode to the cathode in the external circuit, and vice versa. The charge/discharge curves of specific half and full cells in Fig. 5b indicate different Na+ storage processes in the cathodes/anodes. Thus, a reversible charge capacity of 155.3 mAh g−1 at a current density of 100 mA g−1 could be obtained from the full cell (Fig. 5c) with a capacity retention of 82.3% after 100 cycles, demonstrating the great potential of NOHC-2 as anode candidate for ultrastable SIBs. From another aspect, the charge/discharge curves of the full cell remain consistent under different current densities as exhibited in Fig. 5d, indicating desirable rate performances. Especially, the full cell delivers a competitive reversible capacity of 205.5 mAh g−1 at 0.2 mA g−1 and a reversible capacity of 196, 175, 128, and 74 mAh g−1 at the current densities of 30, 50, 100, and 500 mA g−1, respectively (Fig. 5d, e), which bounces back to 205.5 mA h g−1 when the current density returns to 20 mA g−1, demonstrating superior capacity recoverability. In addition, the PB//NOHC-2 full cell still exhibits good cycling stability even at a high current density of 2000 mA g−1, which can get the LED lamp light up (Fig. S16). Furthermore, the assembled PB//NOHC-2 full cell delivers a high energy density of 97.3 Wh kg−1 and a large power density of 985.7 W kg−1, which are advantageous among the previously reported results (Fig. 5f) [36], [53], [54], [55]."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, NOHCs with plentiful CO groups, hierarchical pore structure, and expanded interlayer were synthesized through a facile pyrolysis process assisted by NaCl hard template. The stable honeycomb morphology with hierarchical micropore structure alleviates the volume change of the Na+ insertion/extraction into/from NOHC-2. The introduced active sites (mainly as CO) increase the reversible capacity for NOHC-2 electrodes by forming CONa compounds with Na+, which is found highly reversible upon cycling. In addition, a high pyrrolic-N percentage in NOHC-2 is beneficial to enlarge carbon interlayer spacing, contributing to decreased energy barrier for Na+ (de)intercalation process. Consequently, the NOHC-2 electrodes deliver a high reversible capacity of 324.3 mAh g−1 at 0.1 A g−1 after 300 cycles, and superior cycling stabilities over 15,000 cycles at high current densities (10.0 A g−1). Moreover, a full cell assembled by NOHC-2 anode and PB cathode presents excellent electrochemical performances, with outstanding energy/power densities (97.3 Wh kg−1/985.7 W kg−1). This work provides a facile and effective strategy for addressing the rate performance and cyclic stability of HCs in the further development and commercial application of carbon anode for advanced SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Three-dimensional N/O co-doped hard carbon anode enabled superior stabilities for sodium-ion batteries"
}