{
    "DOI": "10.1021/jacs.9b03467",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The increasing demand of new energy storage systems has accelerated the development of organic compounds as a potential alternative of current commercial metal oxides for battery electrode materials because of their intriguing merits of transparency, light weight, flexibility, abundant resource, and sustainability.  Up to now, organic compounds including organic carbonyls,  organic radical compounds,  porous polymers,  polymeric Schiff bases,  azo compounds,  and graphdiyne  have been explored for application in electrode materials. Generally organic compounds undergo radical intermediates formation and transformation upon charging and discharging. The radical intermediates usually exhibit high reactivity and fast kinetics, which is beneficial to improve the capacity and rate capability. ",
                "However, the highly reactive unpaired electrons of the organic radical intermediates are principally unstable and tend to combine with other active parts to form redox-limited dimer, resulting in the inactivation and the irreversible capacity loss of the electrode materials. The poor stability of the radical intermediates during the redox process is the central reason for the limited cycling life, largely restricting the development and application of organic electrode materials,  whereas these radical intermediates function as active sites for charge storage. They should not be too stable to lose the electrochemical redox reactivities. Therefore, controllable modulation of the stability of the radical intermediates is of vital importance to optimize the performance of the organic electrode materials. Previous reports  and our work  showed that π–π and p−π conjugation interactions could contribute to delocalize the energy density of the unpaired electrons and the steric effect could restrict intermolecular electron self-exchange behavior. On the basis of this idea, rigid aromatic rings (such as formazanate complexes,  trioxotriangulene,  and triphenylmethane ) were often used as blocks to provide conjugation structure and steric effect to tune the stability of the radical intermediates. However, this simple introduction of the inactive aromatic units unavoidably results in reduction of specific capacities of the electrode materials. Hence, stabilizing the radical intermediates without the compromise of capacities decrease remains a great challenge.",
                "Two-dimensional covalent organic frameworks (2D-COFs)  have attracted increasing attention in energy storage due to their crystalline polymeric frameworks for restraining dissolution in electrolyte, π-conjugated skeletons for charge transportation, and abundant nanopores for ionic transportation. However, the state-of-art electrochemical performance of 2D-COFs is far from expectation.  Recently, Jiang  reported that cycloaddition reaction could occur between the anthracene units in adjacent COF layers under irradiation and induce the structural transformations of the COF material. Though the transformation is beneficial for gas storage, this interlayer reaction may result in the inactivation of redox intermediates of the electrode materials for electrochemical energy storage. And the electron self-exchange between small molecule radical compounds in close proximity has been demonstrated by Kochi.  Bieker and Esser and co-workers  further indicated that keeping a suitable stacking distance of radical intermediates in poly(vinylphenothiazine) material could enhance the cycling stability of the electrode materials. Inspired by these works, we propose that the stacking interaction plays an important role in the electrochemical performance of 2D-COFs. Herein, we develop 2D-COFs with different stacking thickness as rechargeable anodes for sodium-ion batteries (NIBs). The dependence of redox activities and radical intermediates stability on COF layer thickness was systematically investigated. Comprehensive techniques including electron paramagnetic resonance (EPR), Raman, X-ray absorption, FTIR, NMR spectra in combination with DFT calculation have been employed to monitor the formation and transformation of the C–O· and α-C radical intermediates in the β-ketoenamine-linked COFs during the redox process. Moreover, further study indicates the stabilization of radical intermediates and their contributive capacity could be systematically and synchronously improved by reducing the thickness of 2D COFs. Compared with their small molecule analogs, higher capacity (420 mAh g–1 at 100 mA g–1) and better cycling stability (99% retention over 10 000 cycles at 5 A g–1) were achieved by the resultant COFs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "β-Ketoenamine linked DAAQ-COF  () was easily synthesized by condensing 1,3,5-triformylphloroglucinol (TFP) with 2,6-diaminoanthraquinone (DAAQ). The results of the FTIR spectroscopy () and 13C crosspolarization magic angle spinning (CP-MAS) solid-state NMR spectra () measurements have confirmed the chemical structures. DAAQ-COF exhibits powder X-ray diffraction (PXRD) patterns () that are typical of 2D layered hexagonal networks, consistent with a previous report.  The diffraction peak of DAAQ-COF at 5.9°, 7.0°, and 28.2° corresponds to the 110, 210, and 001 reflection, respectively, implying a nearly eclipsed layered structure (AA stacking). Thermogravimetric analysis (TGA, ) under N2 atmosphere demonstrated a thermal stability up to 400 °C for DAAQ-COF. After thermal treatment at 400 °C, the resultant product exhibited similar FT-IR characteristic peaks () and morphology () as that of the pristine 2D COFs, implying the high thermal stability of DAAQ-COF, consistent with the TGA analysis. After different exfoliation processes () for the DAAQ-COF, four samples with different thickness were obtained, which was evidenced by AFM measurement (). The 100–250 nm and 100–180 nm samples were obtained by grinding the COF in a mortar and ball-milling for 30 min, respectively. According to the reported method,  functional groups (such as carbonyl and amino groups) in polymer could provide polar moieties for the solvation by strong protonic acids (such as methanesulfonic acid, MSA), which can break the interaction of polymer molecule chains and is beneficial for the exfoliation of 2D polymers. The 50–85 nm sample was prepared by dissolving DAAQ-COF in methanesulfonic acid and reprecipitation with water, while the 4–12 nm sample was obtained by reprecipitation with better solvent methanol. These samples exhibit similar FTIR spectra (), indicating that the chemical structure of DAAQ-COF was retained after exfoliation processes.",
                "The electrochemical performance of the COFs with different thickness was evaluated as anodes combining with sodium metal as counter electrode in coin cells. The charge–discharge voltage (a) profiles of all the samples display two different discharge plateaus, which indicate two successive Na+ insertion processes. And these discharge plateaus are consistent with the cathodic peaks in the CV curves in . b shows the cycling performance of these electrodes at a rate of 100 mA g–1 in the voltage range of 0.05–3.0 V. All the samples exhibit obvious capacity decay at the initial several cycles. The 4–12 nm sample achieves a stable capacity after five cycles, while the 50–85 nm sample, 100–180 nm sample, and 100–250 nm sample obtain a stable capacity after 10, 15, and 30 cycles, respectively. At last, the 4–12 nm sample shows much higher stable capacity (420 mAh g–1) than the 100–250 nm sample (154 mAh g–1), 100–180 nm sample (208 mAh g–1), 50–85 nm sample (310 mAh g–1), and the small molecule analogs TSAQ (315 mAh g–1, ). This may indicate that weakening the stacking interaction of 2D-COFs contributes to high stability and capacity. This may be ascribed to the reason that weak stacking interaction could restrain the interlayer electron self-exchange behavior and make more active sites available. The Nyquist plot () was used to investigate the conductivity of the electrode materials. The charge-transfer resistance Rct of the electrode for the 4–12 nm thick sample was calculated to be 146 Ω, lower than that of the 50–85 nm thick sample (176 Ω), 100–180 nm thick sample (279 Ω), and 100–250 nm thick sample (428 Ω), indicating that reducing the thickness of COFs is effective to improve the ionic conductivity of electrodes.",
                "As shown in c, the thinnest sample (4–12 nm) shows excellent rate performance and the highest capacities of 500, 450, 420, 390, 350, 320, 310, and 300 mAh g–1 at the current density of 50, 75, 100, 150, 200, 400, 500, and 1000 mA g–1, respectively. When the current was recovered, the electrodes maintain over 90% of the initial capacities, which means that cycling at high current density hardly damages the structure of the electrodes. The thickest sample (100–250 nm) displays the lowest value with capacities of about 182, 148, 137, 125, 92, 76, and 47 mAh g–1 at the same current density, respectively. d shows the long-term cycling performance of the 4–12 nm sample under high current density of 5 A g–1. After the initial several cycles of activation at the current density of 100 mA g–1, the reversible capacity reached 198 mAh g–1 at high current density of 5 A g–1 and then remained stable for 10 000 cycles. The capacity retention was 99% after 10 000 cycles. SEM images () indicated the morphologies of all electrodes nearly remained after cycling at 1 or 5 A g–1, implying the high stability of these electrodes after the initial activation at low current density of 100 mA g–1. These results unambiguously indicate that reducing the thickness of COFs is effective to improve their capacity and cyclic stability. And the capacity and cyclic stability of the samples in this work could compare to most other organic materials as anodes for sodium-ion batteries ().",
                "To gain insight into the sodium storage mechanism of the COFs, EPR spectroscopy in combination with DFT calculations was performed to investigate the structural evolution upon the redox process. As shown in a, we propose that the COFs undergo C–O· and α-C radical intermediates initiation and transformation during the Na+ insertion/extraction process. For the discharge process, one carbonyl group of an anthraquinone unit first receives one electron and one sodium ion, while this one-electron reduction results in the transformation of the other carbonyl group of the same anthraquinone unit into a C–O· radical (structure B). And the reduction of this C–O· radical intermediate leads to the final formation of the sodium alcoholate structure of the anthraquinone units (structure C). Then the carbonyl O atoms of the β-keto units receive electrons and coordinate with sodium ions, which cause the formation of the α-C radicals stabilized by the enamine units and aromatic rings (structure D). Finally, the electrophilic α-C radicals accept additional electrons and are transformed to α-C anion, which could also coordinate with sodium ions (structure E). For the charge process, the structure change of the COFs is the reverse of the discharge process. DFT calculations () of the sodiation process show that the sodiation reactions from A to E exhibit decreasing free energies (), implying that the supposed sodiation mechanism is reasonable. Furthermore, it is found that the first two redox steps (from A to B and from B to C) display a redox energy of 1.24–1.37 eV, while the last two redox steps (from C to D and from D to E) exhibit a redox energy of 0.87–1.05 eV. This indicates that the sodiation process possesses two different redox energy levels, consistent with the two discharge plateaus observed in the discharge voltage profiles (a).",
                "The evolution of the radical intermediates for the 4–12 nm sample upon charging and discharging was tracked by ex situ EPR spectra. As shown in b, the g value for the electrodes at 1.50–0.60 V in discharge state and 1.10–3.00 V in recharge state turned out to be 2.0040, while the value for the electrodes at 0.40–0.05 V in discharge state and 0.05–0.90 V in recharge state was 2.0033, confirming the existence of C–O· and α-C radical intermediates. The intensity of the EPR spectra displayed an obvious enhancement when discharged to 1.20 V and then an obvious decrease when further discharged to 0.60 V, in good agreement with the formation and reduction of C–O· radical intermediates in the first two redox steps (from A to B and from B to C). And the EPR signal becomes obviously strong with further discharge to 0.30 V and then significantly weakens with the full discharge at 0.05 V, corresponding to the formation and transformation of α-C radical intermediates in the last two redox steps (from C to D and from D to E).",
                "This radical intermediates evolution mechanism was further investigated by ex situ X-ray near-edge absorption spectroscopy (XANES) and ex situ Raman spectra. The O K-edge XANES spectra (a) of the as-made electrode exhibit an absorption peak at 531 eV, which is attributed to the O1s-π* (C═O) excitation of quinone and β-keto units. The absorption signal peaking at 532.5 eV represents the O1s-σ* (O–C═C) excitation that originates from the enol form of the β-keto units, while the broad absorption in the range of 536–550 eV is assigned to the corresponding O1s-σ* (C–O) excitation. When the electrode is fully discharged to 0.05 V, the peak at 531 eV disappears, and the peak at 532.5 eV is enhanced. Moreover, a new peak is observed at 534.7 eV, representing the O1s-σ* (O–Na) excitation. All the phenomena demonstrate the transformation from C═O to C–O–Na during the sodiation process, in agreement with the radical intermediates mechanism. For the charge process, the characteristic peak at 531 eV recovers and the intensity of the peak at 532.5 eV decreases, an inverse procedure of the discharge process. When charged to 3.00 V, the O–Na signal at 534.7 eV fully disappears, demonstrating that the Na+ insertion/extraction process is reversible. The Raman spectra (b) display enhanced Na–O (470 cm–1) and C–O (1646 cm–1) signals during the Na+ insertion process, which is the reverse trend for the Na+ extraction process, further indicating the excellent reversibility of the electrodes.",
                "The structure evolutions during the redox process were also detected by the ex situ FTIR spectroscopy and ex situ solid-state nuclear magnetic resonance (NMR) techniques. The results of FTIR spectroscopy () were summarized in the , which was in accordance with the radical intermediates mechanism. The 13C NMR spectra () also indicate the Na+ insertion process of the α-C atoms. The α-C atoms of the as-made electrode exhibit a signal at 152 ppm, which shifted to 161 ppm for the electrode in fully discharged state due to the increased electron resonance effect and shielding effect of the α-C anion. In according with the aforementioned radical intermediates transformation mechanism, three signals (a, b, and c) were obtained by deconvoluting the raw 23Na NMR data () of the 4–12 nm thick sample in fully discharged state. Broad signals a (−55 ppm) and b (−50 ppm) representing cations with restricted mobility  are ascribed to the sodium coordinated with the C═O of quinone and β-keto, respectively. Narrower signal peaking at −42 ppm corresponding to mobile cations could be assigned to the sodium inserted into the α-C atoms, which exhibit weak interaction with sodium ions due to the high ionic character.",
                "The stability of the α-C radical intermediates in COFs highly depending on the thickness was investigated by EPR spectra as illustrated in . We can see that the thinnest sample with dominant thickness of 4–12 nm exhibits comparable signal intensity at 0.30 V before and after 30 cycles (a), demonstrating the excellent stability of α-C radical intermediates. As the stacking thickness increases, the materials exhibit a more serious decay in the EPR intensity after 30 cycles. This indicates that the sample with larger stacking thickness displays higher percent extinction of the radical intermediates during the redox process. This is consistent with the electrochemistry cycle stability test at 100 mA g–1 (b), where the thickest sample (100–250 nm) shows the severest capacity decay than the other electrodes during the first 30 cycles (b). The α-C radical intermediates in the 4–12 nm thick COF also exhibit higher stability than that in its small molecule analog TSAQ, which displays obvious decay in the EPR intensity after 30 cycles (c). As shown in the FTIR spectra () of the thickest sample (100–250 nm) at various stages, different from that of the thinnest sample (4–12 nm, ), the C–C characteristic peak (1440 cm–1) related to the α-C radical intermediates could not recover to its initial intensity after the voltage increased to 3.00 V, indicating the severe self-discharge behaviors (a) of α-C radical intermediates during the redox process. All these data indicate that reducing the thickness of COFs to alleviate the close packing of radical intermediates contributes to inhibit the self-discharge behaviors. The intensity of the EPR spectra of the 4–12 nm sample (d) discharged to 0.30 V remained constant after soaked in electrolyte for 12 h and exhibited a slight decrease for 48 h, implying the high stability of the radical intermediates. As shown in the 23Na NMR data (e), sodium atoms inserted into the α-C atoms in the thinnest sample (4–12 nm) display the biggest relative signal area than that of the other three samples. And the percentage of the capacity contributed by the α-C radicals in samples with different stacking thickness (4–12 nm, 50–85 nm, 100–180 nm, and 100–250 nm) is calculated to significative 26%, 19%, 15%, and 13%, respectively, according to the integral peak areas from the simulated 23Na NMR profile. This is in good agreement with the EPR intensity and capacity change after 30 cycles. The aforementioned results clearly demonstrate that stacking thickness control of 2D-COFs is an effective strategy to finely tune the reactivity and stability of the radical intermediates, thus successfully optimizing the electrochemical performance with a good combination of high specific capacity, good rate capability, and excellent cycling durability."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have successfully prepared 2D-COFs based on β-ketoenamine and systematically captured and investigated the metastable intermediates during the electrochemical charging and discharging as anode for sodium-ion batteries. Comprehensive spectroscopic approaches of EPR, XANES, solid state NMR, FTIR, and Raman have unambiguously indicated that the COFs undergo C–O· and α-C radical intermediates formation and transformation during the redox process. Most importantly, the results demonstrate that the stacking interaction is essential in governing the electrochemical performance. And reducing the stacking thickness of 2D-COFs allows the systematic and synchronous improvement in the stabilization of radical intermediates while retaining their contributive capacity. The 4–12 nm 2D-COF sample, the thinnest sample as we could get, exhibited a very promising electrochemical performance with a favorable combination of high capacity (420 mAh g–1 at 100 mA g–1), outstanding rate capability (198 mAh g–1 at 5 A g–1), and excellent cycling stability (99% retention over 10 000 cycles at 5 A g–1). This work is expected to pave a new way to controllably balance the redox reactivity and stability of radical intermediates upon redox reaction to optimize the electrochemical properties of organic electrode materials for next-generation high performance energy storage batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Tunable Redox Chemistry and Stability of Radical Intermediates in 2D Covalent Organic Frameworks for High Performance Sodium Ion Batteries"
}