{
    "DOI": "10.1002/cssc.201900719",
    "Journal": "",
    "Keywords": [
        "anode materials",
        "energy density",
        "potassium-ion batteries",
        "reduced graphene oxide",
        "SnS2",
        "sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "With the rapid development of portable electronics in the past two decades, the market demand for renewable and highly efficient energy storage devices is growing rapidly. However, owing to the scarce and uneven distribution of lithium sources, the cost of the state‐of‐art lithium‐ion batteries (LIBs) is still high. Thus, it is practical to explore alternate battery systems.",
                "Among the emerging battery systems based on earth‐abundant metals, sodium‐ion batteries (SIBs) have attracted a lot of attention owing to the similar electrochemistry as LIBs. Hence, there is a strong interest towards developing high‐performance anode and cathode materials for SIBs. Specifically, owing on the high specific capacity and low cost, SnS2‐based materials have been regarded as a promising anode material for SIBs. However, the large volume expansion accompanying the formation of Sn–Na alloy (420 % volume expansion upon formation of Na15Sn4) and low intrinsic conductivity have hindered the application of SnS2 anodes. Thus, to achieve better electrochemical activity, coupling of nanostructured SnS2 with various conductive carbonaceous networks (such as graphene, carbon nanotubes, and pyrolytic carbon) has been attempted to accommodate the volume expansion and enhance the electric conductivity, which has proven to be effective. However, most of the reported methods require harsh reaction conditions, which impede large‐scale production for practical applications. For example, the widely investigated solvothermal methods could only be realized under high pressure and a constrained enclosure, and presents a risk of explosion if the solvent is overdosed or the temperature is too high. Similarly, the recently reported electrospinning method for the preparation of tin‐based anodes, which show good electrochemical performance in SIBs, is confined to lab stage owing to the high‐cost of the facility required along with the ultra‐low productivity. Consequently, there is an urgent need to develop a cost‐effective route for realizing large‐scale production of high‐performance tin‐based SIB anode materials.",
                "Recently, potassium‐ion batteries (PIBs), owing to comparable reserves to Na and similar electrochemistry to Li, came into spotlight as the electrochemical formation of stable potassium‐intercalated graphite (KC8) was reported. Additionally, the more negative standard potential of K+/K [−2.93 V against −2.71 V for Na+/Na; vs. standard hydrogen electrode (SHE)] enables PIBs to operate within a wider potential range and, hence, achieve a higher energy density. However, until now, the anode materials reported for PIBs are mostly based on carbonaceous materials and the development of carbon‐free electrodes is still in its early stages. Considering its high electrochemical performance in LIBs and SIBs, SnS2‐based electrode is expected to exhibit superior K+ storage capability. However, reports on SnS2‐based anode materials for PIBs are scarce and the reported reversible capacity is still relatively low and unsatisfactory in view of its excellent electrochemical performance in LIBs and SIBs. Moreover, the structure evolution and phase transformation during the potassiation/de‐potassiation process is still unclear, which motivated us to get deeper insight into the K+‐storage mechanisms of SnS2‐based electrode, and further construct a relationship between its microstructure and K+‐storage capabilities.",
                "Herein, we report the synthesis of surface‐confined SnS2@C@rGO with a self‐generated carbon network inside and an in situ‐reduced GO layer outside. Owing to the synergistic effect of inner carbon network and surface‐confined rGO shell, the electrode exhibits outstanding reversible capacity, enhanced rate capability, and improved initial coulombic efficiency and cycling stability in SIBs. To shed light on the unique electrochemical performance, quantitative analyses were performed to distinguish the involved Na+‐storage processes. Furthermore, the electrochemical performance of SnS2‐based anode material for PIBs was thoroughly evaluated. Moreover, ex situ XRD, Raman spectroscopy, and high‐resolution TEM (HRTEM) imaging were preformed and the phase transformation involved during potassiation/de‐potassiation process was revealed. To further evaluate the effects of surface‐confined strategy, galvanostatic intermittent titration technique (GITT) was performed to compare the alkaline‐ion diffusion rate of the electrodes before and after rGO coating along with confirming the relatively sluggish diffusion rate of K+ (compared to Na+). This work not only introduces a strategy for designing high‐performance electrode materials but also provides fundamental understanding and inspiration for subsequent research on carbon‐free anode materials for PIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure  illustrates the various steps involved in the process of preparing the composite materials. After direct calcination of disodium stannous citrate (DSC) at 650 °C CO2 and H2O are released, whereas Sn and Na2CO3 particles are uniformly embedded in the pyrolytic carbon matrix (Sn@C@Na2CO3). After washing with hot deionized water (≈50 °C), the Na2CO3 template could be removed and porous Sn@C particles are obtained. After a simple sulfuration process using sublimed sulfur, the Sn@C particles are transformed into SnS2@C composite. As shown in Figure  a and b, the Sn particles grow unrestrictedly during the sulfuration process and impale the carbon matrix to become flake‐like SnS2. Owing to the intrinsic low conductivity of SnS2, the flake‐like SnS2, disconnected from the continuous conductive carbon network, will have low electrochemical activity and gradually lose Na+/K+ storage capabilities. Considering the reduction conditions of SnII and the citrate base of DSC, GO flakes can be reduced in situ and strongly coated on the surface of the composites to confine the growth of Sn particles during the sulfuration process. To prove this, a certain amount of DSC was directly added into the GO solution, and after stirring for 1 h, the solution became black in color (Figure S1, see the Supporting Information) signifying the newly emerged rGO whereas the control solution remained brown in color (the original color of GO solution). Considering that excess amount of GO will decrease the specific energy density, which is calculated based on the mass of the whole electrode materials, GO solutions of various strength were investigated. As shown in Figure S2, insufficient GO will lead to uncovered surface, whereas excess GO will form a thick layer of rGO on the surface. Figure S3 further displays the SEM images of Sn@C and Sn@C@rGO‐x composites. Sn@C@rGO‐3 displays a thin and well‐covered rGO layer on the surface. Furthermore, after the sulfuration process, the rGO‐coating layer on the prepared SnS2@C@rGO‐3 was still intact (Figure  c and d). The energy‐dispersive X‐ray spectroscopy (EDS) mapping results also confirmed the uniform distribution of Sn and S atoms under the rGO layer (Figure  e–h).",
                        "XRD analysis were conducted to track the phase transformation during the carbonization, washing, and sulfuration processes. As shown in Figure  a, after calcination the samples exhibit peaks indicating the co‐existence of Sn (JCPDS No.04‐0673), Na2CO3 (JCPDS No.19‐1130), and SnO (JCPDS No.06‐0395). Figure  b shows the XRD patterns of samples after washing with de‐ionized water, in which the peaks assigned to Na2CO3 disappear completely. Subsequently, after the sulfuration process, the XRD patterns (Figure  c) of all samples closely resemble those of SnS2 (JCPDS No.23‐0677), and the peak corresponding to the existence of carbon at around 26°(2θ) is weakened owing to the strong signal of Sn and SnS2. Thus, Raman spectra were acquired to confirm the existence of carbon. As shown in Figure  d, the strong signals of characteristic D (≈1330 cm−1) and G bands (≈1585 cm−1) representing carbonaceous materials were detected. Moreover, an additional band was detected at roughly 311 cm−1, corresponding to the A1g vibration of SnS2. The clearly reduced signal intensity of SnS2 in the SnS2@C@rGO‐4 composite can be attributed to the thick rGO layer on the surface, which could partially shield the Raman signal of SnS2. This result is also in agreement with the SEM observation (Figure S2 e and Figure S3 e).",
                        "During the calcination process, the released CO2 gas (conventional pore‐creating reagent) is expected to create mico‐ and mesopores on the carbon matrix, whereas removal of the Na2CO3 hard template will create meso‐ and macropores. Thus, to evaluate the surface confinement effect and the pore structure, the gas‐sorption studies were performed using Brunauer–Emmett–Teller (BET) method. As depicted in Figure  a, the sorption isotherm curves for both SnS2@C and SnS2@C@rGO‐3 are composed of a weak knee‐like inflexion (P/P0≈0.01), a hysteresis loop (P/P0 between 0.4–0.9), and an uplift (P/P0 between 0.9–1.0), corresponding to a combination of Type I (indicating micropores), Type IV (characteristic of mesoporous materials) and Type II (feature of macroporous structure). The BET specific surface areas (SSA) of SnS2@C and SnS2@C@rGO‐3 were calculated to be 26.67 and 16.02 m2 g−1, respectively. The decreased SSA of SnS2@C@rGO‐3 can be attributed to the coating of rGO, which restrains the SnS2 particles from growing freely. This is also in accordance with the well‐maintained spherical morphology of SnS2 particles in SnS2@C@rGO‐3 (Figure "
                    ],
                    "name": "Morphology and structure characterization",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Surface‐Confined SnS2@C@rGO as High‐Performance Anode Materials for Sodium‐ and Potassium‐Ion Batteries"
}