{
    "DOI": "10.1039/D1DT00243K",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electrochemical energy storage systems based on rechargeable alkali–metal ion batteries (e.g. lithium or sodium ion batteries) with high storage capacities and long-term cycling stabilities have been widely applied in portable devices, electrical vehicles, and smart grids. Currently, carbonaceous materials have been demonstrated as one of the most promising anodes. Among them, although graphite is extensively investigated as a commercial anode material for lithium-ion batteries (LIBs) and sodium ion batteries (SIBs), it cannot meet the increasing demands of the rapidly developing battery markets due to its low theoretical specific capacity and sluggish diffusion kinetics. As we know, the diffusion-controlled mechanism is a predominant contribution for bulk-phase graphite anodes. Unfortunately, the interlayer spacing of graphite is too small to effectively store large amounts of Li+ or Na+, which makes it more difficult for them to be reversibly inserted into and extracted from graphite-based electrode materials. However, it was recently reported that the capacitive effect can largely improve the electrochemical performances of graphite-based anodes for both LIBs and SIBs. For example, Sun et al. reported that porous carbon sheets had a great capacitive contribution for LIBs and NIBs (49.37% for LIBs and 42.80% for NIBs at 2 mV s−1). Therefore, it is highly imperative to fabricate porous carbon anodes with a large capacitive contribution to improve the electrochemical performance for both LIBs and SIBs.",
                "In recent years, hard carbons with disordered nanodomains and porous structures have been widely investigated as promising anode materials for LIBs and SIBs. Relative to graphite with the periodic stacking of graphene layers, hard carbons have large numbers of randomly distributed turbostratic domains with curved graphene layers as described by the “house of cards” model. These structures can provide expanded interlayer spacing and numerous nanopores, as well as large surface area, which offer lots of active sites (defects and edge doping sites) for the intercalation and adsorption of Li+ and Na+ and provide an additional capacitive effect for both LIBs and SIBs. However, the highly disordered structure of hard carbons normally causes low electrical conductivity and electrochemical instability, which result in sluggish rate performance and poor cycling stability. One of the effective approaches is the introduction of a graphite component into hard carbons to improve their structural stability and electrical conductivity. It was reported that transition metals (e.g. Ni, Fe, and Co) can be used as catalysts to introduce short-range ordered graphene layers into simultaneously generated hard carbon architectures. Moreover, after the removal of catalysts, there are numerous channel-interconnected cavities left in the graphite domains, which facilitate the storage and transfer of the electrolyte and ions. For example, Zhao’s group reported the Ni-assisted synthesis of hard carbons with nanographite domains which exhibited excellent lithium/sodium storage performance and cycling stability. On the other hand, heteroatom doping (such as N, P, S, O, etc.) can also provide extra active sites and an additional capacitive effect in carbon frameworks for ion storage, thus enhancing the lithium/sodium storage performance. Xu et al. reported that nitrogen-doped mesoporous carbon spheres delivered a high reversible capacity (334.7 mA h g−1 at 50 mA g−1) and an excellent rate performance (93.9 mA h g−1 at 5 A g−1) for SIBs. Thus, despite the progress achieved to date, the synthesis of hard carbons with nanographite components and heteroatom doping may be one of the best approaches to enhance the storage capacity and achieve long-term cycling stability for both LIBs and SIBs.",
                "Metal–organic frameworks (MOFs) containing large numbers of various metal ions and organic ligands are commonly investigated as self-sacrificial templates for the synthesis of porous inorganic materials (such as metal oxides, carbon materials, carbon coated metal/metal oxides, etc.). Moreover, the resulting inorganic materials always inherit the porous architectures of the MOFs and are extensively applied in the fields of catalysis, energy storage, and so on. For example, our group used Mn-BTC as the sacrificial template to synthesize ultrafine MnO nanocrystals embedded in porous carbon frameworks. Mai et al. prepared uniform carbon-confined V2O3 hollow spheres with excellent lithium-storage performance using V-containing MOFs as the sacrificial template. In addition, owing to the catalytic graphitization of Fe/Co/Ni, it is commonly obtained as porous carbon structures with large numbers of short-range ordered graphene layers coated on ultrafine metal or alloy nanocrystals through the direct carbonization of Fe/Co/Ni-containing MOFs in an inert atmosphere. Moreover, heteroatom-doped (N, S, P, etc.) porous carbon can also be easily obtained through the carbonization of MOFs with heteroatom-containing ligands. Yang and coworkers fabricated FeCo/nitrogen-doped carbon composites through the direct carbonization of Fe3[Co(CN)6]2 in N2, and several layers of graphene were simultaneously generated by the catalysis of FeCo nanocrystals. Therefore, it may be confirmed that heteroatom-doped hard carbons with nanographite domains and interconnected cavities can be successfully synthesized through a MOF-derived strategy followed by the removal of the metal catalyst.",
                "In this work, we have developed a MOF-derived strategy to synthesize nitrogen/oxygen co-doped carbon polyhedra (NOPCP) with nanographite domains and channel-interconnected cavities by in situ catalytic graphitization followed by the removal of the catalysts. These cavities can be considered as “ponds” and are connected to each other through channels, which facilitates the ion storage and transfer during the charge/discharge processes. Benefiting from the multiple synergistic effects of the above features, the resulting sample exhibits excellent lithium/sodium ion storage performance with high specific capacities and long-term cycling stability."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals used in the experiment are of analytical grade and were used without further purification. Typically, 328 mg of 2-methylimidazole and 249 mg of cobalt nitrate hexahydrate were separately dispersed in 25 ml of methanol with magnetic stirring for 3 min and then mixed under stirring at room temperature. After aging at room temperature for 24 h, the resulting purple sample was collected by centrifugation, washed with methanol, and finally dried in a vacuum oven overnight. Then, the purple sample was further carbonized in N2 at 600 °C for 2 h at a heating rate of 10 °C min−1 to form Co nanoparticles embedded in a porous carbon matrix. 30 mg of the carbonized sample was ultrasonically dispersed in 30 ml of water, and 2 ml of hydrogen peroxide was added into the above solution. The mixed solution was transferred into a 50 ml Teflon-lined stainless autoclave, and maintained at 180 °C for 24 h. The resulting sample was collected by centrifugation, and etched with hot nitric acid. The etched sample (denoted as NOPCP-600) was washed with plenty of water until pH = 7, then washed with ethanol, and finally dried in a vacuum oven overnight. In order to explore the effect of the carbonization temperature on the potassium storage performance of the resulting carbon material, NOPCP-700 was synthesized under the same conditions as those of NOPCP-600 except for the carbonization temperature of 700 °C. For comparison, a pure carbon material (denoted as PCP) was synthesized through the direct carbonization of Cu-BTC in N2 at 600 °C for 2 h at a heating rate of 10 °C min−1 followed by the etching process with Fe3+."
                    ],
                    "name": "2.1. Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns of all as-prepared samples were collected in the range from 10 to 70° by using a X-ray diffractometer (Japan Rigaku D/MAX-γA) with Cu-Kα radiation (λ = 0.154 nm). Scanning electron microscopy (SEM, JEOL JSM-6700 M) and transmission electron microscopy (TEM, JEM-2100F) were performed on all as-prepared samples to investigate their microstructures and morphologies. Thermogravimetric analysis (TGA) was performed using a Shimadzu-50 thermoanalyser under flowing N2 at a heating rate of 10 °C min−1. The specific surface area and pore structure were measured by using a sorption analyzer (Micromeritics ASAP 2020) at 77 K. X-ray photoelectron spectroscopy (XPS) results were collected by using an ESCALAB 250 X-ray photoelectron spectrometer using monochromatized Al Kα radiation (1486.6 eV). Raman spectra were recorded in the range from 200 to 3000 cm−1 on a LABRAM-HR Raman spectrometer under 532 nm laser excitation."
                    ],
                    "name": "2.2. Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-prepared sample was examined as an anode material for lithium/sodium ion batteries. The lithium/sodium-storage performance was measured using a CR2032 coin-type cell assembled in an argon-filled glove box with the concentrations of oxygen and moisture below 1 ppm (MBRAUN UNILAB PRO, SP (1800/780)). The homogeneous slurry for the working electrodes was prepared by mixing the as-prepared sample (80%), polyvinylidene difluoride (PVDF, 10%), and carbon black (10%) with the addition of N-methyl-2-pyrrolidone (NMP). Finally, the homogeneous slurry was coated on a copper current collector, and transferred to a vacuum oven at 80 °C overnight. The loading mass of the working electrode is about 0.8 mg. Li and Na were used as the counter electrodes for LIBs and NIBs, respectively. For LIBs, the Celgard 2400 polypropylene film was used as the cell separator, and the electrolyte was 1 M LiPF6 in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1 in volume). For NIBs, glass fiber (GF/D) from Whatman was used as the separator, and the electrolyte was 1 M NaPF6 in ethylene carbonate and diethyl carbonate (EC:DEC = 1:1) with 5% fluoroethylene carbonate (FEC). The electrochemical performances for LIBs/NIBs were measured by a galvanostatic charge/discharge technique in the range of 0.01–3.0 V at different current densities using a battery testing system (Neware). Electrochemical CV measurements were performed on a CHI760E electrochemical workstation."
                    ],
                    "name": "2.3. Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "As shown in Scheme 1, zeolitic imidazolate framework (ZIF-67) polyhedra consisting of Co2+ and 2-methylimidazolate linkers were firstly carbonized in an inert atmosphere to generate ultrafine Co nanocrystals uniformly distributed into the simultaneously formed nitrogen/oxygen co-doped carbon matrix (denoted as Co@NC). Owing to the catalysis of the generated Co nanocrystals, several short-range graphene layers grow on their surface during the carbonization process. Moreover, the resulting carbon matrix exhibits channel-connected porous structures because of the release of gaseous molecules (H2O, NO2, etc.) from the decomposition of the ligands. Then, the above obtained sample was subjected to a hydrothermal oxidation process to transform Co to Co3O4 (denoted as Co3O4@NC), and then etched with acid to obtain NOPCP with nanographite domains and large numbers of channel-connected cavities. Therefore, the resulting NOPCP can not only improve the structural stability for ion insertion and extraction, but also can be beneficial for the fast transfer of ions and electrons, improving the electrochemical performances for LIBs/SIBs.",
                "Zeolitic imidazolate frameworks (ZIF-67) were synthesized through the coprecipitation of Co2+ and 2-methylimidazolate at room temperature (a detailed experimental procedure is described in the ESI†). The power X-ray diffraction (XRD) pattern (Fig. S1†) is consistent with the simulated one for ZIF-67. The resulting ZIF-67 material exhibits a regular polyhedral morphology with size approximately 1μm (Fig. S2†). Based on the thermogravimetric analysis under a nitrogen flow (Fig. S3a†), ZIF-67 was carbonized at 600 °C to generate ultrafine Co nanocrystals distributed in the carbon matrix (Fig. S4 and 5†). The Co nanocrystals can be easily oxidized into Co3O4 in the thermal process (Fig. S6†), and the morphology has not changed (Fig. S7†). After the removal of Co3O4 by acid etching, as shown in the scanning electron microscopy (SEM) images (Fig. 1a and b), the final sample (denoted as NOPCP-600) can be successfully obtained without any damage to the morphology. As shown in Fig. 1c and d, the transmission electron microscopy (TEM) images show that a large number of cavities are distributed in the carbon matrix and are connected to each other through channels. In addition, it is clearly seen that there are several low-range graphene layers on the inner surface of the cavities (Fig. 1e and f). Furthermore, the corresponding elemental mapping images (Fig. 1g–i) of resulting NOPCP-600 show that the nitrogen and oxygen heteroatoms are uniformly distributed in the carbon matrix. In comparison, NOPCP-700 exhibits a similar morphology to that of NOPCP-600 (Fig. S8†). In addition, on the basis of the TG curve of Cu-BTC (Fig. S2b†), pure carbon polyhedra (denoted as PCP) were synthesized through the direct carbonization of Cu-BTC followed by Fe3+ etching. As shown in Fig. S9,† the as-prepared PCP shows a polyhedral morphology similar to that of Cu-BTC.",
                "Fig. 2a shows the XRD patterns of NOPCP-600, NOPCP-700 and PCP. In the patterns of NOPCP-600 and NOPCP-700, the two peaks at 25 and 44° can be indexed to the (002) and (101) lattice planes of graphite, and the peaks are so sharp and strong, indicating a high degree of graphitization. Nevertheless, PCP displays a typical characteristic of amorphous carbon. As shown in Fig. 2b, the Raman spectrum of NOPCP-600 shows the coexistence of two obvious peaks, which can be attributed to the representative D-band (1345 cm−1) and G-band (1590 cm−1) peaks of carbon materials, respectively. The peak for the D-band is stronger than that for the G-band (ID/IG = 1.06), indicating the highly disordered and defective structures of NOPCP-600, which can provide active sites (defects and edge doping sites) for the sorption of both Li+ and Na+.Fig. 2c shows the nitrogen adsorption/desorption isotherms and pore size distribution of NOPCP-600. NOPCP-600 exhibits a type IV adsorption isotherm with a Brunauer–Emmett–Teller (BET) specific surface area of 373 m2 g−1 and a pore volume of 1.34 cm3 g−1. Moreover, the average pore size is 14.42 nm. These porous characteristics are beneficial for the transfer of the electrolyte and ions in NOPCP-600 and provide additional capacitive contribution for both LIBs and SIBs. The surface chemical composition and valence state of NOPCP-600 were further investigated by X-ray photoelectron spectroscopy (XPS). As shown in Fig. 2d, the survey spectrum shows three distinct peaks, corresponding to O 1s, N 1s and C 1s, respectively. Furthermore, the N and O contents in NOPCP-600 are approximately 10.66 and 15.0 at%, respectively. This result also demonstrates the successful introduction of O and N atoms into the carbon matrix. The N 1s spectrum (Fig. 2e) can be deconvoluted into three peaks, pyridinic N (N-5, 398.7 eV), pyrrolic N (N-5, 400.0 eV) and graphitic N (N-Q, 400.7 eV). The N-5 and N-6 contents measured from the fitting result of N 1s are 19.57 and 31.58%, respectively, and they serve as electrochemical active sites for the sorption of Li+ and Na+ to enhance the capacity of NOPCP-600 for both LIBs and SIBs. Furthermore, the high-resolution O 1s spectrum (Fig. 2f) can be deconvoluted into three peaks located at binding energies of 531.3, 532.4 and 533.5 eV, which can be attributed to CO, C–O–C or C–OH and COOH, respectively. With an increase of the carbonization temperature, as shown in Fig. S9,† the contents of N and O in NOPCP-700 decrease to 2.56 and 12.97 at%, respectively. In addition, PCP only has two elements, C and O (Fig. S10†). These oxygen-based groups are also beneficial for enhancing the electrochemical performance of carbon materials. Therefore, these unique structural characteristics ensure that NOPCP could have excellent electrochemical performance for both LIBs and SIBs.",
                "The electrochemical performance of NOPCP-600 was evaluated in half-cells versus Li/Li+ and Na/Na+, respectively. NOPCP was first investigated as an anode material for LIBs. Fig. 3a shows the cyclic voltammetry (CV) curves of NOPCP-600 at a scan rate of 0.1 mV s−1 (vs. Li/Li+). Two broad peaks at approximately 1.50 and 0.75 V only appear in the first cathodic curve, and can be attributed to the generation of solid electrolyte interface (SEI) films and the sorption of Li+ with active sites (defects and edge doping sites) in NOPCP-600. Moreover, the anodic peak at approximately 1.25 V can be assigned to the desorption of Li+ in NOPCP-600. Besides, after the initial cycle, the CV curves overlap well, implying the excellent reversibility of the NOPCP-600 electrode. Fig. 3b shows the charge/discharge profiles of NOPCP at 0.1 A g−1. The initial discharge and charge capacities of NOPCP-600 are 2062 and 1479 mA h g−1, respectively, resulting in an initial coulombic efficiency of 56.85%. The initial capacity fading can be attributed to the formation of SEI films caused by the large specific surface area of NOPCP-600 and the occurrence of irreversible reactions. The cycling stability of NOPCP-600 was further investigated at 0.1 A g−1 (Fig. 3c). NOPCP-600 still recovers a discharge capacity of 1663 mA h g−1 after 120 cycles, which is approximately 99.17% of the second discharge capacity. After 5 cycles, it is found that the coulombic efficiency remains above 95%, indicating a good cycling stability. For comparison, the reversible capacities for NOPCP-700 and PCP are 1277 and 590 mA h g−1 at 0.1 A g−1 over 80 cycles, respectively. Rate capability and long-term cycling stability are two other important parameters to evaluate electrode materials for practical applications in batteries. Fig. 3d shows the rate capability of NOPCP-600 at various current densities from 0.1 to 1.6 A g−1. It can deliver reversible capacities of 1437, 1251, 1105, 970 and 775 mA h g−1 at 0.1, 0.2, 0.4, 0.8, and 1.6 A g−1, respectively. When the current density is decreased back to 0.1 A g−1 again, a discharge capacity of 1679 mA h g−1 can be retained after 100 cycles. In order to investigate the long-term cycling performance of NOPCP-600, a high current density of 2 A g−1 was applied as shown in Fig. 3e. A high reversible discharge capacity of 667 mA h g−1 can still be achieved even after 1000 cycles, indicating a good reversibility of NOPCP-600. The NOPCP-600 electrode exhibits excellent cycling stability at both low and high current densities, which is superior to those of other carbon-based anodes for LIBs (Table S1†).",
                "NOPCP-600 was also investigated as an anode material for SIBs. Fig. 4a shows the initial three CV curves of NOPCP-600 at a scan rate of 0.1 mV s−1. A broad peak at approximately 1.5 V appears in the first cathodic process and disappears in the subsequent cycles, which can be attributed to the formation of SEI films and the occurrence of other side reactions. In addition, the broad peak at approximately 0.25 V can be ascribed to the insertion of Na+ into the interlayer of graphite and the sorption of Na+ with active sites (defects and edge doping sites) in NOPCP-600. Notably, the subsequent CV curves overlap well, suggesting an excellent reversibility of the NOPCP-600 electrode. Fig. 4b shows the charge/discharge profiles of the NOPCP electrode with various cycles at 0.1 A g−1. The first charge capacity of 426 mA h g−1 can still be maintained with an initial coulombic efficiency of 30.41%. The initial capacity fading can be assigned to the other side reactions and the formation of SEI films, which is consistent with the results of CV. After 100 cycles, NOPCP-600 exhibits a discharge capacity of 313 mA h g−1. For comparison, the reversible capacities for NOPCP-700 and PCP are 238 and 210 mA h g−1 at 0.1 A g−1 over 80 cycles, respectively. In addition, NOPCP-600 shows a superior rate performance. As shown in Fig. 4d, it delivers reversible capacities of 358, 315, 272, 250, 234, and 220 mA h g−1 at various current densities of 0.1, 0.2, 0.4, 0.6, 0.8, and 1 A g−1, respectively. When the current density was decreased back to 0.1 A g−1, a reversible capacity of 305 mA h g−1 was maintained after 80 cycles, indicating the good stability of NOPCP-600 at various current densities. The long-term cycling stability of NOPCP-600 at a high current density at 1 A g−1 for SIBs was further evaluated (Fig. 4e). A reversible capacity of 228 mA h g−1 can still be maintained after 2000 cycles with a coulombic efficiency of nearly 100%, implying the good reversibility of NOPCP-600. As shown in Fig. 3e and 4e, with an increase of the cycle number, the capacity shows a gradual increase for both LIBs and SIBs during cycling, which is attributed to the gradual activation of the porous structure. This characteristic is common in a large number of porous materials. NOPCP-600 exhibits excellent sodium-storage performance, which is superior to those of other carbon-based anodes for SIBs (Table S2†).",
                "To better understand the Li+- and Na+-storage mechanism in NOPCP-600, its electrochemical kinetics was investigated by CV measurements. Fig. 5a and d show the CV curves of NOPCP-600 at different scan rates ranging from 0.2 to 5.0 mV s−1 for both LIBs and SIBs, respectively. Generally, it is considered that the capacitive process and diffusion-controlled process co-exist in porous electrode materials for both LIBs and SIBs. According to the power-law, the contribution ratio of capacitive and diffusion-controlled processes can be described by the following equations:",
                "where i and v are the peak current and the corresponding scan rate, respectively, and a and b represent the constants in the equation. The value of b reflects the electrochemical mechanism for the storage of Li+ and Na+. The value of b approaches to 0.5, indicating an ideal diffusion-controlled process. Meanwhile, the value of b approaching to 1 suggests the capacitive process. As shown in Fig. S12,† the b values at the anodic and cathodic peaks are 0.68 and 0.79 for LIBs, respectively. Meanwhile, for SIBs, as shown in Fig. S13,† the b values at the anodic and cathodic peaks are 0.73 and 0.79, respectively. These results indicate that NOPCP-600 makes a large capacitive contribution to the total capacity for both LIBs and SIBs. Therefore, the capacitive contribution can be further calculated according to the following equation: where i(V) is the current value at a certain voltage, and k1v and k2v1/2 correspond to the contribution from the capacitive and diffusion controlled processes, respectively. Fig. 5b and e show the capacitive contribution at 2 mV s−1 for both LIBs and SIBs, respectively. The capacitive contributions for LIBs are 25, 31, 35, 44 and 60% at scan rates of 0.2, 0.6, 1, 2 and 5 mV s−1, respectively (Fig. 5c). Meanwhile, as shown in Fig. 5f, the values for SIBs are 41, 50, 57, 64 and 77%, respectively. In addition, as shown in Fig. S14 and S15,† both PCP and NOPCP-700 show a large capacitive contribution to both Li/Na storage performances. It is well known that the capacitive contribution plays a vital role in fast ion diffusion and rapid electron transfer. NOPCP-600 contains lots of well distributed channel-connected cavities with their inner surface decorated with a large number of N and O atoms, which is beneficial for ion diffusion and transport and provides extra active sites for the sorption of Li+ and Na+. In addition, NOPCP-600 with a large BET surface area and high heteroatom doping content (N and O) exhibits an enhanced capacitive effect, resulting in excellent electrochemical performance for both LIBs and SIBs.",
                "In order to further explore the superior cycling stability of NOPCP-600, electrochemical impedance spectroscopy (EIS) analysis was carried out to investigate NOPCP-600, NOPCP-700 and PCP during the discharge/charge processes. In Fig. S16a and S17a,† it is clearly seen that the kinetic characteristic of NOPCP-600 for both LIBs and SIBs is superior to those of NOPCP-700 and PCP, demonstrating a relatively low diffusion barrier in NOPCP-600. Moreover, the EIS curves (Fig. S16b and S17b†) of NOPCP-600 for both LIBs and SIBs are hardly changed after 100 cycles, implying its high reversible stability. The diffusion kinetics of the Na+ diffusion coefficient (DNa+) was further explored by the galvanostatic intermittent titration technique (GITT). As shown in Fig. S18 and S19,† NOPCP-600 exhibits a higher DNa+ than NOPCP-700 and PCP during the discharge/charge processes, confirming that NPCs-600 exhibits the fastest kinetics performance owing to its unique structure containing large numbers of channel-connected cavities with their inner surface decorated with a large number of N and O atoms, which can provide a large number of active sites (defects and edge doping sites) for the sorption of Li+/Na+."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a facile MOF-derived strategy has been designed to prepare porous NOPCP-600 with lots of channel-connected cavities as superior anode materials for both LIBs and SIBs with long-term cycling stability and high specific capacities. When used as an anode material for LIBs, NOPCP-600 delivers a high reversible capacity of 1663 mA h g−1 at 0.1 A g−1 after 120 cycles and superior cycling stability with a capacity of 667 mA h g−1 after 1000 cycles at 2 A g−1. For SIBs, NOPCP-600 delivers a high reversible capacity of 313 mA h g−1 at 0.1 A g−1 after 100 cycles and an excellent long-term cycling stability of 228 mA h g−1 at 1 A g−1 after 2000 cycles. The outstanding electrochemical performances for both LIBs and SIBs can be ascribed to the channel-connected cavities with their inner surface decorated with a large number of N and O atoms, which can greatly enhance the contact between the electrode and electrolyte and shorten the ion diffusion distance, and thus provide extra active sites for the sorption of Li+ and Na+."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Heteroatom-doped carbon materials with interconnected channels as ultrastable anodes for lithium/sodium ion batteries"
}