{
    "DOI": "10.1021/acsami.0c11975",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) play an important part in the modern society, and they are deemed as the prospect of technology for energy storage systems and electric vehicles. Meanwhile, the ever-increasing market requirement elevates the cost of LIBs and brings about enormous challenges on the reservation of lithium element resources on earth.  Therefore, it is urgent to pursue a promising candidate as an alternative to LIBs, where sodium-ion batteries (SIBs) are being intensively investigated on account of the natural abundance and relative popular prices of sodium. It is well accepted that Na/Na+ is 0.3 V higher than Li/Li+ versus the standard hydrogen electrode; consequently, SIBs deliver a relative lower energy density than LIBs with the same electroactive transitional metal. Therefore, it is particularly important to seek for redox couples which can operate at high potential to push up the energy density of SIBs, such as layered transition-metal oxides.  However, a series of phase transitions induced by the extraction of Na ions upon charging inevitably lead to undesirable cycling instability.  On the contrary, sodium super ionic conductors (NASICONs), for instance, such as Na3V2(PO4)3 with an average operation potential of 3.4 V versus Na/Na+, related with the redox couple of V3+/V4+, have been well documented as a cathode for SIBs owing to its robust structure stability. To achieve even higher working plateaus, activating the redox couple of V4+/V5+ (4.1 V) has been achieved through engineering of element doping and solid solution in various material systems, including Na3V2–xFex(PO4)3, Na3V2–xAlx(PO4)3, Na4MnV(PO4)3, Na3VCr(PO4)3, and so forth.  However, taking Na3VCr(PO4)3 as an example, the activation of V4+/V5+ can lead to 1.5-electron transfer, increasing the energy density to some extent, but meanwhile brings in irreversible phase change and causes significant capacity decay upon cycling. A comprehensive understanding of the influence of Cr3+ replacement on the crystal structure and electrochemical property is pretty necessary and vital, when accessing the reversible V4+/V5+ redox couple. Therefore, it is essential to achieve a balance between achieving high specific capacity and maintaining long-life cycling performance in this material system.",
                "In this work, Na3V1.5–xCr0.5+x(PO4)3 with different V/Cr ratios was synthesized via sol–gel method, and among them, Na3V1.3Cr0.7(PO4)3 exhibits the best electrochemical properties. Electrochemical performance and ex situ X-ray diffraction (XRD) analysis indicated that both solid solution and two-phase reactions attend the cycling process of the Na3V1.3Cr0.7(PO4)3 electrode. Using the structural analysis, electrochemical measurements, density functional theory calculation, electrochemical impedance spectroscopy (EIS), and cyclic voltammetry, the comprehensive influence of V3+ by Cr3+ substitution was investigated."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "A typical sol–gel method was employed to synthesize Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.1, 0.2, 0.3, 0.4, and 0.5). All chemical reagents were utilized as received without further purification. Typically, as for Na3V1.5Cr0.5(PO4)3, 4 mmol anhydrous citric acid (C6H8O7, 99.5%) was dissolved into deionized water with constant stirring. After that, 6 mmol sodium acetate (CH3COONa, 99.0%), 3 mmol vanadium (III) 2, 4-pentanedionate (C15H21O6V, 97.0%), 1 mmol chromic nitrate nonahydrate [Cr(NO3)3·9H2O, 99.0%], and 6 mmol ammonium dihydrogen phosphate (NH4H2PO4, 99.0%) were added into solution. The solution was kept stirring at 100 °C. After the water evaporated, a sol was achieved, which was further put into an oven at 120 °C for 12 h to get a gel. Finally, the as-obtained gel was sintered at 800 °C for 12 h in Ar. Regarding the other kinds of sample, the same synthesis method was utilized by merely altering the stoichiometric amount of C15H21O6V and Cr(NO3)3·9H2O.",
                "The phase structure of Na3V1.5–xCr0.5+x(PO4)3 was identified using Smart Lab outfitted with Cu Kα radiation (λ = 0.1541 nm). Rietveld refinement of the XRD patterns was conducted with a GSAS code.  The button batteries were stopped at assigned voltage and separated in an Ar-filled glove box for ex situ XRD analysis. The microstructure was investigated using SEM (scanning electron microscopy) and TEM (transmission electron microscopy). The chemical states of V and Cr were determined with X-ray photoelectron spectroscopy (XPS, Thermo ESCALAB 250XI). Carbon content in the sample was identified by thermogravimetric analysis (TG) tests.",
                "The positive electrodes were prepared via mixing 10 wt % super P, 10 wt % PVDF (polyvinylidene fluoride), and 80 wt % of the active materials. NMP (1-methyl-2-pyrrolidinone) was used as the solvent to make slurry, which is carefully coated onto Al foil and dried at 60 °C for 12 h. Na metal and glass fiber filters were used as counter electrode and separator, respectively. The liquid electrolyte was made of 1 M NaClO4 dissolved in propylene carbonate. All of them were fitted together with CR2032 button batteries. Galvanostatic charge–discharge, rate performance, and long cycling capability measurements were conducted on a Land Battery Test System (CT2001A). EIS analysis was performed by employing an electrochemistry workstation (CHI600E, China). For the full cell, the negative electrode was prepared by mixing the PVDF (10 wt %), hard carbon (80 wt %), and super P (10 wt %). The synthesis of hard carbon was by pyrolysis of zinc citrate and followed by washing with dilute hydrochloric acid.  The slurry was made by adding an appropriate amount of NMP, which is then pasted onto Cu foil. The mass loadings of the active material were 2.5–3.2 and 2.0–2.7 mg cm–2 for Na3V1.3Cr0.7(PO4)3 and hard carbon, respectively. The full cell balance was realized by adjusting the electrode capacity ratio of the cathode and anode to 0.83. The capacity of the full cell was figured out based on the mass of the cathode active material.",
                "The vacancy of Na and the order of V and Cr were implemented using the GULP code.  The Buckingham potentials were employed to model non-bonded interactions. Geometric relaxation of Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) was computed by the VASP (Vienna Ab initio Simulation Package) with the PBE (Perdew–Burke–Ernzerh) of exchange–correlation functional and the PAW (projector augmented waves), covered spin polarization, and the plane-wave basis was cut off by 520 eV. All atoms used were a 2 × 2 × 1 gamma grid and relaxed by conjugated gradient method, until the maximal force was less than 0.05 eV Å–1 on each atom and the energy convergence condition was 10–4 eV. The Hubbard type U correction of vanadium atom and chromic atom were 4.2 and 3.7 eV for 3d electrons, respectively.  The calculated crystal structures were visualized using the VESTA program.  Sodium ion diffusion barriers were computed by using the nudged elastic band method."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The XRD patterns of Na3V1.5–xCr0.5+x(PO4)3 are exhibited in a, and all of these synthesized materials are consistent well with the NASICON structure. The crystal structure of Na3V1.5–xCr0.5+x(PO4)3 was also revisited through using the structure of Na3V2(PO4)3 as a starting structural model.  The whole XRD patterns are well indexed with the rhombohedral R-3c (167) space group. b,  and , and  showed the Rietveld refinements and atomic coordinates of these samples. Cell parameters and agreement factors are listed in . On the basis of the Rietveld refinement, the lattice parameters of Na3V1.5Cr0.5(PO4)3 are a = b = 8.7050 (2) Å, c = 21.8166 (6) Å, and V = 1431.7 Å3; the lattice parameters of Na3V1.3Cr0.7(PO4)3 are a = b = 8.6917 (5) Å, c = 21.8473 (16) Å, and V = 1429.4 Å3; and the lattice parameters of Na3V1.0Cr1.0(PO4)3 are a = b = 8.669 (1) Å, c = 21.768 (3) Å, and V = 1416.7 Å3. Two kinds of sodium ion [Na (1) and Na (2)] are separately located on the (0, 0, 0) (6b, six fold coordination) and (x, 0, 0.25) (18e, eight fold coordination) Wyckoff sites in the crystal structure. It indicated that the experimental occupancy factors of Na3V1.3Cr0.7(PO4)3 for Na (1) and Na (2) are 0.863 and 0.716, respectively, corresponding to the number of Na (1) = 6 × 0.863 = 5.2 and the number of Na (2) = 18 × 0.716 = 12.9 in per unit cell. From the experimental occupancy factors of Na3V1.5Cr0.5(PO4)3 and Na3V1.0Cr1.0(PO4)3, a similar result has been achieved. The cell parameters of the other compositions are also illustrated in c, and it indicated that lattice parameter a and the cell volume showed a decreased trend with increasing the Cr content, which is assigned for the smaller radius of Cr3+ (0.755 Å) with respect to V3+ (0.780 Å). Moreover, lattice parameter c does not strictly follow a downward trend with Cr increasing. Also, this behavior can be interpreted by the small rotations of V/CrO6 and PO4 around the three- and two-fold axis, respectively. ",
                "The morphology and microstructure feature of Na3V1.3Cr0.7(PO4)3 was researched using SEM and TEM. As observed in a,b, the typical product was made up of particles with the size ranging from several to tens of micrometer. Moreover, energy dispersive spectroscopy (EDS) mapping was used to determine the composition of Na3V1.3Cr0.7(PO4)3. c indicated that Na, V, Cr, P, O, and C elements are homogeneously distributed. The high-resolution transition electron microscopy TEM image (d) of Na3V1.3Cr0.7(PO4)3 clearly exhibited that the crystallized particles were coated by carbon shell with a thickness of 3 nm. 0.62 nm d-spacing of lattice fringe can be clearly indexed, matching (012) plane of Na3V1.3Cr0.7(PO4)3. According to the TG curve plotted in e, the relative weight ratio of carbon was 7.6% for Na3V1.3Cr0.7(PO4)3.",
                "The chemical state was identified via XPS. The spectrum shown in  revealed the coexistence of C, Na, V, Cr, P, and O elements in the sample. The chemical states of V and Cr are determined by core-level spectra (). The V 2p core-level spectra consists of V 2p3/2 (516.7 eV) and V 2p1/2 (523.5 eV), illustrating the trivalent state of V.  The Cr 2p core-level spectra consist of Cr 2p3/2 (577.9 eV) and Cr 2p1/2 (587.1 eV), demonstrating the trivalent state of Cr. ",
                "a depicted the charge–discharge curves within the voltage range of 2.5–4.4 V at 10 mA g–1. Observably, two distinct potential plateau located at 3.4 and 4.1 V can be observed, corresponding to the redox couples of V3+/V4+ and V4+/V5+, respectively. Moreover, the specific capacity contributed by the redox couples of V4+/V5+ varied with the content of Cr3+. Under the lower content of Cr3+, Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.1, and 0.2) can deliver a similar specific capacity, and the increasing specific capacity at V4+/V5+ plateau can basically make up for the decreasing specific capacity at V3+/V4+ plateau. However, for Na3V1.5–xCr0.5+x(PO4)3 (x = 0.3, 0.4, and 0.5), as shown in b, the increased specific capacity of the high potential platform cannot compensate for the reduced specific capacity of the low potential platform, finally leading to a capacity decrease. In addition, the relative low initial Coulombic efficiency (CE) of Na3V1.5–xCr0.5+x(PO4)3 can be ascribed to the decomposition of liquid electrolyte at high potential and the formation of the SEI (solid electrolyte interlayer). ",
                "To demonstrate the rate capability of the samples at different current densities, the rate properties were presented in c. It is evident that Na3V1.3Cr0.7(PO4)3 exhibits the best rate capability, and the discharge capacities are 77.0, 76.3, 73.1, 67.6, 61.0, and 49.7 mA h g–1 at the current density of 0.05, 0.1, 0.2, 0.5, 1.0, and 2.0 A g–1, respectively. As the current density reversed back to 0.05 A g–1, a discharge specific capacity of 75.0 mA h g–1 can be restored, signifying the excellent reversibility. On other hand, appealing long term cycling capability is also achieved with Na3V1.3Cr0.7(PO4)3. After 500 cycles, the capacity retention is 77.6% with an average CE of about 98.5% (d). Based on the point of charge compensation mechanism, herein, Na3V1.3Cr0.7(PO4)3 is the most promising cathode material.",
                "Ex situ XRD analysis was carried out to further probe the structure transition of Na3V1.5–xCr0.5+x(PO4)3 electrodes upon cycling. a exhibited the charge/discharge profiles and the selected states of Na3V1.3Cr0.7(PO4)3 electrode for the ex situ XRD analysis. Observably, the variations of the diffraction peak position with the voltage are dramatic. The evolution of these diffraction peaks [such as (104), (113), (024), (211), (116), and (300)] is highly reversible. Despite the limited resolution of the used X-ray diffractometer, a solid solution reaction mechanism can be apparently observed on account of the continuous peak shift. Specifically, when charged from 4.1 to 4.4 V, (006) and (211) peaks disappear and then gradually appear again when discharged to 4.1 V; (110), (113), (024), (116), and (300) peaks obviously shift toward a high angle and become wider. It is considered that both solid-solution and two-phase reactions are involved in Na3V1.3Cr0.7(PO4)3 electrode during charge and discharge process. The charge/discharge curves (a) can reconfirm this conclusion. It is generally recognized that the oblique line part represents a solid solution reaction, and two flat plateaus signify a two-phase reaction. ",
                "b showed the XRD patterns of fresh Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) and after 100th cycle. As depicted, the diffraction peaks cannot completely reverse back to their pristine location after 100 cycles, displaying a non-reversible cell volume change with respect to the pristine; the diffraction peaks after 100th cycle shifted toward a higher angle, suggesting the decease of cell parameters. Based on the shift amplitude of the peak position, it was evident that the Na3V1.3Cr0.7(PO4)3 electrode possesses the smallest shift, implying a minimum structural change and an excellent stability during the cycling process. The sodium storage mechanism of Na3V1.3Cr0.7(PO4)3 was further investigated through ex situ XPS analysis. Upon charging to 3.6 V, the peak of V 2p1/2 shifted to 523.96 (c), signifying the appearance of V4+. When charging to 4.4 V, the binding energy of V 2p1/2 was about 524.07 eV, implying the formation of a small amount of V5+. In contrast, the binding energies of Cr 2p3/2 and Cr 2p1/2 kept unchanged during charge process (d).",
                "It is known that comprehension of the sodium ion migration mechanism is of significant importance for the further promotion of battery performance. As a result, the sodium diffusion trajectories in Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) were investigated by first principles calculation. Regarding Na3V1.5–xCr0.5+x(PO4)3, it is recognized that Na (1) (6b) and Na (2) (18e) positions are not fully occupied. Based on previous analysis of the crystal structure, Na (1) and Na (2) positions are occupied with 5 and 13 sodium atoms, respectively. For the sodium order of Na3V1.5–xCr0.5+x(PO4)3, there are 51408 possibilities. Using the VASP to find a rational structure is pretty expensive and uneconomic. Therefore, in this work, we used atomistic simulation methods based on force field methods, GULP, to search for a rational structure. Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) was considered as an initial crystal structure, taking into account van der Waals interactions, a short-range component, and a long-range Coulombic force. An additional three-body term, covalent forces are also important, which take into account the rigidity of O–P–O bonds and angle dependent nature for the PO4 units.  To provide a simple means to involve the effect of electronic polarization, we adopted the shell model for O2–, V3+, and Cr3+ ions which allows the polarization effects of charged defects and has been testified available for a wide range of oxide-based ceramics.  The structure of Na3V1.5–xCr0.5+x(PO4)3 was optimized under a constant pressure of 0 Pa, and ion positions and lattice parameters were permitted to relax. In addition, the detailed parameters are listed in .",
                "Suitable sodium ion occupied sites were calculated through the lattice parameters of Na3V2(PO4)3.  The order of TM (x = 0, 0.2, and 0.5) have 220, 495, and 924 possibilities, respectively. The order of V and Cr was calculated using the lattice parameters provided in . In current research, the path of the Na (1) site to the nearest Na (2) site was researched since this path is most reasonable.  The sodium ions diffusion coefficient (DNa+) at room temperature can be calculated according to the following equation ",
                "Herein, a is the constant associated with crystal structure (), Γ is individual defect jump rates, υ is a vibrational prefactor (1011 Hz), Ea is the activation barrier, kBT is 26 meV (T = 300 K), T is the absolute temperature, and kB is Boltzmann constant.  The values of a, the activation energy (Ea), and the results of diffusion path of Na3V1.5–xCr0.5+x(PO4)3 are shown in . The diffusion path and the sodium ion diffusion energy curve are presented in a,b. The activation energy of Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) was identified to be 0.239, 0.323, and 0.369 eV, respectively. The increasing content of Cr promotes the diffusion barrier and consequently slows down the diffusion kinetic of sodium ion. According to the equation, the diffusion coefficients DNa+ of Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) at room temperature were 1.10 × 10–8, 4.52 × 10–10, and 7.53 × 10–11 cm2 s–1, respectively. In LISICON-structured materials with the composition of LiM1M2(PO4)3 (M1, M2 = Ge, Ti, Sn, Hf), the activation barrier for Li+ movement along the conduction channel is closely related to the size of bottleneck between Li (1) and Li (2) site, and the larger bottleneck size implies a smaller activation energy within a certain range.  Similarly, herein, it is deemed that the bigger bottleneck between Na (1) and Na (2) sites means lower activation energy. As shown in c, the Na (1) site is surrounded with six oxygen atoms in an antiprism. In the NASICON structure, Na+ moves along the conduction channel between Na (1) and Na (2) sites, and Na+ would move through the lateral faces of the antiprism which is termed as the bottleneck. The circumradius of the lateral faces is acknowledged as a measure of the bottleneck size. In accordance with the Rietveld refinement results of XRD pattern, the bottleneck size of Na3V1.5Cr0.5(PO4)3 (2.271 Å) was bigger than those of Na3V1.3Cr0.7(PO4)3 (2.232 Å) and Na3VCr(PO4)3 (2.230 Å).",
                "EIS analysis was carried out to validate the accuracy of the theoretical calculation. As shown in d, all of these plots were made up of a semicircle in the high frequency region and a straight line in the low frequency region. The equivalent circuit model presented in the inset of d was applied to obtain impedance data. Rs, CPE, Rct, and Wo are the electrolyte resistance, the capacity of the double-layer capacitance and the surface layer, the charge-transfer resistance, and the Warburg impedance, respectively. The Na3V1.5Cr0.5(PO4)3 electrode exhibited the lowest Rct (29.44 Ω) among Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5). This result revealed that the further replacement of V by Cr would reduce the electron conductivity. Besides, on the basis of the Warburg impedances at the range of low-frequency, the sodium ions diffusion coefficient (DNa+) can be calculated.  displayed the relationship between ω–1/2 in the low frequency region and Z’. The values of σ and DNa+ for Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) are also provided in . DNa+ of the Na3V1.5Cr0.5(PO4)3 (7.74 × 10–10 cm2 s–1) is bigger than the others, suggesting that the further substitution of V by Cr would worsen the diffusion and kinetic of sodium ions. By comparing the EIS results with the theoretical calculation, it indicates that the accuracy of the theoretical calculation methods is satisfactory. However, the result of sodium ion kinetic cannot completely elucidate the remarkable cycling stability of the Na3V1.3Cr0.7(PO4)3 electrode.",
                "The EIS of Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) after 50 cycles shown in e and  displayed the relationship between ω–1/2 in low-frequency range and Z’. The corresponding fitting results of sodium diffusion are shown in , and it indicated that the Warburg factor (σ) values of Na3V1.5–xCr0.5+x(PO4)3 (x = 0, 0.2, and 0.5) were 21.33, 3.19, and 5.81 after 50 cycles, respectively. When compared with , the diffusion coefficient of the Na3V1.5Cr0.5(PO4)3 electrode was significantly decreased after 50 cycles. In contrast, the diffusion coefficient of the Na3V1.3Cr0.7(PO4)3 electrode varied little after 50 cycles. Associated with ex situ XRD analysis, it is deduced that the small volume changes of Na3V1.3Cr0.7(PO4)3 electrode upon the cycling is responsible for the stable channel of sodium ion mobility, finally inducing the best cycling stability.",
                " showed the CV (cyclic voltammetry) curves of Na3V1.3Cr0.7(PO4)3 at various scan rates, and all of these curves possess two couples of cathodic/anodic peaks. The slope value can be utilized to roughly compare the diffusion coefficient at different charge/discharge states via the following equation. where Ip, S, n, υ, and ΔC0 are the peak current, the surface area of electrode, the number of electrons per species reaction, the scan rate, and the sodium ion concentration, respectively. Based on the slope values, compared with discharge process, the diffusion coefficient is faster during charge process; compared with high plateau, the diffusion coefficient of low plateau is faster.",
                "On the basis of above results, the full cell illustrated in a was constructed by utilizing Na3V1.3Cr0.7(PO4)3//hard carbon as the cathode and anode, respectively. In , the XRD pattern of hard carbon displays two broad diffraction peaks approximately located at 2θ ≈ 22.4 and 43.4°, corresponding to (002) and (101) planes of the graphite.  The initial charge specific capacity () was 107.4 mA h g–1 and there remained 94.4 mA h g–1 after 70 cycles, suggesting an excellent cycling performance. The full cell of Na3V1.3Cr0.7(PO4)3//hard carbon was assembled by coupling the potential plateau of Na3V1.3Cr0.7(PO4)3 and hard carbon. The charge/discharge profiles of the Na3V1.3Cr0.7(PO4)3//hard carbon full cell are depicted in b. These two potential plateaus of the Na3V1.3Cr0.7(PO4)3 cathode are associated with the redox reaction of V3+/V4+ and V4+/V5+, and a sloping voltage profile of hard carbon is related to Na+ intercalation into disordered hard carbon interlayers. c presents the charge/discharge curves of the first three cycles for the full cell cycled in the region of 0.5–4.4 V, and because of the formation of the SEI on the surface of hard carbon, an evident irreversible capacity was observed in the initial cycle, demonstrating a CE of 27.01%. As indicated in d, the discharge capacity of the first and the 50th cycle are 84.3 and 56.9 mA h g–1, respectively, and the average CE is about 92.7%."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To sum up, by optimizing the content of Cr, a solid state solution of Na3V1.5–xCr0.5+x(PO4)3 was constructed. The introduction of Cr3+ can induce the redox reaction of V4+/V5+, rendering a new strategy for improving energy density of Na3V2(PO4)3. Taking a full account of electrochemistry properties, Na3V1.3Cr0.7(PO4)3 was the best choice; the initial discharge capacity of Na3V1.3Cr0.7(PO4)3 was 78.5 mA h g–1 at 10 mA g–1, and the highly stable structure rendered a well capacity retention (the discharge capacity was 67 mA h g–1 at 30 mA g–1 after 100 cycle). Ex situ XRD, density functional theory, and EIS analysis uncovered the underlying mechanism of V3+ substituted by Cr3+ accounting for improving the electrochemistry performance. Our research made an important contribution to make the best of V4+/V5+, bringing with excellent electrochemistry properties."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Triggering the Reversible Reaction of V3+/V4+/V5+ in Na3V2(PO4)3 by Cr3+ Substitution"
}