{
    "DOI": "10.1021/jacs.4c00702",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs), benefiting from element abundance and low cost, are regarded as promising candidates for medium- and low-speed electric vehicles and large-scale energy storage.  However, the challenges in energy and power density resulting from the large atomic mass and radius necessitate the development of cathode materials with high voltage, high specific capacity, and favorable conductivity.  Among various candidates, Na3V2(PO4)2F3 (NVPF3) has been widely investigated owing to the high average potential of ∼3.95 V (vs Na/Na+) and theoretical specific capacity (128 mA h g–1).  Accordingly, NVPF3 can deliver a high theoretical energy density of ∼507 W h kg–1, approximative to that of commercial LiFePO4 (530 W h kg–1). ",
                "Resembling the commonly accepted cognition, NVPF3 also has a concern in unsatisfied cycle life with rapid capacity fading.  Several research studies have been focused on clarifying the capacity fading mechanism of polyanionic compounds, especially NVPF3. One of the viewpoints is F element dissolution from NVPF3 inducing capacity degradation.  The exfoliation occurring between the active material and collector caused by HF corrosion is mostly responsible for the capacity decay, where HF is generated through F– dissolution from NVPF3 aroused by trace H2O upon cycling. Some strategies, such as restraining the volatilization of HF by optimizing synthesis process, supplying the loss of fluorine by element doping, etc., were proposed to boost the cycling performance by stabilizing fluorine or avoiding fluorine loss.  Another view is that the migration of V-to-Na (1) site causes destructive structure of polyanionic host upon cycling based on Na3VCr(PO4)3 (NVCP).  In regard to this, the substitution of V3+ through some inactive elements such as Mn3+, Al3+, Ti3+, Na+, etc.  has been proposed to support and accordingly improve the cycling performance.",
                "However, the above interpretation does not work very well to suppress the degradation of NVPF3 due to the excellent structural stability of polyanion-based materials,  and negligible capacity loss aroused shedding of active materials induced by trace H2O with the thorough drying of electrodes. So, corresponding studies about the above two views have shown slight improvement of stability by modification for NVPF3.  Simultaneously, the continuous oxidation of electrolytes exceeding 4.3 V (vs Li/Li+) is one of the origins for the degradation of high-voltage cells.  The potential of Na is 0.33 V higher than that of lithium.  Accordingly, it is predicted that electrolytes would be oxidized continuously more than 4.0 V (vs Na/Na+) for SIBs.  For NVPF3, a long duration of 4.2 V (vs Na/Na+) exists upon cycling, which lies outside the stable window of available electrolytes and would permit processive parasitic reactions to result in serious capacity attenuation.",
                "Among the strategies for inhibiting the oxidation of electrolytes, nitrile-based compounds are particularly attractive as additives or main solvent benefiting from intrinsically oxidation-stability.  Especially, SN as main solvent coupling with DEC achieved the reduced solubility of N-rich interphase to acquire an upgraded cycling performance of the Na3V2O2(PO4)2F cathode, while the formation of N-rich interphase always has been a mystery.  Furthermore, the preferential chemisorption between nitrile molecules and transition metal physically expels solvents from intimate contact with the cathode  or inhibits the dissolution of transition metals in the cathode to obtain an improved cycling performance.  However, the absence of intuitive evidence except XPS and theoretical calculations for verifying the adsorption behavior derives another view of the oxidation of nitriles to form the cathode–electrolyte-interface (CEI).  The latter originates from the combination of SN and PF6– to reduce the oxidation potential, only proved by DFT calculations. Obviously, there is still a lack of systematic mechanistic understanding and intuitive evidence of how nitriles improve the stability of high-voltage cathodes. Therefore, production chain behaviors of construction CEI in nitrile-based electrolytes should be verified from the solvation structure to interfacial adsorption and reactivity.",
                "Herein, 1 M NaPF6/EC:DEC (1:1. vol) is selected as the base electrolyte to clarify that the persistent oxidation of electrolytes is the main reason for the serious capacity decay for NVPF3-based batteries, not the F-loss or the collapse of the crystal structure. Then, we designed a simple strategy based on electrolyte optimization by introducing additives with dual –C≡N groups such as succinonitrile (SN) to lift the capacity retention of NVPF3. Combining sum-frequency generation (SFG), in situ electrochemical surface-enhanced Raman spectroscopy, etc., with theoretical calculations, an intensive and innovative preferential-adsorption and subsequent-decomposition mechanism of dinitriles is proposed (). With two –C≡N groups, an intermolecular hydrogen bond can be formed between one –C≡N group and solvents (–CH2/–CH3), enabling the dinitriles to be easily accessible to the solvation sheath through the other –C≡N group and subsequently lower the coordination numbers of solvents. Accordingly, the contact frequencies of solvents on the cathode surface can be decreased. Based on the modified solvation structure, the –C≡N group not entering the solvation layer has been proved to be preferentially absorbed prior to the –CH2/–CH3 of solvents on NVPF3 as barriers and oxidized as sacrificial agents to form a stable and electrically insulating CEI with rich CN–/NCO–/Na3N. Thence, an excellent capacity retention capability with lifted reversible capacity of NVPF3 can be achieved. This work provides important guidance for achieving highly electrochemically stable SIBs, especially indispensable for the batteries assembling with high-voltage cathodes."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A NVPF3|NVP (Na3V2(PO4)3) cell was constructed to clarify the capacity fading mechanism of NVPF3-based batteries (). Results based on the chromatography and cycling performance in a,  show an obvious capacity fading rate of ∼15% (capacity loss of 15.6 mA h g–1) with a tiny amount of 0.48% F– loss in NVPF3 that can be observed after 500 cycles at 1 C. As calculated, 0.48% F– loss in NVPF3 corresponds to a capacity loss of ∼0.61 mA h g–1, which is far lower than the practical capacity loss after 500 cycles. Meanwhile, hardly detectable F– (b), no obvious particle adhesion on the surface of cycled fiber film (), and no peeling layer between active material and Al foil are observed (). Hence, the F– dissolution is not the main reason for capacity decay in NVPF3-based batteries.",
                        "Meanwhile, in situ XRD during charging/discharging was used to verify the structural stability of NVPF3. The results show that the crystal of tetragonal NVPF3 (P42/mnm) follows the procedure of (P42/mnm)–(I4/mmm)–(Cmc21) during charging and (Cmc21)–(I4/mmm)–(P42/mnm) during discharging, indicating a highly reversible Na+ intercalation/deintercalation of NVPF3 (c and ). After 500 cycles at 1 C, a serious capacity decay rate of over 30% (d,e) can be observed. When replenishing the Na-ion to the crystal (Na-ion from the anode can migrate to NVPF3), the capacity can be restored with a retention of over 95% several times, and accordingly, the cathode structure can be recovered in its pristine form, whereas that of the cycled NVPF3 without supplementing the Na-ion is void and continues to decay (d–f and ). The results indicate that the NVPF3 cathode presents an excellent structural stability accompanied by an active sodium-deficient state after cycling. Actually, the EC-based electrolytes will be violently oxidized with a large consumption of the sodium-ion from the cathode when exceeding 4.0 V versus Na/Na+, resulting from a long duration (∼30 min at 1 C) at a high-voltage platform of 4.2 V versus Na/Na+ for NVPF3 (g,h). When avoiding 4.2 V versus Na/Na+ platform during cycling, the capacity retention can be significantly improved (i). The above results strongly confirm that the capacity fading of NVPF3 is primarily caused by the Na-ion loss of the NVPF3 framework originated from the parasitic oxidation of electrolytes, especially EC at high-voltage.  Therefore, the suppression of solvent breakdown would be crucial."
                    ],
                    "name": " Capacity Loss Mechanism of Parasitic Oxidization of Electrolyte Exceeding 4.0 V",
                    "type": "h3"
                },
                {
                    "content": [
                        "Thereafter, dinitriles like succinonitrile (SN) with dual –C≡N groups were chosen as additives to restrict the electrolyte oxidation, especially for solvents. First, the electrochemical behaviors based on the electrolyte of 1 M NaPF6/EC:DEC (1:1. vol) (F-E-D) and 1 M NaPF6/EC:DEC (1:1. vol) with 2 wt % SN (F-E-D@SN) were investigated. The results of chronoamperometry lasting for 10–90 min at 4.2 V versus Na/Na+ show that the oxidation peak and constant oxidation current can be reduced by ∼1/6 and ∼1/3, respectively, after introducing SN (a,b). The result preliminarily verifies the effective high-voltage endurance of the F-E-D@SN-based electrolyte.",
                        "Subsequently, the electrochemical performance with the F-E-D@SN-based electrolyte was performed based on NVPF3|NVP cells at high-voltage operation (2–4.3 V vs Na/Na+). c shows that the initial Coulombic efficiency (ICE) and capacity are 85.7% and 112.4 mA h g–1 when SN is introduced, respectively, which is higher than 82.5% and 105.5 mA h g–1 of the blank. In the following two cycles, the F-E-D@SN system exhibits more obvious disparity with higher Coulombic efficiency and capacity than the blank. Most notably, excellent long-term cycling stability can be observed with the SN-containing electrolyte, where the capacity retention rates maintain at 79.17, 98.4, and 93.0% for 1, 2, and 5 C after 1000 cycles, respectively (d–f). Contrarily, the capacity retention was rather low for the F-E-D-based electrolyte (33.45, 72.0, and 76.8% at 1, 2, and 5 C, respectively). In addition to the EC-based electrolytes, the introduction of SN into PC-based electrolytes can also improve the cycling performance of the NVPF3 cathode (), such as in 1 M NaPF6/PC:EC (1:1.vol), a higher capacity retention of 98.07% with SN-adding than that of the system without additives (74.84%) can be observed after 500 cycles at 2 C.",
                        "Except for the cyclability, the cells with SN-containing electrolyte show a promotional high-rate capability (g,h). A high retention of 90.47% at 5 C (vs 0.2 C, 117.04 mA h g–1) and a complete capacity recovery from 5 to 0.2 C can be obtained after successive rate cycling for the designed electrolyte. Whereas, the capacity is decaying continuously and would not be restored mostly for the F-E-D system. The excellent kinetic features and stability could originate from the faster Na-ion diffusion and advantageous CEI for the F-E-D@SN-based electrolyte (i and ). These results prove that the SN additive is conducive to achieving a superiorly stable performance even at high-rates."
                    ],
                    "name": " Electrochemical Validation of High-Voltage Protection by Dual –C≡N Groups Containing Additives",
                    "type": "h3"
                },
                {
                    "content": [
                        "After that, the molecular electrostatic potential (ESP) distribution of different constituents was probed first. The results show a positive potential for H of –CH2/–CH3 on EC/DEC, a negative potential for N of –C≡N on SN, and the potential for O of –C═O on EC/DEC (). The reduced density gradient (RDG) further shows that there is an isosurface between N (–C≡N), O (–C═O), and H (–CH2/–CH3 in EC/DEC) in EC-SN, DEC-SN, and EC-DEC complexes, indicating a significant weak hydrogen bond interaction between chemicals  (a–c). Meanwhile, a redshift of absorption frequency of –CH2 from 2996.4 (pure EC) to 2990.6 cm–1 in EC:SN (1:1. vol), –C≡N from 2253.9 (pure SN) to 2252.4 cm–1 (EC-SN), and 2252.9 cm–1 (DEC-SN), respectively, and the increased intensity in solvent-additives can be observed from Fourier transform infrared (FTIR) spectroscopy (d), further confirming the existence of H-bonds. Ulteriorly, the binding energy of EC-SN (−10.40 kcal mol–1) and DEC-SN (−8.20 kcal mol–1) is stronger than that of EC-DEC complexes (−7.66 kcal mol–1), indicating that solvents, especially EC, are more prone to form hydrogen bonds with additives. Thanks to the H-bond, the HOMO energy level of electrolytes can be reduced from −0.29 to −0.31 hartree for EC and −0.28 to −0.30 hartree for DEC, respectively (e), which is desirable to improve the antioxidation property of electrolytes.",
                        "Similar to the –C═O group, the electron-rich –C≡N group in SN can easily coordinate with metal-ions like Na-ion upon solvation and accordingly regulate the solvation structure.  From 13C nuclear magnetic resonance (NMR) spectroscopy in f, the C signal of –C═O and –C≡N functionalities shifts downfield when NaPF6 is added into the salt-free electrolyte (E-D with SN or without SN), demonstrating that an intermolecular interaction occurs between the chemicals and sodium-ions. This can result from the electron enrichment around the O and N nuclei. Simultaneously, the solvation interaction of SN-Na + can be enhanced by the H-bond of solvents-additives. The hydrogen bond forming with one of the terminal –C≡N groups is favorable to increase the electron density of the other –C≡N and then enhance the interaction of SN-Na+, which enables the SN molecules to enter into the solvation sheath more easily (h). By comparison, there is a lower downfield shift (0.68 ppm for EC, 0.22 ppm for DEC) than the situation without SN (0.70 ppm for EC, 0.23 ppm for DEC), indicating a reduced interaction of solvent-Na+ for the SN-adding system, especially EC-Na+. A downfield shift of the 23Na spectra (g) also confirms the weakened solvent-Na+ interaction due to the solvation of SN-Na+ when introducing additives. Accordingly, the coordination capability of solvents can be effectively weakened by the additives with dual –C≡N groups.",
                        "From the Raman spectroscopy, the peaks of coordinated EC (1817 cm–1), DEC (1754 cm–1), and SN (2268 cm–1) can be observed, when adding NaPF6 into the salt-free electrolyte (i,j and ), further verifying the coordination between Na+ and solvents and additives. The ratios of solvated chemicals to the sum of free and solvated chemicals were used to quantify the relative abundance of solvated EC, DEC, and SN by deconvoluting the free/coordinated peaks. The abundance values can be calculated as 3.55 and 1.4 for EC and DEC, respectively, for the blank electrolyte, while they are 2.53 and 0.74 for the SN-containing system (k). The result indicates a decreased coordination capability of EC and DEC due to the presence of SN, which is favorable to abate the probability and frequency of solvents contacting the electrode surface and then potentially decelerate their parasitic oxidation during the high-voltage period.",
                        "In addition to the physical contact, more importantly, the modified solvation structure affects CEI formation and ultimately the electrochemical property of the batteries. For CEI processing, the step of adsorption and oxidation inside the electric double layer (EDL) is indispensable.  From SFG (), when adding NaPF6 into the salt-free electrolyte, the signals of –CH2/–CH3 (2800–3000 cm–1) and –CO (1700–1900 cm–1) groups on the interface are weakened, demonstrating that the solvents are squeezed out of the EDL under involving the solvation structure (a,b). When adding SN into the F-E-D electrolyte, further weakening signals of the –CO group and, meanwhile, strong signals of the –CN group (2000–2300 cm–1) can be observed, which demonstrates a prior adsorption of SN to solvent molecules on the interface (c). Moreover, the signal intensities of –CN functionality with 2 wt % SN-added electrolyte and 1 M NaPF6/SN:DEC (1:1.vol) are similar, indicating a dominant adsorption of SN molecules.",
                        "After that, in situ electrochemical surface-enhanced Raman spectroscopy (EC-SERS) was performed to analyze the distribution of molecules inside the EDL during the charging process. From the characteristic peaks in EC-SERS, obtained by normalizing the surface concentration distribution as a function of the voltage, the –C≡N groups can be accumulated inside the EDL accompanied by excluding PF6– from the interface as a voltage was applied (d,f,g and ). The preferent adsorption of SN molecules compared to anions can be also verified by the shift of the potential of zero charge from 1.519 to 1.538 V versus Na/Na+ in the presence of additives in i. While for the blank system, the –CH2/CH3 groups were enriched on the interface, and –C═O groups were squeezed out of the EDL, manifesting a prior contact of –CH2/CH3 than the –C═O group (e,g and ). As the potential increases to around 3.0 and 3.7 V (h), a sharp decrease followed by a gradual decrease in the concentration of –C≡N groups originates from the oxidative decomposition of SN, which can be obtained by LSV with a 1 M NaPF6/SN-based electrolyte (F-SN) (j and ). As for the blank electrolyte, a negligible concentration fluctuation of –CH2/CH3 groups in solvents can be observed, and abundant solvent molecules are responsible for the continuous parasitic reactions.",
                        "In summary, benefiting from the solvation through Na+ ∼ N≡C– (one –C≡N) and Na+ ∼ O═C–, the other –C≡N group in SN and the –CH2/–CH3 group in solvents are exposed, resulting in a competitive adsorption of SN and solvent molecules on the interface (). The results of adsorption energy demonstrate the most susceptible adsorption of SN molecules, which is especially obvious when applying an electric field (k and ). The preferential oxidation of additives aggregated inside the EDL occurs originating from the higher HOMO energy level of Na+-SN (−0.438 hartree) than of Na+-EC (−0.453 hartree) (l). Therefore, a mechanism of preferential adsorption and oxidation of SN can be obtained due to the modified solvation environment in the designed electrolyte.",
                        "Subsequently, time-of-flight secondary ion mass spectrometry (TOF-SIM) was employed to clear the distribution of CEI decided by the decomposition priorities of electrolytes. Notably, it is observed that the majorities of C2HO–/C3H2O2– (parasitic compositions from solvents) (a,b) and NaF2– (NaF, the product of NaPF6) () are evenly dispersed throughout the interface for the system with the F-E-D electrolyte. While for the SN-added system, a thinner CEI with dominant CN–/NCO– (chemical/electrochemical products of SN) along with weak C2HO–/C3H2O2– signals can be observed (a–d, ). Consistently, a smaller fraction of Na2CO3, ROCO2Na and a new component of Na3N can be observed from X-ray photoelectron spectroscopy (XPS) for the targeted electrolyte (e,f), performing a different interface electrochemistry due to the prior adsorption and oxidation of SN molecules. The obtained CEI enriched with CN–/NCO–/Na3N components possesses high ionic conductivity and good electronic insulation,  which is favorable to build an effective barrier between the electrolyte and cathode and hence improve the high-voltage tolerance. The gas in the F-E-D@SN-based electrolyte was greatly reduced based on an optical camera (g,h), differential electrochemical mass spectrometry (DEMS) (), and the gas production of pouch-batteries by gas chromatography (GC) (), further confirming the inhibition effect of SN additives."
                    ],
                    "name": " Solvation Modification and CEI Forming Based on Dual –C≡N Groups",
                    "type": "h3"
                },
                {
                    "content": [
                        "Can other dinitriles containing two –C≡N groups with similar physical and chemical characteristics () achieve an equal effect like SN? Consequently, a universal study of other dinitriles has been performed. The results show (a–d) that the oxidation peak and constant oxidation current can be reduced by ∼1/6 and ∼1/2, respectively. The capacity retention rate of the cells with dinitrile-based electrolytes is above 88% [91.30, 97.02, and 88.32% for 1,4-dicyanobutane (DNB), 1,5-dicyanopentane (DNP), and 1,8-octanedinitrile (ON), respectively] after 500 cycles at 1 C, which is much higher than that of the F-E-D electrolyte (65.32%) (e and ). Remarkably, the capacity retention rate is still as high as 95.07% for F-E-D@DNP after 1000 cycles at 1 C (f and ).",
                        "However, no favorable consequence was achieved with mononitriles-adding system (acrylonitrile, ANN) (capacity retention rate of 73.65% after 500 cycles at 1 C in e and ), resulting from the single –C≡N group, sacrificing the competitive adsorption advantage. Specifically, in g, when adding 1 M NaPF6 into the salt-free electrolyte (EC:DEC/1:1.vol), the peaks of coordinated ANN belonging to the –C≡N group (2245 cm–1) can be observed, which is more obvious in 2 M NaPF6-added electrolyte (). The resulting reduced coordination numbers of solvents would alleviate the anodic decomposition of electrolytes as the same as SN-added electrolyte, which achieves slightly higher capacity retention rate than the blank. But, in h, , the –C≡N groups were squeezed out of the EDL for the F-E-D@ANN electrolyte, accompanied by the enrichment of solvents and anions, as a voltage was applied. The lower extrusion of anions can be further affirmed by the lower PZC of 1.430 V versus Na/Na+ of the NVPF3 cathode () for the ANN-added system, compared to that of the F-E-D@SN and F-E-D system (i). Simultaneously, with the potential increasing, a great deal of solvents adsorbed on the interface is continuously reduced (i) in the ANN-added system, which demonstrates that the solvents are involved in developing a loose and unstable interface in the F-E-D@ANN electrolyte (). These results demonstrate the deprivation of the competitive adsorption advantage for the single –C≡N group in the ANN-based electrolyte. Therefore, all the above results confirm the universality of preferential adsorption and decomposition brought about by modified solvation structures of introducing dual –C≡N groups."
                    ],
                    "name": " Verification of the Universality of Dual –C≡N Groups Containing Additives",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, we deeply confirmed that the mainspring of capacity degradation for NVPF3 is the oxidative decomposition of electrolytes under high-voltage (>4.0 V vs Na/Na+) rather than fluorine-ion dissolution and structural destruction of the cathode. Consequently, a new electrolyte with dual –C≡N groups additives like SN endows NVPF3-based sodium-ion cells (2–4.3 V vs Na/Na+) with excellent stability and high-rate capability to guarantee the practical application of high-voltage cathodes. One –C≡N group can be involved in the solvation structure and enables the other –C≡N group in SN to be exposed and then squeezed into the EDL. Compared with the exposed –CH2/–CH3 group in Na+-solvent complexes, the squeezed –C≡N group can be preferentially adsorbed on NVPF3 as barriers and oxidation as sacrificial agents to construct a stable CEI enriched CN–/NCO–/Na3N. Ultimately, the essential relation between the solvation structure and interfacial absorption/reaction behavior on the electrode surface was revealed at the molecular level. This universal mechanism can pilot an efficient guidance for achieving high electrochemically stable SIBs assembling with high-voltage cathode especially."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Electrolyte Design with Dual –C≡N Groups Containing Additives to Enable High-Voltage Na3V2(PO4)2F3-Based Sodium-Ion Batteries"
}