{
    "DOI": "10.1039/D4QM00318G",
    "Journal": "Materials Chemistry Frontiers",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) represent a promising low-cost complement to the widely employed lithium-ion batteries (LIBs) for stationary energy storage and moderate range electric vehicles. Nevertheless, the radius of Na+ is much bigger than Li+ (1.06 versus 0.76 Å). This would result in a sluggish Na+ intercalation/de-intercalation process as well as substantial volume change and complex phase transitions for the host materials, leading to unsatisfactory rate capability and cyclability. The above problems severely limit the widespread employment of SIBs. In addition, the energy density of SIBs is generally lower than the LIBs counterpart. The energy density heavily relies on the working plateau and capacity of the cathode material, a key component of the SIBs. Thus, it is essential to develop high-capacity, high-voltage, and long-cycle-life SIB cathode materials.",
                "Up to now, several types of SIB cathode materials have been reported, including polyanionic compounds, layered transition metal oxides, and prussian blue analogues. Among these candidates, polyanionic compounds demonstrates the best structural stability, making them attractive SIB cathode materials. Natrium superionic conductor (NASICON) materials are a typical family of polyanionic compounds. The NASICON type materials has the generic formula of AxMy(XO4)3, where MO6 octahedra and XO4 tetrahedra exist (A = Li, Na, K; M = Fe, V, Mn, Ti, Al, Cu, Zr; X = P, Si, S). The strong covalent interaction between X and O induces the great ionization of M–O in the NASICON structure, resulting in a high transition metal redox potential and thus a high working voltage. Furthermore, the strong X–O covalent bond stabilizes the O in the material lattice, resulting in a high structural stability.",
                "Na3V2(PO4)3 (NVP) represents the most well-known NASICON type SIB cathode. Although the NVP demonstrates decent rate capability and cyclability, challenges still exist. (I) Limited by the two-electron redox reaction, the NVP shows relatively low capacity and energy density. (II) The costly and toxic vanadium (V) limits the large-scale application. Thus, efforts have been dedicated to substituting the V of NVP. Replacing V with cheap and environment-benign electrochemically active elements (such as Fe and Mn) lowers the cost and toxicity of NVP. Substituting the V with inert elements (such as Al) further improves the material's structural stability, making the multi-electron redox reaction possible. Therefore, rational ion substitution in NVP would pave the way for future application.",
                "Herein, we design a Na3.67Cu0.17Fe0.5V1.33(PO4)3 cathode material (NCFVP). The introduction of Fe and Cu at the V site realizes a highly reversible multi-electron redox reaction. The rationally designed NCFVP manifests a high capacity (160 mA h g−1 at 0.1 C), high energy density (450 W h kg−1) as well as impressive cyclability (1% capacity degradation for 200 cycles at 0.2 C). In situ X-ray diffraction reveals the highly reversible Na+ intercalation/de-intercalation in NCFVP through a solid solution reaction. Coupling with hard carbon (HC), the NCFVP//HC full cell also manifests decent electrochemical performances."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "The NCFVP microspheres were synthesized by a spray drying method. Citric acid monohydrate (6.3 g), ammonium metavanadate (1.872 g), copper acetate monohydrate (0.399 g), ferric nitrate nonahydrate (2.424 g), sodium dihydrogen phosphate dihydrate (5.616 g), and anhydrous sodium citrate (0.688 g) were dissolved in water. Afterwards, the solution was spray-dried (BUCHI Mini Spray Dryer B-290) at 180 °C to prepare the NCFVP precursor. The precursor was annealed at 650 °C under argon for 6 h to obtain the final product NCFVP. The control samples Na3.67Fe0.67V1.33(PO4)3 (NFVP) and Na3.67Cu0.67V1.33(PO4)3 (NCVP) were prepared in a similar way."
            ],
            "name": "Experiment",
            "type": "section_h2"
        },
        {
            "content": [
                "X-ray diffraction (XRD) Rietveld refinement (Fig. 1a and Fig. S1, ESI†) suggests that both NCFVP and NFVP belong to the Rc rhombic space group. The NCVP can also be indexed to the same space group, but an impurity phase (Cu) is observed. Tables S1–S3 (ESI†) list the lattice parameters and detailed atomic occupancies of the materials. The crystal structure of NCFVP is provided in Fig. 1b, and the doped Cu and Fe occupy the V sites. The NCFVP consists of MO6 (M = V, Fe or Cu) octahedra and PO4 tetrahedra connected in a three-dimensional way, which provides an ideal diffusion pathway for Na+.",
                "Due to the presence of citric acid and acetate ions in the raw materials, the products contain a certain amount of carbon, which effectively increases the electrical conductivity of the materials. From thermogravimetric analysis (TGA, Fig. 1c), the carbon contents of NCFVP, NFVP, and NCVP are calculated to be 7.8, 7.3, and 9.4 wt%, respectively. The difference carbon contents are originated from the different Cu(CH3COO)2Cu·H2O feeding amounts, which contains carbon. Raman spectra (Fig. 1d) is used to probe the microstates of carbon. The peaks at 1334 and 1580 cm−1 correspond to the D and G bands of carbon, respectively. The calculated ID/IG for NCFVP, NFVP, and NCVP are 0.98, 0.99, and 0.97, respectively. The relatively low ID/IG value suggests the partial graphitization of carbon. Fourier transform infrared (FT-IR, Fig. S2, ESI†) spectra reveals structural information of the samples. The symmetric stretching vibration of P–O bond is observed at 1185 cm−1, while the asymmetric stretching vibration is reflected by the bands at 576 and 1023 cm−1. The peaks located at 631 and 976 cm−1 are observed for all the samples, which are from the vibrations of V–O bonds in the VO6 octahedra. From the nitrogen sorption analysis (Fig. 1e and f), the surface areas and pore size distributions (PSD) can be obtained. The surface areas of NCFVP, NFVP, and NCVP are 69.5, 36.5, and 21.6 m2 g−1, respectively. All samples contain abundant mesopores as can be observed in the PSD curves (Fig. 1f). The abundant mesopores would facilitate the penetration of electrolyte, contributing to the rate performance.",
                "X-ray photoelectron spectroscopy (XPS) offers information on the elemental composition and surface valence states of the transition metal species. The survey spectra (Fig. S3, ESI†) identify the elemental composition of NCFVP, NFVP, and NCVP. The C 1s spectrum of NCFVP (Fig. S4, ESI†) exhibits three components from C–C (284.8 eV), CO–C (286.5 eV), and COO bonds (289.5 eV). The V 2p spectrum (Fig. 1g) present two major peaks at 524.0 and 517.0 eV from the V 2p1/2 and V 2p3/2 of V(III), respectively. The Fe 2p spectrum (Fig. 1h) shows characteristic peaks at 712.3 (2p3/2) and 724.6 eV (2p1/2) from Fe(II), 715.6 (2p3/2) and 726.4 eV (2p1/2) from Fe(III). The Cu 2p spectrum (Fig. 1i) presents characteristic peaks of Cu(II) at 934.4 (Cu 2p1/2) and 954.3 eV (Cu 2p3/2).",
                "Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) shows the microstructure of NCFVP. The NCFVP is composed of micron spheres with sizes of 0.5–5 μm (Fig. 2a and b). The NFVP and NCVP also present a micron spherical morphology with a non-negligible fraction of broken spheres (Fig. S5, ESI†). High-resolution TEM (HRTEM) shows that the highly crystalline NCFVP is encapsulated by a thin carbon layer (∼5 nm) on the surface (Fig. 2c). By zooming into the square region in Fig. 2c, stripes with a lattice spacing of 0.28 nm is observed, coinciding with the (116) spacing of the rhombic NCFVP (Fig. 2d). Fast Fourier transform pattern (Fig. 2d inset) confirms the high crystallinity of the NCFVP. High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image and the corresponding energy dispersive spectroscopy (EDS) mappings reveal that the Na, Cu, Fe, V, P, O, and C are evenly distributed within the microspheres (Fig. 2e).",
                "The Na storage capacity of the materials was tested in a potential window of 1.5–3.8 V with Na sheet as the reference electrode. Fig. 3a and Fig. S6 (ESI†) present the cyclic voltammetry (CV) profiles of NCFVP, NFVP, and NCVP. The NCFVP shows redox peaks at 1.65/1.58 V, 2.55/2.44 V, and 3.51/3.33 V, which are from the V2+/V3+, Fe2+/Fe3+, and V3+/V4+ redox couples, respectively. The cathodic peak at ∼3.3 V splits into two, one at 3.33 V and the other at 3.37 V. The splitting of the cathodic peak can be attributed to the structural rearrangement caused by the migration of Na+ from Na (1) site to Na (2) site. The overlapping CV profiles demonstrate the excellent Na+ intercalation/de-intercalation reversibility. The CV profiles of NFVP also exhibit three redox pairs, almost identical to those of NCFVP. The NCVP presents three pairs of redox peaks, one from V2+/V3+ (1.73/1.56 V), one from V3+/V4+ (3.47/3.30 V), and the other from Cu+/Cu2+ (3.01/2.19 V).",
                "The cycling performances of NCFVP, NFVP and NCVP are compared at 0.2 C (1 C = 150 mA g−1). The first discharge capacity of NCFVP at 0.2 C reaches 121.6 mA h g−1 (Fig. 3b and c). Over 200 cycles, the capacity keeps at 120.4 mA h g−1, and the capacity degradation is as low as 1%. At the same C rate, the NFVP and NCVP exhibit much lower initial discharge capacities (100.5 mA h g−1 for NFVP and 109.8 mA h g−1 for NCVP) and capacity retentions (86.8% for NFVP and 62.7% for NCVP) (Fig. S7, ESI†). The NCFVP presents three well-defined charge/discharge plateaus at ∼3.5, 2.5, and 1.6 V. From high potential to low potential, the charge/discharge plateaus are from the V3+/V4+, Fe2+/Fe3+, and V2+/V3+ redox couples. The absence of charge/discharge plateaus for Cu2+/Cu+ may related to its relatively low content.",
                "The rate performances of NCFVP, NFVP, and NCVP are tested at 0.1–5 C. For NCFVP, discharge capacities of 160.0, 131.5, 117.8, 104.6, 94.7, and 87.7 mA h g−1 are obtained at 0.1, 0.2, 0.5, 1, 2, and 5 C (Fig. 3d and e), respectively. With the returning of C-rate to 0.1 C, the capacity recovers to 156.9 mA h g−1. Compared to both NFVP and NCVP, the NCFVP manifests much higher discharge capacity, no matter what the C-rate is (Fig. S8, ESI†). Fig. 3f compares the capacity, average discharge potential, and energy density of NCFVP with other phosphate/pyrophosphate-based SIBs cathode materials. Based on a first discharge capacity of 160 mA h g−1 and an average discharge potential of 2.8 V, the energy density of NCFVP reaches ∼450 W h kg−1, which exceeds most phosphate/pyrophosphate-based SIB cathode materials.",
                "The samples are then cycled at 2 C for 1000 cycles (Fig. 3g). The NCFVP manifests a first discharge capacity of 107.2 mA h g−1 and a capacity degradation of 14.6%. Compared to NCFVP, the NFVP and NCVP exhibit much lower initial discharge capacity and capacity retention. Ex situ XRD (Fig. S9, ESI†) reveals the crystal structure of NCFVP is well maintained after cycling, verifying the ideal structural stability of NCFVP. The robust crystal structure is responsible for the ideal cyclability of NCFVP.",
                "Galvanostatic intermittent titration technique (GITT) and multi-scan rate CV are employed to study the reaction kinetics of NCFVP. The GITT time-potential curve and the corresponding Na+ diffusion coefficients (DNa+) are plotted in Fig. 4a (the calculation method can be found in the ESI†). The cells are charged/discharged at a steady rate of 0.1 C for 20 minutes, and then the current is cut off with a 20-minute relaxation period to reach equilibrium (Fig. S10, ESI†). The DNa+ is in the range of 10−9–10−12 cm2 s−1, which is comparable to most reported NASICON type cathodes.",
                "The multi-scan rate CV profiles are shown in Fig. 4b. The DNa+ can be calculated from the slopes of the fitted straight lines in Fig. 4c (the calculation method can be found in the ESI†). The DNa+ calculated from the redox peaks 1–6 are 3.6 × 10−11, 6.1 × 10−11, 8.9 × 10−11, 8.0 × 10−11, 1.1 × 10−9, and 1.0 × 10−9 cm2 s−1, respectively (Fig. 4c). The relationship between peak current (i) and scan rate (v) provides information on the charge storage mechanism: i = avb. The electrochemical reaction is dominated by diffusion as b approaches 0.5, and capacitive behavior predominates as b approaches 1. The calculated b-values for peaks 1–6 are 0.88, 0.88, 0.73, 0.77, 0.70, and 0.77 (Fig. S10, ESI†), respectively. This indicates that both diffusion and capacitive controlled behaviors play significant roles in the electrochemical process of NCFVP. Electrochemical impedance spectroscopy (EIS, Fig. S11, ESI†) shows a charge transfer resistance (Rct) of 310.0 Ω for NCFVP. This value is smaller than that of NFVP (413.2 Ω) while larger than that of NCVP (161.4 Ω). The Rct decreases with increasing Cu content, suggesting the introduction of Cu is beneficial for promoting the Na+ diffusion.",
                "The structural evolution of NCFVP during Na+ insertion/extraction is studied by in situ XRD. Before cycling, characteristic diffractions of NCFVP can be clearly observed (Fig. 4d). All the diffractions move toward high angle continuously during charging and move back to their original positions during discharging, suggesting a solid solution reaction mechanism. The highly reversible change of diffractions demonstrates the ideal electrochemical reversibility as well as the robust structural stability of NCFVP. Take the (116) diffraction as an example, both the peak position and intensity can be recovered to its original state after one charge and discharge cycle (Fig. S12, ESI†).",
                "A full cell (N/P = 1.2) is assembled with NCFVP as the cathode and pre-sodiumed commercial HC as the anode (Fig. 5a). The commercial HC manifests a steady capacity of 264.8 mA h g−1 at 100 mA g−1 (Fig. S13, ESI†). CV curves of the full cell show two anodic peaks at 2.33 and 3.58 V and two cathodic peaks at 1.94 and 3.12 V (Fig. 5b). The NCFVP//HC full cell manifests a capacity of 74.1 mA h g−1 at 0.5 C and a capacity degradation 22.5% over 100 cycles (Fig. 5c and d). Based on the mass of NCFVP, the full cell offers a high capacity of 100.6 mA h g−1 at 0.1 C. Even at 2 C, a capacity of 64.5 mA h g−1 is achieved (Fig. 5e and f)."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we designed a NASICON type Na3.67Cu0.17Fe0.5V1.33(PO4)3 (NCFVP) SIB cathode material with multi-electron redox reactions. The multi-electron reaction endows the NCFVP with a high capacity (160.0 mA h g−1 at 0.1 C) and high energy density (450 W h kg−1). Benefited from the robust framework structure, the NCFVP also achieves impressive cyclability (1% capacity degradation over 200 cycles at 0.2 C). In situ XRD reveals the highly reversible Na+ intercalation/de-intercalation in NCFVP via a solid solution reaction. This work provides a new cathode choice with multi-electron redox reaction and robust stability for SIBs."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Design research plan, monitor experimental progress, and revise manuscript: Liang Zhou, Ping Hu. conduct experiments, analyze data, and draft manuscript: Changliang Chen. participate in data result discussion: Hao Fan, Zhaojian Wang, Mengyao Wang, Yu Zhang."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A NASICON-type Na3.67Cu0.17Fe0.5V1.33(PO4)3 cathode with multi-electron reaction for high-energy sodium-ion battery"
}