{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Conversion reaction",
        "Graphene",
        "Iron sulphate",
        "Nanocomposite",
        "Sodium-ion batteries",
        "Recommended articles"
    ],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have gained prominence as the ideal choice for next-generation large-scale energy storage systems owing to advantages such as sodium abundance and cost-effectiveness. However, their synthesis requires harsh conditions such as high pressure and temperature, and the cathode materials exhibit poor electrical conductivity and sluggish kinetics, hindering SIBs from meeting the requirements for practical applications. In this study, a conversion-type Gr/FeSO4 nanocomposite based on earth-abundant and environmentally friendly elements was developed using a high-energy mechanical ball-milling method. The conversion reaction in FeSO4 was triggered via a simple direct-contact pre-sodiation method, wherein the FeSO4 particles were reversibly converted to Fe0 and Na2SO4 and recovered in the next charging process. Meanwhile, graphene in Gr/FeSO4 acted as a conductive matrix that provided additional electron transfer paths, resulting in increased ionic and electronic conductivities and enhanced diffusion kinetics. Owing to these matrices, the as-prepared Gr/FeSO4 nanocomposite exhibited remarkable long-term cyclability. This study highlights the advantages of combining pre-sodiation and conversion reactions for cathodes and demonstrates the feasibility of employing naturally abundant FeSO4 for high-performance SIBs.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Data will be made available on request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "1",
                "These authors contributed equally.",
                "2",
                "Present address: Department of Chemistry and Materials Science, School of Chemical Engineering, Aalto University, P.O. Box 16100, Allto FI-00076, Finland.",
                "© 2024 The Authors. Published by Elsevier B.V."
            ],
            "name": "Cited by (0)",
            "type": "section_h2"
        },
        {
            "content": [
                "No articles found.",
                "About ScienceDirect",
                "Remote access",
                "Advertise",
                "Contact and support",
                "Terms and conditions",
                "Privacy policy",
                "Cookies are used by this site. Cookie Settings"
            ],
            "name": "Recommended articles",
            "type": "section_h2"
        }
    ],
    "Title": "Earth-abundant FeSO4-based conversion-type cathode for rechargeable sodium-ion batteries"
}