{
    "DOI": "10.1021/acsami.4c04795",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Developing an efficient, clean, and renewable new energy system is the key to solving global energy problems. As a simple and efficient energy storage technology, secondary batteries play a vital role in important application fields of new energy such as photovoltaic engineering, wind power generation, smart grids, and clean transportation.  Lithium-ion batteries (LIBs), epitomizing cutting-edge rechargeable battery technology, dominate virtually the entire market of electronic products and are esteemed in key sectors like electric vehicle manufacturing and energy storage facilities.  Nevertheless, lithium resources on earth are severely limited (crustal abundance 0.006%) and unevenly distributed (mainly in South America). Lithium’s resource scarcity and economic considerations are anticipated to emerge as pivotal constraints in the expansive application of energy storage technologies. Sodium, akin to lithium in its group on the periodic table, exhibits similar chemical properties and is abundant (crustal abundance 2.64%) and more cost-effective. Therefore, the construction of a high-performance battery system based on sodium-ion intercalation reaction has more application advantages than LIBs in the realm of large-scale energy storage. ",
                "Nevertheless, relative to lithium ions, the augmented radius of sodium ions precipitates diminished Na+ diffusion kinetics and a less stable electrode/electrolyte interfacial structure, thereby complicating the selection of viable electrode materials for sodium storage applications.  Carbon materials, known for their abundant availability, low cost, and straightforward processing methods, have garnered considerable interest among researchers.  In particular, hard carbon (HC) materials have emerged as attractive anode candidates, attributed to their varied configurations and favorable redox potentials in sodium-based systems.  However, traditional HC anodes for sodium storage exhibit diminished initial Coulombic efficiencies (ICEs), compromised sodium storage capacities, and subpar rate performances, due to the constricted carbon interlayer spacing and the lethargic diffusion kinetics of Na+. Designing nanostructures is a common approach to elevate the sodium storage efficacy of HC.  Constructing tailored nanostructures serves to augment the interfacial area between the electrode and electrolyte as well as shorten the diffusion pathway for sodium ions within HC. For instance, Yang et al. introduced a novel type of hard nanofibers, demonstrating a notable capacity of 250 mAh g–1 at 100 mA g–1, along with enhanced cycling stability exceeding 1200 cycles.  Nevertheless, these materials often exhibit restricted capacity (<300 mAh g–1) and modest ICE (<70%), posing challenges in the construction of practical sodium-ion batteries (SIBs). Introducing heteroatom doping emerges as another effective strategy for enhancing the electrochemical performance of HC.  Incorporating heteroatoms such as nitrogen, sulfur, oxygen, phosphorus, fluorine, and boron can effectively induce distortion in hexagonal carbon structures and widen the interlayer spacing within carbon materials. Consequently, this modification reduces the resistance encountered during sodium-ion intercalation and extraction processes in HC materials. Moreover, heterogeneous atoms can change the defect concentration, π–π conjugation structure, and charge distribution of HC materials, thereby enhancing both electron-transport characteristics and chemical reactivity of the carbon framework. Recently, Wang et al. fabricated a nitrogen- and sulfur-codoped carbon via a self-templating synthesis. It exhibits an exceptional sodium storage capacity of 316.1 mAh g–1 at 100 mA g–1 and demonstrates a notable rate performance, delivering 178.3 mAh g–1 at a high rate of 3.0 A g–1.  Nevertheless, the ICE still requires significant enhancement. Hence, there remain formidable obstacles in the pursuit of practical HC electrodes with high ICE, realizable capacities, and stable cyclic retention.",
                "HC, delineated by its structure of curved, disoriented carbon lamellae featuring structural anomalies, inclusive of pentagonal and heptagonal carbon rings, and adorned with oxygenated functional entities such as hydroxyl and carboxyl moieties, experiences an irreversible sodiation process at these defect locales and oxygen-rich functional groups.  This nonreversible sodiation phenomenon, alongside its pivotal role in solid–electrolyte interphase (SEI) layer genesis, culminates in a diminished ICE within HC anodic materials.  Therefore, reducing the specific surface area of HC materials and decreasing the oxygen-containing functional groups on the surface are expected to improve the initial efficiency of the electrode. Relative to alternative forms such as nanofibers, nanorods, nanosheets, and core–shell configurations, carbon spheres exhibit a reduced specific surface area. This characteristic diminishes the prevalence of oxygen-containing functional groups on HC surfaces. A lower concentration of these groups curtails the irreversible consumption of sodium ions during SEI formation, thereby enhancing the ICE of HC. In this work, we introduce an ecofriendly, straightforward one-step polymerization technique for synthesizing nitrogen-doped carbon submicrospheres (NCSMs). Leveraging a distinctive structure characterized by minimal surface area, fewer oxygen-rich functional groups, and enhanced nitrogen-doping sites, our synthesized NCSMs exhibit impressive electrochemical performances. These include an exceptional ICE of 84.8%, a remarkable reversible capacity of 384 mAh g–1, an impressive rate performance, achieving 215 mAh g–1 at 10 A g–1, and unparalleled cycling durability extending beyond 2000 cycles. These characteristics potentially establish the NCSM as an optimal anode candidate for advanced SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The nitrogen-doped carbon submicrospheres (NCSMs) were synthesized by a polymerization reaction at room temperature followed by high-temperature carbonization. Typically, 1.5 mL of NH4·H2O, 80 mL of ethanol, and 180 mL of distilled water were mixed evenly with vigorous agitation for 0.5 h. Then, 1.0 g of dopamine hydrochloride was introduced to the prior mixture, followed by continuous stirring for 30 h. Following the transition of the solution to a brownish coloration, the resultant precipitates were segregated using centrifugal separation and underwent several rounds of purification with ethanol and deionized water. The obtained samples were then subjected to a vacuum-drying process at 80 °C for 10 h, thereby yielding the desired precursor material. The precursor underwent calcination in an argon environment at 1100 °C for 2 h, facilitating the synthesis of NCSMs. For comparison, the carbon nanospheres without nitrogen doping (CNS) were prepared through the following process. A total of 6 g of glucose was uniformly dissolved in deionized water by vigorous stirring. The prepared solution was transferred to a 100 mL autoclave and subjected to thermal treatment at 180 °C for 4 h. Postcooling, the brown sediment was isolated via centrifugation and underwent successive washes with deionized water and ethanol. The precursor, after vacuum drying, was then heat-treated at 1100 °C for 2 h under an argon shield, culminating in the synthesis of the CNS composite."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structural and electronic configurations of the samples were elucidated via X-ray diffraction (XRD; PANalytical BV, Holland) and X-ray photoelectron spectroscopy (XPS; model AXIS-ULTRA DLD). Surface area assessments were conducted employing the Brunauer–Emmett–Teller method for nitrogen adsorption–desorption, utilizing a TriStar II 3020 system. Microstructural characterizations were performed through scanning electron microscopy (SEM; type SIRION200) and transmission electron microscopy (TEM; model JEOL2100)."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical characterization of the synthesized materials was conducted utilizing CR2025-type coin cells. The working electrode formulation comprised a mixture of the active material, conductive additive Super P, and binder poly(vinylidene fluoride) in a solvent of N-methyl-2-pyrrolidone, following a mass ratio of 7:2:1, with an active material density of 1.8–2.0 mg cm–3. Sodium metal of high purity (A.R., >99.7%), procured from Shanghai Aladdin Biochemical Technology Company, Ltd., was fashioned into wafers of 100–200 μm thickness and 12 mm diameter, functioning as both counter and reference electrodes. A Whatman glass fiber served as the separator, and the electrolyte comprised 1 M NaPF6 in dimethoxyethane. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) analyses were executed on a Chenhua electrochemical workstation (Shanghai, China). Galvanostatic cycling assays were undertaken utilizing a LANHE battery testing apparatus (Wuhan, China) within an operational voltage spectrum of 0.005–3.0 V."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density functional theory (DFT) analyses were meticulously executed utilizing the Gaussian 09, revision D.01, computational framework. Geometric optimizations were conducted via the M06-2X functional coupled with the 6-31G(d,p) basis set. For each geometrically optimized structure, single-point energy evaluations were performed at the M06-2X/6-31G(d,p) theoretical level. The calculation of adsorption energies (Ead) adhered to the formula Ead = Ecomposite – (ENa + Egraphene), where Ecomposite denotes the total energy of the composite system, ENa signifies the energy of the isolated sodium ion, and Egraphene represents the energy of the pristine graphene substrate. Further, the assessment of the highest occupied molecular orbital (HOMO)/lowest unoccupied molecular orbital (LUMO) energy gap, electrostatic potential (ESP), and reduced density gradient were accomplished using the advanced capabilities of the Multiwfn computational tool. Isosurface mapping and visualization tasks were adeptly handled via the Visual Molecular Dynamics (VMD) software, version 1.9.3."
                    ],
                    "name": " Computational Method",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The NCSMs were synthesized via a polymerization reaction at room temperature followed by high-temperature carbonization. As shown in , flake dopamine hydrochloride () reacts with ammonia to form dopamine (). Due to the abundance of −OH and −NH2 functional groups in dopamine, it readily undergoes self-polymerization, yielding spherical polymerized dopamine precursors ( and ). In the terminal annealing phase, the polymer precursors are subjected to carbonization, resulting in the in situ generation of NCSMs ().",
                "SEM and TEM techniques were employed for the morphological and particle size characterization of the NSCM. The obtained NCSM sample still maintains a uniform spherical structure with a diameter of 750 nm after carbonization at 1100 °C (a–c). The size of the NSCM sphere is slightly smaller than that of the polymer precursor due to high-temperature decomposition of the organic polymer (). The high-resolution TEM (HRTEM) image () of the NCSM reveals an absence of distinct crystal lattices, indicating its amorphous structure. Energy-dispersive spectroscopy (EDS) mapping images of a single carbon submicrosphere (d–f) display a uniform distribution of carbon and nitrogen within the NCSM, attributed to homogeneous nitrogen doping resulting from in situ carbonization of the polydopamine precursor. This uniformity in doping is advantageous for sodium storage due to the combined effects of increased active sites and improved electronic conductivity. In contrast, the CNS was prepared via a dual-step method involving an initial hydrothermal reaction followed by subsequent high-temperature carbonization. As shown in , the CNS sample emerges as well-dispersed nanospheres with a size of 100 nm. The absence of distinct lattices in the HRTEM image of the CNS suggests the amorphous nature of the sample (). Furthermore, the EDS test did not detect the presence of nitrogen, proving the successful preparation of carbon nanospheres without nitrogen doping ().",
                "XRD analysis was conducted to investigate the crystallographic characteristics of both the NCSM and CNS specimens. The XRD patterns, depicted in a, display two pronounced diffraction peaks at approximately 24° and 43°. These peaks are emblematic of the (002) and (100) crystallographic planes, aligning with the typical diffraction patterns associated with amorphous carbon structures.  Compared with the CNS, the (002) crystal plane of the NCSM sample exhibits a lower degree shift, suggesting an expanded interlayer spacing d002 in the NCSM. Employing the principles of Bragg’s equation, the calculated interlayer spacings (d002) for the CNS and NCSM are deduced to be approximately 0.372 and 0.391 nm, respectively. Nitrogen-atom doping can improve the electrostatic repulsion between carbon layers, resulting in an enlarged carbon-layer spacing of the NCSM samples. The enlarged layer spacing is conducive to the intercalation/deintercalation of Na+, thereby helping to increase the plateau capacity of the NCSM sample. b presents Raman spectra of two samples. Within the Raman spectra of both samples, characteristic peaks manifest at 1350 and 1580 cm–1, attributable to the D and G bands, respectively. The D band epitomizes the presence of structural anomalies and disorder in the hexagonal graphitic layers, while the G band pertains to the vibrational modes of sp2-hybridized carbon atoms within a two-dimensional hexagonal lattice framework.  A notable observation is the elevated ID/IG intensity ratio in the NCSM compared to the CNS, which implies that nitrogen doping markedly intensifies the defect density within the carbonic spheroidal structures. XPS analyses were conducted to explore the chemical state and bonding information on the NCSM and CNS. As shown in the XPS survey spectra, compared with the CNS, the NCSM sample contains nitrogen peaks in addition to carbon and oxygen characteristic peaks, further proving the successful doping of nitrogen in the NCSM (c). Based on the elemental analysis data, the NCSM manifests a nitrogen content of approximately 3% (). The C 1s XPS spectrum of the NCSM exhibits three salient peaks, located at 284.7, 285.9, and 289.7 eV, which are respectively assignable to the C═C, C–C═N, and COOH groups. Conversely, the C 1s XPS spectrum of the CNS also delineates into three peaks, resonating at 284.5, 285.0, and 288.5 eV, corresponding to the C═C, C–O, and COOH bonding configurations, respectively, as illustrated in d.  The ratio of the peak areas can be calculated to quantify the proportions of the three functional groups of the C 1s XPS spectrum. As shown in , the proportion of oxygen-containing functional groups (C–O and COOH) in the CNS (55.2%) is significantly higher than that in the NCSM (21.5%). In general, the sodiation of oxygen-containing functional groups is irreversible, and it consumes more sodium ions for SEI formation. Therefore, less oxygen-containing functional groups are beneficial to the NCSM in achieving high ICE. The N 1s XPS spectral analysis of the NCSM delineates four principal peaks, identifiable as pyridinic nitrogen (N-6, at 398.0 eV), pyrrolic nitrogen (N-5, at 399.1 eV), graphitic nitrogen (N-Q, at 401.0 eV), and oxidized nitrogen (N-O, at 402.9 eV) (e).  These nitrogen configurations are quantitatively represented as 17.6% for N-6, 9.6% for N-5, 48.3% for N-Q, and 24.5% for N-O (). Pyridinic and pyrrolic nitrogen functionalities are instrumental in facilitating sodium-ion dynamics, thereby enhancing capacitive interactions on the electrode interface. The incorporation of graphitic nitrogen is pivotal in modulating the electron-donating attributes of the carbon lattice, augmenting its electrical conductivity. Additionally, the oxidized nitrogen is vital in augmenting the interfacial wettability between the electrolyte and HC, thereby streamlining the transport kinetics of sodium ions.  The pore-size distribution and specific surface area of the material were rigorously characterized via nitrogen adsorption–desorption isotherm analyses. As delineated in f, both the NCSM and CNS manifest type II isotherms, confirming their nonporous architectures. Remarkably, the NCSM exhibits a specific surface area of merely 5 m2 g–1, substantially inferior to that of the CNS, which is quantified at 264 m2 g–1. The diminished specific surface area and lack of porosity aid in minimizing the irreversible loss of sodium ions during formation of the SEI film, thereby enhancing the ICE of the NCSM specimen.",
                "CV analyses were conducted to elucidate the sodium storage behaviors of the NCSM and CNS. Parts a and b of  exhibit the CV profiles of the NCSM and CNS at a scanning rate of 0.2 mV s–1 across a potential range from 0.005 to 3 V. The initial cathodic scans display two major irreversible reduction peaks at 0.95 and 0.45 V, correlating to Na+ interaction with surface COOH groups and SEI formation, respectively. It is noteworthy to mention that, apart from the two peaks observed at 0.95 and 0.45 V, an additional broad irreversible peak is evident in the CNS sample around 1.1 V, attributed to sodiation of the C–O group. In the subsequent scans, a distinctive pair of redox peaks emerges at 0.01 and 0.10 V, denoting the Na+ insertion/extraction processes occurring within the graphite microcrystalline layer and nanovoids. Parts c and d of  depict the charge–discharge profiles of the NCSM and CNS at 0.05 A g–1 during the initial three cycles. Initially, the NCSM electrode demonstrates a charge capacity of 331.8 mAh g–1 and a discharge capacity of 391.4 mAh g–1, respectively, achieving a Coulombic efficiency of 84.8% (c). The high ICE with inspiring reversible capacity was hardly achieved in any other nitrogen-doping carbon-based materials in previously reported literatures, as presented in . For comparison, the CNS electrode delivers 186.5 mAh g–1 of charge capacity and 314.4 mAh g–1 of discharge capacity with an ICE of 59.3% (d). The enhanced ICE observed in the NCSM is ascribed to its unique structural attributes, notably a minimized surface area coupled with a reduced presence of oxygen-containing functional groups, which collectively foster improved sodium storage capabilities. Notably, both samples display distinct charge and discharge profiles characterized by two regions: a plateau region (0.005–0.1 V) and a sloping region (0.1–1.5 V). Typically, the plateau area is associated with Na+ insertion/extraction within the carbon layer, while the slope area is attributed to the sodium adsorption–desorption on defect sites, surface bonds, and filling pores. As shown in , the NCSM sample exhibits a slope capacity comparable to that of the CNS, while demonstrating a significantly higher plateau capacity. This enhanced plateau capacity in the NCSM is attributed to the effective nitrogen doping, which increases the spacing within the carbon layer, consequently facilitating superior sodium insertion/extraction behaviors.",
                "To further gain elucidation on the sodium storage mechanism, CV tests of the NCSM and CNS at different scanning rates were conducted to delineate the capacitive (nondiffusive) and diffusion-limited (bulk) contributions (a,d). A frequently employed methodology involves the utilization of a power-law equation, formulated as i = aνb. Here, a and b are modifiable parameters, i denotes the peak current (A), and ν signifies the potential sweep rate (mV s–1). In general, b values of approximately 0.5 suggest that sodium diffusion into the graphene layer governs the electrochemical process, whereas values near 1.0 indicate a pseudocapacitive control mechanism in the material’s sodium storage process (adsorption of Na+ into pores or functional groups).  Through linear fitting of log(i) and log(ν), the b values for the NCSM and CNS are derived as 0.7 and 0.81, respectively (b,e), suggesting the diffusion-controlled behavior of the NCSM electrode and capacitance-governed process of the CNS electrode. Furthermore, the relative contributions of the capacitance and diffusion mechanisms can be assessed via the equation i(ν) = k1ν + k2ν1/2. The constants k1 and k2 serve as coefficients utilized to differentiate between contributions arising from the diffusive and nondiffusive mechanisms.  The calculation results show that the capacitance contribution ratio of the NCSM at scan rates of 0.2, 0.5, 0.7, 1, and 1.7 mV s–1 are 62%, 66%, 68%, 69%, and 83%, respectively, which are much lower than those of the CNS electrode, further demonstrating the stronger diffusion behavior of the NCSM (g,h). Noteworthily, as illustrated in c,f, , the pseudocapacitance of both samples is mainly distributed in a high voltage area, further proving that the low-voltage plateau region corresponds to the insertion process and the high-voltage slope region corresponds to the adsorption process.",
                "a exhibits the cycling performance of two samples at 0.05 A g–1. It is evident that the NCSM electrode retains a reversible capacity of 384 mAh g–1 after 150 cycles, significantly outperforming the CNS electrode in this regard. Both of these electrodes can remain stable over 150 cycles at 0.05 A g–1. To explore the impact of nitrogen doping on the sodium storage capacity of HC materials, two variants of NCSMs were synthesized following a methodology akin to that of the NCSM. The distinguishing factor between them is the utilization of distinct carbonization temperatures, set at 1200 and 1400 °C, respectively. These two samples are labeled as NCSM-1200 and NCSM-1400. The elemental analysis test reveals a nitrogen content of 1.7% for NCSM-1200, while NCSM-1400 samples only contain a trace amount of 0.1% nitrogen (). Both samples exhibit nitrogen contents lower than those of the NCSM reference, primarily due to the promotion of C–N bond cleavage at higher calcination temperatures, thus resulting in nitrogen loss. The SEM images show that both samples exhibit uniform submicron spherical structures (). The N 1s XPS spectrum indicates that NCSM-1200 primarily contains pyridinic nitrogen, pyrrolic nitrogen, graphitic nitrogen, and oxidized nitrogen species (). The XPS survey spectrum () and EDS mapping images () further confirm that the nitrogen content in NCSM-1400 is negligible. Constant current charge–discharge tests conducted at 0.05 A g–1 exhibit reversible capacities of 248.4 mAh g–1 for NCSM-1200 () and 204.7 mAh g–1 for NCSM-1400 (), significantly lower than that of the NCSM electrode, indicating that N doping can effectively improve the sodium storage capacity of HC materials. Remarkably, the NCSM electrode demonstrates remarkable long-term cyclic stability. Parts c and d of  illustrate its sustained specific capacities of 322 mAh g–1 at 0.2 A g–1 and 248 mAh g–1 at 1 A g–1 after 1000 and 2000 cycles, respectively, with capacity retentions of 96.7% and 83.0%. In contrast, the CNS electrode exhibits an inferior performance, with reversible capacities of 183 mAh g–1 at 0.2 A g–1 and 118 mAh g–1 at 1 A g–1 after 1000 and 2000 cycles. To elucidate the underlying mechanisms contributing to the NCSM’s exceptional cyclic stability, a detailed investigation of the microstructural transformations of the NCSM electrode during various cycling stages was conducted using SEM, as illustrated in . It indicated negligible morphological changes within the NCSM electrode during the extensive charge–discharge cycles, underscoring the electrode’s robust structural resilience. The enlargement of the interlayer gaps in the carbon strata can mitigate stress induced by sodium-ion insertion and extraction processes, thus preserving the electrode’s structural integrity. Besides its exceptional cyclic stability, the NCSM also demonstrates remarkable rate capability (b). Inspiring capacities of 344, 342, 331, 319, 309, 294, and 267 mAh g–1 can be achieved for the NCSM electrode at 0.05, 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1. Remarkably, even at an ultrahigh current density of 10.0 A g–1, the NCSM retains a capacity of 215 mAh g–1. When the current density is reverted to 0.05 A g–1 after 90 cycles, the reversible capacity recovers to 363 mAh g–1, showcasing an exceptional rate performance. In contrast, the CNS electrode exhibits poorer rate performances with 186, 176, 168, 159, 150, 144, 132, and 118 mAh g–1 at 0.05, 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g–1, respectively.",
                "To elucidate the underlying mechanisms contributing to the outstanding electrochemical properties of the NCSM, DFT simulations were performed. These simulations utilized classical cluster models for nitrogen-configured carbon surfaces. The electronic structures of nitrogen-enriched carbon clusters were investigated using the density of states delineated in a,b and . This investigation highlights substantial modifications in the molecular orbital configuration at the carbon surface upon nitrogen integration, thereby influencing the energy difference between the HOMO and LUMO. Notably, this HOMO/LUMO gap is significantly constricted in the nitrogen-doped carbon surface (2.57 eV) compared to its pristine counterpart (2.67 eV), a parameter critical to the electrical conductivity of carbon-based materials. This narrowing of the band gap suggests that nitrogen integration into the carbon lattice enhances the electron mobility, consequently promoting the electrochemical diffusion and Na+ integration, thus resulting in the enhanced utilization of active materials and exceptional rate performance of the NCSM electrode. The superior electron/ion-transport kinetics were further evidenced by EIS analysis.  displays the EIS curves of the NCSM and CNS electrodes after 100 cycles within the frequency spectrum of 100 kHz to 0.01 Hz. The discernible low-frequency region slope is indicative of Warburg impedance, stemming from Na+ diffusion processes in the active material matrix. The semicircular patterns observed in the midfrequency domain are indicative of charge-transfer resistance, whereas the high-frequency semicircles denote the resistance of the SEI. Based on the application of , NCSM’s Warburg coefficient was determined to be 60.4 Ω s–1/2, comparatively lower than the CNS’s value of 88.6 Ω s–1/2, which implies a more pronounced Na+ diffusion efficiency in the NCSM (). Further, as delineated through the equivalent circuit model (), the NCSM electrode manifests a diminished SEI film resistance (4.3 Ω) and charge-transfer resistance (25.4 Ω) relative to those of the CNS electrode (RSEI = 28.5 Ω and Rct = 82.6 Ω), thus evidencing its enhanced electron-transport facility.",
                "To further investigate the facilitation mechanism of nitrogen doping on sodium-ion adsorption onto carbon materials, ESP analysis was conducted. As shown in c,d, the surfaces exhibit a heterogeneous ESP relative to pristine carbon, indicative of localized polarization effects induced by nitrogen doping. Specifically, the vicinity of nitrogen heteroatoms displays a more negative ESP compared to pristine carbon, implying an increased cationic affinity, particularly for sodium ions. Moreover, the elevating Na+ adsorption capability of nitrogen-doped carbon materials was further clarified through the detailed examination of Na+ adsorption energies and the pertinent noncovalent interactions across varied carbon substrates. As depicted in e, the pristine carbon interface predominantly attracts Na+ to its basal plane, with only the dispersion component of the cation−π interaction (illustrated by a green disk) being observable between Na+ and the basal plane, delineating that Na+ adsorption on the pristine carbon interface is mediated primarily through cation−π interactions. For nitrogen-doped carbon interfaces, adsorption sites for Na+ are not limited to the basal plane but also include edge regions proximal to dopants, with these sites displaying adsorption energies comparable to the basal plane. As illustrated in f, besides the green disk, a light-blue disk denoting electrostatic interactions is additionally evident between Na+ and negatively charged oxygen atoms on nitrogen-doped surfaces, suggesting that nitrogen doping amplifies Na+ adsorption by introducing electrostatic interactions. In addition, the adsorption energy calculation formula of Ead = Ecomposite – (ENa + Egraphene) is employed, the adsorption energy for Na+ on the nitrogen-doped carbon surface is determined to be −2.24 eV, surpassing that of the pristine surface (−1.72 eV). This further substantiates the superior Na+ adsorption efficacy of the NCSM sample. The enhanced adsorption capacity can reduce the energy barrier for sodium-ion adsorption on the material’s surface, thus boosting the sloping capacity of HC."
            ],
            "name": "3.  Results",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we delineate a novel, ecofriendly one-pot polymerization reaction strategy for the synthesis of NCSMs at room temperature, leveraging dopamine hydrochloride not only as the carbon precursor but also as the nitrogen source, thereby obviating the necessity for external nitrogenous additives. The NCSM, distinguished by its low surface area, diminished oxygen-containing functional group presence, and evenly distributed nitrogen doping, exhibits superior electrochemical attributes. These include an ICE of 84.8%, an impressive reversible capacity of 384 mAh g–1, a significant rate performance of 215 mAh g–1 at 10 A g–1, and enhanced cycling stability across more than 2000 cycles. The submicron spherical configuration, characterized by its low surface area and minimal oxygen-functional groups, significantly reduces the loss of Na+ during formation of the SEI film, leading to an increased ICE. The homogeneous nitrogen doping enhances the spacing between carbon layers, optimizes the dynamics of electron/ion transport and increases Na+ adsorption efficacy, ensuring a high sodium storage capacity and robust rate performance. Importantly, the synthesis methodology presented herein is inherently sustainable, providing critical guidance for the fabrication of advanced host materials for practical SIB deployment."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Low-Surface-Area Nitrogen-Doped Carbon Submicrospheres as High-Coulombic-Efficiency and High-Capacity Anodes for Practical Sodium-Ion Batteries"
}