{
    "DOI": "10.1021/acsami.2c23236",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the anticipated future shortage of lithium, there has been extensive research on room-temperature sodium-ion batteries (NIBs) over the past few decades as a potential alternative to the market-dominating lithium-ion batteries (LIBs), particularly for large-scale energy storage systems.  Despite continuous technological improvements, the overall performance of NIBs still lags behind LIBs, although certain properties of battery components have become comparable to those used in state-of-the-art LIBs. ",
                "In terms of cathode materials, polyanion-type compounds  and layered transition-metal oxides  are two representative examples that have undergone numerous modifications in terms of elemental compositions, crystallographic structures, and particle morphologies. Polyanion-type compounds (e.g., phosphates,  pyrophosphates,  fluorophosphates,  NASICON structures,  sulfates,  and silicates ) are generally composed of tetrahedron anionic units interconnected with transition-metal polyhedral units, which contribute to high operating potential and cyclic stability. However, the relatively low electronic conductivity of polyanion-type cathodes often compromises these advantageous features, leading to insufficient rate capabilities,  unless surface or morphological modifications are made. On the other hand, relatively high electronic/ionic conductivities of layered transition-metal oxides enable fast charge/discharge (C/D), but multiple phase transitions during C/D often degrade the cyclability.  Humidity sensitivity also complicates electrode fabrication and/or long-term storage. ",
                "O3-NaCrO2 is a highly promising cathode material in the class of layered transition-metal oxides due to its reversible capacity, almost constant C/D voltages, and excellent thermal stability.  However, O3-NaCrO2 undergoes multiple phase transitions during C/D. It reversibly transforms to O3/O′3, O′3, O′3/P′3, and P′3 with Na+ extraction up to Na0.4–0.5CrO2,  and further removal of Na+ results in irreversible structure changes from layered to rocksalt through disproportionation/comproportionation with concomitant migration of chromium ions.  However, although the degree of desodiation is restricted to Na0.5CrO2 for better cyclability, the capacity continuously decreases with repeated C/D. Pristine O3-NaCrO2 commonly shows capacity retention less than 80% of initial capacities within 100 C/D cycles. ",
                "To address the stability issue of O3-NaCrO2, the control of phase transitions and thus the mitigation of dimensional changes have been investigated through isovalent/aliovalent substitution for Cr3+.  For example, Ma et al. recently reported that phase transitions can occur through an O3/P3 solid–solution state with no O′3 monoclinic phase by Sb substitutions. O3–Na0.9Cr0.9Sb0.05O2 retained 70.9% of its initial capacity (111 mAh g–1) after 1000 C/D cycles compared to 46.8% retention in pristine NaCrO2.  Surface modification has also been investigated to improve cyclic stability,  in which the surface layer either suppresses side reactions on the cathode surface (e.g., oxidation of chemical species reduced on anodes) or prevents solvent insertion into Na layers.  Carbon was the most popular choice in this category, and various precursors, including citric acid,  pitch,  coffee waste,  and acetylene,  have been used for the carbon coating of O3-NaCrO2. Among them, pitch-derived carbon-coated O3-NaCrO2 showed the highest cyclic stability, with approximately 90% of its initial capacity retained after 300 C/D cycles. ",
                "Oxide coating, which is a common approach in other cathode materials,  has been rarely explored in O3-NaCrO2. However, a recent study by Wang et al. showed the positive effect of in-situ-generated Cr2O3 layers on the cyclic stability of O3-NaCrO2.  The capacity retention of Cr2O3-coated NaCrO2 was greatly improved in NaClO4/propylene carbonate electrolytes containing fluorinated ethylene carbonate (FEC) additives (83.8% capacity retention after 300 cycles at 120 mA g–1).",
                "In this work, we present the one-pot synthesis of xCr2O3-coated Na(Cr1–2xAl2x)O2 and its remarkable cyclability in additive-free electrolytes. While numerous studies have investigated bulk doping or surface coating in other types of layered materials,  this is the first report on simultaneous doping and coating in NaCrO2. Through spectroscopic and microscopic analyses, we demonstrate that the phase separation of Cr2O3/Al-doped NaCrO2 is preferred over the formation of Al2O3/NaCrO2 or Na-deficient Na1–2xCr1–2xAl2xO2. By combining surface modification and isovalent doping, we show that xCr2O3-coated Na(Cr1–2xAl2x)O2 exhibits unparalleled cyclic stability (),  which cannot be achieved solely by either Cr2O3 coating or Al doping. We investigate the significant improvement in cyclability through synchrotron-based in-situ XRD patterns and changes in chromium concentrations in the electrolyte solution. Furthermore, we show that xCr2O3-coated Na(Cr1–2xAl2x)O2 is perfectly inert in humid air and even in water, providing an additional benefit. Our findings expand the range of potential cathode candidates and contribute to the commercialization of NIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals (purity >99.5%) were purchased from Merck. NaCrO2 and xCr2O3-coated Na(Cr1–2xAl2x)O2 (x = 0.01, 0.025, and 0.5) were prepared using a sol–gel method with citric acid as a chelating agent. To synthesize these materials, NaNO3, Cr(NO3)3·9H2O, and Al(NO3)3·9H2O (molar ratio = 1:1:x) were dissolved in 50 mL of water. Citric acid was then added to the solution, which was stirred at 70 °C for several hours and then dried at 150 °C overnight in a vacuum oven. The resulting black-green precursor was decarbonized at 500 °C in air for 6 h and sintered at 900 °C under an Ar/H2 (5%) atmosphere to obtain NaCrO2 and xCr2O3-coated Na(Cr1–2xAl2x)O2 powders. For comparison, Na(Cr0.95Al0.05)O2 and 0.025Cr2O3-coated NaCrO2 were also synthesized through the same procedure. To prevent phase change and surface reaction due to ambient moisture, all synthesized products were stored in an argon-filled glovebox."
                    ],
                    "name": " Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Scanning electron microscopy (SEM) images of NaCrO2 and xCr2O3-coated Na(Cr1–2xAl2x)O2 were obtained using a COXEM EM-30N analyzer. Ex-situ X-ray diffraction (XRD) patterns of the synthesized powders were recorded at a scan rate of 5° min–1 using a Rigaku ULTIMA 4 diffractometer with Cu Kα radiation. X-ray photoelectron spectroscopy (XPS) studies were conducted using a Thermo Fisher (K-alpha) electron spectrometer with a Kα X-ray source (excitation energy 1486.6 eV). The scanning transmission electron microscopy (STEM) image, corresponding energy dispersive X-ray spectroscopy (EDX) maps, high-resolution TEM images, and electron diffraction patterns of 0.01Cr2O3-coated NaCr0.98Al0.02O2 were obtained using a Cs-corrected field-emission TEM (JEOL, JEM-ARM200F, 200 kV). In operando XRD patterns for NaCrO2 and 0.01Cr2O3-coated NaCr0.98Al0.02O2 were collected on the 9A-U-SAXS XRD beamline at PLS-II at POSTECH in Pohang, South Korea. XRD patterns were recorded as a set of circles on a Mar 345 image plate detector in transmission mode for 7 s. The thermogravimetric analysis (TGA) curves were recorded using a Hitachi STA7200 at a scan rate of 5° min–1 under an argon atmosphere. Fourier transform infrared spectroscopy (FTIR) data were collected using a Nicolet iS10 spectrometer (Thermo Fisher Scientific).",
                        "Cathode composites were prepared by mixing the active material (80 wt %) with carbon black (10 wt %, Super P) and poly(vinylidene fluoride) (10 wt %, HSV900, MTI) in N-methyl-2-pyrrolidone. The slurry was coated on aluminum foil and vacuum-dried for 6 h. The active mass loading of cathode materials was 2–3 mg cm–2. Coin cells (CR2032, Wellcos) were assembled with sodium metal as the anode. The electrolyte was a mixture of ethylene carbonate and dimethyl carbonate (EC:DMC = 1:1) containing 1.0 M NaPF6. All of the processes for electrode preparation and cell assembly were performed in an argon-filled glovebox (O2, H2O < 1 ppm). Galvanostatic C/D cycle tests were performed using an automatic WBCS 3000 battery cycler (WonATech)."
                    ],
                    "name": " Characterizations and Electrochemical Tests",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Motivated by the partial success of either isovalent/aliovalent doping or surface coating (), we investigated the synergistic contribution of these two effects to the electrochemical properties of NaCrO2. To do this, we performed a one-pot synthesis, rather than a two-step synthesis, and examined the spontaneous formation of an Al-doped NaCrO2 core and a Cr2O3 shell. Simply, Al precursors were added to the solution that contained chromium and sodium precursors at a stoichiometric ratio. The amount of Al was varied to be 2, 5, and 10 mol % of Cr, resulting in the synthesis of 0.01Cr2O3-coated NaCr0.98Al0.02O2, 0.025Cr2O3-coated NaCr0.95Al0.05O2, and 0.05Cr2O3-coated NaCr0.90Al0.10O2. Hereafter, these compounds will be denoted as 1C-NCAO, 2.5C-NCAO, and 5C-NCAO, respectively. The bare NaCrO2 will be denoted as NCO. All of the synthesized compounds through the sol–gel method possessed a plate-like morphology, reflecting the characteristics of layered compounds (). The XRD patterns of the as-prepared NCO and xC-NCAO (x = 1, 2.5, and 5) are compared in A. All of the patterns of xC-NCAO showed no significant deviations from the peak positions and intensities of NCO, indicating the retention of the O3-type structure of NCO. Upon adding Al, however, small new peaks began to appear and became more prominent as the Al content increased. These new peaks corresponded to the most intense diffraction peaks of α-Cr2O3 ((012) and (116)), which implied the phase separation of a mixture into Cr2O3 and NCO-based phases. No evidence for the presence of Al2O3 was observed.",
                        "To confirm the incorporation of Al into NCO, Rietveld refinements were conducted on the XRD patterns. B shows the fitting profiles for 1C-NCAO as a representative example. The profiles for the rest (NCO, 2.5C-NCAO, and 5C-NCAO) are shown in , and the refined parameters for all compounds are tabulated in . In order to achieve the best fitting quality, α-Cr2O3 was also included during the refinement process. As a result, the figures of merit were reduced to an acceptable level, and the goodness of fit (χ2) was less than 3.0 for all compounds. The lattice parameters obtained via Rietveld refinements revealed a gradual contraction of unit cell dimensions (a continuous decrease of the a- and c-axis lengths and unit cell volumes) with the addition of Al (C). This behavior suggested the substitution of small-sized Al3+ (0.535 Å) for large-sized Cr3+ (0.615 Å), following Vegard’s law. More interestingly, the Cr2O3 fractions closely matched half of the mol % of Al added, which validated the formation of two phases (xCr2O3 and Na(Cr1–2xAl2x)O2) and excluded the possibility of the presence of other phases (e.g., Cr2–xAlxO3 shell or Na-deficient NCAO).",
                        "We next confirmed that the as-synthesized compound is not a mixture of Cr2O3 and NCAO, but rather it is composed of a Cr2O3 shell and an NCAO core. To demonstrate this, we analyzed the changes in surface composition with the addition of Al using XPS (A). It was clear that the Na1s peak intensities suddenly decreased upon adding Al. Compared to the peak intensity of Na1s in NCO, the peak intensities in 1C-NCAO, 2.5C-NCAO, and 5C-NCAO were reduced to 0.35, 0.23, and 0.20, respectively. If the compound were simply a mixture of Cr2O3 and NCAO, the peak intensities of Na 1s would have steadily decreased with increasing Al content (e.g., 98%, 95%, and 90%). The sudden decrease of Na1s indicates the presence of NCAO as a core. In contrast, the peak intensities of Cr2p showed the opposite behavior. Compared to the intensity in NCO, the intensities of Cr2p were increased to 1.35, 1.82, and 3.03 in 1C-NCAO, 2.5C-NCAO, and 5C-NCAO, respectively. Because the elemental concentrations of Cr are nearly invariant, the significant increase of Cr2p intensities clearly indicates the formation of a Cr2O3 shell on the surface of NCAO. Reflecting the core–shell structure, Al2p peaks also showed a nonlinear behavior with Al addition. For example, the peak intensity of Al2p in 2.5C-NCAO was only 1.12 times as strong as that in 1C-NCAO, despite a 2.5-fold increase in Al content. We also examined the changes in the concentrations of the constituent elements with depth in 1C-NCAO. We monitored the variations in Na1s and Al2p intensities relative to Cr2p intensity with Ar-plasma etching time in survey XPS spectra (). As expected, we observed a gradual increase in the Na1s and Al2p peak intensities with etching time, indicating the presence of the Cr2O3 as a surface layer.",
                        "The relative atomic % of the constituting elements, as well as the formation of a Cr2O3 shell and an NCAO core, was also confirmed by STEM. For this analysis, a thin, plate-shaped particle of 1C-NCAO on a carbon holey grid was chosen for the examination of the lattice fringes at the edge. The EDX maps showed the atomic % of 24.5 ± 0.3% for Na, 24.4 ± 0.2% for Cr, 0.6 ± 0.2% for Al, and 50.5 ± 0.9% for O, which nearly corresponded to the relative atomic ratio in 1C-NCAO (B). While Na, Cr, and O were homogeneously distributed, the distribution of Al appeared to be slightly localized due to its relatively small amounts. In addition, a high-resolution TEM image was taken of the particle edge to confirm the existence of the Cr2O3 shell (C). A clear darkness contrast was observed, with a brighter peripheral layer approximately 5 nm thick being evident. To further confirm the presence of the Cr2O3 coating layer, an electron diffraction (ED) pattern was obtained from the edge of the particle. The indexed ED pattern of Cr2O3 along the [001] zone axis is shown in D. The diffraction spot patterns were well indexed and matched with (hk0) reflections of α-Cr2O3 (space group = R3̅c)."
                    ],
                    "name": " Simultaneous Formation of a Core–Shell Structure in a Single Pot",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical stability of xC-NCAO was tested during galvanostatic C/D at a rate of 0.2C (24 mA g–1 based on 1C = 120 mA g–1) in a solution of 1.0 M NaPF6 in EC/DMC using Na metal as the counter electrode. To highlight the excellence of xC-NCAO, pristine NCO, NCO coated with 0.025 Cr2O3 (no Al-doped), and Al-doped NaCr0.95Al0.05O2 (noncoated) were also subjected to the same C/D cycles. A shows the change in C/D profiles of NCO during 100 cycles, which indicates that although the high-voltage cutoff was limited to 3.6 V (i.e., Na+ extraction up to Na∼0.5CrO2), the cyclability of NCO was far from satisfactory, likely due to continuous Cr dissolution during repeated C/D cycles and concomitant formation of inactive P′3 phases (see below). The first discharge capacity of 112.3 mAh g–1 was continuously decreased to 76.6 mAh g–1 after 100 C/D, with a fading rate of −0.36 mAh g–1 cycle–1, which was similar to the value previously reported for non-nanometric NCO.  When coated with Cr2O3, the improvement in the retention of NCO was noticeable as previously reported (B).  The first discharge capacity of 105.6 mAh g–1 decreased to 93.4 mAh g–1 after 100 C/D, resulting in a fading rate of −0.12 mAh g–1 cycle–1. The cyclic stability of Al-doped NaCr0.95Al0.05O2 was also compared (C). A similar positive effect on cyclability was observed after Al incorporation with a slight decrease in the first discharge capacity (103.7 mAh g–1) but a noteworthy improvement in the fading rate (−0.10 mAh g–1 cycle–1). Although there was a significant improvement in cyclic stability, these fading rates (−0.12 and −0.10 mAh g–1 cycle–1 in NCO coated with 0.025 Cr2O3 and NaCr0.95Al0.05O2, respectively) suggest that further improvement is still needed. It should also be mentioned that both increasing and decreasing the Al content resulted in a decrease in the reversible capacity value and cyclic stability (). NaCr0.90Al0.10O2 showed better cyclability (−0.07 mAh g–1 cycle–1), but the initial capacity was limited to only 96.2 mAh g–1. NaCr0.98Al0.02O2 delivered 108.6 mAh g–1 during the first cycle, but cyclic stability became worse (−0.15 mAh g–1 cycle–1). While the gradual decrease in capacity with increasing Al contents is understandable, the increase in cyclability was interesting because it appeared to be related to the suppression of the disproportionation reaction (vide infra).",
                        "We then investigated C/D behaviors of xC-NCAO to confirm the potential synergistic improvement from simultaneous Al doping and Cr2O3 coating. Indeed, 2.5C-NCAO (0.025Cr2O3-coated NaCr0.95Al0.05O2) showed an enormous contribution to cyclic stability. There was very little fading in discharge capacities during the initial two C/D cycles (98.6 → 96.2 mAh g–1), followed by virtually no fading with a constant capacity of ca. 96 mAh g–1 during subsequent cycles (D). The Coulombic efficiency was also nearly 100% except the initial few cycles. To elucidate the effect of Al doping and Cr2O3 coating on the kinetic process, cyclic voltammograms of 0.025Cr2O3-coated NCO, NaCr0.95Al0.05O2, and 2.5C-NCAO were compared with that of pristine NCO for the second cycle (). The results show that the peak potential and peak separation (ΔEp) were almost identical, with only a slightly wider ΔEp of up to 30 mV observed for the coated samples. This suggests that the Na+ migration kinetics remain largely unchanged by the coating and/or doping in the concentration range that was studied.",
                        "While the simultaneous coating and doping resulted in excellent cyclability in 2.5C-NCAO, it was compromised by the reduced capacity due to the inclusion of electroinactive Cr2O3 shells and Al3+ dopants. Therefore, we synthesized 1C-NCAO (0.01Cr2O3-coated NaCr0.98Al0.02O2) to increase the discharge capacity while maintaining cyclic stability (E). As expected, 1C-NCAO delivered an enhanced discharge capacity of 107.9 mAh g–1 during the first cycle, which was slightly lower than the value for pristine NCO. The capacity was slightly reduced to 106.3 mAh g–1 at the second cycle, but no further fading was observed from the third cycle. Interestingly, the overvoltage was also continuously reduced with repeated cycling, resulting in a discharge voltage that increased by ca. 0.1 V. Note that 0.5C-NCAO (0.005Cr2O3-coated NaCr0.99Al0.01O2) with less amount of Cr2O3 resulted in inferior cyclic stability to 1C-NCAO, which could be due to insufficient coating (). 5C-NCAO (0.05Cr2O3-coated NaCr0.90Al0.10O2) with thicker Cr2O3 layers and a greater amount of Al3+ dopants than 2.5C-NCAO also showed excellent cyclic stability, but the problem associated with the reduction in reversible capacities was more pronounced (F). The comparison of C/D profiles of xC-NCAO suggests that 1C-NCAO, which is composed of the thinnest Cr2O3 layer and NCAO doped with the appropriate amount of Al3+, is optimal for high cyclability with no significant loss of capacity.",
                        "The long-term stability of 1C-NCAO was also impressive, as monitored at a higher C/D rate. During 1000 C/D cycles at 5C, 1C-NCAO showed no worsening in reversible capacities (G). Instead, the initial decrease in capacity (106.6 → 102.2 mAh g–1) was followed by a gradual increase during subsequent C/D cycles. As a result, 1C-NCAO maintained capacities at ca. 107–108 mAh g–1 during most C/D cycles. In sharp contrast, NCO, which had a similar discharge capacity of 108.5 mAh g–1 during the first C/D cycle, experienced a significant decrease in capacity with cycling, resulting in 64 and 56 mAh g–1 after 100 and 500 C/D cycles, respectively.",
                        "1C-NCAO also showed the maintenance of rate capability, which is one of the advantageous characteristics of NCO. Despite the presence of a coating layer, the reversible capacity of 1C-NCAO was not significantly decreased at high C-rates (H). The capacity of 99.2 mAh g–1 was delivered at 10C, which amounted to 91% of that at 0.1C. The reversal of C-rate to 0.1C after cycling at 5C also showed an immediate recovery of capacity, reflecting excellent cyclic stability. For comparison, NCO was also subjected to the same sequence of stepwise rate changes (I). Note that the test was performed with electrodes (1C-NCAO and NCO) that had been cycled 100 times at 5C in order to eliminate the complexity caused by capacity reduction with cycling, particularly in NCO. I shows that while the rate capability is still noteworthy, the overall capacity is inferior to that of 1C-NCAO. The capacities at 1C and 10C were only 66.7 and 54.3 mAh g–1, respectively, indicating that certain types of side reactions occurred on the NCO surface during precycling (100 C/D cycles).",
                        "To understand the relationship between capacity retention and structural reversibility, synchrotron-based in-situ/operando XRD studies were conducted on 1C-NCAO and NCO cathodes. The cells, consisting of Na metal and a cathode composite, were cycled 100 times at 0.2C prior to the measurements. The XRD patterns for 1C-NCAO showed that the phase transitions from O3 to O3/O′3, O′3, O′3/P′3, and P′3 during charge were the same as those in pristine NCO (A).  The phase transitions during discharge were slightly delayed but still highly reversible, indicating excellent reversibility of 1C-NCAO. In contrast, the structural evolution of NCO was distinctively different (B). The XRD pattern of NCO at a fully discharged state showed the coexistence of the O3, O′3, and P′3 phases. Upon charging, the O3 phase converted to O′3, forming a O′3/P′3 mixed phase, and eventually resulted in a single P′3 phase. Discharge also showed phase evolution in the opposite direction (P′3 → O′3/P′3 → O3/O′3/P′3), with the same retardation as in 1C-NCAO. The persistence of the P′3 phase during the entire C/D process was interesting because it indicated that the formation of an inactive P′3 phase, which does not occur in NCAO, is a major cause of capacity loss in NCO. Full in-situ XRD patterns can be found in .",
                        "It is worth noting that the formation of ternary phases (O3/O′3/P′3) in desodiated NCO has not been previously reported. Previous studies on irreversible phase transitions in NCO have mostly focused on the irreversible phase changes at high voltages.  The relationship between capacity degradation and structural transformation in repeatedly cycled NCO below 3.6 V was unknown. Recently, Geng et al. monitored paramagnetic signal changes in the electrolyte solution during the charging of NCO and found that Cr disproportionation on the surface (Cr3+ + Cr4+ → Cr2+ + Cr5+) leads to Cr5+ dissolution when the high-voltage cutoff is beyond 3.75 V, causing irreversibility.  We speculated the same process may occur, even when the high-voltage cutoff is limited to 3.6 V, due to repeated C/D cycles. To confirm this speculation, we examined the variation of Cr concentrations in the electrolyte solution using XPS. A drop of the electrolyte solution after C/D cycles was spin-coated on a slide glass, and a Cr spectrum for vacuum-dried powders was obtained. Because the peak intensity can be affected by the penetration depth of X-rays and the escape depth of photoelectrons (note that the sample was not a dense and homogeneous film), the intensity of Cr2p was normalized with respect to C1s. A illustrates the change in normalized intensities of Cr2p in electrolytes (dried on slide glass), which were recovered from NCO and 1C-NCAO over a series of C/D cycles. It is obvious that the intensities of Cr2p in NCO increase with the number of C/D cycles, while those in NCAO are negligible. This strongly suggests that chromium dissolution from NCO occurs during repeated cycling. We also examined the Cr2p XPS spectra of cycled NCO and 1C-NCAO electrodes (B). The clear distinction was observed with an additional peak at lower binding energies in cycled NCO, which indicated the presence of Cr2+ ions in the cycled NCO electrode in contrast to the absence in the cycled 1C-NCAO electrode. Once Cr5+ ions are dissolved through the disproportionation reaction,  large-sized Cr2+ ions appear to migrate to prismatic sites in a Na layer, which stabilize the P′3 phases and eventually lose electroactivity (C). Further research on the detailed mechanism of Cr2+ migration is ongoing, and the results of this work will be presented in a future publication."
                    ],
                    "name": " Excellence of 1C-NCAO in Cyclic Stability",
                    "type": "h3"
                },
                {
                    "content": [
                        "It is well-known that NIB cathodes with a layered structure, such as NCO, are sensitive to humid air. Water molecules can be intercalated into the Na layer, causing expansion of the c-axis.  Surface modification was an effective approach to alleviate this behavior in layered cathodes.  While the primary aim of this study was to create a highly cyclable NCO through simultaneous coating and doping, we also evaluated the air stability of 1C-NCAO. The powdery samples were exposed to ambient air (humidity = ca. 3000 ppm) alongside NCO for comparison. A compares the evolution of XRD patterns of NCO and 1C-NCAO over 24 h and shows a clear difference between the two. While 1C-NCAO shows no changes in the patterns, new peaks begin to appear in NCO after 3 h of exposure and grow over time, corresponding to water-intercalated NCO and surface byproduct Na2CO3.  Because NaCr0.98Al0.02O2 also shows new peaks after 24 h of exposure (), the complete inertness of 1C-NCAO in ambient air strongly suggests that the thin Cr2O3 shell functions as an efficient barrier against water penetrations.",
                        "The inertness of 1C-NCAO, in contrast to the hydration of NCO, was also confirmed through TGA (B) and FTIR (C). Two samples were left in air for 24 h and heated to 900 °C. As expected, the weight loss of 1C-NCAO during heating was minimal (99.4%), consistent with the results from XRD. In contrast, NCO showed significant and continuous weight loss between 100 and 600 °C (5.8 and 12.6%), attributed to the release of surface water (−5.8%) and the dehydration of water molecules intercalated in the Na layers (−12.6%), respectively. Based on the weight loss, the number of water molecules intercalated per formula unit in NCO was determined to be 0.9 (i.e., NaCrO2·0.9H2O), which was slightly higher than in P2-type layered cathodes.  FTIR spectra also supported the stability of 1C-NCAO in humid air. While NCO showed the peaks characteristic of surface-adsorbed water (1460 cm–1) and Cr(III)–O–H bending (866 cm–1),  no signs of water were observed in Cr2O3 and 1C-NCAO. The ability of Cr2O3 shells to act as a water barrier in ambient air was also observed in aqueous solutions (D). When soaked in water, NCO particles seemed to show an affinity for water, but their initial dispersion resulted in gradual settling, leaving a yellowish-green supernatant, likely due to the adsorption of water on the surface of NCO (slow settling) and the dissolution of chromium ions (color change). We also observed a significant increase in pH over time in a solution containing NCO, with the pH rising from 7.03 to 11.55 after 1 h and 12.25 after 24 h. This increase is due to the Na+/H+ exchange that occurs in most O3-type Na layered materials (NaMO2 + xH2O → Na1–xHxMO2 + xNaOH).  In contrast, we did not observe any signs of interaction (quick precipitation) or reaction with water (no color change) in a solution containing 1C-NCAO, and the pH changes were relatively small (from 7.03 to 7.15 and 7.22), indicating that Cr2O3 layers also serve as an effective water barrier in aqueous solutions. The reason for the slight color change observed in 1C-NCAO powder over time may be attributed to the formation of a thin hydrated oxide layer on the surface of the material. This color change is likely a result of light scattering and absorption by the hydrated layer. While a slight color change was observed after soaking 1C-NCAO in water for 24 h, there was no indication of structural changes, as shown in ."
                    ],
                    "name": " Inertness of 1C-NCAO in Humid Air and Aqueous Solution",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "NCO with a core–shell structure was synthesized in a single pot in order to improve its cyclic stability. Spectroscopic and microscopic methods confirmed the simultaneous formation of Cr2O3 shells and Al-doped NCO cores. A thin layer of Cr2O3 (5 nm) and a small amount of Al substitution (Na(Cr0.98Al0.02)O2)) were enough to provide NCO with the desired synergistic effects. 1C-NCAO showed no capacity decay during 1000 C/D cycles (107 mAh g–1 at 5C) and no kinetic retardation. In contrast to NCO, which showed the presence of inactive P′3 phases (O3/O′3/P′3 ↔ O′3/P′3 ↔ P′3) after repeated cycles, 1C-NCAO retained its characteristic phase transition behaviors (O3 ↔ O3/O′3 ↔ O′3 ↔ O′3/P′3 ↔ P′3). The differences between 1C-NCAO and NCO were also evident in the concentrations of chromium ions dissolved during C/D cycles.",
                "In addition, 1C-NCAO remained inert in humid air while NCO exhibited an expanded interslab distance and the formation of Na2CO3. Durability of 1C-NCAO in aqueous solutions was also confirmed. The solution pH of 1C-NCAO remained nearly invariant, in contrast to the abrupt increase in pH of a solution containing NCO."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Unprecedented Cyclability and Moisture Durability of NaCrO2 Sodium-Ion Battery Cathode via Simultaneous Al Doping and Cr2O3 Coating"
}