{
    "DOI": "10.1002/smll.201903259",
    "Journal": "",
    "Keywords": [
        "adsorption‐annealing strategy",
        "flexible sodium ion batteries",
        "metal sulfides@C",
        "N‐doped carbon foam",
        "self‐standing anodes"
    ],
    "Sections": [
        {
            "content": [
                "In recent years, sodium ion batteries (SIBs) are pursued as an appealing alternative to lithium ion batteries (LIBs) for electrochemical energy storage systems because of their similar intercalation mechanism and high natural abundance of Na sources. However, a large number of anodes used in the LIBs face the unsolved challenges of low capacity and poor cycle stability, which can be attributed to larger radius of the Na+. Therefore, a significant demand for advancing SIBs is the exploration and fabrication of appropriate high‐performance anodes. Recently, enormous efforts have been devoted on the synthesis and applications of nanostructured transitional metal sulfides (TMSs) in SIBs because they usually show distinct advantages over their corresponding transition metal oxide counterparts in terms of electronic conductivity and structural stability. Despite these merits, the existing TMSs usually have unsatisfactory long‐term cyclability and rate capability owing to the pronounced sodiation/desodiation strain and inherent low conductivity of the TMSs themselves.",
                "An effective approach to combat these issues is to engineer hierarchical composite of nanostructured TMSs with carbonaceous matrices. The conductive coating layer can not only accommodate the large volume changes of TMSs, but also boosts the charge/ions transport. Typically, a large number of hierarchical TMSs‐based composite structures, including ɑ‐MnS@N, S‐NTC, NiS2⊂PCF, Co9S8‐QDs@NC, double‐helix structure FeS/CA, FeS2@C nanoboxes, and FeS@C nanospheres, have been prepared, and the enhanced sodium storage performances are delivered. It is worth noting that these composites are usually in powder form and need to be incorporated with extra polymer binders, which will introduce highly undesirable interfaces and thus probably negate the benefits of scrupulously designed architectures. Thereafter, it is proposed to further optimize the electrochemical performances by constructing self‐standing and binder‐free TMSs/carbon nanocomposites grown on conductive backbones. Recently, flexible free‐standing Fe1‐xS@PCNWs/rGO and carbon/Fe7S8/graphene anodes exhibit high capacities and excellent cycle stabilities. Unfortunately, these composites are generally prepared by a complicated and tedious process. The simple fabrication of self‐standing TMS/carbon composites via a one‐step and scalable method is therefore highly expected, but still very challengeable.",
                "As is well known, the commercialized melamine (MA) sponge (i.e., melamine‐formaldehyde resin sponge) is a low‐cost and highly porous open‐cell sponge with extraordinarily high elasticity, and extensively used in environmental remediation due to its superhydrophilic and oleophilic. The MA sponge contains substantial units of N‐containing benzoheterocyclic skeleton of 2,4,6‐triamino‐s‐triazine, in which both types of N atoms in the triazine and amino groups possess the lone‐pair electrons. Numerous lone‐pair electrons render the MA sponge remarkable coordination ability with the d‐block transition metal ions through the coordinate covalent bonds and superior hydrogen‐bond adsorption capability. Commonly, the MA sponge is widely used to construct 3D carbon network due to the unique structure; however, the utilization of the prominent coordination ability and unusual hydrogen‐bond adsorption capability of the MA sponge to purposefully construct self‐supported transition metal‐based materials for energy storage and conversion has not been reported so far.",
                "In the contribution, to the best of our knowledge, we first devise a super simple methodology, just involving the solution adsorption and subsequent calcination, by smart use of the coordination and hydrogen‐bond adsorption of the MA sponge, toward large‐scale fabrication of core–shell carbon‐coated TMSs anchored on the 3D N‐doped carbon foam (designed as TMSs@C/3DNCF) as flexible self‐standing electrodes for sodium storage. Furthermore, the unique 3D hierarchical hybrid TMSs@C/3DNCF structures are endowed with highly convenient electron‐conduction/ion‐transportation system and outstanding structural robustness via uniform carbon buffer layer and strong chemical coupling between the TMSs and 3DNCF. As a result, all the as‐constructed flexible TMSs@C/3DNCF, including Co9S8@C/3DNCF, FeS@C/3DNCF, Ni3S2@C/3DNCF, MnS@C/3DNCF, and ZnS@C/3DNCF, exhibit large specific capacities, superior rate capability, and remarkable cycle durability when evaluated as self‐standing anodes for high‐performance SIBs."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The fabrication procedure of flexible TMSs@C/3DNCF composites is schematically illustrated in Figure a. First, the Mn+ cations, thioacetamide (TAA), and glucose were dissolved in deionized water to form a transparent solution, in which the TAA would rapidly coordinate with Mn+ to form stable coordinate complexes (Mn+TAA) because of the delocalization of lone pair electrons of the NH2 group. To prepare the precursor for the TMSs@C/3DNCF, the as‐purchased MA sponge (Figure b) was immersed into the mixed solution of the Mn+, TAA, and glucose. The different colors after being immersed (Figure c) visually confirm that various Mn+ cations have been successfully incorporated into the MA sponge. More strikingly, the colors of MA sponges change slightly even after extensive sonication in deionized water (see Figure S1 in the Supporting Information), which evidently authenticates the strong coordination between the MA substrate and Mn+ ions. After annealing the precursor of MA‐CoCl2‐TAA in N2 atmosphere, the black Co9S8@C/3DNCF sponge with superb flexibility is obtained (Figure d), where the black core–shell Co9S8@C nanoparticles (NPs) anchored on the 3DNCF. To further figure out the intrinsic interaction between the sponge and Mn+ cations (the Co2+ as an example), corresponding X‐ray photoelectron spectroscopy (XPS) investigations are further conducted. The pronounced signal for the elemental S, as discerned from the XPS survey spectrum of the MA‐CoCl2‐TAA (Figure e), proves the existence of the TAA throughout the MA sponge. As displayed in Figure f, the high‐resolution N 1s peak in the precursor shows obvious shift (0.5 eV) to a higher binding energy (BE) compared with the pristine MA sponge. Besides, a new peak at BE of 401.1 eV can be identified in the deconvoluted N 1s spectrum, which is attributed to the formation of CoN bonds, whereas the N 1s spectrum in the MA sponge only shows two peaks at BEs of 398.5 and 400.1 eV, corresponding to the Nand NH groups, respectively. Then a unique structure of MAMn+TAA is formed via chemical bonds. Furthermore, the glucose is also believed to be incorporated by the sponge owing to its unusual hydrogen‐bond adsorption capability. As a comparison, other TMSs/3DNCF composites without adding glucose were also fabricated. The weight percentages of TMSs@C in the TMSs@C/3DNCF composites are calculated to be about 27.6–37.3 wt% via the inductively coupled plasma (ICP) and mass difference between the TMSs@C/3DNCF and pure 3DNCF products (Table S1, Supporting Information).",
                        "The as‐obtained TMSs@C/3DNCF composites were studied by X‐ray diffraction (XRD) to determine the crystal structures. As observed in Figure a, the broad diffraction peaks located at 22° reveal the nongraphitic structures of the carbon foams due to the low carbonization temperature. The abnormal high ID/IG ratios in Raman spectra confirm the remarkably defective structure of the 3DNCF (Figures S2 and S3, Supporting Information). Besides, the XRD patterns demonstrate several characteristic diffraction peaks, which can be perfectly indexed to the MnS (JCPD No. 89‐4952), FeS (JCPD No. 80‐1026), Co9S8 (JCPD No. 65‐6801), Ni3S2 (JCPD No. 76‐1870), and ZnS (JCPD No. 36‐1450), respectively. All these diffraction peaks for the TMSs@C/3DNCF have very low intensity, suggesting that the coarsening of TMSs NPs has been suppressed by the strong coordinate covalent bonds.",
                        "Due to the low intensity of the diffraction peaks, XPS measurement was then performed to figure out the chemical structure of the as‐fabricated TMSs@C/3DNCF. Taking the Co9S8@C/3DNCF as an example, the survey spectrum (Figure b) displays distinctive peaks of the elemental S, C, N, O, and Co, in which the significant O 1s peak is ascribed to the residue oxygen containing group and/or the adsorbed oxygen on surface during the sample preparation. All the TMS@C/3DNCF composites have the similar N contents of 6.5%–7.1% (Table S1, Supporting Information). To probe the chemical state, high‐resolution XPS spectra of each element were analyzed. The spin–orbit split peaks of the Co 2p (Figure c) are located at 780.5 (2p3/2) and 796.3 (2p1/2) eV, and the spin–orbit split peaks of S 2p are centered at 161.6 (2p3/2) and 162.6 (2p1/2) eV (Figure S4, Supporting Information), which are consistent with the documented BEs for the Co9S8. An additional peak located at 163.9 eV is observed in the S 2p spectrum of the Co9S8@C/3DNCF, which is attributed to the formation of SC bond. Therefore, the deconvoluted peak appeared at 285.7 eV in the C 1s spectrum (Figure d) is assigned to SC bond. The N 1s spectrum (Figure e) can be divided into four characteristic peaks at BEs of 398.5 (pyridinic N, 54.9 at.%), 399.8 (pyrrolic N, 19.3 at.%), 400.9 (graphitic N, 17.6 at.%), and 402.5 (oxidized N, 8.2 at.%) eV. The first two kinds of N are usually regarded as metal‐coordination sites because of their lone‐pair electrons, and therefore the predominance of the two kinds of N can to a certain extent indirectly demonstrate the formation of CoN bonds. Similar phenomena are observed for all other metal sulfides (Figures S5–S8, Supporting Information), which confirm that the TMSs@C/3DNCF composites are successfully fabricated via the facile method we developed and TMSs are chemically anchored with the 3DNCF backbone via the CS and metalN bonds.",
                        "The morphologies of the as‐obtained TMSs@C/3DNCF were then investigated via field‐emission scanning electron microscopy (FESEM), transmission electron microscopy (TEM), and high‐resolution TEM (HRTEM) (Figure ). Compared with smooth surface of the 3DNCF (Figure S9, Supporting Information), a large number of NPs with size of 30–80 nm are homogeneously anchored on the surface of the 3DNCF without obvious aggregation for the TMSs@C/3DNCF composites. The uniform distribution of NPs upon the 3DNCF may be attributed to strong coordination between the Mn+ and MA sponge. Meanwhile, the particle size of different TMSs shows some differences, which may be caused by various bonding strength between different Mn+ ions and MA sponge. Except for the ultrasmall NPs, 3D porous interconnected structures are observed for all the TMSs@C/3DNCF composites in the low‐magnification TEM images, in which the dark dots and light regions correspond to TMSs NPs and void spaces, respectively. The porous structure, which is confirmed by the Brunauer–Emmett–Teller surface area and the pore size distribution (Figure S10, Supporting Information), is formed via the thermal decomposition of the MA sponge, glucose, and TAA. HRTEM images clearly demonstrate the TMSs NPs are wrapped by a uniform layer carbon with a thickness of 5–13 nm. In sharp contrast, the TMSs on 3DNCF prepared without adding the glucose tend to aggregate into large particles of 200–600 nm (Figure S11, Supporting Information). Therefore, the carbon coating layers can prevent the aggregation of the NPs during annealing. Meanwhile, the lattice fringe spacings and selected area electron diffraction (SAED) patterns of the TMSs NPs agree well with those of MnS, FeS, Co9S8, Ni3S2, and ZnS, respectively, which are consistent with the aforementioned XRD and XPS results. The energy dispersive X‐ray spectroscopy (EDS) elemental mappings were also utilized to study the elemental compositions of the TMSs@C/3DNCF. Obviously, the TM (TM = Mn, Fe, Co, Ni, Zn), N, and S elements are dispersed uniformly throughout the 3D framework."
                    ],
                    "name": "Physicochemical and Structural Characteristics",
                    "type": "section"
                },
                {
                    "content": [
                        "The TMSs@C/3DNCF composites were explored as binder‐free anodes for evaluating their sodium storage capabilities. The cyclic voltammetry (CV) curves (Figure a) of the Co9S8@C/3DNCF anode at a sweep rate of 0.1 mV s−1 in the voltage window of 0.01–3 V for the first three cycles are collected to elucidate its electrochemical mechanism. Typically, the sharp reductive peak located at 0.21 V in the first sodiation process is indexed to the formation of a solid electrolyte interphase (SEI) layer, while the peak at 0.47 V is ascribed to the Na+ insertion into the Co9S8, accompanying with the phase conversion from Co9S8 to Co and Na2S. The oxidation peak at 1.69 V corresponds to the conversion of Na2S and Co to Co9S8. In the subsequent scanning, the CV curves are almost overlapped, demonstrating the extraordinary reversibility of the unique Co9S8@C/3DNCF electrode. The large irreversibility for the first sodiation process usually originates from the formation of SEI layer and partial irreversible desodiation process, which is observed in most anode materials. The Co9S8@C/3DNCF shows a high charge capacity of 701.4 mAh g−1 (based on the weight of Co9S8@C) with an initial Coulombic efficiency (CE) of 68.9%. The capacity tends to stabilize at 659.5 mAh g−1 and the CE can reach over 97% from the second cycle (Figure c). Given the ultralow capacity of the 3DNCF (83.8 mAh g−1; Figure S12, Supporting Information), the capacity contribution from the 3DNCF in the Co9S8@C/3DNCF is marginal. Rate performance of the Co9S8@C/3DNCF was also investigated at various current densities (Figure c). Strikingly, the Co9S8@C/3DNCF composite consistently outperforms the Co9S8/3DNCF counterpart with a Co9S8 content of 36.8 wt% (Figure c). Remarkable capacities of 590.7, 523.8, 438.7, 371.2, and 291.1 mAh g−1 are achieved for the Co9S8@C/3DNCF at 0.2, 0.5, 1, 2, and 5 A g−1, respectively. Although the gaps between the charge and discharge curves gradually increase, the voltage plateaus are still exhibited even after a 50× increase in the current density. Furthermore, the capacity can be recovered to 618.9 mAh g−1 when the current density is reset to 0.1 A g−1. Obviously, the carbon coating layer in the Co9S8@C/3DNCF plays a critical role in achieving a high capacity.",
                        "It is well known that the areal mass loading and packing density of active materials have great effects on the specific capacity and cycle stability. Therefore, it is worth investigating the electrochemical performances of the flexible Co9S8@C/3DNCF electrodes with higher loading of the Co9S8@C. As displayed in Figure d, the flexible electrode delivers decreasing capacities with the increase of the areal mass loading, from 445.6 mAh g−1 (1.1 mg cm−2) to 233.1 mAh g−1 (5.2 mg cm−2). However, all the electrodes show superior cycle stability at a high current density of 1 A g−1. To further demonstrate the rate capability and cycling stability, the long‐term cycle stabilities over 1000 cycles of the TMSs@C/3DNCF (with the areal mass loading of 1.1 mg cm−2) composites were then explored at 1 A g−1. All of the composites show extraordinary cycle stabilities (Figure e and Figure S13, Supporting Information). For the Co9S8@C/3DNCF, as shown in Figure e, a high reversible capacity of 400.4 mAh g−1 is achieved after 1400 cycles with a capacity retention rate of 90.5%. More encouragingly, the gravimetric capacity and cycle stability of our flexible Co9S8@C/3DNCF composite are superior to many other metal sulfide based electrodes as reported (Table S2, Supporting Information). In vast contrast, the Co9S8/3DNCF electrode exhibits a much lower capacity with a rapid capacity decay. Apparently, the carbon coating can significant improve the long‐term cyclability of the Co9S8@C/3DNCF composites.",
                        "The surface‐controlled pseudocapacitive contribution of the Co9S8@C/3DNCF anode is investigated to explicate the superior rate performance and outstanding cycling performance via CV test at different scan rates. As displayed in Figure a, the collected CV profiles show similar shapes with increasing the sweep rate from 0.1 to 1.0 mV s−1. The peak currents (i) of cathodic and anodic peaks and sweep rates (v) were utilized to analyze the kinetics of sodiation/desodiation processes according to the following equation: log(i) = blog(v) + log(a). The value of b is calculated by the slope of the log(i) versus log(ν). Generally, b = 0.5 represents the diffusion‐controlled Faradaic contribution, while b = 1.0 suggests an ideal pseudocapacitive process. Figure b displays the linear relationship between log(i) and log(ν) of the Co9S8@C/3DNCF electrode, and the b values of peak 1 and peak 2 are calculated to be 0.74 and 0.82, demonstrating the sodiation/desodiation process of the Co9S8@C/3DNCF composite is dominated by the surface pseudocapacitance. The percentage of the pseudocapacitive contribution is usually distinguished and quantified according to the Dunn's work. As shown in Figure c,d, the pseudocapacitive contribution of the Co9S8@C/3DNCF electrode at a scan rate of 0.1 mV s−1 is ≈65%. As the scan rate increases, the ratio of pseudocapacitive contribution increases and it can reach 95% at 1.0 mV s−1. In contrast, the Co9S8/3DNCF electrode shows lower percentages of the capacitive contribution at all scan rates (Figure S14, Supporting Information), deteriorating the sodiation/desodiation kinetics and leading poor rate performance and cycle stability. The high ratio of the capacitive contribution significantly boosts the rate performance and cycle stability of Co9S8@C/3DNCF anode for SIBs. The microstructure of cycled Co9S8@C/3DNCF electrode after 1000 cycles at 1 A g−1 was investigated. Postmortem SEM images (Figure e) verify that the robust architectures of Co9S8@C/3DNCF are largely maintained, except all the particles are covered by a thick SEI layer. It is also worth noting that the Co9S8 NPs are still anchored well on surface of 3DNCF without severe agglomeration, although they tend to coarsen to be about 100‒120 nm. More remarkably, typical TEM image (Figure f) shows that the Co9S8 NPs are well wrapped by carbon coating layers.",
                        "The superior electrochemical performances of our fabricated Co9S8@C/3DNCF composite in terms of high capacity, remarkable rate capability, and ultralong cycle life can be ascribed to a rational integration of the following prominent advantages. First, the robust architecture with Co9S8 NPs chemically anchored on 3DNCF substrate via CS and CoN bonds can not only ensure convenient transport pathways for the electronics, but also prevent the NPs from peeling off the backbone during long‐term cycling. Second, the strong coordinate covalent bonds between the MA sponge and metal ions result in the uniform dispersion of the Co9S8@C NPs on the 3DNCF substrate, which can effectively prevent the agglomeration of nanoscaled Co9S8 in the repeated charge–discharge process. Third, the introduce of glucose in the fabrication process can prevent the coarsening of the Co9S8 during annealing process, and then can shorten the diffusion paths of Na+ and provide more active sites for the sodiation/desodiation reaction. Last but not least, the outer nanocarbon layer can increase the electronic conductivity of the composite as well as accommodate the volume expansion under the huge volume changes.",
                        "Considering the exceptional sodium storage performances in half cells, we then investigate the electrochemical performance of the Co9S8@C/3DNCF composite in flexible pouch‐type full cell (Figure a) with Na3V2(PO4)3@C as the cathode (Figure S15, Supporting Information). The weight ratio of the Na3V2(PO4)3@C cathode to Co9S8@C anode is calculated based on their stabilized capacities, and fixed to be 5 (the capacity ratio of the cathode/anode is 1.1:1). To compensate the consumption of Na+ in the generation of a uniform SEI film, the Co9S8@C/3DNCF anode was electrochemically presodiated in half cell. As shown in Figure b, the as‐fabricated full cell can demonstrate an exciting capacity of 377.4 mAh g−1 with an ICE of 90.2% at 0.5 A g−1 (normalized to the weight of anode material). Most important, the full battery exhibits a prominent capacity retention of 92.1% after 500 cycles at 0.5 A g−1 (Figure c). Meanwhile, the flexible battery can power a light‐emitting diode (LED) (2 V, 20 mW) under curving condition (Figure d–h)."
                    ],
                    "name": "Electrochemical Evaluation",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, self‐standing and flexible TMS@C/3DNCF composites have been prepared via a straightforward, one‐step, and scalable route based on the prominent coordination ability of the MA sponge and the unusual hydrogen‐bond adsorption capability. Benefiting from the favorable synergistic effects of strong chemical coupling between metal sulfides and 3DNCF, efficient electron/ion transport channels, as well a uniform carbon coating layer, these flexible metal sulfides exhibit superior sodium storage performances in both half and full batteries. This unique fabrication process and the advanced architectures reported in our work may provide a promising approach to develop self‐supported metal sulfide based electrodes with both superior electrochemical reactivity and remarkable structural robustness."
            ],
            "name": "Conclusions",
            "type": "section"
        },
        {
            "content": [
                "Reagents and Materials: The MA sponge was provided by the SINOYQX Co. Ltd., Sichuan, China. Mn(CH3COO)2·4H2O (Mn(Ac)2), Fe(CH3COO)2 (Fe(Ac)2), CoCl2·6H2O, Ni(CH3COO)2·4H2O (Ni(Ac)2), ZnNO3·6H2O, NH4H2PO4, NH4VO3, and Na2CO3 were purchased from Macklin Biochemical Co., Ltd, Shanghai, China.",
                "Materials Synthesis: First, the MA sponge (0.5 cm in thickness) was cut into several pieces with the identical size of 4 cm × 4 cm, washed with ethanol, and dried overnight. Typically, 177 mg of CoCl2·6H2O, 142.5 mg of TAA, and 32.5 mg of glucose were dissolved in a mixture solvent composed of 50 mL of ethanol and 10 mL of distilled water at room temperature. Subsequently, the MA sponge was placed into the above solution and taken out drying at 80 °C to harvest the precursor (MA‐CoCl2‐TAA). The MA‐CoCl2‐TAA was heated at 700 °C for 2 h in flow N2 to fabricate the Co9S8@C/3DNCF. The procedures for synthesizing MnS@C/3DNCF, FeS@C/3DNCF, Ni3S2@C/3DNCF, and ZnS@C/3DNCF were the same as that for the Co9S8@C/3DNCF except that the CoCl2 was replaced by Mn(Ac)2, Fe(Ac)2, Ni(Ac)2, and ZnNO3, respectively. For comparison, the Co9S8/3DNCF composites were prepared using the same procedure for Co9S8@C/3DNCF just with the absence of glucose. To prepare Na3V2(PO4)3@C cathode, NH4H2PO4, NH4VO3, Na2CO3, and glucose with a mole ratio of 3:2:1.5:0.15 were first mixed by ball milling (with a speed of 500 rpm) for 5 h in acetone solution, and then the mixtures were dried at 80 °C, and further annealed at 700 °C under a hydrogen/nitrogen mixture atmosphere.",
                "Materials Characterization: The morphologies of the samples were characterized by FESEM (Hitachi S‐8100), TEM, scanning TEM (STEM), SAED, and high‐resolution TEM (JEM‐2010, JEOL, 200 KV) with an X‐ray spectrometer attached to the TEM instrument. The samples were analyzed by XPS (Thermo K‐Alpha XPS spectrometer, Thermo Fisher Scientific). The phase structures were characterized by XRD (Bruker D8, Germany) operating with Cu Kα radiation. The mass of TMS in TMS@C/3DNCF was measured by an ICP‐atomic emission spectrometry (Agilent‐720). Raman spectroscopy was obtained on an AXIS ULTRA DLD instrument with Renishaw RM1000 micro spectroscopic system.",
                "Electrochemical Evaluation: The as‐synthesized TMS@C/3DNCF was directly served as flexible electrode. The half cells were fabricated in an Ar‐filled glove box. The load mass of active materials on every disc was about 0.5–1.1 mg cm−2. The electrolyte was 1.0 m solution of NaClO4 in ethylene carbonate/dimethyl carbonate (1:1 in volume) with 5 wt% fluoroethylene carbonate. The sodium storage capabilities were evaluated at 0.01–3.0 V (vs Na+/Na) on LAND testing instrument. CV was recorded with an electrochemical workstation (CHI660E, Chenhua, Shanghai) at a scan rate of 0.1 mV s−1. Electrochemical impedance spectroscopy was collected on the electrochemical workstation in the frequency range from 0.1 Hz to 100 kHz. Before the full‐cell fabrication, the Co9S8@C/3DNCF anode was electrochemically presodiated via discharging–charging for three cycles at a current density of 0.1 A g−1 in half cells."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Natural Science Foundation of China (Grant Nos. 51874142, 51772127, and 51604122), Pearl River S&T Nova Program of Guangzhou (Grant No. 201806010031), Guangdong Innovative and Entrepreneurial Research Team Program (Grant No. 2016ZT06N569), Taishan Scholars (Grant No. ts201712050), and Major Program of Shandong Province Natural Science Foundation (Grant No. ZR2018ZB0317)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "General and Scalable Fabrication of Core–Shell Metal Sulfides@C Anchored on 3D N‐Doped Foam toward Flexible Sodium Ion Batteries"
}