{
    "DOI": "10.1002/adfm.201803896",
    "Journal": "",
    "Keywords": [
        "Na‐ion batteries",
        "novel high‐voltage phases",
        "reversible hysteresis evolution",
        "rippling of layered structures"
    ],
    "Sections": [
        {
            "content": [
                "The layered compound NaTMO2, with TM being the 3d transition metal elements, has been an active platform for the development of electrode materials for rechargeable Na ion batteries. In both the intercalation and de‐intercalation processes of Na ions, various Na orderings form and couple with the transition metal charge, spin and orbital orderings to further modulate the fundamental physical and chemical properties of the materials, including the metal‐insulator transition in Na1/2VO2, superconductivity in water intercalated Na0.35CoO2, Na patterning and suppressed thermal conductivity in Na0.8CoO2, and spin, charge and orbital stripe orderings in Na5/8MnO2. For the mixed transition metal layered NaTMO2 compounds, where more than one type of TM sits in the TM layer, less Na orderings are observed due to the perturbation from the randomly mixed TM sites. Meanwhile, the electrochemical capacity is in general improved in the ternary and quaternary mixed TM systems with the absence of Na ordering. Previous study pointed out that the buckling of individual Fe ion in these compounds can help the diffusion of each Na ion. In this article, we further present an unusual collective behavior of such Fe‐containing NaTMO2 compounds, where the flat TMO2 layers become rippling beyond a certain voltage in charge and return back to flat toward the end of discharge. The TM layer rippling is directly visualized by Cs‐corrected scanning transmission electron microscopy (STEM). The rippling effect also causes the inhomogeneous strain broadening of Bragg peaks observed by our (in situ) X‐ray diffraction (XRD). It is further found by density functional theory (DFT) simulation that rippling is a fundamentally unique property of Fe containing TM oxide layers. Since Na or Li ion diffuses faster at wider interlayer region in the O3 phase, the wider regions in the rippling phase become more susceptible to both Na ion intercalation and de‐intercalation than the narrower ones, which results in the asymmetric structural evolution between discharge and charge. Specifically, the P3 phase in charge can be missing from discharge at high Fe composition, leading to the novel hysteresis voltage loop with phase‐transition‐free discharge. Notably, the rippled TM layers can go back to the flat phase above the critical Na composition upon battery discharge, as observed by in situ XRD, STEM, and DFT, making it ready to repeat such hysteresis structural evolution in the second charge and discharge, as well as in the following cycles."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "We observed in DFT simulation that by applying stress or through coupling to Na clusters at low Na composition, the layered transition metal oxide structure with O3 stacking can relax to a new ground state with rippling TMO2 layers due to the collective softening and distortion of the contained FeO6 octahedrons. Figure a shows an example of stress induced rippling in layered Fe0.25TM0.75O2 with empty Na layer from DFT simulation (TM = Mn). The Fe and Mn ordering in this particular supercell is shown in Figure S1a (Supporting Information). The interlayer stacking of interest here is O3 type, which was shown previously to be exhibited by Nax[FeyTM1−y]O2 at high voltage (x < 0.4). Full relaxation of the lattice parameters gives an ordinary flat structure with all TM ions staying in the TMO2 planes (Figure a left) with the in‐plane lattice parameter a of 3.0 Å. However, when the a lattice parameter is fixed to, for example, 2.85 Å, which is very close to the experimental value of O3‐Nax[Mn0.25Fe0.25Co0.25Ni0.25]O2 at x < 0.4, O3‐Nax[Fe0.5Co0.5]O2 at x < 0.4 and our in situ XRD measured value of various O3 stacking Fe containing materials at high voltage (shown later), the structure is relaxed to an unusual phase with rippled TM layers (Figure a right). Note that fixing a lattice parameter at other smaller values also gives the rippling states. The examination of each TMO6 octahedron reveals that the FeO6 octahedrons show much stronger distortions than the MnO6 ones, as quantified by the distortion index (Figure b), which describes the degree of distortion of the TMO6 octahedrons and the TMO bond angle variance. The comparison in Figure b suggests that the rippling phenomenon is closely related to the higher structural flexibility and softening effect of the FeO6 octahedrons at high voltage. In comparison, without Fe the rippling of TMO2 layer (TM = Mn, Co, Ni and their mixtures) is never observed by fixing the lattice parameter at different values, suggesting the unique property of FeO6 octahedron in making the structural distortion and softening in response to the environmental perturbation.",
                        "We also calculated the structures with different Fe to TM (TM = Mn, Co, Ni) ratios of Fe0.25TM0.75, Fe1/3TM2/3, and Fe0.5TM0.5 with various TM orderings and interlayer distances, along with the pure Fe case (Figures S1–S5, Supporting Information). Due to the length scale of rippling, a high throughput DFT calculation of all TM orderings in such a large supercell is beyond the computational limit. We thus randomly generated several TM orderings at any given Fe composition for further DFT relaxations. In most cases they either show unstable flat structures, from which rippled structures are spontaneously obtained by relaxation as the case of Figure a, or show around 10 meV energy benefit per Fe ion in the rippled structures by manually distorting and DFT relaxing the metastable flat structures. This indicates the rippling phenomenon is not caused by any specific TM ordering, composition or interlayer distance but is rather general when Fe exists. The irrelevance of TM ordering is further supported by our neutron diffraction measurement to be discussed later. However, we note that in some occasional cases with low Fe composition of 0.25 or 1/3, the rippled structures cannot be formed, while all the structures with 50% Fe composition prefer the rippling phase, suggesting the importance of collective contribution from enough FeO6 to such preference. The hypothetical layered structure without the Na ions thus demonstrates the intrinsic rippling nature of the metal oxide layers mixed with Fe."
                    ],
                    "name": "Rippling of TMO2 Layers in DFT Simulation",
                    "type": "section"
                },
                {
                    "content": [
                        "Since we have not put the Na ions to these TMO2 layers yet, all the TM ions are oxidized to 4+ valence state in our DFT simulation based on the magnetization on each TM ion. In our simulation the Fe4+ ions are Jahn‐Teller active due to the single occupancy of eg orbitals, while Mn4+, Co4+, Ni4+ ions are not. The existence of Jahn‐Teller active Fe4+O6 is supported by previous experimental conclusions from Mossbauer and X‐ray absorption spectroscopy measurements of O3‐NaxFeO2 at x < 0.5, O3‐Nax[Fe0.5Ni0.5]O2 at x < 0.4 and P2‐ Na2/3[Fe0.5Mn0.5]O2 at fully charged state, and also consistent with previous computational studies. However, it was also shown by experiment that for Nax(FeyNi1−y)O2 at high voltage (x < 0.4) a non‐negligible fraction of Fe3+ is not oxidized to Fe4+ as expected, showing a discrepancy to the simple ionic model of Fe3+/4+ redox. This leads to the discussion of other processes such as partially oxidized Fe due to oxygen redox and ligand to metal charge transfer, which softens the FeO bonding. The rippling phase of interest here should be contributed by the collective effects of the softened FeO bonding in general and the Jahn‐Teller distortion of oxidized Fe4+O6.",
                        "The importance of FeO6 distortion and softening is further supported by comparing the flat structure with the corresponding rippled one, where the distortions of FeO6 octahedrons are strongly enhanced with rippling (Figure S4e,f, Supporting Information). Note that several Van der Waals correction methods suggested for the calculation of Na deficit structures were also applied in all our calculations with qualitatively similar results (Figure S4, Supporting Information). Interestingly, we find that these FexTM1−xO2 structures can actually be DFT relaxed to all sorts of variants with different local bending geometries, as illustrated in Figure S5 (Supporting Information), with very small energy variance that is much smaller than the energy difference from the flat structure (Figure S5d, Supporting Information). Thus, the rippling phase can be considered as a type of glass phase with many local energy minima. Note again that although the computation of this ideal Na‐empty model requires external stress by fixing the lattice parameter, stressing non‐Fe containing TMO2 will not change the TM layers from flat to rippled."
                    ],
                    "name": "Softening and Distortion of FeO6 for Rippling Phase",
                    "type": "section"
                },
                {
                    "content": [
                        "In the following calculation of the realistic case with Na ions, we will show that Fe containing rippling structure can be obtained through the special interaction with Na ions, where stress is not needed anymore in the simulation. Consider a realistic high‐voltage state for NaxTMO2, where Na ions are present in these rippled structures, our DFT result shows that they prefer to fit into the wider interlayer regions to further enforce the original rippling feature (Figure c left), rather than forming the homogeneous Na distribution that forces the relaxation into the flat TM layers (Figure c right). The total energy differences between such rippled and flat states are shown in Figure d for various Na1/9TMO2 layered structures with different Fe compositions. For all the Fe‐based compounds, our DFT simulation shows that the rippling phase is always energetically preferred, while for the non‐Fe cases of NaNiO2 and NaCoO2, there is no such energy preference. Since Na ions experience stronger Na+‐Na+ electrostatic repulsion in the TM rippling phase than the flat phase at a given Na composition due to smaller Na+‐Na+ distance, the rippling of the TM layers dominates the energy benefit. We also calculated five different TM orderings for Na1/9[Fe0.5Mn0.5]O2 case (Figure S6, Supporting Information), which all show at least around 10 meV energy benefit per Fe ion in the rippling phase. Note that different correction methods for Van der Waals interaction (D2, D3BJ, without correction) give very close energy benefit (Figure S6b, Supporting Information). Furthermore, different from the previous case with empty Na layer, here we performed full relaxation of lattice parameters for all structures with Na ions. The fact that they did not prefer the flat TM layers under zero external stress indicates that the rippled structure coupled with Na clustering is the global energy minimum above a certain Na composition, where the strain in the rippling phase will not be released due to this energy preference. On the other hand, when the Na layer is fully occupied, the flat structure is energetically preferred than the rippling one, suggesting that there is a rippling to flat phase transition with Na intercalation toward full sodiation. Determining such critical transition Na composition is beyond the computational limit, and we leave this question to be answered by our in situ XRD measurements."
                    ],
                    "name": "Rippling Phase Coupled with Na Clusters",
                    "type": "section"
                },
                {
                    "content": [
                        "The above prediction from the DFT simulation is consistent with our experimental observations. First, Figure a shows the full‐width‐half‐maximum (FWHM) evolution of the (003) peak at different Na compositions obtained from our in situ XRD measurement of layered Na[Mn0.25Fe0.25Co0.25Ni0.25]O2 (MFCN). It clearly shows a reversible evolution of the XRD peaks between sharp and broad shapes during charge and discharge at high voltage, a region with low Na composition between 14% and 25%. Such reversible broadening was also seen in the Fe‐mixed ternary and binary systems (see Figures  and , and Figure S7 in the Supporting Information) and in previous experiments, but the underlying mechanism was not understood before. The angle‐dependence of the broadening (change of FWHM) of (003) and (006) peaks of these in situ XRD patterns fits well with the strain broadening model that is consistent with the strain in our rippling phase picture, while it significantly deviates away from the size broadening model (Figure b). This indicates that the broadening effect is not consistent with any model that relies on the domain separation at high voltage, such as many small domains with flat TM layers but different interlayer distances in a particle. Furthermore, the (011) peak, which corresponds to (hkl) planes almost parallel to c direction (Figure c), is much less broadened than (003) peak, consistent with the much smaller strain in the a and b directions inside TM planes than the interlayer strain in the rippling phase. Thus, the reversible broadening of XRD peaks observed by our in situ XRD is actually a strain broadening of Bragg peaks caused by the rippled TM layers at lower Na compositions, and the relief of such strain in the flat structure at higher Na compositions.",
                        "The rippling of the TM layers is directly visualized by STEM. Figure d shows the Cs‐corrected high‐angle annular dark‐field (HAADF)‐STEM image of pristine MFCN with flat TM layers (100% Na). Upon charging to 4.35 V (18% Na), the TM layers ripple on the spatial range around 10 sites (25–30 Å) (Figure e). The STEM image in a 15 nm × 15 nm range containing Figure e is shown in Figure S8a (Supporting Information) with the rippled TM layers in the entire image. Apart from this representative particle, we also observed similar rippling features in every particle we found that can be tilted to the b direction under both STEM and high‐resolution transmission electron microscopy (HRTEM) (Figure S8, Supporting Information). After one cycle, STEM image of MFCN in Figure f shows the ordinary flat TM layers with full Na intercalation. The STEM analysis here supports our argument that the in situ XRD measured reversible transition between sharp and broad Bragg peaks corresponds to the transition between the flat, homogeneously spaced and the rippled, inhomogeneously spaced TM layers. The interlayer distance distribution of the STEM images in Figure d–f is analyzed in Figure , which agreed well with the calculated rippling structures."
                    ],
                    "name": "XRD and STEM Evidence of Rippling Phase",
                    "type": "section"
                },
                {
                    "content": [
                        "The observed XRD broadening and TM layer rippling at high voltage match well with our model about FeO6 softening induced rippling phase as discussed in the DFT part earlier. Although computational evidence suggests that the Fe migration is more possible than other TM (Ni, Co, Mn) at high voltage in these O3 layered materials, our results show that Fe migration is not compatible with TM layer rippling, as TM migration to the Na layer actually tends to stabilize the flat layer instead of rippling it (Figure S9, Supporting Information). Also, note again that here the sharp‐broad‐sharp evolution of the (003) peaks of MFCN is totally reversible in one cycle of battery charge and discharge, i.e., the FWHM is the same before the charge and after the complete discharge. Thus, the mechanism of such broadening is intrinsically different from the irreversible broadening caused by stacking faults or TM migration, where the peaks cannot become sharp again in discharge once broadened in charge, as observed in NaCrO2, NaTiO2 and NaFeO2.",
                        "It is worth noting that reversible migration has been discussed in some P2 type NaTMO2 such as P2‐Nax[LiyNizMn1−y−z]O2 and P2‐Na2/3−z[Mn0.5Fe0.5]O2. However, in addition to the issue of flattening the TMO2 layer by Fe migration suggested by our DFT above, the incompatibility of such model with the rippling behavior in the O3‐NaTMO2 is also suggested by our in situ XRD and DFT analysis. The peak broadening in charge starts at high interlayer distance around 5.5 Å for MFCN, Na[Fe0.5Co0.5]O2 (discussed later), and other binary and ternary systems (Figure S7, Supporting Information), where the Fe migration barrier is as high as 0.89 eV at single Fe embed in other TM environment, 0.75 eV at 2Fe cluster and 0.58 eV at 3Fe cluster (rare case for less than 50% Fe composition), respectively (Figure S10, Supporting Information), based on our DFT simulation. Thus, with such high migration barriers the Fe migration events will not have enough probability at the interlayer distance of initial peak broadening during charge to cause such abrupt entry into the collective structural rippling, which suggests that the reversible migration model discussed in the P2 compounds may not be applied to the O3 case. However, TM migration may still exist in our systems, as will be discussed in the Na[Fe0.5Co0.5]O2 case at 4.5 V voltage cutoff."
                    ],
                    "name": "Decoupled Rippling Phase and Transition Metal Migration",
                    "type": "section"
                },
                {
                    "content": [
                        "As already argued by our DFT simulations, the rippling phase observed in these Fe containing layered compounds is not a result of any specific TM ordering. This conclusion is further supported by our neutron diffraction measurements of Na[Mn1/4Fe1/4Co1/4Ni1/4]O2, Na[Fe0.5Co0.5]O2, and Na[Fe0.5Mn0.5]O2 at both room temperature and 5 K (Figure S11, Supporting Information), where neither additional Bragg diffraction peaks due to the distinct neutron diffraction cross sections between different TM ions, nor magnetic Bragg diffraction peaks down to 5K were observed, indicating no long range magnetic ordering. We also fit the broad peak in neutron diffraction of Na[Fe0.5Co0.5]O2 at low temperatures (Figure S11c, Supporting Information), which suggests no short range magnetic ordering beyond the first nearest neighbor. Furthermore, no short range magnetic ordering was observed in Na[Mn1/4Fe1/4Co1/4Ni1/4]O2 and Na[Fe0.5Mn0.5]O2 at all. The lack of long‐range magnetic ordering is consistent with the lack of TM ordering in the mixed transition metal systems. Combining computation with experiment, we conclude that unlike Li cathode materials where TM orderings often exist or materials consisting of 3d TM doped with heavy elements such as Bi, in these sodium cathode compounds containing just 3d TM, neither long range nor short range orderings between TM ions could be the reasons for the general rippling phenomenon in all the Fe containing layered compounds."
                    ],
                    "name": "Neutron Diffraction Shows No Transition Metal Ordering",
                    "type": "section"
                },
                {
                    "content": [
                        "Since our DFT calculations predict that the rippling effect strengthens with Fe composition, we further study more details of the rippling phase from a binary system of Na[Fe0.5Co0.5]O2 (FC), where a new macroscopic effect of hysteresis voltage loop perfectly reflects the underlying mechanism of asymmetric microstructure evolution related to the rippling phase at high Fe composition. Figure a shows the evolution of (003) peak FWHM from the in situ XRD measurement (Figure a) of FC for the first charge and discharge with 4.5 V cutoff (FC4.5). The evolution of peak broadening is highly asymmetric between charge and discharge for FC4.5, where the peaks upon discharge are much broader than charge (Figures a and a). Note that the peak broadening in the biphasic O3‐P3 region is a result of two overlapping diffraction peaks of O3 and P3 phase with slightly different diffraction angles. Figure b shows the corresponding charge‐discharge voltage profiles for FC4.5, where many characteristic shape features (plateaus, change of slope) in the first charge curve related to multiple phase transitions are much blurred in the first discharge and the following charge and discharge processes. This irreversibility of voltage profile between first and second charges indicates possible structural damages including TM migration, or electrolyte decomposition for FC cycled above 4.0 V.",
                        "While the FWHM evolution of (003) peak is still asymmetric between charge and discharge for FC4.0 with 4.0 V cutoff (Figures c and b), the broadening in discharge is much less compared with FC4.5. Furthermore, different from FC4.5, we observed a novel reversible hysteresis voltage loop formed by charge discharge curves in FC4.0 (Figure d and Figure S12, Supporting Information). The shape features in the first charge voltage curve disappeared during the first discharge, similar to the case of FC4.5. However, differently, these features reappear during the second charge for FC4.0. Such reversible hysteresis between charge and discharge preserves to the 10th cycle (Figure S12, Supporting Information) and beyond, suggesting that when the cutoff voltage is lowered from 4.5 to 4.0 V, the irreversible structural damages at high voltage in FC4.5 is well controlled. Note that although the electrochemical profile was presented before for FC4.0, this hysteresis phenomena was never articulated, and the mechanism was not understood.",
                        "Upon charging of FC, significant peak broadening happens below 40% Na composition or above 3.7 V, suggesting the entry into the rippling phase. In previous study of Na[Fe0.5Ni0.5]O2, Fe4+ was found in Na0.4(Fe0.5Ni0.5)O2 at 3.8 V. Here for FC, Fe4+ has to form below 50% Na composition, even if we assume all the Co3+ ions are oxidized first, corresponding well with the Na composition for XRD peak broadening. In comparison with MFCN (25% Fe), where XRD peaks broaden at 24% Na composition, we observed a direct correspondence between Fe composition and the starting Na composition of XRD broadening, i.e., x ≈ y, in Nax(FeyTM1−y)O2.",
                        "In contrast, Figure e shows FC cycled to 3.6 V (FC3.6), where the FWHM of (003) peak evolves symmetrically between charge and discharge without any additional broadening, suggesting no rippling phase below 3.6 V. This is consistent with the voltage profile (Figure e inset) that evolves symmetrically between charge and discharge for FC3.6. Thus, the hysteresis voltage loop of FC4.0 is a unique property closely related to the rippling phase, which evolves asymmetrically with hysteresis between charge and discharge within each cycle, while reversibly for charges or discharges between different cycles. Although previous work on Li ion battery layered structures discussed hysteresis due to TM ion migration, the corresponding electrochemical curve has a large shape difference in the first and second charge, indicating significant component of irreversible structural change, which is different from the phenomenon we discussed here.",
                        "Further detailed analysis of the in situ XRD curves (Figure ) clearly shows the asymmetric phase evolution. While there are clear O3‐P3‐O3 phase transitions in the charge process of FC4.0, the phase stays in O3 during discharge without other phase transitions. The entry of rippling phase is at 0.4 Na in charge (Figures c and b), which stays up to 0.6 Na in discharge, i.e., it takes an extra 0.2 Na intercalation to go back to the flat phase in discharge. Interestingly, the extra rippling O3 phase region in discharge corresponds exactly to the Na composition range of the entire P3 phase region in charge. Note that the P3 and high voltage O3 phase transition in charge takes place at 5.55 Å, while the measured interlayer distances are generally lower in discharge (<5.45 Å) once the rippling phase is entered in charge (Figure f). This suggests that the lower interlayer distance of the rippling phase can help the system bypass the P3 phase with higher interlayer distance, leading to different structural evolution pathways between charge and discharge. Note that for FC4.0 the peak position, FWHM and peak shape of (003) are the same for pristine state and after one cycle, indicating that the flat to rippling phase transition, although induces local strains, has no obvious influence on the structural stability. In addition, monoclinic distortion happens when Na composition is around 0.5 in charge, as marked by P'3 phase in Figures  and , which should be triggered by the Na0.5(Fe0.5Co0.5)O2 sodium stripe ordering reported previously. However, since this Na ordering is limited in a narrow Na composition range around 0.5 in charge, it cannot be the reason for the rippling phase happened below Na composition of 0.4 in charge."
                    ],
                    "name": "Reversible Asymmetric Structural Evolution at High Fe Composition",
                    "type": "section"
                },
                {
                    "content": [
                        "Figure  provides an illustrative summary of the structural evolution of Fe‐containing Na ion batteries based on previous results, taking FC4.0 as an example. Figure a is the pristine O3 structure, with full Na and flat TM layer. Upon Na ion de‐intercalation by charging, Fe is oxidized and FeO6 is softened. After softened FeO6 octahedrons accumulate to a certain amount, the structure enters the rippling phase, corresponding to around 0.4 Na in the case of FC. It is known that diffusivity is proportional to the interlayer distance of the layered structure in O3 for both charge‐localized and de‐localized systems. Therefore, when charging beyond certain voltage (3.7 V in FC) and entering the rippling phase, Na ions in the region with larger local interlayer distance (black boxed regions in Figure b) is extracted first due to higher diffusivity, followed by the Na ions in other lower spacing regions (Figure c).",
                        "However, at the beginning of discharge (Figure d), Na ions are first intercalated to the wider interlayer region (black boxed regions in Figure d) based on the same diffusivity argument, leading to the asymmetry between charge and discharge. The Na ions staying in the wider interlayer region tend to further expand the layer spacing less than the ones in the narrower region (Figure d), leading to the reduced average interlayer distance in discharge compared with charge (Figure d,e). As mentioned before, the structure goes back to flat again toward the end of discharge, when enough amount of Na ions are intercalated back to stiffen FeO6 at the reduced state (Figure f). The hysteresis evolution is hence reversible between cycles.",
                        "It is worth noting that in order for the asymmetric structure evolution to be prominent, the rippling phase has to be percolated. If we consider the Na sites with at least one Fe in the neighbor, the network formed by such Na sites is percolated with around 30% Fe composition according to our simulation (Figure ). Thus, in FC with 50% Fe almost all the Na sites are covered by Fe, giving continuous pathways of expanded regions for fast Na ion diffusion. This also explains that the asymmetric structure evolution is most prominent in the binary system with 50% Fe, while less obvious in ternary system with 33% Fe and not observed in the quaternary system with 25% Fe.",
                        "The extra Na ions needed to transform the structure back to flat phase, as discussed in FC4.0 case, is the counterpart of the coercive force in the ferromagnetic hysteresis loop. Note that this behavior is not limited to the FC system but is a general feature for O3‐type Fe containing compounds. The (003) peak broadening in charge are also found in Nax[Fe0.5Mn0.5]O2 (FM) at x < 0.2, Nax[Fe0.5Ni0.5]O2 (FN) at x < 0.26, Nax[Fe1/3Mn1/3Ni1/3]O2 (FMN) at x < 0.26 and Nax[Fe1/3Co1/3Ni1/3]O2 (FCN) at x < 0.3, respectively, together with the asymmetric structural evolution in discharge, as shown in Figure S7 (Supporting Information). Also note that although the Na composition for P3 to high voltage O3 transition in FC (Figure b) and some other binary and ternary systems (FM, FN, FMN in Figure S7, Supporting Information) coincides with the Na composition for the flat to rippling phase transition in charge, this is not generally true. For example, in MFCN the two transition Na compositions for stacking and rippling are 0.34 Na and 0.24 Na, respectively, while for FCN they are 0.36 and 0.3, respectively. For MFCN16 and FCN, at high voltage the structure first transforms from P3 to O3 with sharp (003), then to the rippling O'3 phase with peak broadening. For FMN, FC, FM, and FN, the sharp O3 phase does not develop and O'3 rippling phase directly follows the P3 phase in charge.",
                        "Moreover, since the transition between flat and rippling phase does not involve shear gliding and significant volume change as in the O–P phase transition, and the rippling phase naturally perturbs long range sodium ordering, good rate capability can be expected, as previously observed in FC, where the high rate up to 30 C was demonstrated specifically in discharge, while the charge was kept at 0.05 C. This battery test strategy can be explained well by the asymmetric rippling phase evolution, where the P3 phase was bypassed by the coercive rippling phase in discharge to avoid the O3‐P3‐O3 transition that is detrimental to the high rate. In addition, compared with, for example, NaCoO2, with a symmetric charge‐discharge evolution (see Figure S13, Supporting Information), FC4.0 with hysteresis voltage loop shows higher average discharge voltage (3.148 V) than NaCoO2 (2.936 V) and lower over potential, consistent with previous report. Our understanding here thus may lead to the new strategy to engineer the structural evolution with extended rippling phase region for improved battery performance."
                    ],
                    "name": "Na Diffusion in Rippling Phase, Percolation, and Hysteresis Voltage Loop",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, we have found a novel phenomenon of spontaneous rippling of the TM layers in the Fe containing layered NaTMO2 compounds. For Fe composition higher than a certain value in a given compound, softening of FeO6 octahedron accumulates with charging, which drives the whole TM layer to distort and ripple into a novel glass phase with different inhomogeneous interlayer distance distribution among the layers. The underlying microscopic rippling mechanism results in different evolution pathways between charge and discharge in high Fe composition compounds, leading to the macroscopic hysteresis voltage loops. We expect that fully exploration and utilization of the rippling phase may lead to sodium cathode materials with further improved performance."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Synthesis and Battery Test: The pristine NaTMO2 powder samples mentioned in the paper were synthesized by the solid‐state reaction following the previous literatures. The cathode film was made by mixing powder of active materials, Super P carbon black (Timcal), and dry PTFE (DuPont) with the weight ratio of 80:15:5. A Swagelok battery was assembled using glass fiber (Whatman GF/F) as a separator, Na metal (99.95% Sigma‐Aldrich) as an anode, and 1 m NaPF6 (98%, Sigma‐Aldrich) dissolved in EC:DEC (anhydrous, 1:1 volume ratio) as an electrolyte with the moisture level less than 3 ppm. The galvanostatic cycling was tested on Solartron 1470E. The cathode film loading density was around 2 mg cm−2.",
                "In Situ XRD: The in situ lab XRD was taken on Bruker D8 X‐ray diffractometer equipped with a Mo source from a homemade in situ electrochemical cell with Be window. The in situ cell was charged galvanostatically at C/50 rate on Solartron 1470E with each XRD pattern scanned from 6.5° to 30.5° 2θ angle range (equivalent to 14.1°–69.7° on Cu source) for 1 h, corresponding to 2% Na composition resolution per pattern.",
                "STEM: A Swagelok battery cell was dissembled after reaching designated potentials. Cathode films were sonicated in dimethyl carbonate (DMC). The DMC solutions were then dropped onto the TEM copper grids. The TEM sample was sealed in an airtight bottle before loading into the microscope column. All the sampling processes were done in Ar‐filled glove box. The HAADF‐STEM images were taken on the Hitachi HD 2700C at an accelerating voltage of 200 kV equipped with a probe aberration corrector and cold field‐emission gun at Brookhaven National Laboratory. The collection angle for HAADF‐STEM imaging was 64–341 mrad.",
                "Neutron Diffraction: Neutron diffraction measurements were performed on 5 g each of pristine Na[Fe0.5Co0.5]O2, Na[Fe0.5Mn0.5]O2, and Na[Mn0.5Fe0.5Co0.5Ni0.5]O2 powder using the triple‐axis spectrometer BT‐7 at the NIST Center for Neutron Research. Measurements were taken in two‐axis mode with a fixed initial neutron energy of 14.7 meV (wavelength 2.359 Å), collimator configuration open‐80'‐sample‐80', and a radial‐position sensitive detector.",
                "DFT: All DFT calculations in this work were performed using the Vienna Ab initio Simulation Package within the projector augmented‐wave approach using the Perdew–Burke–Ernzerhof GGA functional and the GGA+U extension to it. The U values for Mn, Fe, Co, and Ni were 3.9, 4.0, 3.4, and 6.0 eV, respectively, in line with previous literature. Supercells with size 2 × 8 × 3 (4 × 1 × 1 Gamma centered k‐point) and 2 × 8 × 2 (4 × 1 × 2 k‐point) were used for calculating the rippling without Na and a 6 × 6 × 3 supercell (1 × 1 × 1 k‐point) for the rippling coupled to Na clusters. A 520 eV plane‐wave energy cutoff was used for all calculations. The Van der Waals interaction was treated by both the Grimme's DFT‐D2 method and cross‐checked with the DFT‐D3 method with Becke‐Johnson damping on top of GGA+U. In all the calculations concerning mixing of different TMs, the input files of atomic positions for DFT simulations were generated with random sampling of TM positions, while keeping the composition of each TM the same or as close as possible in each layer (see the Supporting Information for more detail). The a and b"
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "Reversible Flat to Rippling Phase Transition in Fe Containing Layered Battery Electrode Materials"
}