{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "High entropy oxide",
        "Born substitution",
        "Phase transition",
        "Na+ diffusion kinetics",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "O3-type layered metal oxides hold great promise for sodium-ion batteries cathodes owing to their energy density advantage. However, the severe irreversible phase transition and sluggish Na+ diffusion kinetics pose significant challenges to achieve high-performance layered cathodes. Herein, a boron-doped O3-type high entropy oxide Na(Fe0.2Co0.15Cu0.05Ni0.2Mn0.2Ti0.2)B0.02O2 (NFCCNMT-B0.02) is designed and the covalent B–O bonds with high entropy configuration ensure a robust layered structure. The obtained cathode NFCCNMT-B0.02 exhibits impressive cycling performance (capacity retention of 95% and 82% after 100 cycles and 300 cycles at 1 and 10 C, respectively) and outstanding rate capability (capacity of 83 mAh g−1 at 10 C). Furthermore, the NFCCNMT-B0.02 demonstrates a superior wide-temperature performance, maintaining the same capacity level (113.4 mAh g−1@−20 °C, 121 mAh g−1@25 °C, and 119 mAh g−1@60 °C) and superior cycle stability (90% capacity retention after 100 cycles at 1 C at −20 °C). The high-entropy configuration design with boron doping strategy contributes to the excellent sodium-ion storage performance. The high-entropy configuration design effectively suppresses irreversible phase transitions accompanied by small volume changes (ΔV = 0.65  Å3). B ions doping expands the Na layer distance and enlarges the P3 phase region, thereby enhancing Na+ diffusion kinetics. This work offers valuable insights into design of high-performance layered cathodes for sodium-ion batteries operating across a wide temperature."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The B-doped high-entropy oxide cathodes demonstrate rapid ion diffusion kinetics, minimal volumetric changes, and superior electrochemical performance in the temperature range of −20 to 60 °C.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Sodium-ion batteries (SIBs), deemed the optimal choice for energy storage and low/medium-speed trams, have garnered widespread interest because of their abundant, low-cost as well as their operational similarity to lithium-ion batteries (LIBs) [1], [2], [3]. However, the widespread application of SIBs faces challenges stemming from their lower energy density compared to LIBs, primarily constrained by the lower reversible capacity of cathode materials. Notably, layered transition metal oxide cathodes (NaxTMO2, 0 < x, TM = Fe, Co, Ni, Mn, Ti, Sn, etc.) show promise due to their large specific capacity and straightforward synthesis procedures. NaxTMO2 is classified into P2, P3, O2 and O3 variants, delineated by the coordination environment of Na+ (Octahedra (O) and prismatic (P)), as well as the arrangement of oxygen atoms layers [4], [5], [6], [7]. Among these, P2-type NaxTMO2 (x < 0.7) exhibits a higher concentration of Na+ vacancies and relatively lower Na+ diffusion barriers, typically demonstrating superior kinetic performance. However, the lower sodium content limits their capacity, and deep desodiation often triggers severe phase transitions, leading to poor structural stability. However, O3-type NaxTMO2 (x ≥ 0.8) have garnered significant interest in SIBs due to their high operating voltage and theoretical capacity, which are key factors in enhancing the energy density of SIBs. Nevertheless, O3-NaxTMO2 experiences drastic volume changes, irreversible O-P phase transition, and sluggish ion diffusion kinetics owing to the larger ionic radius and octahedral sites of Na+, contributing to deteriorated cycling stability and poor rate performance [8]. Therefore, widening the Na+ transport channel and suppressing irreversible phase changes are crucial for accelerating Na+ diffusion kinetics, achieving high-rate performance, and strengthening the cycle stability of NaxTMO2 cathodes.",
                "To broaden the Na+ transport channel and mitigate irreversible phase transition, a promising strategy involves the partial introduction of electro-active or electro-inactive elements (e.g., Fe, Co, Ni, Ti, Zn, etc.) or their combinations in TM /Na layers [9], [10], [11], [12], [13]. This incorporation serves to reduce the volume changes, suppresses the Na/vacancy ordering, and impedes cationic migration. Such an effective approach is well exemplified by high-entropy oxides (HEOs) as cathodes, showcasing notable enhancements in the electrochemical performance of SIBs. HEOs constitute a novel category of single-phase solid-solution materials that involve five or more transition metal elements occupying identical crystallographic sites [14], [15], [16], [17]. This high-entropy configuration helps to suppress irreversible phase transitions and enhance Na+ diffusion kinetics through the “entropy-stabilization” effect and multi-component disorder distribution in TM layer [18], [19], [20]. The high entropy configuration of multi-component transition metal facilitates better adaptation to local interaction changes during the charging/discharging process. Furthermore, the disorderly arrangement of transition metals promotes stochastic redox reactions among the metal elements, thereby suppressing discharge ordering and Na+/vacancy ordering. This inhibition of phase transition enhances the stability of layered structures. However, it is crucial to note that the random positions of atoms in high entropy configurations and slightly imbalanced lattice sites can lead to detrimental lattice distortions. The lattice distortion of HEOs cathodes can hinder atomic movement, resulting the sluggish diffusion [21].",
                "Therefore, a delicate balance must be struck between structural stability and fast diffusion kinetics in HEOs materials. Xin et al. [22] achieved this balance by combining the high-entropy configuration with a superlattice structure, yielding enhanced cycling stability (63.7% capacity retention after 300 cycles) and improved rate capability (78 mAh g−1 at 10 C) in O3-type layered cathode. Additionally, our group documented an O3-type HEO cathode featuring a remarkably reversible O3-P3-O3 transition. However, despite these advancements, there is still rapid capacity decay during extended cycling. Inspired by the bulk phase doping in low-component cathode materials, the strategy of doping trace elements in high-entropy structures to enhance structural stability and accelerate ion diffusion kinetics shows promise. Partial substitutions of TM and Na ions with heavy inactive elements (K+, Al3+, Mg2+, Li+) [23], [24], [25], [26], [27] can reinforce the host structure like a “pillar” and improve cycling abilities. However, doping inactive ions to TM layers inevitably causes the reduced irreversible capacity and may repress the Na+ deintercalation of the cathodes. Recently, introducing trace amounts of the nonmetallic element boron (B) into the TM layers unexpectedly affected the electrochemical performance of NaxTMO2 cathodes [28], [29], [30]. As an example, Guo et al. [29] reported the tetrahedron BO4 in the TM slabs can effectively suppress irreversible oxygen release through strong B–O bonding (809 kJ mol−1). With this innovative perspective, we combine high entropy chemistry with trace amounts of B doping to broaden the Na layer distance, widen the P3 phase region, suppress the irreversible phase transition, and achieve excellent structural stability.",
                "Herein, we designed the HEOs cathode NFNCCMT-B0.02 and doped B into TM layers, thereby contracting the TM layer and expanding the Na layer. The combined analysis of neutron powder diffraction (NPD), in-situ X-ray powder diffraction (XRD), high-angle annular dark field scanning transmission electron microscopy (HAADF-STEM), and ex-situ high-resolution transmission electron microscopy (HR-TEM) reveals that the severe volume change and sluggish Na+ diffusion kinetics are suppressed after doping trace amount of B. The obtained HEOs cathode demonstrates superior cycling performance across a broad temperature range, spanning from −20 to 60°C. It exhibits 95% and 82% capacity retention after 100 cycles at 1 C and 300 cycles at 10 C, respectively, at room temperature. Even at 10 C, it sustains a reversible capacity of 83 mAh g−1. Notably, when the temperature drops to −20 °C, the cell still remains approximately 90% capacity after 100 cycles at 1 C. Furthermore, the resultant hard carbon // NFNCCMT-B0.02 full cell displays an energy density of 315 Wh kg−1 based on the mass of cathode active materials, indicating its potential for application. This research combines high entropy chemistry with trace amounts of B doping to suppress the irreversible phase transition and promote ion diffusion kinetics, providing new insight into designing high-performance layered cathodes for wide-temperature sodium-ion batteries."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Materials Synthesis: The HEO O3-type Na(Fe0.2Co0.15Ni0.2Mn0.2Ti0.2Cu0.05)BxO2 (x = 0.01, 0.02, 0.03) cathode material was synthesized using a solid-state method. The mixtures of Na2CO3 (Aladdin), Fe2O3 (Aladdin), CuO (Aladdin), Co3O4 (Aladdin), NiO (Aladdin), Mn2O3 (Aladdin) and TiO2 (Aladdin), B2O3 (Aladdin) were meticulously blended. After grinding, the precursors underwent calcination at 900 °C for a period of 12 h in air, then, cooled down to room temperature naturally in the Muffle furnace, and kept within an argon-filled glove box immediately.",
                "Materials Characterization: Neutron power diffraction (NPD) data were gathered from 7.5° to 152° with a scan step of 0.07° (λ = 1.889 Å) utilizing the high resolution powder diffractometer (HRPD) situated at China Advanced Research Reactor (CARR), China Institute of Atomic Energy. XRD analysis was conducted using a Rigaku Smartlab X-ray diffractometer equipped with Cu Kα radiation (λ = 1.5406 Å). The crystal structure information of the NFNCCMT-Bx material was analyzed using the Rietveld refinement method with the GSAS-II and Fullprof software. Crystal structure models were built using the crystal visualization software VESTA. The component ratio of the HEOs cathodes were determined using an inductively coupled plasma optical emission spectrometer (ICP-OES, ICPE-9800). In-situ XRD pattern and ex-situ XRD pattern of the samples with different charges was obtained. The samples' morphology and crystalline structure details were analyzed using HAADF-STEM images and FESEM coupled with energy-dispersive spectroscopy (EDS). The HAADF-STEM images were obtained using a JEM-ARM2000F at 200 kV. The TEM (JEM 2100F) was utilized to analyze the EDS mapping and HRTEM image. Surface chemical information of samples was obtained through X-ray photoelectron spectroscopy (XPS).",
                "Electrochemical characterizations: The cathode electrode was fabricated by evenly casting a slurry composed of active material (80 wt%), acetylene black (10%), and polyvinylidene fluoride (10%) in N-methyl pyrrolidone onto Al foil evenly and dried at 80 °C for 8 h. The resulting electrode pellet was rolled twice and then cut into a 10 mm diameter disc. The mass loading of active materials ranged from 1.5 to 2 mg cm−2. The half cells were prepared utilizing a CR2032 coin-cell and performed in an argon-filled glove box, with sodium metal (Aladdin) used as the anode. The electrolyte is 1 M NaClO4, with 100% propylene carbonate as the solvent, containing 5% fluoroethylene carbonate additive. CHI1000C scientific instrument was used for cyclic voltammetry (CV) tests, with a voltage range of 2.0–4.1 V and a scanning rate of from 0.1 to 1 mV s−1. The separators are glass microfiber filters. The galvanostatic intermittent titration technique (GITT) tests were conducted on a LAND system in 2.0–4.1 V. During the GITT tests, a current pulse was applied at 10 mA g−1 for 30 min, followed by a relaxation period of 6 h. In-situ electrochemical impedance spectroscopy (EIS) experiments were conducted using Zahner scientific instruments, with a frequency range of 0.001 to 105 Hz and an amplitude of 5 mV. For the full cell, hard carbon (HC) was used as anode, and the HC electrode contained 80 wt% of active material, 10 wt% of carbon, and 10 wt% of PVDF. The N/P ratio for the full cell is about 1.1. The electrochemical performance of the full cells was evaluated within the potential ranges of 1–4 V."
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The Na(Fe0.2Ni0.2Cu0.05Co0.15Mn0.2Ti0.2)BxO2 (x = 0.01, 0.02, 0.03, designated as NFNCCMT, NFNCCMT-B0.01, NFNCCMT-B0.02, NFNCCMT-B0.03) samples were synthesized. Table S1–S3 display the ICP-OES results of the HEO cathode materials Na(Fe0.2Ni0.2Cu0.05Co0.15Mn0.2Ti0.2)BxO2 (x = 0.01, 0.02, 0.03), which closely match their chemical stoichiometric ratios. To investigate the mechanism underlying the generation of structure in the HEOs cathode, ex-situ high-temperature XRD testing was conducted during the sintering process (temperature range: 300 to 900 °C), as depicted in Fig. 1(a and b). It is evident that the HEO cathode is a mixture in the temperature range of 300 to 450 °C. As the temperature rises to 500 °C, the (0 0 3) peak of P3 phase (R-3 m, JCPDS: 54–0839) at 15.84° starts to emerge. Furthermore, the (0 0 3) peak characteristic of the O3 phase (R-3 m, JCPDS: 82–1495) emerged at 16.36° is formed when the temperature climbs to 750 °C, indicating a simple phase transition of raw materials → P3 → O3 during the sintering process. Fig. 1(b) presents the contour plot of ex-situ XRD patterns in the temperature windows of 300–900 °C, illustrating the formation process of the P3 and O3 phase. As evident from SEM images (Fig. S1), the HEO cathode undergoes a gradual transformation from an irregular shape to uniform, ball-like particles with diameters ranging from 3 to 5 μm as temperature increases.",
                "NPD and their Rietveld refinement were performed to analyze the structures of samples, and all samples could be finely indexed to the O3 phase with space group R−3m (Fig. 1c). The Rietveld refinement lattice parameters of NFNCCMT and NFNCCMT-B0.02 from the NPD patterns are listed in Tables S4 and S5, which indicating that Na+ occupy positions at the (0 0 0) sites in NaO2 layers and the transition metals occupy the (0 0 0.5) sites, forming the TMO6 octahedrons with O in TMO2 layers. The fitting results demonstrate a high degree of concordance with the experimental data, yielding a satisfactory level of fitting performance. The lattice parameter a(b) is reduced from 2.974 to 2.964 Å, and the lattice parameter c is increased from 16.176 to 16.177 Å, which is due to the entry of extra coordinated B species with oxygen in transition metal layers. As shown in Fig. 1(d), the refined crystal structure models demonstrate that B doping can widen the distance between the Na–O bond from 0.235 to 0.238 nm, conferring enhanced de/intercalation capabilities of Na+.",
                "To comprehensively characterize the structural information, XRD measurements were utilized in Fig. 2(a and b). Tables S6 and S7 show the Rietveld refinement parameters, and the fitting results align with the NPD finding. HAADF-STEM was employed to examine the atomic-scale arrangement of NFNCCMT-B0.02 (Fig. 2c and d). Bright spots correspond to heavy transition metal elements, while dark dots represent light Na, O, and B atoms, which align closely with the O3-layered atomic model as shown by the inset of Fig. 2(c). The lattice spacings for NFNCCMT-B0.02 are determined to be 0.536 and 0.268 nm, corresponding to the (0 0 3) and (0 0 6) planes projected along the [0 1 0] (Fig. 2c) and [0 0 1] (Fig. 2d) zone axes, respectively. Furthermore, Fig. S2 exhibits the crystalline layered structure of the sample via the HRTEM image, where the measured distances of 0.241 and 0.271 nm are consistent with the (1 0 1) and (0 0 6) lattice spacing, respectively. The selected area electron diffraction (SAED) pattern further confirms the pure O3 structure of NFNCCMT-B0.02 along the [ −1 1 1] zone axis (Fig. 2e). Additionally, Fig. 2(f) and Fig. S3(b and c) present scanning electron microscopy (SEM) images of NFNCCMT-Bx, depicting irregular particles with size ranging from 3 to 5 µm. Elemental mapping using energy disperse spectroscopy (EDS) confirms the chemical homogeneity of the NFNCCMT-B0.02 sample, showing the distribution of elements (Fe, Co, Ni, Mn, Ti, Cu) within a particle (Fig. 2g and Fig. S3d).",
                "To evaluate the effect of B-doing on the Na+ storage properties, the electrochemical performance of the NFNCCMT-Bx cathodes was assessed in half cells within 2–4.1 V vs. Na+/Na. Fig. 3(a) and Fig. S4(a–c) show the charge–discharge curves (GCD) for the initial three cycles of the NFNCCMT-B0.02, NFNCCMT, NFNCCMT-B0.01, and NFNCCMT-B0.03 samples at 0.1 C (1 C = 100 mAh g−1), respectively. As shown in Fig. 3(a) and Fig. S4(a and b), the NFNCCMT-B0.02, NFNCCMT, NFNCCMT-B0.01 and NFNCCMT-B0.03 deliver the 121, 118, 109.2, 108.5 mAh g−1 discharge specific capacity, respectively. Notably, the voltage plateau of NFNCCMT-B0.02 cathode is effectively alleviated at ∼4.0 V, leading to an effectively improvement in the initial coulomb efficiency (ICE, which is 84.5%, 86.6%, 90%, and 88% for NFNCCMT, NFNCCMT-B0.01, NFNCCMT-B0.02, and NFNCCMT-B0.03 cathodes, respectively). The charge and discharge curves for NFNCCMT-B0.02 exhibit relatively symmetrical intercalation reactions with minimal polarization. In Fig. 3(b), the corresponding differential capacitance (dQ/dV) curves reveal a pair of peaks at 2.85/2.95 V, aligning with the voltage plateau (O3-P3). Additionally, a broad peak around 3.65/3.66 V signifies the single-phase P3, as confirmed by the results of in-situ XRD. The minimal voltage polarization underscores the excellent kinetic performance observed. Furthermore, the cycling stability and rate performance of samples are assessed and compared in Fig. 3(c–e). As depicted in Fig. 3(c), the capacity retention after 100 cycles at 0.1 C for the NFNCCMT cathode is only 67.9%. In contrast, NFNCCMT-B0.02 demonstrates an enhanced capacity retention of approximately 89.7%, boasting both the highest specific capacity and the most stable cycling performance. Fig. 3(d and e) depict the comparison of the rate prospects of NFNCCMT and NFNCCMT-B0.02. The NFNCCMT-B0.02 exhibits superior rate performance with specific discharge capacities of 120.5, 116.8, 112.4, 108.5, 103.3, 93.1, 83 mAh g−1 at 0.1, 0.2, 0.5, 1, 2, 5, and 10 C, respectively. This improvement can be attributed to the enhanced Na+ diffusion rate resulting from the enlarged spacing of Na layers and widened P3 phase region after moderate B doping. Notably, the synthesized NFNCCMT-B0.02 remains highly competitive compared to the previous literature (Fig. 3f and Table S8) [31], [24], [32], [33], [34], [35], [36], [37], [38], [39]. As depicted in Fig. 3(g), the discharge capacities of the NFNCCMT-B0.02 and NFNCCMT are 103.8 and 83.1 mAh g−1 at 1 C after 100 cycles, with corresponding capacity retention of 95% and 85%, respectively. NFNCCMT-B0.01 and NFNCCMT-B0.03 exhibit capacity retentions of 84% and 87%, respectively (Fig. S4d). Furthermore, the discharge voltage of NFNCCMT-B0.02 is higher than that of the NFNCCMT (Fig. S4e), which indicates a higher energy density (384 Wh kg−1 vs. 374 Wh kg−1, based on the cathode active materials). To further validate stable cycle performance at a high rate, the long-term cycling of NFNCCMT-B0.02 was tested at 5 and 10 C. Excitingly, the NFNCCMT-B0.02 electrode retains capacity of 75.8 and 68.1 mAh g−1 at 5 and 10 C after 300 cycles, with capacity retentions of 81% and 82%, respectively. NFNCCMT-B0.02 exhibits the highest capacity and stronger capacity retention, which may be related to the high configurational entropy characterization (Sconf =  − 1.80R, based on eq. S(1) (Supplementary)) and moderate doping of B. Generally, the multi-component transition metal in the high entropy configuration can better disrupt TMs ordering, Na+/vacancy ordering and charge ordering. Hu et al. [40] found that the charge ordering is related to the redox potential difference among the transition metal ions. When there is a large redox potential difference among the transition metal ions, the charge tends to be disordered, leading to the disorder in Na+/vacancy. In the cathode NFNCCMT-B0.02, there are six transition metal elements in nearly equimolar ratios, and the ratio of their ionic radii is less than 15%, as shown in Table S9, so it is easily to synthesize the disordering of transition metal. In layered oxides, ordered distribution of sodium layers and Na+/vacancy can lead to the formation of new superlattice phases, resulting in stepped voltage drops on the charge–discharge curve, but the GCD curves of the NFNCCMT-B0.02 is relatively smooth, indicating the absence of ordered arrangements in Na+/vacancy ordering. Moreover, the trace amounts of B doping broaden the Na layer distance and accelerate Na+ diffusion. Therefore, the NFNCCMT-B0.02 exhibits excellent electrochemical performance.",
                "To obtained the surface information of NFNCCMT and NFNCCMT-B0.02, XPS tests were conducted. Figs. S5 and S6 present the XPS spectra of Ti 2p, Fe 2p, Ni 2p, Cu 2p, Mn 2p, Co 2p, B 1 s. Figs. S5(a) and S6(a) illustrate the Ti 2p spectra at 457.7 eV (Ti 2p3/2)/463.5 eV (Ti 2p1/2) [39], indicating the presence of Ti4+. In the case of the Fe 2p spectra (Figs. S5b and S6b), the unmodified electrode exhibits Fe 2p3/2 (712.6 eV) and Fe 2p1/2 (725.9 eV) peaks, suggesting the presence of Fe3+ [41]. The Ni 2p spectra (Figs. S5c and S6c) show the presence of Ni2+ [42]. In Figs. S5(d) and S6(d), the Cu 2p2/3 and Cu 2p1/2 peaks are presented at 931.5/952.0 eV, respectively, confirming the presence of Cu2+. In the Mn 2p spectra depicted in Figs. S5(e) and S6(e), the binding energy is observed at 643.3/653.7 eV, indicating the presence of Mn4+ [19]. Figs. S6(f) and S7(f) depict the Co 2p spectra, confirming the existence of Co3+ [43]. Additionally, the signal of the B element with a peak position of ∼192 eV appears in NFNCCMT-B0.02 (Fig. S6h) but is not detected in NFNCCMT (Fig. S5h), indicating that sample NFNCCMT does not contain element B.",
                "To investigate the bulk Na+ transport kinetics of the materials after B doping, the GITT, CV, and in situ EIS measurements were further employed. The Na+ diffusion coefficient, tested by the GITT and CV at different scan rates determines its rate performance, which reflects the kinetics of the Na+ extraction/intercalation. Fig. 4(a) displays the CV curves at various sweep rates (0.1–1.0 mV s−1) of NFNCCMT-B0.02. These curves maintain consistent shapes and redox peak positions, suggesting favorable reaction kinetics. The sodium-ion storage mechanism was elucidated using the formula of i = avb, where i represents the current at a fixed potential and v denotes the scan rate. The b values of the O1 and R1 peaks are 0.950 and 0.632, respectively, indicating that the charge-storage process is governed by both capacitive behaviors and diffusion limitation (Fig. 4b). The pseudocapacitance contribution of NFNCCMT-B0.02 at 0.6 mV s−1 is 70%, as shown in Fig. 4(c), suggesting that the HEO cathode exhibits fast reaction kinetics. Furthermore, the electrode kinetics of NFNCCMT-B0.02 were investigated using GITT, and the Na+ diffusion coefficients (DNa+) were calculated based on Eq. (S2) (Supplementary). Fig. 4(d and e) display the GITT profiles under the 2.0–4.1 V (Na+/Na) in the first cycle of the NFNCCMT and NFNCCMT-B0.02. For a better interpretation of the charge/discharge process, it is classified into four regions according to the different electrochemical behaviors in Fig. 4(f). The average DNa+ for NFNCCMT and NFNCCMT-B0.02 electrodes around 10−11 cm s−1 during the charging process. However, at the end of the charging, the DNa+ for NFNCCMT shows a more significant decline compared to NFNCCMT-B0.02, indicating that NFNCCMT undergoes significant volume change, causing distortion of the structure and thus increasing the Na+ diffusion energy barrier [30]. It is worth noting that during the charging process, NFNCCMT-B0.02 exhibits a higher ion diffusion coefficient compared to NFNCCMT. This is attributed to two factors: firstly, the incorporation of B expands the sodium layer distance, and secondly, the wider P3 phase region leads to the rapid diffusion of sodium ions (detailed analysis can be found in the in-situ XRD analysis section). More obviously, the average DNa+ of both samples is around 10−12 cm s−1 at the end of discharging. During this period, sodium ions occupy nearly all octahedral vacancies, leading to an increased electrochemical interaction between Na+ ions. NFNCCMT-B0.02 exhibits significantly faster kinetics compared to NFNCCMT, providing further confirmation that B doping efficiently enhances structural stability and improve Na+ reaction kinetics by expanding the Na+ layers.",
                "To further elucidate the surface/interface kinetics property of the as-prepared samples, in-situ EIS was conducted in the frequency of 0.1 to 105 HZ. Fig. 4(g and h) and Fig. S7(a and b) illustrate the EIS curves of the NFNCCMT and NFNCCMT-B0.02 electrodes under different voltage states. According to the circuit model (Fig. S8a), the EIS curves can be distinguished into four parts, including ohmic resistance (Rst) in high frequency, anodic interfacial resistance of solid-electrolyte interphase (SEI) and cathodic interface of cathode electrolyte interface (CEI) (Rsf), charge transfer resistance (Rct) in middle and high-frequency area, and diffusion process (Warburg impedance) in the low-frequency area. The values of Rsf and Rct reflect the surface/interface kinetics, while the Warburg impedance reflects the Na+ diffusion. As shown in Fig. 4(g and h) and Fig. S7(a and b), the EIS curves of NFNCCMT and NFNCCMT-B0.02 are nearly identical, indicating that both electrodes undergo a series of processes in the bulk and interface. Fig. 4(f) depicts the detailed fitting results of the Rsf, Rct, and Rst of NFNCCMT-B0.02. During the charging process, the value of Rsf decreases with Na+ insertion, indicating that the SEI and CEI films on the material surface react with the electrolyte, causing them to dissolve into the electrolyte. Upon charging to 4.1 V, the interface film in the electrode became stabilized. Concurrently, the value of Rct decreased during the charging process, suggesting a progressive enhancement in the charge transfer process. Conversely, the trend of Rct and Rsf values exhibited an opposite pattern compared to the charging values during discharge. This implies that the phase transition is associated with the decomposition of the electrolyte and the formation of a new SEI. In the discharge process, Rsf increases as the electrode polarization potential changes from 4.1 to 2 V. This increase is accompanied by the insertion of sodium ions and the strong catalytic activity of transition metal (TM) elements such as Ni4+, Fe4+, and Co4+ on the electrode surface. These TM elements contribute to the oxidative decomposition of the electrolytes and the production of components for the SEI film [44], [45]. The value of Rst remains stable around 6 Ω during both the charging/discharging process as depicted in Fig. S8(b). The analysis above illustrates that the surface/interface kinetics characters of the as-prepared samples are closely related to the concentration of sodium ions.",
                "Outdoor temperatures in many regions usually vary from −10 to 40 °C. Therefore, the extreme climate performance assessments of the cells were conducted at −20 and 60 °C. The charge/discharge curves at these extreme temperatures are displayed in Fig. 5(a) (−20 °C) and Fig. S9(a) (60 °C). The profiles at high temperature are almost identical to those at room temperature, showing 119 mAh g−1. However, the capacity retention of NFNCCMT-B0.02-HT after 100 cycles at 1 C is only 63.8%. This is mainly due to the thermal decomposition of electrolyte and interface side effects at high temperature, which increase the impedance of the electrode/electrolyte interface and decrease the ionic conductivity [46], [1]. When the temperature drops to −20 °C, the cell delivers an initial capacity of 113. 4 mAh g−1 at 0.1 C (Fig. 5a). After 100 cycles at 1 C, the corresponding capacity retention is 90%, as depicted in Fig. 5(b). The superior low-temperature performance is a result of the formation of a robust structure and stable interface film during charging/discharging. Fig. 5(c and d) show the rate performance for NFNCCMT-B0.02-LT at 0.1, 0.2, 0.5, 1, and 2 C. It can be seen that the polarization has increased and the voltage platforms have declined compared with the rate performance at room temperature (Fig. 5d). Furthermore, the electrode kinetics of NFNCCMT-B0.02-LT were also investigated using GITT (Fig. 5e), and the Na+ diffusion coefficients (DNa+) is about 10−12–10−13, which is lower than that at room temperature. The EIS measurements were utilized to assess the ion and charge transfer resistances of the electrodes. As depicted in Fig. 5(f), it is evident that as the temperature decreases, the resistances increase. This phenomenon contributes to the observed poor rate performance at lower temperatures. The values of Rsf and Rct at both room temperature and low temperature are presented in Table S10.",
                "The kinetics of sodium-ion diffusion are closely intertwined with the structural stability of cathode materials. The deep insertion/extraction of Na+ typically leads to the creation of Na+/vacancies and the migration of transition metal ions, potentially triggering irreversible phase transitions and structural collapse. To assess the influence of high-entropy and B doping on the phase transition and structural stability of NFNCCMT and NFNCCMT-B0.02 samples, in-situ XRD measurements were conducted at voltages ranging from 2.0 to 4.1 V during the initial charging/discharging process. For NFNCCMT-B0.02 electrode, as shown in Fig. 6(a), the (0 0 3) and (0 0 6) diffraction peaks of the O3 phase gradually shift to a lower angle with the expansion of the c-axis. Simultaneously, the (1 0 1) and (0 1 2) peaks shift to a higher angle with the contraction of the a(b) axis, attributed to the increase in repulsive electrostatic interactions between adjacent oxygen layers with the extracted Na+. Upon subsequent charging to 2.9 V, a new peak emerges at around 15.6°, indicating the co-existence of the O3 + P3 phase. At the end of the charging (4.1 V), the O3 phase undergoes a complete transformation into the P3 phase. During discharge to approximately 3.1 V, the P3 phase is maintained, reverting to the original O3 phase after discharging to 2.0 V. Fig. 6(b) illustrates the structural evolution during desodiation/sodiation, with the parameter of a(b) expanding from 2.81 to 2.82 Å, and the parameter of c contracting from 16.21 to 16.19 Å, resulting in a volume expansion of approximately 0.65 Å3. The structure evolution of NFNCCMT-B0.02 cathode is further explored using ex-situ XRD measurement, as shown in Fig. S10, which closely aligns with the in-situ XRD analysis. Moreover, the existence of the P3 and O3 phase in NFNCCMT-B0.02 is corroborated by HRTEM and corresponding SAED pattern when charging to 4.1 V and discharging to 2 V, respectively (Fig. S11a and b for P3 and Fig. S11d and e for O3). EDS mapping illustrates the uniform distribution of elements during both charging and discharging states, as presented in Fig. S11(c and f).",
                "For NFNCCMT electrode, as shown in Fig. 6(c), the B-free cathode exhibits similar structural changes. During the charging process, the NFNCCMT electrode undergoes a same phase evolution of O3 (2.5–3.1 V) → O3 + P3 (3.1–3.2 V) → P3 (3.2–4.1 V), and the c parameter increases. It is worth noting that the NFNCCMT enters the P3 phase later, while NFNCCMT-B0.02 electrode starts exhibiting the P3 phase upon charging to 2.9 V. Studies have shown that the P3 phase has a lower diffusion energy barrier, which can accelerate the diffusion rate of sodium ions [47]. Therefore, the earlier appearance of the P3 phase in NFNCCMT-B0.02 electrode is another important factor contributing to the enhancement of its rate performance. The lattice parameters change Δc for NFNCCMT is 0.88 Å larger than NFNCCMT-B0.02 that of 0.67 Å, indicating the reduced lattice volume change and more stable structure of NFNCCMT-B0.02. During the discharge process, the NFNCCMT electrode undergoes a phase evolution of P3 → O3 + P3 → O3 and eventually returns to the O3 phase, which is a reversible phase transition process. The structural evolution during desodiation/sodiation, with the parameter of a(b) expanding from 2.81 to 2.83 Å, and the parameter of c expanding from 16.03 to 16.09 Å, resulting in a volume expansion of approximately 1.98 Å3. Compared to the NFNCCMT-B0.02 (ΔV = 0.65 Å3), B doping can effectively reduce the volume changes during charging/discharging process, decrease stress accumulation, and thereby enhance structural stability. Importantly, during the charge and discharge processes, the in-situ XRD date analysis of both samples reveals no emergence of detrimental phase such as O3′ or P3′. This phenomenon is primarily attributed to the high-entropy disordered structure, which inhibits the formation Na+/vacancy superstructure.",
                "The structure and morphology of NFNCCMT and NFNCCMT-B0.02 cathodes were examined after 100 cycles to evaluate the impact of B doping on structure stability (Fig. S12). Observable microcracks are present on the surface of the NFNCCMT, in contrast to the smooth surface of the NFNCCMT-B0.02 cathode. Microcracks in the particles can readily enhance electrolyte erosion and trigger significant side reactions, as illustrated in Fig. S12(a and b). Furthermore, the XRD patterns after 100 cycles of the NFNCCMT-B0.02 still exhibit the O3 structure, whereas the characteristic peak (0 0 3) for NFNCCMT is diminished, as shown in Fig. S12(c–e). With prolonged cycling at 1 A g−1, the NFNCCMT-B0.02 cathode phase transitions completely from the O3 phase to the P3 phase, as depicted in Fig. S13(a) and Table S11. Correspondingly, the lateral morphology of the particles exhibits a stepped shape, with visible layer-to-layer boundaries, indicating interlayer slippage during the cycling. However, the material surface remains relatively intact from the SEM image, as shown in Fig. S13(b), suggesting that the material exhibits resilience against structural damage induced by rapid sodium deintercalation. Hence, B doping can effectively resist crack propagation during cycling and maintain particle integrity, which is why NFNCCMT-B0.02 exhibits excellent cycling stability.",
                "To further investigate the practical viability of the NFNCCMT-B0.02 cathode, the full battery experiment was conducted, utilizing hard carbon (HC) as the anode. The schematic model of the full battery configuration is illustrated in Fig. 7(a). To mitigate the effect of the low initial ICE of the anode in the first cycle, attributed to the formation of SEI, the HC is precycled before assembling the full cell. The structure, morphology and cycling performance of the HC are depicted in Fig. S14(a–c). The HC anode exhibits a reversible capacity of approximately 280 mAh g−1 at 20 mA g−1, as shown in Fig. 7(b). The NFNCCMT-B0.02//HC full cell demonstrates an initial discharge capacity of 105 mAh g−1, corresponding to an energy density of 315 Wh kg−1 in Fig. 7(c). Notably, the full cell also exhibits superior cycling performance, with a capacity retention of 74% at 1 C after 100 cycles, as depicted in Fig. 7(d), demonstrating the potential commercial application of the NFNCCMT-B0.02//HC."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we demonstrated that lightweight boron ions doping in high-entropy oxide cathode can effectively broaden the distance between the Na–O bonding, widen the P3 phase region, and decrease the volume changes, thereby conferring enhanced de/intercalation capabilities of Na+ and structure stability. The combined analysis of in-situ XRD and ex-situ TEM experiments demonstrates the effective suppression of irreversible phase transition and reduce the volume changes (ΔV = 0.65 A3) during charging/discharging process. In situ EIS, CV, and GITT were further employed to investigate the Na+ diffusion kinetics mechanism. The obtained HEOs cathode shows excellent cycling performance with 95% capacity retention after 100 cycles at 1 C, and 82% capacity retention after 300 cycles at 10 C. It also maintains a reversible capacity of 83 mAh g−1 even at 10 C, indicating rapid Na+ diffusion kinetics. Furthermore, the NFNCCMT-B0.02 demonstrates a superior wide temperature working range (−20 to 60 °C) and delivers a capacity close to room temperature (113.4 mAh g−1@−20 °C and 119 mAh g−1@60 °C), with charming cycle stability compared to 25 °C (90% capacity retention after 100 cycles at 1 C at −20 °C). Notably, the hard carbon // NFNCCMT-B0.02 full cell displays an energy density of 315 Wh kg−1 based on the cathode material, suggesting its potential for application. This work provides new insight into the design of high-performance layered cathodes for sodium-ion batteries by innovatively combining high entropy chemistry with trace amounts of B doping to broadening the sodium layer spacing and enlarging the P3 phase region to enhance Na+ diffusion kinetics and suppress the irreversible phase transition."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Yuzhen Dang: Conceptualization, Data curation, Formal analysis, Writing – original draft. Zhe Xu: Data curation, Investigation, Methodology. Yurong Wu: Methodology, Validation. Runguo Zheng: Investigation, Methodology. Zhiyuan Wang: Funding acquisition, Investigation, Supervision, Writing – review & editing. Xiaopin Lin: Formal analysis, Investigation. Yanguo Liu: Supervision, Validation. Zheng-Yao Li: Resources, Visualization. Kai Sun: Resources, Visualization. Dongfeng Chen: Resources, Validation. Dan Wang: Investigation, Writing – review & editing, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Boron-doped high-entropy oxide toward high-rate and long-cycle layered cathodes for wide-temperature sodium-ion batteries"
}