{
    "DOI": "10.1021/acsami.8b21213",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have become the default choice for portable electronics since their commercialization in 1991 and are growing in popularity for transportation and grid energy storage applications.  As electric vehicles become popular, the demand for lithium resources increases sharply and questions about alternatives of LIBs are timely. Much greater natural abundance of sodium resources (by a factor of 103) and similar intercalation chemistry to LIBs make sodium-ion batteries (SIBs) promising substitutes.  Unfortunately, commercially available graphite shows a significantly low capacity as an SIB anode. Great efforts for exploiting available anodes have been devoted to amorphous carbon,  alloy-based materials,  transition metal sulfides,  and metal oxides.  As another option, phosphorus (P) shows the highest theoretical sodium storage capacity and relatively low desodiation potential (∼0.6 V).  However, the challenges for its wide application are enormous. P possesses a low electrical conductivity and poses large volume expansion (∼290%, by molar volume) upon sodiation.  The related volume change would cause large anisotropic stresses within the electrode, fracturing and crumbling P particles, which result in a rapid capacity decay.",
                "Recently, P-based composites or phosphides have attracted great attention due to their high electric conductivity and much better cycling stability.  Among them, CuP2 gives a high theoretical capacity of 1282 mAh/g based on the conversion and alloy reaction with Na: CuP2 + 6Na ↔ Cu + 2Na3P.  Previous works have demonstrated that designing nanostructured CuP2 and engineering a conductive framework could promote the electrochemical performance of CuP2. For example, Manthiram and Kim chemically bonded CuP2 and C by high energy mechanical milling red P, Cu, and acetylene black carbon. It was demonstrated that the carbon network functioned as a durable matrix in enhancing electrode conductivity and accommodating large volume changes during repeated cycling.  Most recently, a cross-linking hollow carbon sheet was employed to control particle size of CuP2 and stabilize the porous structure, which can eliminate the negative effects from the large volume change of CuP2.  Although progress has been made in reducing particle size of CuP2 and adding carbon, it is still a major challenge to develop a scalable approach for practical application.",
                "Here we develop a convenient method to fabricate a CuP2/C composite with CuP2 nanoparticles embedded in the carbon matrix using chitosan, the second most abundant polysaccharide in nature, as Cu2+ absorber and carbon sources. Chitosan has a strong ability to absorb heavy metal ions and is easily fabricated in monolithic materials with hierarchical porous structures.  Inspired by this, we obtain a three-dimensional (3D) porous CuCl2/chitosan monolith by freeze drying the CuCl2/chitosan solution, in which Cu2+ ions are adhered on chitosan. As illustrated in , thermal reduction turns the CuCl2/chitosan monolith to the Cu/C composite, and the following phosphorization process gives the final CuP2/C product. More importantly, chitosan derived carbon effectively prevents particle aggregation and maintains the 3D porous structure upon the two-step treatment. The CuP2/C composite delivers a high Na-ion storage capacity of 630 mAh/g at 100 mA/g, excellent rate capability with a specific capacity of 413 mAh/g at 400 mA/g, and superior cycling stability with a capacity retention of 91% after 200 cycles. Furthermore, full cells have been assembled by pairing the CuP2/C composite anode and Na3V2(PO4)3 cathode, which show a capacity retention of 90% over 100 cycles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To prepare the CuP2/C composite, the CuCl2/chitosan monolith is fabricated via freeze drying the CuCl2/chitosan solution with 0.2 g of chitosan and 0.5 g of copper chloride dihydrate in 40 mL of deionized water. The monolith is thermally treated at 500 °C for 4 h in Ar/H2 (5%) to obtain the Cu/C composite. The final CuP2/C product is obtained by heating a Cu/C and red P mixture in a sealed stainless-steel vial at 425 °C for 6 h. Bare CuP2 is synthesized by heating Cu with red P at 425 °C for 6 h. Na3V2(PO4)3 powder is synthesized via a one-step solid-state method using Na2CO3, V2O5, NH4H2PO4, and glucose as precursors according to our present study."
                    ],
                    "name": " Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The phase information is checked by X-ray diffraction (XRD, PANalytical B.V., Holland). The morphology is observed by a scanning electron microscope coupled with an energy dispersive X-ray spectroscopy (EDX) detector (FEI, Q250, USA). Transmission electron microscopy (TEM) observation is carried out on a JEOL 2100F microscope. Fourier transform infrared spectroscopy (FTIR) is performed on a TENSOR II (Bruker Company, Germany) in the wavenumber range of 400 to 4000 cm–1 at room temperature by an average of 16 scans with a resolution of 4 cm–1 in transmission mode. TG/DTA analysis is performed in air on a Pyris 1 TGA (PerkinElmer Instruments). N2 sorption measurement is performed on a Quantachrome Autosorb-iQ gas sorptometer.",
                        "The electrochemical performances are tested with 2032 coin cells. For sodium-ion half cell evaluation, sodium foil is used as both counter and reference electrodes, 1 M solution of NaClO4 in a mixture of ethylene carbonate (EC) and polypropylene carbonate (PC) (1:1 by volume) with addition of 5 vol % fluoroethylene carbonate (FEC) as the electrolyte, and Whatman glass fiber as the separator. The CuP2/C or bare CuP2 electrode is prepared by casting a slurry of 80 wt % active material, 10 wt % super P, and 10 wt % polyvinylidene fluoride (PVDF) onto copper foil and then dried in a vacuum oven at 80 °C for 24 h. The active mass loading in the electrode is around 2 mg/cm2. For full cells, the CuP2/C electrode was used as the anode, and the NASICON-type Na3V2(PO4)3 (NVP) electrode was used as the cathode. The NVP electrode is prepared by casting a slurry of 80 wt % active material, 10 wt % super P, and 10 wt % PVDF onto aluminum foil, followed by 80 °C drying. The electrolyte and separator used are the aforementioned ones of the sodium-ion half cell. The galvanostatic charge/discharge tests are carried out using a battery tester (Neware, China) at 25 °C. Cyclic voltammetry (CV) is done on an electrochemical workstation (Biologic VMP3)."
                    ],
                    "name": " Characterizations and Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a shows a digital image of the 3D porous CuCl2/chitosan monolith after freeze drying, where the sublimation of solvent left a large number of pores in the monolith. By the following thermal treatment in Ar/H2 (5%), the monolith structure is maintained well while the color changes from yellow (CuCl2) to pinkish-orange (metallic Cu), as shown in b. The XRD pattern of the Cu/C monolith indicates that CuCl2 is thermally reduced to metallic Cu while chitosan acts as a carbon source to enable a Cu/C composite (). The content of carbon in the composite is calculated to be 30.4%, as characterized by TG/DTA (see more details in ). Interestingly, the following phosphorization process does not affect the overall monolith morphology (c). XRD results confirm the effective phosphorization that Cu is converted to CuP2 with a monoclinic phase (d).",
                "A SEM image of the CuCl2/chitosan monolith exhibits a porous structure consisting of CuCl2/chitosan sheets (e). After the following thermal reduction process, the Cu/C composite maintains a porous monolithic structure, and Cu/C sheets several microns thick interconnect with each other. Surprisingly, there is no metallic Cu particle aggregation on the surface (f,g). The corresponding EDX images in h,i show a well distributed Cu on the whole carbon sheet, indicating chitosan derived carbon plays a key role in preventing Cu particles from aggregation. Elemental nitrogen (N) is also detected since chitosan is a linear polysaccharide, which is composed of a substantial number of acetylated units (). According to previous reports, N-doped carbon derived from chitosan has a high conductivity, indicating great promise for battery applications.  The phosphorization process is conducted just above the sublimation temperature of red phosphorus to realize the successful transformation of Cu nanoparticles to CuP2 nanoparticles, which disperse uniformly on the carbon sheets without particle aggregation (j–m). The N2 sorption–desorption isotherm of CuP2 is shown in  with the calculated BET surface area of 188.1 m2/g.",
                "TEM observation is used to capture fine details of the Cu/C and CuP2/C monoliths. As shown in a, Cu nanoparticles are uniformly embedded in carbon nanosheets of the Cu/C composite. The particle size of Cu is around 4 nm without aggregation due to the restriction of the chitosan derived carbon matrix. Lattice fringes with a d-spacing of 0.209 nm can be detected, which corresponds to the (1 1 1) planes of Cu (b). After the phosphorization process, Cu nanoparticles transform into CuP2 nanoparticles embedded in the carbon matrix (c). The high-resolution TEM image in d further presents lattice fringes of CuP2 with a d-spacing of 0.289 nm, corresponding to the (−1 1 2) plane of CuP2. Here, we succeed in fabricating the CuP2/C composite, of which CuP2 nanoparticles are homogeneously embedded in the carbon matrix.",
                "The formation mechanism of the CuP2/C composite is further investigated. Typically, chitosan, produced commercially by deacetylation of chitin, consists of protophilic organic groups, such as C═O, N–H, C–O, and C–N, which offer chitosan the strong ability to absorb metal ions (). The FTIR spectrum of chitosan in  exhibits two obvious absorbance peaks at 1628.15 and 1518.49 cm–1, corresponding to the C═O stretch of the amide bond and N–H bending vibration of secondary amide, respectively.  The corresponding peaks in the FTIR spectrum of the CuCl2/chitosan monolith shift to lower wavenumbers (1589.54 and 1516.74 cm–1), which is attributed to the electrostatic interactions between Cu2+ and protophilic organic groups of chitosan.  The peaks of chitosan located at 1382.69 and 1089.36 cm–1, due to C–N and C–O, respectively, also shift to lower wavenumbers after the adsorption of CuCl2. The FTIR results reveal that −OH, C═O, N–H, C–N, and C–O groups in chitosan are the active sites for Cu2+ absorption. The strong interaction between Cu2+ and chitosan ensures homogeneous mixing and prevents CuCl2 from becoming large particles during the freeze drying process. During the following thermal treatment and phosphorization, Cu2+ ions are in situ reduced to Cu nanoparticles and converted to CuP2 nanoparticles, while chitosan becomes carbon and restricts the growth of Cu and CuP2 nanoparticles.",
                "The electrochemical performance of the CuP2/C composite is evaluated in 2032-type half cells. a shows the CV curves for the initial three cycles at a scan rate of 0.1 mV/s. There are two broad reduction waves around 0.35 and 0.01 V of the cathodic sweep, which are ascribed to the multistep sodiation of CuP2 to Cu and Na3P. In the ensuing anodic sweep, two broad waves appear at 0.65 and 0.88 V, showing a reversible desodiation process.  It is noticed that the current in the first CV cycle is smaller than the following cycles, suggestive of an activation process since CuP2 nanoparticles are well embedded in the carbon matrix. After the first cycle, CV curves overlap and remain steady, showing great stability.",
                "As shown in b, the CuP2/C composite electrode exhibits an excellent rate capability with capacities of 630, 519, 413, and 263 mAh/g at current densities of 100, 200, 400, and 800 mA/g, respectively. The specific capacities and current densities are calculated based on the total mass of the CuP2/C composite. When the current density is rested to 100 mA/g, the capacity recovers to 626 mAh/g. The excellent rate capability is due to the good combination of CuP2 nanoparticles and carbon matrix. The CuP2/C composite also shows a stable cycle performance (c). At the beginning, the capacity increases slightly in few cycles, which is due to the activation process, agreeing well with the CV results. After 200 cycles, the capacity maintains a specific capacity of 477 mAh/g, giving a capacity retention of 91%. We also prepare bare CuP2 by phosphorization of Cu mesh as a control. The bare CuP2 electrode delivers a slightly higher capacity at the beginning. However, the capacity fades rapidly from 625 to 95 mAh/g within 50 cycles. As known, the large volume change of CuP2 upon electrochemical cycling results in electrode pulverization and electrical contact loss, leading to the fast capacity decay. On the other hand, the carbon matrix in the CuP2/C composite acts as a buffer to accommodate the volume change and enables the electronic pathway at the same time. In addition, the CuP2/C composite shows high specific lithium-ion storage capacity (see more details in ).",
                "We further paired the CuP2/C composite with the NASICON-type Na3V2(PO4)3 (NVP) cathode to investigate the applicability of CuP2/C in full cells. NVP is prepared according to our previous study ().  According to the average working potentials of 3.4 and 0.8 V versus Na+/Na for the NVP cathode and the CuP2/C anode (d), the full cell operates at around 2.6 V, as shown in e. The full cell shows an excellent cycle stability with a 90.6% capacity retention and nearly 100% Coulombic efficiency over 100 cycles (f). The excellent cycling stability is ascribed to superior cycle stability of both the NVP cathode and CuP2/C composite anode."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have taken advantage of chitosan’s high adsorption activity and facile fabrication of monolithic materials to synthesize the CuP2/C composite via freeze drying, thermal reduction, and phosphorization. CuP2 nanoparticles are uniformly embedded in the chitosan derived carbon matrix, which exhibit a high reversible capacity, superior rate capacity, and stable cycling performance, with 91% capacity retention after 200 cycles. A full cell of NVP and CuP2/C also exhibits stable cycling performance. We demonstrate that chitosan’s absorption capability for Cu2+ enables the homogeneous CuCl2/chitosan monolith and the chitosan derived carbon matrix acts as an agent for limiting the growth and aggregation of Cu and CuP2 nanoparticles during thermal treatment. Moreover, the carbon matrix can accommodate the volume change and maintain an electron pathway for CuP2 nanoparticles upon the electrochemical charge/discharge process. We believe that our methodology is potentially competitive for the practical production of nanosized metal phosphides and could be extensively applied to other metal-based electrode materials for battery applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Chitosan Derived Carbon Matrix Encapsulated CuP2 Nanoparticles for Sodium-Ion Storage"
}