{
    "DOI": "10.1021/acs.inorgchem.3c02546",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have received a great deal of attention due to their relatively long cycle life, high theoretical capacity, and desirable rate capability.  However, sodium-ion batteries (SIBs) have advantages in resources and cost, so it has great potential to become a substitute for LIBs.  The energy storage capacity of SIBs depends greatly on the cathode material. Cathodes can affect the power density of SIBs by influencing the ability to accommodate sodium ions and the smoothness of the transport channels.  Moreover, the depletion of the Na+ active material and the impurity content also affect the lifetime of the battery. Lastly, the Na+ and high redox potential of SIBs will play a crucial role in determining the operating voltage and reversible capacity of the battery.  Therefore, the development of high-performance cathode materials (e.g., high redox potential, fast charge transfer and high capacity) is an important part of current SIB research.  Currently, cathode materials of SIBs mainly include transition-metal oxides, polyanionic compounds, Prussian blue derivatives, and organic compounds.  The actual specific capacity of these cathode materials is 120–200 mAh/g, and the voltage range is between 2.6 and 3.2 V. Among the known sodium storage electrode materials, polyanionic materials have a good prospect because of their stable structure, high safety, and open sodium-ion transport channels. ",
                "Phosphate fluoride cathode materials introduce highly electronegative fluorine atoms into the polyanionic structure, thereby increasing the redox pair voltage and the energy density of the cathode material.  In 2007, Ellis et al. reported on a sodium iron phosphate of the Na2FePO4F material with an orthorhombic phase (which is named β-Na2FePO4F) with a space group of Pbcn, whose physical and electrochemical properties as a novel cathode material for SIBs have been extensively studied.  However, the poor intrinsic conductivity and limited active sodium sites of β-Na2FePO4F make its rate capability and reversible capacity unsatisfactory. Huang et al. proposed a doping strategy represented by Cu2+ to improve the electrochemical performance, and the prepared Na2Fe0.95Cu0.05PO4F/C composites showed better electrochemical performance than the previously reported Na2FePO4F.  Jin et al. found that the average voltage could be increased, and the band gap and the Na ion diffusion barrier could be reduced by co-doping four metal elements (Ti, Co, Ni, and Sn).  Kacemi et al. found that Mn doping could significantly increase the conductivity and voltage of β-Na2FePO4F, resulting in a high-energy density SIB cathode.  The diffusion channel for Na+ is not blocked and Na+ tends to migrate along the a and c planes in the two-dimensional framework with low migration barriers; therefore, β-Na2FePO4F is considered to be a good cathode material for SIBs.  In 2020, Kirsanova et al.  first reported a novel monoclinic Na2FePO4F with a space group of P21/c named as α-Na2FePO4F. In contrast to β-Na2FePO4F, there are few experimental and theoretical studies on the physical and electrochemical properties of the α-Na2FePO4F phase. Because the space groups of α- and β-Na2FePO4F materials are not the same, there are also large differences in their crystal structures. Experiment and DFT calculations show that the Na+ diffusion coefficient in the α-Na2FePO4F structure is 2 orders of magnitude higher than that in the β-Na2FePO4F structure. Relative to β-Na2FePO4F, α-Na2FePO4F has a lower Na+ migration barrier along the main diffusion path parallel to the b axis, and there are additional diffusion bypasses allowing Na+ cations to bypass.  Therefore, it is of great significance to study the physical properties of monoclinic α-Na2FePO4F materials.",
                "The monoclinic α-Na2FePO4F synthesized via a hydrothermal method demonstrates strong antisite disorder between the Na+ and Fe2+ sites.  Although the structural motif of β-Na2FePO4F is similar to that of α-Na2FePO4F, the β-Na2FePO4F shows no antisite disorder.  The antisite disorder in α-Na2FePO4F corresponds to the exchange of some sodium ions at position 3a with transition metal (TM) ions at position 3b. In previous studies, it was found that the site exchange between TM and Na ions may have an important influence on the electrochemical properties of the cathode material.  For example, the presence of TM ions in the Na layer will reduce the space of the Na layer and thus decreases the diffusion coefficient of Na ions. The TM ions in the Na ion layer will also gradually migrate to the particle surface, leading to the TM loss and making the structure unstable, also resulting in voltage reduction and capacity fading of the cathode material.  The antisite can also cause obvious anisotropic stresses and affect the structural stability of the cathode materials.  However, some studies have shown that a certain degree of antisite disorder can alleviate the contraction of the interlayer distance in cathode materials at high charged states,  which is beneficial for the structural stability during the electrochemical cycling. Therefore, it is very important to understand the antisite disorder of TM and Na ions as well as the modulation of this antisite disorder in order to improve the performance of electrode materials.",
                "Experiment has shown that Na and Fe ions in α-Na2FePO4F are prone to antisite, leading to strong antisite disorder. The main drawback of cation disorder is the irreversible phase evolution and the loss of Na+ active sites that deteriorates the battery capacity and cycle stability of active materials. The understanding of the antisite will help develop high-performance polyanionic cathodes. For example, some measures can then be made to control the antisites disorders: (i) suppressing the driving force of antisite from the steric effect by ion exchange (e.g., Na/Li exchange), (ii) tuning the magnetic interactions by TM cationic substitution (i.e., the magnetic interaction is adjusted), and (iii) kinetically controlling the TM migration by tuning the thermodynamic and kinetic conditions and surface reactions during synthesis.  On the other hand, antisite TM ions in the surface layer could restrict the H2/H3 phase transformation in the surface region, which diminishes the propagation of undesirable phase transformations from the surface to bulk. ",
                "In this paper, we focus on the occurrence of strong antisite disorder in the α-Na2FePO4F phase and discuss the physical mechanism of the strong antisite disorder. Using ab initio approaches, the structural and electronic properties of α-Na2FePO4F and β-Na2FePO4F are calculated. The analysis shows that steric effects, the magnetic exchange and superexchange interactions between transition-metal cations are the main driving forces for Na+/Fe2+ antisite disorder. We first calculated the structures and cohesive energies of all the 10 antisite phases of α-Na2FePO4F. Then, we calculated and compared the charge densities, band structures, magnetism, binding energies, and electrostatic potentials of α-Na2FePO4F and β-Na2FePO4F materials between the antisite phase and the pristine phase in order to further elaborate the physical mechanism of Na+/Fe2+ antisite. Our calculations show that the binding energy of the antisite phase (the one with the lowest cohesive energy among the 10 antisite phases) is essentially degenerate with the binding energy of the pristine phase of α-Na2FePO4F. Moreover, only small differences in the electrostatic potential and charge density distribution are found between the antisite phase and the pristine phase of α-Na2FePO4F. Furthermore, we found that, for the same antisite phase in β-Na2FePO4F, the changes in the cohesive energy, electrostatic potential, and charge density distribution between the antisite and the pristine phases are more obvious than those in the α-Na2FePO4F. All these results indicate that the antisite disorder is more easily formed in α-Na2FePO4F than in β-Na2FePO4F."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "All the first-principles calculations were performed using the VASP and RESCU software packages,  which are based on the spin-polarized density functional theory (DFT).  VASP is based on the plane-wave basis and the projector augmented wave (PAW) representation,  while RESCU is based on the basis of atomic orbitals and is suitable for large-scale calculations.  The electron exchange-correlation interaction was parameterized by the generalized gradient approximation (GGA) with the Perdew–Burke–Ernzerhof (PBE) functional.  To deal with the strong correlation character of 3d electrons in the transition-metal Fe ions, the GGA + U method is adopted.  An effective Ueff = U – J of 4.0 eV is adopted for Fe,  following previous studies where good performance was achieved in the calculations of cathode materials. Magnetic ordering is studied by the spin-polarized DFT calculations in all the systems. A plane-wave kinetic energy cut-off of 520 eV is used for all the VASP calculations, and the electronic energy convergence is 10–6 eV. The crystal structures are completely relaxed until the Hellmann–Feynman force on each ion is converged to be less than 0.01 eV Å–1. A 2 × 2 × 1 supercell containing 72 atoms is employed to model the structures of α- and β-Na2FePO4F. Brillouin zone integrations are approximated by special k-point sampling of the Monkhorst–Pack scheme  with 2 × 5 × 2 grids for both the α- and β-Na2FePO4F systems. We have tested the convergence of both the k-point mesh and the plane-wave kinetic energy cutoff (ENcut) in our calculations. When the cohesive energy meets the convergence standard of 1 meV, the converged values of k-mesh and ENcut are obtained and then adopted in the calculations."
            ],
            "name": "2.  Computational Methods",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "At present, there are two phases of Na2FePO4F, namely, the orthorhombic β-Na2FePO4F  and the monoclinic α-Na2FePO4F  whose space groups are Pbcn and P21/c, respectively. The top and side views of β-Na2FePO4F are shown in c,d. Na occupies two distinct positions in β-Na2FePO4F, i.e., Na1 and Na2, between the [FeO4F2] octahedra and the [PO4] tetrahedra as can be seen in . The [FeO4F2] octahedron is formed by the coordination of four oxygen ions and two fluorine ions, and two [FeO4F2] octahedra form the [Fe2O6F3] double octahedra through the face-sharing of F–O–F along the a direction. The [Fe2O6F3] double octahedra then build up the [Fe2O6F3]–F–[Fe2O6F3] chain through the corner-sharing of F ions. Two unique sites of Na in the β-Na2FePO4F structure have similar coordination environments; however, the Na2 atom has a more compact atomic environment than that of Na1 because the Na2 atom is close to the [Fe2O6F3]–F–[Fe2O6F3] chain and the [PO4] tetrahedra, which squeezes the atomic environment of Na2. More discussion is presented later. For the monoclinic α-Na2FePO4F shown in a,b, although the motifs are similar to those of orthorhombic β-Na2FePO4F, its structural properties are significantly different from those of the β-Na2FePO4F. The Na ions in α-Na2FePO4F, which are surrounded by [FeO4F2] octahedra and [PO4] tetrahedra, extend alternately along the ac plane.  As with β-Na2FePO4F, the two [FeO4F2] octahedra are linked through the corner-sharing of F ions to form the [Fe2O6F3]–F–[Fe2O6F3] chain along the b axis. The [Fe2O6F3]–F–[Fe2O6F3] chains are interconnected via [PO4] tetrahedra with the Na ions located in the interstitial positions of the framework. As can be seen from a,c, generally speaking, the atomic environments of the four sodium ions in β-Na2FePO4F and α-Na2FePO4F are similar; all the Na ions are surrounded by four [PO4] tetrahedrons and one [Fe2O6F3] double octahedra.",
                        "Although the structural features of α-Na2FePO4F and β-Na2FePO4F are similar, the orientations of the [PO4] tetrahedra as well as the direction of connection of the [Fe2O6F3]–F–[Fe2O6F3] chains are very different in the two structures. There are two [Fe2O6F3]–F–[Fe2O6F3] chains labeled as chains 1 and 2 in b,d, respectively. The black lines in b,d indicate the orientation of the [Fe2O6F3] double octahedra. In the α-Na2FePO4F structure, chains 1 and 2 are aligned in opposite directions, whereas in the β-Na2FePO4F structure, the [Fe2O6F3] double octahedra chains (i.e., chains 1 and 2) are oriented in the same direction. The spatial orientation of the [PO4] tetrahedra is also different in α-Na2FePO4F and β-Na2FePO4F structures. In a,c, each red circle contains four sodium ions, six [PO4] tetrahedra, and one [Fe2O6F3] double octahedra. In the orthorhombic β-Na2FePO4F structure (c), half of the [PO4] tetrahedra are facing upward and the other half are facing downward in the red circle. However, in the monoclinic α-Na2FePO4F structure (a), one pattern is that the red circle has four [PO4] tetrahedra facing upward and two [PO4] tetrahedra facing downward. Another pattern is that there are two [PO4] tetrahedra facing up and four [PO4] tetrahedra facing down.",
                        "The structural parameters and cohesive energies of α-Na2FePO4F and β-Na2FePO4F calculated here are compared with the existing theoretical and experimental results, as shown in . The theoretical lattice parameters are slightly larger than the experimental data, and the deviation is reasonable. In terms of volume expansion per unit cell (with eight formula units), α-Na2FePO4F and β-Na2FePO4F showed a difference of 33.73 and 34.53 Å3, respectively, from the previously optimized cell volumes, both deviating from the experimental values by approximately 4%. Overall, our calculated lattice parameters, space groups, and unit cell volumes of α-Na2FePO4F and β-Na2FePO4F agree well with experimental and previous theoretical calculations.  The ground-state magnetism for both the α-Na2FePO4F and β-Na2FePO4F structures is found to be ferromagnetic, which is also in good agreement with previous experimental and theoretical results.  More discussion on the magnetic properties of the α-Na2FePO4F and β-Na2FePO4F is presented later."
                    ],
                    "name": "3.1.  Crystal Structures of α-Na2FePO4F and β-Na2FePO4F Phases",
                    "type": "h3"
                },
                {
                    "content": [
                        "Kirsanova et al.  found that there is a strong antisite disorder between Na and Fe ions in the α-Na2FePO4F material. However, for the β-Na2FePO4F phase, the phenomenon of antisite disorder has not been found in previous experimental and theoretical studies. There are four pristine sodium sites (denoted as Na1, Na2, Na3, and Na4) and two pristine iron sites (denoted as Fe5 and Fe6); see . According to the experiment of Kirsanova et al.,  three of the four pristine sodium sites and both of the two pristine iron sites in α-Na2FePO4F can be jointly occupied by Na and Fe ions (that is, each site is occupied by Na or Fe with a certain probability, and the occupancy is shown in ).  Experiment shows that the Na3 site is always occupied by Na atoms (i.e., its occupancy = 1).  Among the other five sites (Na1, Na2, Na4, Fe5, and Fe6), three sites are definitely occupied by Na atoms and two sites are completely occupied by Fe atoms. According to the occupancy given in , we can clearly deduce that the α-Na2FePO4F has 10 and only 10 structures (including all possible antisite disorder structures in the experiment); see . The disorder structures are shown in  (also shown in ) with the site occupancy shown with a “shadow” on each atomic sphere. These 10 structures (with or without antisites) are named as follows: FexFey gives a structure where two Fe atoms occupy the x and y sites and the remaining three “disordered” sites are all occupied by Na atoms (see also ).",
                        "The lattice constants, cohesive energies, cohesive energy differences, and magnetism were calculated for all the 10 structures of α-Na2FePO4F. Fe5Fe6 and Fe2Fe4 have the same cohesive energy due to the symmetry and periodicity of their crystal structures. In addition, the results in  show that Fe5Fe6 and Fe2Fe4 structures have the lowest cohesive energy, so Fe5Fe6 or Fe2Fe4 structures can be regarded as the pristine structures of α-Na2FePO4F (i.e., without antisite). The other eight structures can be viewed as antisite phases. All the atomic positions in the unit cell for all the 10 structures are fully relaxed when performing first-principles calculations. The results show that the [PO4] tetrahedra remain very stable. However, the orientation of the [PO4] tetrahedra and the way in which the [FeO4F2] octahedra form chains are not the same in the different antisite structures. These results show that the antisite structures can also exist stably. The structural characteristics of these antisite phases mainly include the following: (1) two [FeO4F2] octahedra first form the [Fe2O6F3] double octahedra through face-sharing, and then [Fe2O6F3] forms [Fe2O6F3]–F/O–[Fe2O6F3] chains through corner-sharing of F/O, such as in the structures of Fe1Fe4, Fe1Fe5, Fe2Fe4, Fe2Fe6, Fe4Fe5, and Fe5Fe6; (2) the [FeO4F2] octahedra form [FeO4F2]–O–[FeO4F2] chains through corner-sharing of O atoms in the [PO4] tetrahedra, such as in the structures of Fe1Fe6, Fe2Fe5, and Fe4Fe6; and (3) two [FeO4F2] octahedra first form the [Fe2O7F3] double octahedra through edge-sharing, and the [Fe2O7F3] form [Fe2O7F3]–O–[Fe2O7F3] chains through O-sharing, such as the structure of Fe1Fe2. Such three types of chains form three-dimensional frameworks through corner-sharing of O atoms in the [PO4] tetrahedra. In these antisite phases, the cohesive energy difference between Fe4Fe6 and the pristine Fe5Fe6 is very small (<0.003 eV/f.u.), indicating that Na+/Fe2+ antisite should easily occur. The cohesive energies of the other antisite phases are also larger than that of the pristine phase (however, the differences are small), which indicates that the α-Na2FePO4F material is prone to Na+/Fe2+ antisite formation from the perspective of energy. Since Fe4Fe6 is the structure with the lowest energy among the antisite structures, we will mainly focus on the properties of this antisite structure in the following discussion. Unless otherwise noted, the antisite phase in the following text then refers to this Fe4Fe6 structure.",
                        "The top and side views of the α-Fe4Fe6 structure are shown in a,b, which has the lowest cohesive energy among the α-Na2FePO4F antisite structures. c,d shows the antisite structure of β-Na2FePO4F, that is, the β-Fe4Fe6 structure, where the Na+/Fe2+ antisite is artificially made to be the same way as α-Na2FePO4F. For the antisite phase β-Fe4Fe6 of β-Na2FePO4F, the [FeO4F2] octahedra is destroyed after full structural relaxation, and the binding energy of this antisite structure is quite different from that of the pristine structure (approximately 0.48 eV/f.u.), indicating that the similar Na+/Fe2+ antisite formation is not possible in β-Na2FePO4F. According to the band structures (given in ), both the pristine α-Na2FePO4F and β-Na2FePO4F structures have ferromagnetic ground states, while the two Fe4Fe6 phases in α-Na2FePO4F and β-Na2FePO4F with the Na+/Fe2+ antisite structures are antiferromagnetic (see also ). In addition, all these structures are semiconductors with wide band gaps. For all the structures mentioned here, it is common that the conduction band minimum (CBM) is mainly formed by Fe 3d states with a small contribution from O 2p states, while the valence band maximum (VBM) is dominated by Fe 3d states in hybridization with O 2p states."
                    ],
                    "name": "3.2.  Antisite Disorder in the α-Na2FePO4F Phase",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ionic radii of Na+ and Fe2+ in the α-Na2FePO4F structure are r (Na+) = 1.02 Å and r (Fe2+) = 0.78 Å, respectively; their ionic radii differ by 0.24 Å. This shows a relatively large difference in the radius between Na+ and Fe2+. In the pristine structure (i.e., α-Fe5Fe6), as mentioned earlier, two [FeO4F2] octahedra first form the [Fe2O6F3] double octahedra through face-sharing, and then the [Fe2O6F3] double octahedra form [Fe2O6F3]–F–[Fe2O6F3] chains through corner-sharing of F– (shown in ). In the case of Na+/Fe2+ antisite, the [FeO4F2] octahedra form a three-dimensional frame by means of corner-sharing of F– ions (see also ). Moreover, the [FeO4F2] octahedra with the Na+/Fe2+ antisite and without the Na+/Fe2+ antisite all have relatively small distortions. Therefore, in this material, the steric effect for the Na+/Fe2+ antisite is due to the “rearrangement” of the [FeO4F2] octahedra in the antisite structure. It is necessary to point out that Na+/Fe2+ antisite disorder can easily happen during the synthesis process in the monoclinic α-Na2FePO4F.",
                        "In the β-Na2FePO4F phase, the distance between the Fe5–Fe6 atoms is 3.01 Å, while in the α-Na2FePO4F phase, the distance between the Fe5–Fe6 atoms is 3.35 Å. The distance between Fe5–Fe6 atoms plays an important role in the structural stability of the material (see ), because the shorter the Fe5–Fe6 bond, the stronger the bond and the more stable the structure. Thus, the shorter bond length of Fe5–Fe6 in the β-Na2FePO4F phase indicates that β-Na2FePO4F is more stable than α-Na2FePO4F, which indicates that it is more difficult for antistatic disorder to occur in the β-Na2FePO4F phase.",
                        "The spin-polarization effect has a very important influence on the physical properties of α-Na2FePO4F and β-Na2FePO4F materials. We calculated the cohesive energies of all the 10 antisite phases of α-Na2FePO4F with spin-polarization and without spin-polarization effects. The comparison of the cohesive energies is shown in . The results show that, when spin polarization is not taken into account, the cohesive energy difference between the antisite phase α-Fe4Fe6 (with the lowest cohesive energy among the antisite phases) and the pristine structure α-Fe5Fe6 is 0.134 eV/f.u. If spin-polarization effects are taken into account, this difference is greatly reduced to 0.003 eV/f.u. Therefore, it can be seen that the spin-polarization effect plays a very important role in the calculation of Na+/Fe2+ antisite.",
                        "Our study shows that the driving force for the Na+/Fe2+ antisite is not only from the steric effect but also from the direct exchange and superexchange between Fe2+ and Fe2+ magnetic ions, which is similar to the studies for Li(NixMnyCoz)O2 (NMC, x + y + z = 1) by Zheng et al.  In the pristine α-Na2FePO4F phase (see a), two adjacent [FeO4F2] octahedra form [Fe2O6F3] double octahedra, and the distance between Fe2+ and Fe2+ in the [Fe2O6F3] double octahedra is relatively close (approximately 3.40 Å), so there is a strong direct ferromagnetic exchange between these two Fe2+ ions. However, the nearest Fe2+–Fe2+ distance between two [Fe2O6F3] double octahedra is quite large (approximately 5.05 Å), so there is only a very weak superexchange between [Fe2O6F3] double octahedra. Considering both the strong direct exchange interactions between the Fe2+ and Fe2+ in the [Fe2O6F3] double octahedra and the weak superexchange interactions between two [Fe2O6F3] double octahedra, a ferromagnetic ground state for the α-Na2FePO4F phase can be expected. In the antisite-phase α-Fe4Fe6, the distribution of Fe2+ tends to be more uniform (compared with the pristine phase). The distance between Fe2+ and Fe2+ ions in their [FeO4F2] octahedra is approximately 4.30 Å, so there is a relatively strong superexchange between Fe2+ and Fe2+ ions and their direct exchange interactions could be neglected, which eventually leads to antiferromagnetism of the α-Fe4Fe6 phase according to Anderson’s superexchange interaction theory.  In fact, in the antisite-phase α-Fe4Fe6, the eg orbitals of Fe2+ and the p orbitals of F– form a strong σ bond. Because of this strong σ bond, the “linear” (approximately 180°; see b) Fe2+–F––Fe2+ in the α-Fe4Fe6 phase structure has a strong superexchange interaction. Our calculations for pristine α-Na2FePO4F (with mainly direct exchange interactions) and antisite α-Fe4Fe6 (with mainly superexchange interactions) ultimately lead to the conclusion that the pristine and the antisite phases have almost the same cohesive energy (differing by only 0.003 eV/f.u.), and therefore magnetic exchange and superexchange play an important role in the antisite disorder of this material.",
                        "Next, we investigate the changes in the cohesive energy, electrostatic potential, and charge density distribution caused by the Na+/Fe2+ antisite in order to better understand why the antisite disorder is more likely to occur in the α-Na2FePO4F phase than in the β-Na2FePO4F phase. The electronic structures (band structures, DOS, charge density, etc.) can be easily obtained from theoretical calculations, but they are difficult to obtain even with enough high precision in experiments. This makes it difficult to compare theoretical calculations with experimentation.",
                        "First, the cohesive energies of the antisite structure (i.e., Fe4Fe6) and the pristine structure (i.e., Fe5Fe6) for α-Na2FePO4F and β-Na2FePO4F materials are shown in , respectively. The cohesive energy of the α-Fe4Fe6 antisite phase is essentially degenerate with the cohesive energy of the pristine phase of α-Na2FePO4F. The cohesive energy difference between the α-Fe4Fe6 antisite phase and the pristine phase of α-Na2FePO4F is only 0.003 eV/f.u., and therefore, the antisite disorder will easily occur in the α-Na2FePO4F phase (from the respect of cohesive energy). In contrast, the cohesive energy difference between the antisite phase of β-Fe4Fe6 (i.e., an artificially hypothesized structure) and the pristine phase of β-Na2FePO4F is 0.042 eV/f.u., which is more than 10 times that of the α-Na2FePO4F material. Therefore, it is much easier to have Na+/Fe2+ antisite disorder in the α-Na2FePO4F material than in the β-Na2FePO4F material.",
                        " shows the differences of the electrostatic potential between the antisite structure (i.e., Fe4Fe6) and the pristine structure (i.e., Fe5Fe6) for α-Na2FePO4F and β-Na2FePO4F materials, respectively. For clarity, the electrostatic potential differences around Na+ and Fe2+ ions are also shown in . It can be seen that, around the Na+ ion, the electrostatic potential difference between the antisite and pristine phases of the α-Na2FePO4F material is significantly smaller than that of the β-Na2FePO4F material (please pay special attention to the values marked in b,e). The same conclusion can be obtained for the electrostatic potential difference near the Fe ion, as shown in c,f. Thus, this also indicates that the α-Na2FePO4F material is more prone to Na+/Fe2+ antisite disorder than the β-Na2FePO4F material.",
                        "The differences of electronic charge density between the antisite (i.e., Fe4Fe6) and the pristine structures (i.e., Fe5Fe6) for α-Na2FePO4F and β-Na2FePO4F materials are shown in , respectively. In order to obtain a meaningful difference in charge densities, the atomic positions in the antisite phase are not relaxed but remain in the same atomic positions as the pristine phase (except for the Na+/Fe2+ antisite). The charge density difference between the antisite phase and the pristine phase of α-Na2FePO4F material is smaller than that of β-Na2FePO4F, which can be seen also from the values marked in . Thus, the change in the charge densities also suggests that the Na+/Fe2+ antisite is more likely to occur in the α-Na2FePO4F material than in the β-Na2FePO4F material."
                    ],
                    "name": "3.3.  Mechanism of Na+/Fe2+ Antisite in α-Na2FePO4F",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this article, we have looked at a new monoclinic sodium phosphate fluoride, that is, α-Na2FePO4F. Previous experiments have shown that Na+ and Fe2+ ions in α-Na2FePO4F are prone to antisite formation, leading to strong antisite disorder in this material. Using first-principles approaches, the structural and electronic properties of α-Na2FePO4F and β-Na2FePO4F materials have been calculated. The results show that the steric effect, the magnetic direct exchange and superexchange interactions between transition metal cations are the main driving forces for Na+/Fe2+ antisite disorder. We first calculated the structures and cohesive energies of all the 10 antisite phases of α-Na2FePO4F. We have also calculated and compared the charge densities, magnetism, cohesive energies, and electrostatic potentials of α-Na2FePO4F and β-Na2FePO4F materials between the antisite and pristine structures. Our calculations show that the binding energy (per formula unit) of the antisite phase (the one with the lowest cohesive energy among 10 antisite phases) is essentially degenerate with the binding energy of the pristine phase of α-Na2FePO4F. Furthermore, the differences in the electrostatic potential and the charge density distribution are found to be fairly small between the antisite phase α-Fe4Fe6 and the pristine phase of α-Na2FePO4F. However, the changes in the cohesive energy, the electrostatic potential, and the charge density distribution are much more pronounced between antisite and pristine phases of β-Na2FePO4F, suggesting an easier formation of Na+/Fe2+ antisite in the α-Na2FePO4F material. Our research is helpful to understand the mechanism of Na+/Fe2+ antisite and develop high-performance polyanionic cathodes for sodium-ion batteries."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "First-Principles Studies on the Structural and Electronic Properties of α-Na2FePO4F with Strong Antisite Disorder"
}