{
    "DOI": "10.1038/s41893-024-01266-1",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium(Li)-ion batteries (LIBs) have played a crucial role in powering a wide range of consumer devices and contributed to the rapid growth of the electric vehicle market1. However, the growing demand for environmentally sustainable and economically viable energy storage materials has prompted an exploration into alternative charge carriers that extend beyond Li ions. Sodium (Na), being abundant and economically more feasible compared with Li, positions sodium-ion batteries (SIBs) as a promising alternative or complement to LIBs2. SIBs are well suited for applications in renewable energy integration and grid-level energy storage, making them a viable option for achieving sustainable goals in the field of energy storage.",
                "Beyond its material abundance, Na-ion presents two potential advantages as a charge carrier within rechargeable batteries when compared with Li-ion: a larger freedom in designing electrode structures and inherently higher ion mobility. The relatively larger ion size provides increased flexibility in the composition/structure of electrodes3. The well-studied Na-ion layered materials, within the general formula NaxTMO2 (TM: transition metal), can be categorized into two principal structural types, O3 and P2. Here, O denotes Na occupying the octahedral (O) sites and P represents Na occupying the trigonal prismatic (P) sites; the number 2 or 3 represents the oxygen stacking arrangement, ABBA for P2-type and ABCABC for O3-type, respectively (Fig. 1a). Conversely, Li-ion layered oxides used in LIBs mainly crystallize in the O3-type structure4, for example, LiCoO2 and Li[NiCoMn]O2. Interestingly, the additional P2-type structures typically provide enhanced Na-ion diffusivity and improved structural integrity, owing to the open prismatic diffusion pathways and the larger Na-layer distances between TMO2 slabs5. However, P2-type materials usually suffer from irreversible phase transformation at high-charge voltages (≥~4.15 V), hindering higher reversibility6. Compared with Li-ion in O3-type structure, the larger Na ion has a relatively smaller ionic potential7, reflected by a smaller charge density at the surface of the ion, which can lower the diffusion barriers, for example demonstrated by comparing O3-type NaCoO2 with LiCoO2 (ref. 8). Meanwhile, the larger Na ion contributes to reduced solvation energies in electrolytes9, resulting in facile solvation reorganization at the electrode–electrolyte interphase10, thereby facilitating charge transfer and high ionic conductivities11. These properties imply that Na-ion layered oxides have opportunities to develop high-rate electrodes. Despite extensive studies of various compositions, it remains a challenge for these layered oxides to successfully combine fast-charging capability with both high energy density and extended cycle life. The primary challenge is the detrimental phase transitions that can occur between O- and P-type structures during Na-ion (de)intercalation over cycling, compromising capacity and cycle life3,12,13,14,15,16, especially for the O3-type cathodes16,17,18 which generally provide a higher reversible capacity, making them desirable for realizing high energy densities3,11,14,19.",
                "In this work, we break from the established views by developing an O3-type Na5/6Li2/27Ni8/27Mn11/27Ti6/27O2 layered cathode for SIBs through the rational composition design. The result is an exceptionally prolonged cycle life, evidenced by an 80% capacity retention after 700 cycles in full cells, accompanied by minimal voltage decay and enhanced energy and power density. Responsible for this is the incorporation of P-type characteristics, especially a large d(O−Na−O) interlayer spacing of 0.33 nm within an O3-type structure. This design induces a predominant P3-type solid–solution transition during charging, facilitating high Na-ion diffusivity while averting detrimental TM migration and phase transitions at elevated states of charge."
            ],
            "name": "Main",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "This study aims to develop an improved O3-type layered Na-ion cathode, leveraging its inherent structural and compositional features (see Supplementary Note 1 and Figs. 1 and 2 for details). Here we selected a P2-type Na5/6Li2/27Ni8/27Mn17/27O2 composition as a candidate to transform into an O3-type structure by minor compositional adjustments, because it has nearly the maximum Na content of known P2-type structure13. To attain an O3-type structure while preserving a large d(O−Na−O) interlayer distance to induce high Na-ion mobility, it is crucial to reduce the bonding strength between TMs and oxygen. This will in turn lower the ratio between the d(O−Na−O) and d(O−TM−O) interlayer distances, thereby facilitating the shift towards O3-type stacking (Fig. 1a,b). Here, d(O−Na−O) and d(O−TM−O) interlayer distances denote the perpendicular distances between the two layers of oxygen-containing Na ions and TMs, respectively20. Predictions based on the cationic potential method (Supplementary Note 2), which relies on the weighted average ionic potentials of the ions, can provide insights into the P2- and O3-type stacking structures of layered oxides according to their compositions7. Using this methodology, we find that introducing partial substitution of the redox inactive Mn4+ with Ti4+ should trigger the transition from the P2-type of the initial composition to the O3-type structure (Fig. 1c and Supplementary Table 1). As evident from the phase map in Fig. 1c, the introduction of 6/27 mol Ti4+ per unit in place of Mn4+ results in a shift that crosses the boundary between P2- and O3-type phases, implying that the resulting composition Na5/6Li2/27Ni8/27Mn11/27Ti6/27O2 in the O3-type structure should retain P2-like characteristics, in particular a relatively large d(O−Na−O) interlayer distance. Laboratory X-ray powder diffraction (XRD) shows that this as-synthesized material corresponds to the predicted O3-type structure (Fig. 1d), which can be indexed in the R-3m space group with unit-cell lattice parameters a = 2.93945(7) Å, c = 16.3205(5) Å, resulting in d(O−Na−O) = 0.32978 nm and a ratio of d(O−Na−O)/d(O−TM−O) = 1.54 (Supplementary Tables 2 and 3). Importantly, this O3-type Na-ion cathode has the largest d(O−Na−O) interlayer distances among the reported O3-type Na-ion layered cathodes (Fig. 1b), suggesting that this composition may promote high Na-ion diffusivity as discussed below."
                    ],
                    "name": "Designing O3-type layered oxides",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical properties of this as-prepared cathode were evaluated within the voltage range of 2.0–4.4 V vs metallic Na (Fig. 2a), which results in a high reversible capacity of ~152 mAh g−1 corresponding to ~0.69 e− transferred with an initial Coulombic efficiency (CE) of ~95% (Supplementary Fig. 8). Moreover, this cathode has a high average voltage of ~3.5 V, primarily attributed to the Ni2+/Ni4+ redox couple (~0.59 e−) and the oxygen redox (~0.1 e−). Upon oxidation, the voltage initially reaches a short plateau at ~2.9 V, suggesting a short O3- to P3-type transformation, followed by an extended region with a slope extending towards 4.4 V, which accounts for ~90% of the total capacity. Cyclic voltammetry (CV) shows a cathodic peak centred at ~3.1 V corresponding to the short plateau area followed by a broad peak associated with the extended sloped region (Supplementary Fig. 9). When cycled at various sweep rates, the reversible redox peaks are observed, and the linear shift of these peaks shows the reversible Na-ion extraction/insertion.",
                        "The electrochemical behaviour was further studied using the galvanostatic intermittent titration technique (GITT) (Fig. 2b). GITT voltage profiles display symmetry in both the charging and discharging cycles, while the initial two cycles show similar profiles, suggesting a high reversibility. Notably, three distinct thermodynamic regimes emerge, showcasing variations in voltage relaxation (Supplementary Fig. 10). At ~3.4 V, this cathode shows a smaller overpotential of ~12 mV compared with the initial state ~2.7 V of ~100 mV and the highly charged state ~4.2 V of ~60 mV. This indicates a thermodynamic origin that might stem from different structural evolution and redox couples involved21,22. The smaller voltage polarization within the sloped voltage region indicates that this material exhibits a higher Na-ion diffusivity (diffusion coefficient of ~10−10 cm2 s−1 based on GITT analysis) compared with reported O3-type cathodes15,18,23. This attribute probably contributes to the excellent rate capability and cycling stability (Fig. 2c–e). Upon increasing the current, the short voltage plateau disappears, leaving only a sloped voltage curve (Fig. 2c). An electrode-level energy density of ~368 Wh kg−1 is obtained at 5.0 C cycling rate, exceeding the so-far reported O3-type cathodes at the same rate (for example, ~269.1 Wh kg−1 for NaNi0.12Cu0.12Mg0.12Fe0.15Co0.15Mn0.1Ti0.1Sn0.1Sb0.04O2 (ref. 15), ~286.5 Wh kg−1 for NaNi0.5Mn0.2Ti0.3O2 (ref. 24), ~187.6 Wh kg−1 for Na0.90Cu0.22Fe0.30Mn0.48O2 (ref. 25), ~320.2 Wh kg−1 for Na[Li0.05(Ni0.25Fe0.25Mn0.5)0.95]O2 (ref. 26), ~283.6 Wh kg−1 for Na0.85Li0.1Ni0.175Mn0.525Fe0.2O2 (ref. 27), ~183.3 Wh kg−1 for NaTi0.5Ni0.5O2 (ref. 28)), indicating a substantially enhanced rate performance. Moreover, the cycling stability of the prepared composition is remarkable, as demonstrated in Fig. 2e. More than 1,000 cycles were conducted at a current rate of 3.0 C (660 mA g−1), with a capacity retention exceeding 88%. These properties give the present cathode material clear performance advantages compared with reported O3-type cathodes16,17,18,25,26,27,28,29,30,31. Importantly, no obvious voltage fade was observed during long cycling as shown in Fig. 2e inset, in contrast to Li-rich layered oxides that compromise cycling stability and energy density32. To further verify the practical application of this as-prepared cathode, full cells paired with a hard carbon anode were tested (Fig. 2f,g). When cycled at 0.1 C, a higher energy density of more than 260 Wh kg−1 (based on both the loading mass of cathode and anode active materials) was achieved. When cycled at 3.0 C, more than 80% capacity retention was maintained after ~700 cycles, demonstrating its promise for potential application."
                    ],
                    "name": "Electrochemical properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "Redox characteristics of this cathode were studied using a combination of X-ray absorption spectroscopy (XAS) and resonant inelastic X-ray scattering (RIXS) spectroscopy (Fig. 3), demonstrating that the capacity results from the Ni2+/Ni4+ redox couple and oxygen redox. As shown in Fig. 3a, the similar K-edge of Ni2+O indicates that the Ni is in 2+ oxidation state for the pristine material. Upon charging, Ni K-edge shifts to higher energy, approaching that of Ni3+2O3 at 3.7 V, subsequently increasing to values that indicate oxidation to Ni4+ at 4.4 V. Upon discharging to 2.0 V, the Ni K-edge returns to its initial energy of the pristine material20. In contrast, the Mn K-edge spectra remain consistent with Mn4+O2 throughout the electrochemical cycling (Fig. 3b), indicating that it is electrochemically inactive. In line with these observations, the corresponding extended X-ray absorption fine structure (EXAFS) spectra demonstrate a shortened interatomic distance of the first Ni-O coordination shell and a lowered magnitude of the Fourier transform, indicating that Ni is redox active (Fig. 3c), while the environment of Mn ions remains unchanged during cycling (Fig. 3d). Given that the redox potential of Ti4+/Ti3+ lies below 1.0 V in Na-ion layered electrodes, it does not participate in charge compensation within cathodes20. The specific capacity associated with the two-electron transfer capacity from Ni2+ to Ni4+ is ~130 mAh g−1, less than that of the observed reversible capacity, suggesting the participation of the oxygen redox. This is confirmed by the O K-edge RIXS (Fig. 3e,f), where the oxygen activity is revealed by the appearance of an additional feature in the spectra at excitation and emission energies of 531.0 and 523.7 eV33 upon charging to 4.4 V (as marked by red arrow). This characteristic appears in the fully charged state and disappears upon discharging, confirming the reversible oxygen redox."
                    ],
                    "name": "Redox behaviour",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando XRD was conducted to investigate the structural evolution upon cycling and the origin of the electrochemical characteristics. As shown in Fig. 3g and Supplementary Fig. 11, upon initial Na-ion deintercalation, the O3-type cathode undergoes a phase transition from O3- to P3-type structure, corresponding to the short voltage plateau. Upon further Na-ion deintercalation, the reflection of the newly formed P3-type phase continuously shifts to smaller diffraction angles up to ~4.25 V, corresponding to ~0.59 e− transferred, without the appearance of new reflections. Charging to a high state of charge results in the (003) reflection of the P3-type phase shifting to a higher diffraction angle. This phenomenon can be attributed to the oxygen redox. As the negative charge on the oxygen decreases, it has the opposite effect on the unit-cell evolution compared with the increased oxidation state of TM ions. This change in the charge state leads to a decrease in the anionic potential (\\(\\overline{{{{\\varPhi}}}_{\\rm{anion}}}\\)), resulting in the observed shift to a higher diffraction angle. The XRD pattern at 4.4 V indicates that the material retains the P3-type structure (space group: R-3m), with only variations in the unit-cell parameters (Supplementary Fig. 12). To further investigate the structural information, high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) was conducted at 4.4 V (Supplementary Fig. 13). The results show a predominantly global P3-type structure with local narrow stacking faults. This suggests an approximate solid–solution reaction across the voltage slope region. The largest volume change from the initial O3-type phase to the fully charged P3-type phase is ~1.8%, smaller than those of reported cathodes18,34. During the discharge, XRD patterns follow the same transformation back from the P3- to the O3-type phase, demonstrating a reversible phase transition (Supplementary Fig. 14).",
                        "Almost all the reported O3-type Na-ion layered cathodes undergo a phase transition towards the P3-type structure upon charging. The charge curves of the typical O3-type Na-ion cathodes are reported in Fig. 3h to investigate the capacity contribution from both the sloped region and the plateau region. The vertical bars denote the transition between O3- and P3-type phases, separating the sloped voltage capacity region and the plateau capacity region on the basis of the reported structural analysis15,24,25,35. The P3-type solid–solution reaction can be considered favourable for fast (dis)charging because of the more facile Na-ion diffusion through the prismatic sites and the larger d(O−Na−O) distance (Fig. 2c and Supplementary Fig. 15). Compared with typical O3-type cathode materials reported, the present O3-type cathode stores more than 90% of the total capacity in the P3-type solid–solution region, which is held responsible for its enhanced rate performance. The structural evolution of this O3-type cathode was also investigated at a higher current rate (1.0 C), exhibiting a highly reversible phase transition between O3- and P3-type phases (Fig. 3i and Supplementary Fig. 16). Compared with the slower cycling rate (0.08 C), the c-lattice parameter contraction at the end of the charge disappears, indicating that at this rate the oxygen redox is not effectively activated due to the slow kinetics (Fig. 2b). Furthermore, the electrochemical and structural evolution towards a lower discharge voltage of 1.5 V was also studied, as depicted in Supplementary Figs. 17 and 18.",
                        "The post-cycling structural changes were further studied to gain deeper insights. The XRD pattern displays a coexistence of O3-/P3-type phases in line with the inset of the STEM image illustrating alternating O3- and P3-type structures (Supplementary Figs. 19 and 20, and Tables 8 and 9). Further examination using HAADF-STEM images confirms the preservation of the initial layered structure after cycling. In comparison with the typical TM migration in Li-rich layered cathodes in LIBs, no TM migration to the Na-ion layer is observed in this layered cathode. Upon charging for Na-ion extraction, vacancies form in the NaO2 slabs, which can induce TM migration into adjacent face-shared tetrahedral sites within the NaO2 slabs (Supplementary Fig. 21). However, due to weak repulsive interactions, TM ions can migrate even further away from these intermediate tetrahedral sites to energetically more stable octahedral Na-ion vacancy sites. In the P3-type phase, which is readily formed upon de-sodiation, the prismatic Na-ion sites form polyhedra with elongated Na-O bonds due to the larger interlayer distance (Supplementary Fig. 15), which is energetically unfavourable for TM migration. This is because these prismatic sites are face-sharing with adjacent [TMO6] octahedra, introducing a strong repulsive interaction. Thus, the P3-type phase suppresses TM migration, contributing to the high structural stability and reversible electrochemical properties as observed in this O3-type cathode."
                    ],
                    "name": "Structural evolution",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structural transition upon charging of the present O3-type material, a dominating P3-type solid–solution transition, stands out from known O3-type Na-layered cathodes. Considering the phase transformation behaviour of the reported O3-type Na-ion 3d-TM cathodes, three distinct categories emerge (Fig. 4). The first and early-studied category represents multistep phase transitions, referring to materials where the structural evolution starts from O3 to O′3, P3, P′3, O3″ and O1 upon charge (Fig. 4a), such as O3-type NaCrO2 (ref. 36), NaNiO2 (ref. 17), NaCoO2 (ref. 29), NaNi1/2Mn1/2O2 (ref. 16), NaNi0.60Fe0.25Mn0.15O2 (ref. 18), O3-type NaFeO2 (refs. 37,38), NaNi1/2Co1/2O2 (ref. 39), NaNi1/3Fe1/3Mn1/3O2 (ref. 30), Na0.9Cu0.22Fe0.30Mn0.48O2 (ref. 25), Na(Mg/Ni)1/2Mn1/3Ti1/6O2 (refs. 16,31) and so on. The complex structural evolutions of these materials usually compromise the structural stability and Na-ion diffusivity, typically resulting in poor performances. The second category is the O3-dominated phase transition materials, which maintain the O3-type structure during a large fraction of the charge capacity before transforming to the P3-type structure (Fig. 4b). The small number of phase transitions in the voltage window from 2.0 to ~4.0 V results in good cycling stability and rate performance, which are gaining more attention. However, these materials typically experience TM migration that sets in over 4.0 V, resulting largely in voltage hysteresis. Examples include O3-type NaNi0.12Cu0.12Mg0.12Fe0.15Co0.15Mn0.1Ti0.1Sn0.1Sb0.04O2 (ref. 15), NaNi1/2Ti1/2O2 (ref. 40), NaNi1/2Fe1/2O2 (ref. 39), NaNi0.25Mg0.05Cu0.1Fe0.2Mn0.2Ti0.1Sn0.1O2 (ref. 23), Na0.7Ni0.35Sn0.65O2 (ref. 41) and so on. The present material introduces the third category, P3-dominated phase transition materials, where the P3-type phase tends to form at the start of the charge and subsequently maintains as a solid–solution reaction upon further charging (Fig. 4c). This has advantages on structural stability, where the short O3–P3 phase transition at low voltages and the long P3-type solid–solution transformation at higher voltages minimize strain from the volume change and TM migration, promoting a long cycle life. In addition, this P3-type phase offers fast Na-ion diffusivity, responsible for the high-rate capabilities. A comparison of the electrochemical performance of the three categories is provided as a spider chart in Fig. 4d. It demonstrates the appealing combination of cathode properties of the P3-type dominated phase transformation materials (Supplementary Table 10), supported by the plot of energy density vs power density in Fig. 4e.",
                        "The present O3-type material stands apart from established O3-type cathodes, showing the diverse compositional and structural chemistry inherent in layered Na-ion oxides that plays crucial roles in impacting the electrochemical properties. The significance of the P3-type dominated solid–solution transformation lies in its ability to suppress detrimental TM migration, foster high Na-ion diffusivity, minimize volume changes and offer notable advantages over the P2-type structure. This is attributed to its distinct oxygen stacking sequence (Fig. 1a and Supplementary Fig. 21), leading to enhanced reversibility compared with previously reported cathodes6,19,42. To gain more understanding, we evaluated the role of TMs and Na compositions. The first observation is that the present O3-type Na5/6Li2/27Ni8/27Mn11/27Ti6/27O2 material only differs slightly in TM composition while having the same Na composition compared with the P2-type Na5/6Li2/27Ni8/27Mn17/27O2, whereas the differences in the phase transformation mechanism and electrochemical performance are enormous. The partial substitution of Mn4+ by Ti4+ impacts neither the redox capability nor the Na capacity (although lowering weight); however, it induces a transformation from the P2- to O3-type phases. Introducing Ti4+ lowers the weighted ionic potential at the TMs position, which decreases the TM–O interaction, thus increasing the d(O−TM−O) distance and decreasing the ratio of the d(O−Na−O) and d(O−TM−O) distances. This flips the balance towards a preference for the O3-type structure, located near the boundary with the P2-type structure in the cationic phase map (Fig. 1c). The consequence is an O3-type material with a relatively large d(O−Na−O) interlayer space, which is a typical characteristic of P-type stacking structures. It is intriguing to consider the role of this in inducing the P3-type phase transformation upon charging. In the composition, Li+ and Ni2+ have relatively small charge numbers but a larger ionic potential7, while Mn4+ has a relatively large charge number and also a larger ionic potential compared with the other 3d ions. This combination, while considering charge neutrality, is responsible for a relatively large weighted average ionic potential for an O3-type material at the TM position7, which maximizes the d(O−Na−O) interlayer distance typical for P-type structures. Upon a small decrease in Na-ion composition during charging, accompanied by an increase in the Ni oxidation state, the decreased Na-ion shielding and the increased TM–O interaction will result in an increased d(O−Na−O) distance and decreased d(O−TM−O) distance, which is suggested to promote the P3-dominated phase transition. This indicates that both the detailed TM composition as well as Na composition play a decisive role in the phase transition behaviour upon charging."
                    ],
                    "name": "Introducing P-type motifs into O-type materials",
                    "type": "h3"
                }
            ],
            "name": "Results",
            "type": "h2"
        },
        {
            "content": [
                "Furthermore, the cationic phase map generalizes these structural characteristics through the interslab interactions, providing guidance on the relationship between composition and phase transition categories (Fig. 5). A larger TM weighted average ionic potential (\\(\\overline{{{\\varPhi}}_{\\rm{TM}}}\\)) implies a higher charge density at the surface of TM layers; this increases the interlayer electrostatic repulsion, resulting in more covalent TM–O bonds and an increased d(O−Na−O) distance, which we suggest to promote the P3-dominated phase transition upon charging (Fig. 5). Here, the Na composition plays a crucial role as a smaller Na content (<5/6) reduces the screening between TMO2 slabs, which favours the P2-type structure, albeit compromising the available capacity. Conversely, increasing Na composition (>5/6) favours O3-type structures. To promote the P-type large d(O−Na−O) distance in these structures, aiming to induce P3-type dominated transition requires increasing the \\(\\overline{{{{\\varPhi}}}_{\\rm{TM}}}\\) (typically increasing d(O−Na−O)). However, this is difficult to achieve without introducing a higher TM oxidation state, which intrinsically opposes a large Na content. Through these guidelines, we argue that P3-dominated phase transitions in O3-type materials will occur for intermediate Na compositions, located near the boundary to carry P-type structural motifs, as indicated by the red region in Fig. 5. This represents a relatively focused region in phase space, centred around the presented material. Reducing the \\(\\overline{{{{\\varPhi}}}_{\\rm{TM}}}\\) or/and increasing Na composition promotes the formation of O3-type structures, first presenting O3-type structures that are categorized as multistep phase transitions (green region) and finally, O3-type structures that are categorized as O3-type dominated phase transitions (blue region). These observations agree with the reported phase transitions marked in Fig. 5, showing its generality. To provide more support that a compositional change can induce the P3-dominated phase transition, an additional O3-type composition was prepared as shown in Fig. 5. Consistently, this composition displays the P3-type dominated phase transition (Supplementary Fig. 22), supporting the proposed design principles.",
                "It is worth noting that a minor alteration in composition may not consistently lead to an effortless O3–P3 phase transition during charging. We argue that specific prerequisites within the initial P2-type composition must be met. The presence of a certain amount of Na is essential to facilitate the formation of an O3-type structure. According to existing literature, a P2-type Na-ion oxide typically contains a Na content ~<5/6 mol13, while an O3-type oxide requires a minimum Na content of ~3/4 mol or higher41. Thus, the Na composition that can lead to a facile O3–P3 phase transition can be inferred to fall between ~3/4 and 5/6 mol. Na compositions outside this range will not only affect the TM composition, but will also move the composition away from the phase boundary. Meanwhile, since the properties of TMs within materials strongly impact both cathode performance and structural characteristics16,17,29,36,37,38,43, a judicious selection of TM composition is very important to ensure the development of high-quality cathode materials. In addition, concerning a low Na content upon charging, the interslab interaction of cathodes persists and can be assessed through the cationic potential method. However, when the cathode with a very low Na content reaches a higher state of charge, it may undergo oxygen redox reactions. During this process, the reduced negative charge of oxygen ions can lead to a decrease in the average anionic potential \\(\\overline{{{{\\varPhi}}}_{\\rm{anion}}}\\). Moreover, this situation becomes increasingly intricate due to various factors that can contribute to structural changes, such as local structure distortions, stress and other influences. Consequently, depending solely on the cationic potential approach may not furnish a comprehensive guideline on the structural transition, given its reliance on straightforward calculations of the composition.",
                "In summary, we make use of the diverse compositional space of layered Na-ion oxides to tune structural chemistry, resulting in new cathodes for SIBs that demonstrate fast charging in combination with a high average operation voltage and capacity retention. The results indicate that the P3-type-dominated solid–solution reaction with open prismatic Na-ion diffusion pathways between the TMO2 slabs is responsible for the fast Na-ion transport and excellent reversibility. The proposed design strategy is expected to promote the development of economic and green electrode materials, facilitating the realization of highly sustainable high-energy-density batteries."
            ],
            "name": "Discussion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The material, Na5/6Li2/27Ni8/27Mn11/27Ti6/27O2, was prepared by a solid-state reaction. Stoichiometric precursors of NaNO3 (>98%), NiO (>98%), MnO2 (99%), TiO2 (99.5%) and Li2CO3 (99.5%) were thoroughly mixed in an agate mortar in an Ar-filled glove box (H2O < 0.1 ppm, O2 < 0.1 ppm) and pressed into pellets under a pressure of 10 MPa. An excess of 5 mol% NaNO3 was added to compensate for evaporation at high temperatures. Then the precursor was calcined twice at 1,030 °C in a poor O2 atmosphere in a tubular furnace for 15 h with intermediate grinding and cooled to 150 °C. The speeds for heating and cooling were 5 °C min−1 and 2 °C min−1, respectively. After the heat treatment, the material was directly put into an Ar-filled glove box to prevent any moisture exposition. The as-synthesized material can be washed with absolute ethanol, followed by drying overnight at 100 °C under vacuum in an Ar-filled glove box."
                    ],
                    "name": "Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Morphologies of materials were measured on a cold field scanning electron microscope (SEM, HITACH-SU8010) equipped with energy-dispersive X-ray spectroscopy (EDS, IXRF SYSTEM, 550i). All presented images are representative of parallel measurements. XRD was performed using a Bruker D8 Advance diffractometer equipped with a Cu Kα radiation source (λ1 = 1.54060 Å, λ2 = 1.54439 Å at 40 kV and 40 mA) and a LynxEye_XE detector. Rietveld refinement of the XRD was carried out using the General Structure Analysis System software with the EXPGUI software interface. A specially designed Swagelok cell equipped with an X-ray transparent Al window was used for the in situ measurements on an X’Pert Pro X-ray diffractometer (PANalytical) (λ1 = 1.54060 Å, λ2 = 1.54439 Å at 60 kV and 40 mA). CV measurements were conducted on an Autolab (PGSTAT302N) at different scan rates."
                    ],
                    "name": "Materials characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "NPD data were collected on a high-resolution power diffractometer at the China Advanced Research Reactor at the China Institute of Atomic Energy. The wavelength was 1.889 Å with a scanning step of 0.075° at room temperature. The sample was filled into thin-wall vanadium containers (300 µm wall thickness and 10 mm diameter) in an Ar-filled glove box with indium metal wire. Diffraction data were obtained in the 2θ range from 5 to 145°."
                    ],
                    "name": "Neutron powder diffraction (NPD)",
                    "type": "h3"
                },
                {
                    "content": [
                        "SXRD data were collected at beamline 11-ID-C, Advanced Photon Source, Argonne National Laboratory, using an X-ray wavelength of 0.1173 Å."
                    ],
                    "name": "Synchrotron X-ray diffraction (SXRD)",
                    "type": "h3"
                },
                {
                    "content": [
                        "TEM experiments were performed on a STEM (JEM-ARM300F, JEOL) operated at 300 kV with a cold field emission gun and double Cs correctors. The microscope was equipped with Gatan OneView and K2 cameras for image recording. STEM images were taken with an electron dose rate of 50–500 e− Å−2 s−1 with an exposure time of several seconds for each image, with a built-in drift correction function in GMS3 using the OneView and K2 camera. Analysis of the spectra was performed in Digital Micrograph."
                    ],
                    "name": "Transmission electron microscopy (TEM) characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Hard XAS experiments were acquired at the KMC-2 beamline of the synchrotron BESSY at Helmholtz-Zentrum Berlin, Germany, in transmission mode with a graded Si-Ge (111) double-crystal monochromator. About 65% of the maximum possible intensity of the beam was transmitted through the sample during the measurements to eliminate high-order harmonics. Energy calibration was performed by simultaneously measuring the spectra of a reference metal foil. The loading mass of the active materials was ~15 mg cm−2. The raw data were processed and analysed using the Athena software package. The EXAFS signal was normalized by Fourier transformation in R space without phase shift correction."
                    ],
                    "name": "XAS",
                    "type": "h3"
                },
                {
                    "content": [
                        "RIXS experiments were recorded at the U41-PEAXIS beamline at Helmholtz-Zentrum Berlin44. All the samples were sealed in a specially designed container. During the test, samples were transferred into the vacuum chamber and not exposed to any air. Mapping data were collected using an ultra-high-efficiency spectrometer with an excitation energy step of 0.5 eV. Each spectrum was collected for 30 min. The resolution of the emission energy was 0.08 eV."
                    ],
                    "name": "RIXS",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathodes were prepared by mixing 85 wt% active material with 5 wt% acetylene black (Denka black, Denki Kagaku Kogyo, average size 20~40 nm), 5 wt% carbon nanotube (XFNANO Materials, diameter 1~2 nm, length 0.5–10 μm) and 5 wt% polytetrafluoroethylene (PTFE) in an Ar-filled glove box for ~1 h. After that, the resultant was rolled into a self-standing film electrode with the loading mass of the active material being ~8 mg cm−2. The prepared electrodes were dried overnight at 100 °C under vacuum in an Ar-filled glove box and were then fabricated into CR2032 coin-type cells with pure sodium foil as the counter electrode in an Ar-filled glove box. Hard carbon anodes (Kuraray) were prepared by mixing hard carbon, sodium alginate binder and acetylene black at a weight ratio of 90:5:5, and the resulting slurry was cast and then dried overnight at 80 °C under vacuum. Na salt (1.2 M), including 0.4 M NaPF6 and 0.8 M NaClO4 in propylene carbonate/ethylene carbonate/dimethyl carbonate (PC/EC/DMC = 1:1:1 in volume) with fluoroethylene carbonate (10% volume) was used as the electrolyte. A glass fibre filter (Whatman GF/D) was used as the separator. The charge and discharge measurements were carried out using multichannel battery testing systems (Land CT2001A or Lanhe G340A) at room temperature. The GITT was measured by applying the repeated current pulses for 0.5 h at a current density of 0.1 C, followed by relaxation for 6 h."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article."
                    ],
                    "name": "Reporting summary",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Fast-charge high-voltage layered cathodes for sodium-ion batteries"
}