{
    "DOI": "10.1007/s12598-023-02449-z",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the large-scale application of lithium-ion batteries (LIBs), the consumption rate of lithium resources has skyrocketed, and their prices have also risen accordingly [1, 2]. Sodium-ion batteries (SIBs) have recently received considerable research interest as a promising alternative to LIBs due to wide distribution and high abundance of sodium resources on the Earth [3, 4]. However, the intrinsic large ionic radius (0.102 nm for Na+ vs. 0.076 nm for Li+) results in slow kinetics and severe volume change of SIB electrode materials during repetitive sodiation and desodiation cycles [5, 6]. Thus, the major challenge for high-performance SIBs is to develop appropriate host materials with superior cycling stability and rate capability. Until now, various anode materials, mainly including carbon-based materials and metal oxides/sulfides, have been extensively investigated as potential candidates for SIBs [7, 8]. Among them, carbon-based materials possess much more stable cycling performance than those of sulfides and alloys for practical application [9, 10].",
                "Up to date, a series of carbon-based materials, such as expanded graphite [11], graphene [12], soft carbon [13, 14], hard carbon [15, 16] and carbon nanofibers (CNFs) [17, 18], have been studied as anode for SIBs. These anode materials show a reversible capacity of about 250–300 mAh·g−1 with certain cycling stability. Among these potential carbon anode materials, CNFs possess various advantages including excellent conductivity, short electron/ion transport distance and high electrochemical stability [19, 20]. However, CNFs also have several key issues to be addressed, such as low specific capacity, low initial Coulombic efficiency and harsh preparation conditions [21, 22]. Not only the drawback of the CNFs delivers a low reversible capacity with long cycling stability, but also the Na+ inserting potential in CNFs is very close to the deposition potential of metal Na, easily leading to Na metal dendrites growth and generation of short circuits [23, 24].",
                "Based on above-mentioned problems, many researchers have conducted extensive and in-depth research on improving the electrochemical performance of CNFs [25, 26]. For example, Wang’s  group [27] modified CNFs with cobalt-based zeolitic imidazolate framework (ZIF) to increase active sites and internal void spaces, which shows high-stable cycling capacity. SnS-quantum-dots-modified CNFs could effectively improve Na+ transfer kinetics, thereby achieving high power performance (422 mAh·g−1 at 20 A·g−1) and high Coulombic efficiency (stabling at 100% after 8000 cycles) [28]. However, the large volume changes of modifier on CNFs severely destroy the composite structure and then hinder their electrochemical stability.",
                "The CNFs possess outstanding flexibility and higher structural durability than that of metal oxides. Therefore, CNFs could mitigate the volume effect of nano-sized metal oxides and further prevent them from aggregating [22, 29, 30]. In this work, we present a rational design and fabrication of a novel structure hybrid of Cu/CuO nanoparticles decorated on the surface of CNFs (Cu-CNFs) through magnetron sputtering (Fig. 1). The chemical vapor deposition (CVD) process promoted the macro-preparation of CNFs, which can strongly tolerate stress change during cycling. The special interface structure between nano-sized Cu/CuO and CNFs can promote the transfer kinetics of Na+ and electrons during cycling. Meanwhile, the CNFs showed good electronic conductivity after Cu was introduced, ascribed to the electrical structure of CNFs regulated by d-orbital electrons of Cu/CuO nanoparticles. And density functional theory (DFT) calculation results demonstrate that the adsorption energy of Cu-CNFs is as low as −2.97 eV. The novelty Cu-CNFs anode exhibits superior electrochemistry performance. Compared with pure CNFs, Cu-CNFs anode shows greater reversible capacity (300 mAh·g−1 at 0.1 A·g−1 after 400 cycles) and better rate capability (150 mAh·g−1 at 1 A·g−1 after 6000 cycles). The Cu/CuO-CNFs composites show a significantly ungraded Na storage, providing a reference for next generation’s energy storage system."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation process of Cu-CNFs is shown in Fig. 1. CNFs preparation process is as follows. The CNFs were fabricated by using a simple one-step CVD method, based on our previous work [31]. 0.005 mol·L−1 Y(NO3)3·6H2O and 0.01 mol·L−1 Ni(NO3)3·6H2O were dissolved in 10 ml alcohol solution to obtain Ni/Y catalyst solution. After that, Cu foil was dipped into the Ni/Y catalyst solution and maintained for 1 h and then dried at 25 °C under vacuum conditions. The as-prepared Cu foil was heated to 550 °C for 1 h at a rate of 10 °C·min−1 in a H2/Ar/C2H2 mixture and then cooled to 25 °C under the protection of Ar atmosphere. On the surface of the Cu foil, CNFs were evenly grown.",
                        "Cu-CNFs preparation process is as follows. The Cu nanoparticles were deposited on CNFs by magnetron sputtering of a Cu target with pure argon as the working gas. When the as-prepared sample was transferred to the environmental atmosphere, a small portion of Cu was oxidized (Cu-CNFs). The vacuum degree was 1.8 × 10–8 Pa, the sputtering power was 30 W, the sputtering pressure was 0.27 Pa, and the sputtering time was 23 s."
                    ],
                    "name": "2.1 Preparation of CNFs and Cu-CNFs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of the as-prepared samples was characterized by a field emission scanning electron microscopy (FESEM, Hitachi, S-8100). And the microstructures were observed by a transmission electron microscopy (TEM, JEM-F200). Raman spectra of the as-prepared samples were obtained using a X ploRA PLUS Raman spectrometer (laser: 532 nm). The CNFs and Cu-CNFs were also analyzed by X-ray photoelectron spectroscopy (XPS, Thermo Fisher, NEXSA)."
                    ],
                    "name": "2.2 Materials characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The sample was dried in a vacuum chamber at 80 °C for 12 h before assembling the CR2032 coin-type cells in an Ar-filled glove box (H2O and O2 < 0.1 × 10–6; MBRAUN). The as-prepared Cu-CNFs and CNFs were directly used as the anode (size: 1 cm × 1 cm). It should be mentioned that the active material average mass loading was around 2.1 mg·cm−2. The Whatman fiberglass as battery diaphragm was employed to isolate the counter-electrode from the working electrode. Sodium-metal pieces were used as the counter-electrodes. The electrolyte was made of 1 mol·L−1 NaClO4 in an ethylene carbonate (EC)/diethyl carbonate (DEC) (1:1, vol ratio) solution with 5% fluoroethylene carbonate (FEC) additive. The amount of electrolyte was just enough to wet the electrode and separator. Galvanostatic charge–discharge and cycle stability was tested by a LAND CT2001A multichannel battery testing system at different current densities within the voltage range of 0–3 V at 25 °C (vs. Na+/Na). The cycle voltammetry (CV) curves were measured on Bio-Logic VMP-300 electrochemical workstation (France). Electrochemical impedance spectroscopy (EIS) was also carried out by the same electrochemical workstation with a frequency range of 0.01–100 MHz at 25 °C."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations were carried out using the Vienna Ab initio Simulation Package (VASP). The exchange–correlation function was calculated using the Perdew–Burke–Ernzerhof generalized gradient approximation method. Self-consistent calculations were carried out under a plane-wave cut-off of 400 eV. The convergence accuracy of the self-consistent process was set as 1 × 10−4 eV, and the geometrical optimization was stopped when the Hellmann–Feynman forces on the atoms were smaller than 0.2 eV·nm−1. Brillouin zone k-point sampling was performed with 3 × 3 × 2 Γ-centered Monkhorst–Pack grids. A vacuum space of 2.5 nm was constructed to eliminate the interactions between adjacent layers."
                    ],
                    "name": "2.4 DFT calculations",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental",
            "type": "h2"
        },
        {
            "content": [
                "SEM images of CNFs are shown in Fig. S1a–c. The helical CNFs were prepared on the surface of Cu foil by CVD method, which were scattered evenly. The CNFs were intertwined with each other. The average diameter of CNF is about 100 nm, and CNFs exhibit smooth surface. As shown in Fig. S1d, CNFs were decorated with Cu/CuO, which did not change the original morphology of nanofiber.",
                "Figures 2, S2 show TEM images of CNFs and Cu-CNFs. Before Cu/CuO decorating, the short-range ordered structure can be clearly observed by TEM in CNFs, and the layer spacing is about 0.37 nm (Fig. S2). As shown in Fig. 2a–d, Cu/CuO nanoparticles are evenly anchored on the surface of CNF. As shown in Fig. 2d, the interplanar spacings are 0.21 nm, corresponding to (111) plane of metallic Cu. The crystalline interplanar spacing is 0.23 nm, which corresponded to (111) plane of CuO. Meanwhile, the interspace spacing of carbon around Cu/CuO nanoparticle increases to 0.40 nm, which provides a larger space for the intercalation and diffusion of Na+.",
                "In order to determine the structural characteristics of the as-prepared CNFs, XRD was conducted, and the results are displayed in Fig. 3a. A wide diffraction peak corresponded to the (002) plane of graphite can be observed, indicating that the crystallinity of CNFs is relatively low, which is consistent with TEM results. Figure 3b shows Raman spectra of the CNFs and Cu-CNFs. There are two characteristic peaks at 1342 and 1590 cm−1 corresponding to the carbon materials D-band and G-band, respectively. The D-band (~ 1350 cm−1) represents the disorder groups and defects, whereas the G-band is the consequence of sp2 stretching. The intensity ratio of D to G peak indicates the amount of lattice defects in the graphitic structure, and thus, the ID/IG ratio could be used to assess the degree of disorder in carbon. The ID/IG ratio of Cu-CNFs (1.01) is substantially greater than that of CNFs (0.93), indicating rich defects on CNFs after magnetron sputtering treatment [31]. The numerous defects/vacancies are supposed to be beneficial for the adsorption of Na+ in SIBs [3].",
                "XPS C 1s and Cu 2p spectra of the Cu-CNFs are shown in Figs. 3c–f, S3, S4. In C 1s XPS spectra, the peaks at 284.7, 285.1, 286.7 and 288.6 eV originate from C-sp2, C-sp3, C-O and C=O, respectively [21]. Compared with CNFs (Fig. 3c), the peak area of sp3 in Cu-CNFs is significantly increased, which further indicates that some defects will form on the surface of CNFs during magnetron sputtering. In Cu 2p XPS spectra (Fig. 3d), peaks located at 932.7 and 952.5 eV can be attributed to Cu 2p3/2 and Cu 2p1/2, respectively. The results show that the synthesized materials contained Cu. The presence of Cu2+ is evidenced by the distinctive satellite peaks centered at 941.2, 944.2 and 962.6 eV. Besides, the peak around 934 eV is fitted to Cu-C. As shown in Fig. 3f, XPS O 1s spectra are separated into three peaks located at 531.5 and 531.7 eV, related to C–O and C=O, respectively [32]. The presence of Cu–O can also effectively prove the existence of the CuO on the surface of CNFs. XPS results show that CuO/Cu nanoparticles are attached to the surface of the CNFs.",
                "The galvanostatic charge–discharge, CV and EIS experiments were used to test the sodium storage properties of as-prepared samples. CV curves of CNFs and Cu-CNFs were measured with a scan rate of 0.1 mV·s−1 from 3.0 to 0.01 V for the first three cycles (Fig. 4a, b). During the first reduction process, there was a visible broad reduction peak at ≈1.0 V, which is generally ascribed to the electrolyte degradation and the formation of SEI film. The initial discharge–charge profiles of the CNFs anode at a current density of 0.1 A·g−1 are depicted in Fig. 4c. There are two discharge platforms in the first discharge curve which are matched to the CV curve’s irreversible peaks (below 0.1 V and around 1.0 V, respectively). Both of CNFs and Cu-CNFs demonstrate a large irreversible capacity during the first cycle, with the ICE of only 35%, which is due to the formation of the SEI film. With the decoration of Cu/CuO, the discharge specific capacity has been increased from 633 to 729 mAh·g−1, and the reversible capacity has also been greatly increased due to fewer irreversible processes and the improvement of the adsorption capacity for Na+ with Cu-CNFs anode. The cycling stability of Cu-CNFs anode was examined at the current density of 0.1 A·g−1 to elucidate the influence of Cu/CuO nanoparticles for CNFs. As shown in Fig. 4d, Cu-CNFs maintain a capacity of 300 mAh·g−1 at 0.1 A·g−1 after 200 cycles, which is higher than that of CNFs (200 mAh·g−1). Meanwhile, the Coulombic efficiency rapidly rises to over 99.5%. Moreover, Cu-CNFs do not show obvious capacity decrease after 400 cycles, demonstrating outstanding cycling stability.",
                "Despite the discussion above, however, the initial Coulombic efficiency of Cu-CNFs is not satisfactory. To address this issue, 1 mol·L−1 NaPF6/dimethoxyethane (DME) was selected as the electrolyte to modify the initial Coulombic efficiency. Once the electrolyte was introduced, the coin cell’s initial Coulombic efficiency increased from 30% to 76% (Figs. S5, 4e). The high initial Coulombic efficiency is primarily attributed to the use of DME, which can prevent electrolyte decomposition and promote the formation of a thin and stable SEI film.",
                "The rate performances of CNFs and Cu-CNFs are shown in Fig. 4g at different current densities ranging from 0.1 to 2 A·g−1. The Cu-CNFs anode provides discharge capacity of 310, 232, 180, 147, 120 and 310 mAh·g−1 at 0.1 A·g−1, 0.2 A·g−1, 0.5 A·g−1, 1 A·g−1 and 2 A·g−1, respectively. When the current was reduced to 0.1 A·g−1 again, its capacity could still be maintained at 310 mAh·g−1. To further explore the electrochemical behavior of Cu-CNFs anodes at high current densities, the long-term cycling performance was examined. At high current density of 1 A·g−1, the reversible capacity was nearly constant at 150 mAh·g−1 after 6000 cycles (Fig. 4f). As shown in Fig. S6, EIS was investigated with the electrode discharged to 0.5 V after 10 cycles. The Nyquist plots present compressed semicircle, corresponding to the resistance of sodium ions diffusion through the SEI film (Rf) and charge-transfer resistance (Rct), respectively. In addition, the ohmic resistance (Rs), containing separator, electrolyte and electrode resistance, is around 8.4 Ω. According to equivalent circuit (Fig. S6), Cu-CNFs exhibit a lower Rct of 214.6 Ω than CNFs (427.3 Ω). The effective reduction of Rct could be attributed to the unique carbon structure.",
                "To further figure out the sodium storage mechanism, CV measurements were carried out at several sweep rates ranging from 0.2 to 1.8 mV·s−1 (Fig. 5a, b). CV curves were not altered significantly with the scan speeds increasing. The value of b is the slope of the line in Fig. 5c. b = 1 means that the capacity is determined by surface-controlled behavior, b value close to 0.5 indicating the pseudocapacitive process [33]. The b values of Cu-CNFs and CNFs were 0.92647 and 0.74387, respectively, demonstrating that the dynamics of the Cu-CNFs is surface-controlled behavior. The primary sodium storage mechanism is the adsorption behavior of Na+ on the material surface. This indicates that Na+ fluidity is substantially improved during the electrode’s working process, significantly enhancing its electrochemical performance. The equation of i(V) = k1v + k2v1/2 was performed to further determine the effect of capacitive-controlled behavior on charge storage at a specific scanning speed. In the formula, k1v and k2v1/2 represent the capacitive-controlled contribution and diffusion-controlled contribution, respectively. According to Fig. S7, with the scanning speed gradually increasing, the capacitance contribution gradually rises from 33% to 59%. This result demonstrates that the diffusion control mechanism is primarily responsible for the storage of Na+ in the CNFs anode.",
                "For Cu-CNFs, capacitance is more important for Na+ storage at different scanning speeds. As the scanning speed increases from 0.2 to 1.8 mV·s−1, the capacitance contribution increases from 51% to 81% (Fig. 5d) with the scan speed increasing to the high value of 1.8 mV·s−1, indicating that capacitive behavior controls the Na+ storage of Cu-CNFs as the scanning speed gradually increases. The results above show that Cu/CuO nanoparticles can promote the occurrence of Na+ intercalation/de-intercalation and increase the capacity of CNFs, which is consistent with the results of electrochemical testing. The morphology of the Cu-CNFs electrode after 200 cycles was characterized by SEM (Fig. S8). As can be seen from Fig. S8, CNFs are stable and do not show obvious changes such as volume expansion and rupture, which well explains its good cycling performance. Meanwhile, some spherical particles appear on the surface of CNFs, which might be unwashed salts.",
                "The electrochemical capabilities of Cu-CNFs anode were also assessed in full cells by linking with the Na3V2(PO4)3 cathode (Fig. S9). The charge and discharge curves of the Cu-CNFs and Na3V2(PO4)3 electrodes are shown in Fig. S9a. The testing voltage is in a voltage range of 0.5–3.5 V for full cells. As shown in Fig. S9b, c, the full Cu-CNFs||Na3V2(PO4)3 cells displayed high Coulombic efficiency. The initial Coulombic efficiency was 60%, and it maintained above 95% after the 10th cycle. The effective electrochemistry performance of the full cells further confirms the viability of the Cu-CNFs.",
                "To further reveal the high-efficiency sodium storage mechanism of Cu-CNFs, DFT calculations were conducted to explore how Cu/CuO nanoparticles affect Na+ adsorption behavior. With Cu/CuO nanoparticles anchored at the vacancy defects (Fig. S10), the order degree of lattice structure around Cu/CuO would be improved, which provided a channel for the rapid transport of Na+. The density of state (DOS) was calculated to deeply explain how the related physical parameters influence SIBs. The Cu-CNFs exhibit a higher total DOS (TDOS) near the Fermi level than CNFs (Fig. 6a), suggesting improved Na+ storage capacity and increased electronic conductivity. In Fig. 6b, local DOS (LDOS) shows that the state density of Cu-CNFs is mainly contributed by C and Cu. It can be shown from the projected DOS (PDOS) diagram that C is mainly contributed by the p orbital (Fig. 6c), and Cu is mainly contributed by the d orbital (Fig. 6d), so the p-d orbital hybridization is the main reason for the improvement of electrical conductivity. The state density of other elements in CNFs and Cu-CNFs is shown in Figs. S11 and S12. To prove how the p-d orbital hybridization promotes the cyclic stability of SIBs via the Cu/CuO nanoparticles, we calculated the adsorption energy of Na+ on Cu-CNFs and CNFs. The adsorption energy (△Ead) of Na+ on Cu-CNFs was − 2.97 eV, which was lower than that of CNFs (− 2.14 eV), signifying that a more stable Na+ adsorption (Fig. 6e) as well as the Na+ adsorption ability was increased via the Cu/CuO nanoparticles. The substantial electron redistribution at the active site from charge density differences in Fig. 6f further proves the improved Na+ adsorption from Cu/CuO nanoparticles. Meanwhile, Na+ adsorbed on Cu-CNFs exhibits more electrons than that on CNFs (Fig. S13), which means that Na+ adsorbed on Cu-CNFs is more stable than that on CNFs. The above theoretical calculations confirm that Cu/CuO nanoparticles modulate p-d orbital hybridization and promote the adsorption of Na+."
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, Cu-CNFs composite materials on metallic Cu foil were successfully synthesized by CVD and magnetron sputtering method. Electronic structure of carbon atoms is regulated by Cu/CuO 3d orbital electrons and exhibits p-d orbital hybridization. DFT calculations demonstrate that decoration with Cu/CuO could facilitate the Na+ adsorption to CNFs electrode, which shows stronger adsorption energy (−2.97 eV). As anode for SIB, the Cu-CNFs exhibit high electrochemical performance, which shows high reversible capacity (300 mAh·g−1 at 0.1 A·g−1 after 150 cycles) and excellent cycling stability (150 mAh·g−1 at 1 A·g−1 after 6000 cycles). Cu-CNFs exhibit great application potential for SIBs due to its outstanding electrochemical performance, offering a new perspective on the electronic structure regulation of carbon materials."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Modulating p-d orbital hybridization by CuO/Cu nanoparticles enables carbon nanofibers high cycling stability as anode for sodium storage"
}