{
    "DOI": "10.1039/C9RA09020G",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In terms of the high abundance and ready availability of sodium, sodium-ion batteries (SIBs) have been generally regarded as a better alternative to lithium-ion batteries for power stations. Hard carbon is widely recognized as one of the most attractive and ideal anode materials for SIBs. However, the potential required for sodium ions to insert into hard carbon is very close to that for sodium plating, resulting in sodium dendrites, which raise safety concerns. Moreover, the reaction of electrode materials with sodium through alloying or conversion mechanisms always results in serious volume changes in the process of sodium insertion and extraction. Therefore, insertion-type transition-metal oxides as anodes have attracted much attention owing to their suitable operating potentials and minor volume expansion. Recently, embedded titanium/vanadium/molybdenum based oxides with layered structures have been studied as anode materials for SIBs, such as layered Na2Ti3O7, tunnel Na2Ti6O13 ( ) and spinel Li4Ti5O12. In addition, post-spinel structured materials have been proposed, which show ultra-stable cycle performances via highly reversible sodium-ion insertion/desertion through large-size tunnels. Recently, in Zhou's group, NaVSnO4 ( ) and NaV1.25Ti0.75O4 ( ) have been prepared and they have been shown to possess robust cycle lifetimes (more than 10000 cycles) and discharge plateaus of 0.84 V and 0.7 V, respectively. Meanwhile, in our group, Na0.76Mn0.48Ti0.44O2 has been developed, which holds an initial discharge capacity of 103.4 mAh g−1, shows a superb rate capability and retains 74.9% capacity after 600 cycles. The large radius of the redox active metal center could optimize the tunnel size and thus boosting the electrochemical performance. It is also a big challenge to find further suitable active centers for insertion-type transition metal oxides as anodes of SIBs. Besides, a host of published reports have said that germanium-based materials can be used as alloy anodes for SIBs with highly reversible sodium storage properties and satisfactory ionic/electronic conductivity. However, it is unclear to us whether Ge could act as an active center in a transition-metal oxide anodes.",
                "In this work, we fabricated a tunnel-type NaGe3/2Mn1/2O4 (NGMO) material. When used as the anode of SIBs, it delivers a sustained discharge capacity of 200.32 mAh g−1. Compared with NaVSnO4 ( ) and NaV1.25Ti0.75O4, NGMO delivers a lower safety voltage of 0.36 V. Pure Na4Ge9O20 (NGO) as a comparative sample, only exhibits a capacity of 24.8 mAh g−1, which is far inferior to that of NGMO. During discharge and charge process, reversible redox reactions around Ge center occur, as confirmed by X-ray photoelectron spectroscopy (XPS) analysis. The introduction of Mn in the NGMO improves the reversibility of the Ge redox performance.",
                "The structure of NGMO was carefully characterized by XRD, and Rietveld refinement was performed as depicted in Fig. 1. The main Bragg peaks of NGMO could be assigned to space groups of P1(2) and I41/a(88), which were fitted to give lattice parameters of a = 10.56/15.04 Å, b = 11.18/15.04 Å, and c = 9.22/7.39 Å, and a volume of 811.2/1672.2 Å3, respectively. Na4Ge9O20 has a typical tunnel structure, which consists of polymerized Ge/MnO4 tetrahedra connected with Ge/MnO6 octahedra. Four Ge/MnO6 octahedra are connected together by sharing edges to form a tetrameric (Ge/Mn)4O16 cluster. Each cluster is connected to six GeO4 tetrahedra, and adjacent clusters are connected by GeO4 tetrahedra. Na atoms are located in the channels and have elongated Na–O bonds. This highly stable crystal structure can effectively accelerate the migration of sodium ions. Fig. 2 shows the low and high magnification scanning electron microscopy (SEM) images of NGMO, which is composed of particles of different sizes from 1 to 3 μm; the larger particles are the result of sintering at high temperature. SEM images of NGO with different magnifications are given in Fig. S1,† and show that the average particle size of NGO is 1 μm.",
                "The morphology and fine structure were studied by transmission electron microscopy (TEM). Fig. 3a and b show the low magnification TEM images. It can be seen from the images that NGMO has an irregular sheet-like morphology with particle sizes from 250 nm to 2 μm. As shown in Fig. 3c, the lattice spacing of the (200) plane is 4.55 Å. In the SAED pattern of Fig. 3d, the red line corresponds to the (020) plane in NGMO, and the lattice spacing is 13.100 Å. These results clearly demonstrate that NGMO exhibits good crystallinity. The corresponding energy dispersive X-ray spectroscopy (EDS) results, and Raman and infrared spectra (IR) are provided in Table S1 and Fig. S2.† The results indicate that the atomic ratio of Na:Ge:Mn is close to 1:1.5:0.5 and that there is little sodium loss. The Raman and IR peaks in the high frequency region are attributed to stretching vibrations of Ge–O–Ge and the peaks between 600 and 400 cm−1 are attributed to the bending vibrations of Ge–O–Ge in NGMO.",
                "Galvanostatic electrochemical measurements were evaluated in a voltage range of 0.05–2.0 V, with the current density of 20 mA g−1. Fig. 4a and b show the discharge and charge profiles of NGMO and NGO, respectively. Because of the formation of a solid electrolyte interface (SEI) layer in the initial cycle, the electrochemical behaviour tends stabilize in the second cycle, so voltage profiles are given from the second cycle; the first cycles of the discharge–charge curves of NGMO and NGO materials are given in Fig. S3.† It can be seen intuitively that both NGMO and NGO have low voltage platforms, while NGMO has the smaller polarization. In Fig. 4a, we notice a reversible voltage profile in the second cycle with discharge capacity of 200.32 mAh g−1 for NGMO. Only NGMO has a flat potential platform and delivers an ultra-low plateau potential. It can be seen from Fig. 4b that NGO shows a capacity of 24.8 mAh g−1, obvious polarization at the 20th cycle and increased capacity due to the surface side-effect. Fig. 4c indicates that the capacity retention of the NGMO electrode after 50 cycles is 86.2%, which is superior to that of NGO; the coulombic efficiency of NGMO is also provided in Fig. S4.† To further understand the redox reactions along with the discharge/charge process in NGMO, Fig. 4d displays the differential capacity versus voltage (dQ/dV) curve. The clear anodic peak at 0.33 V and cathodic peak at 0.81 V correspond well with the redox reactions of NGMO.",
                "The electrochemical impedance spectra (EIS) of fresh and cycled electrodes of NGMO and NGO, with a frequency range of 0.01 Hz to 100 kHz, are shown in Fig. 5. From Fig. 5a, it is obvious that the charge-transfer resistance of the fresh NGMO electrode is lower than that of NGO. This indicates that the migration of charges in the NGMO material occurs more easily than in NGO, which also facilitates the shifting of ions on the surface and inside of the electrodes of NGMO. In Fig. 5b, NGMO electrode in its 10th cycle exhibits a smaller charge-transfer resistance than both NGO and the NGMO fresh electrode, indicating that the surface of NGMO more readily forms a stable SEI film. The EIS results were fitted by the model shown in Fig. S5.† The fitting results are provided in Table S2.† The resistances of the fresh and cycled electrodes of NGMO and NGO are composed of an internal resistance (Rs), the resistance of the surface film (SEI) (Rf; a small semicircle in the high frequency region), the resistance of the charge transfer (Rct; another opposite semicircle in the middle frequency region), and the Warburg resistance (W; an oblique line in the low frequency region). Both the fresh and cycled electrodes of NGMO deliver lower charge transfer resistance than NGO. Meanwhile, the transfer resistance of the cycled NGMO electrode is lower than that of the fresh electrode and its slope at low frequency is higher than that of the fresh one (Table S2†). All these results show that NGMO has lower resistance and better electronic/ionic conductivity than NGO.",
                "The evolution of the chemical valence states of the 150-times discharged electrodes were observed by XPS and SEM as provided in Fig. S6.† It is generally clear that the electrode surface was covered with a thick SEI layer after discharging. Ar plasma etching was used to obtain the internal information. The Ge 3d core-level of the discharged NGMO electrode with and without etching is shown in Fig. S7.† Before etching, the peaks of the Ge 3d core-level could be fitted to Ge1+ and Ge2+. After etching, (Fig. S7c†), the peaks at 30.8 eV and 30.2 eV were also associated with Ge1+ and Ge2+, respectively. This result indicates that the valence of Ge decreases as a whole and that there is no obvious difference between the etched and non-etched samples. The reversible redox reactions of Ge remain stable even after cycling. Meanwhile, the Mn 2p core-level spectra are shown in Fig. S7d–f.† For the Mn 2p core level, owing to the spin orbit coupling, the valence states of Mn comprise two couples including Mn3+ and Mn2+ (Fig. S7e and f†). The binding energies of Mn3+ are 642.37 eV and 654.04 eV, and the binding energies of Mn2+ are 640.71 eV and 652.18 eV. Similarly, after discharging, the binding energies of Mn3+ are 642.40 eV and 654.06 eV, and those for Mn2+ are 640.69 eV and 652.20 eV, indicating that there are no changes in Mn binding energies before and after etching. This is in good agreement with results in previous reports. All results also show that a thin SEI layer has been formed, favoring ions transfer on the repeatedly cycled electrode. It can be seen from the refined XRD results that NGMO consists of Ge4+, Mn2+ and Mn3+, and combined with XPS analysis, the results show that the valence states of Mn does not change for the discharged NGMO electrode. Ge displays electrochemical activity in NGMO, and Mn exhibits good chemical stability in the framework."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "Tunnel-type NGMO has been prepared and investigated as an anode for SIBs for the first time. The discharge/charge curve shows an ultra-low operating potential and high capacity. The second discharge capacity of NGMO reaches 200.32 mAh g−1 at 20 mA g−1, while pure NGO only delivers a capacity of 24.8 mAh g−1. Ge is involved in redox reactions in NGMO upon Na insertion/extraction, and the valence state of the Mn element experiences no change during discharging and charging. The Mn serves as a stabilizer in the framework during cycling; the introduction of Mn can significantly boost the reversible Na-storage capability of NGMO. This work indicates that Mn can participate in the Na-storage mechanism in inserted materials, and it provides a guideline for designing stable tunnel-structure Ge-based insertion-type anodes for SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A stable tunnel-type NaGe3/2Mn1/2O4 anode for Na-ion batteries"
}