{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Hard carbon",
        "Chitosan",
        "CNC",
        "Sodium-ion battery",
        "Free-standing anode"
    ],
    "Sections": [
        {
            "content": [
                "Hard carbon (HC) is recognized as a promising anode material for sodium-ion batteries due to its high capacity and low operating voltage. However, the usage of polyvinylidene fluoride (PVDF) binder leads to a shortened HC cycle life because of the high reactivity of PVDF toward the carbonate ester-based electrolyte. Herein, we have reported the synthesis of a cellulose nanocrystal (CNC) reinforced chitosan (Ch)-derived free-standing HC anode, which features hydroxyl surface chemistry on HC and flexible framework. The CNC-Ch not only serves as a binder and a substrate but also increases the Na-ions adsorption and diffusion. The CNC content induced the pseudocapacitive behavior and enhanced the cycle stability of the HC anode. The CNC of 6 % exhibits an initial discharge capacity of 285 mAh g−1, an initial Coulombic efficiency (ICE) of 82 %, and a reversible capacity of 244 mAh g−1 at a current density of 25 mA g−1 for 5 cycles. For 100-cycle charge-discharge, it showed excellent cycle stability, retaining 67 % of its capacity in the first 50 cycles at 25 mA g−1 and 82 % in the subsequent 50 cycles at 50 mA g−1. This finding suggests that the free-standing HC anode in CNC-Ch presents a new opportunity for the development of a low-cost, stable, flexible, and environmentally sustainable anode for SIB application."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Rechargeable batteries are the most popular electrochemical energy storage for electronic devices, electric vehicles, and large-scale energy storage systems (EES), providing both high energy efficiency and a wide energy density range of 30 to 200 Wh kg−1 [1]. Since 1991, lithium-ion batteries (LIBs) have dominated the EES due to their high voltage, long lifespan, and high energy density [2]. However, the rapidly increasing cost of lithium resource, motivated the researchers to develop the alternative batteries. Sodium-ion batteries (SIBs) are currently being recognized as a low-cost [3,4], sustainable [4], and superior safer compared to LIBs [5,6]. Even SIBs have reached research maturity to compete LIBs. In recent years, SIBs have received great attention due to their similar electrochemical properties to LIBs [7], abundant element in earth's crust and seawater [8], good cycle stability, high ionic conductivity, and low solubility energy [9]. However, SIBs present lower energy density than LIBs, despite Paradion Corporation's claim that their SIBs reach an energy density of 160 Wh kg−1 [10]. The finding suitable cathode and anode materials that deliver reliable performance for SIBs remains a significant challenge. Prospective anodes for SIBs have been explored, including materials composed of metal oxides, metal alloys, and carbon [11]. However, metal oxides and metal alloys have large volumetric change during battery cycling leading to poor cycle life [12,13]. Currently, carbon-based anode is the most promising for SIBs in a commercial application due to their low-cost, abundant, low potential, and high capacity [11]. Non-graphitizable carbon materials, known as hard carbon (HC), has emerged as a promising candidate in the growth of sustainable rechargeable SIBs and green energy. Since its discovery in 2010, SIBs have developed at a rapid rate, with HC becoming a rising star anode [14]. HC is easily derived from abundant biomass waste and possesses the following superior characteristics: high specific capacity, low working voltage, high ionic and electronic conductivities [15], internally well-tailored texture [16], and large microcrystalline interlayer spacing. HC can be synthesized by pyrolyzing biomass waste at temperatures between 1000 and 1600 °C. For example, HC derived from rice husks exhibits a discharge capacity of 242 mAh g−1 [17,18], while that from avocados demonstrates 352 mAh g−1 [19], and shaddock peel-derived HC demonstrates a discharge capacity of 430.5 mAh g−1 [20]. In addition, the surface chemistry of HC can be tailored by the heteroatom doping (nitrogen, phosphorus, and boron) [21] and introducing oxygen functional group [22] to enhance sloping capacity and stability of the solid electrolyte interphase (SEI). However, it is worth noting that the process of modifying the HC surface is intricate and time-consuming. Furthermore, it's imperative to consider that the electrochemical performance of HC anode is not only influenced by its intrinsic properties but also by the appropriate binder. PVDF binder has widely applied for carbon-based anode because of its good adhesion and wettability in non-aqueous electrolyte for facile transport of Na-ions to the anode surface [23]. However, using PVDF as a binder for HC has several drawbacks including low ICE and inferior cycling stability due to pore clogging, thus leading to reduced capacities [24]. The low ICE can be attributed to the decomposition of PVDF partially by reaction at the first cycle and during long-term cycling of charge-discharge [25,26]. In addition, the use of N-methyl-2-pyrrolidone (NMP) as PVDF solvent where it is: toxic, expensive, and flammable [25,27], and its inability to compensate volume expansion of anode particles during charge-discharge cycles, thus leading to binder cracking and loss of conductivity [23].",
                "Numerous studies have been conducted to enhance the electrochemical performance of HC by employing environmentally friendly binders. Water-based binders, including Na-carboxymethyl cellulose (Na-CMC) [28,29], Na-alginate (Na-Alg) [26,30], and polyacrylic acid (PAA) [31], have been extensively investigated in this regard. Unfavorably, Na-CMC and Na-Alg possess rich -OH and -COONa functional groups, which strongly adsorb Na-ions, resulting irreversible de-sodiation process [32]. Chitosan (Ch) is an environmentally friendly binder with the potential to effectively bind HC particles through intermolecular hydrogen bonding, thanks to its abundant -NH and -OH functional groups. However, Ch has not been widely used as an HC binder for SIBs applications. Ch has demonstrated reliability as an electrode binder materials for LIBs, zinc-ion batteries [[33], [34], [35], [36], [37]] and supercapacitor applications [38,39]. The works reported that Ch enhance anodes' capacity, solid electrolyte interphase (SEI) stability, cycle stability, and electronic conductivity by the electrons delocalization within the π-π* orbital via the -NH functional group [37]. Ch is also reported can address expansion issues during charging through hydrogen bonded supramolecular self-healing [40,41]. Additionally, Ch reacts with the electrolyte, forming a stable SEI passive layer [42]. Based on the research findings, Ch is predicted to be a promising candidate as an anode binder for SIBs application. Our previous work [43] has demonstrated that Ch exhibits high potential as a flexible substrate, eliminating Al current collector and the need for additional binders in HC anodes for SIB applications. We have successfully fabricated free-standing HC anodes in a Ch substrate reinforced with CNC. This composite exhibited a lower charge transfer resistance compared to that of the PVDF-Al foil. However, the CNC content in the substrate is excessively high, ranging from 10 to 50 %, resulting in elevated ionic resistance. These findings suggest that the quantity of CNCs significantly affects the surface chemistry of the HC anode. CNC serves as a reinforcement agent [44] and offers several advantages, including excellent biocompatibility, improved mechanical properties, a rich contribution of the -OH functional group [45], low cost and light weight [46]. Peng et al. found that the oxygen-containing functional groups regulate the SEI composition, resulting in a highly conductive, robust, and stable SEI layer [47]. Shan et al. also proved that the presence of the -OH functional groups could trap Na-ions and then promote reversible Na-ions insertion and de-insertion reactions [48]. The introduction the -OH, CO, and -HOOC functional groups potentially received higher Na-ions adsorption in graphitic structure of HC, as simulated by Nenni et al. [21]. Fu et al. reported that regulating the -OH chemistry-derived nanocellulose on a free-standing kalium vanadium phosphate fluoride (KVPF) cathode surface enhances its capability for K-ions capture, transport, and diffusion in potassium-ion battery applications [49]. This demonstrated that the arrangement of oxygen functional groups can indeed alter the chemical properties of the electrode surface.",
                "Motivated by previous results, we investigated the influence of the CNC in the Ch matrix toward the electrochemical performance of free-standing HC_CNC-Ch used as anodes for SIBs. The synergy between Ch and CNC as HC substrate results in the HC_CNC-Ch anode with the improved mechanical properties, a unique surface morphology, and controllable surface chemistry by simple functionalization approach, thanks to the contribution of the -OH functional group. The robust hydrogen bonding ability of CNC-Ch enables the formation of a flexible HC_CNC-Ch anode (with more than 5 % strain tolerance), featuring a porous network that facilitates rapid diffusion of Na-ions and charge transfer. Simultaneously, it entraps HC particles, eliminating the need for additional binders, current collectors, and organic solvents. The adequate amount of CNC effectively captures and transports Na-ions, thereby enhancing the diffusion and adsorption behavior of Na-ions. As a result, HC_CNC-Ch with 6 % of CNC exhibits remarkable Na-ions storage performance in terms of high ICE (82 %), high reversible capacity (244 mAh g-1 at a current density of 25 mA g-1), high retained capacity (82 % after 100 cycles), and a stable SEI, compared to HC with PVDF binder (HC_PVDF). This finding presents an opportunity to develop HC anode with a simple fabrication, flexible features, environmental friendliness, cost-effectiveness, long-life cycles, and high capacity for SIBs application."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Hard carbon (HC) used in the study was purchased from Gelon Energy (China). Battery-grade materials, including PVDF, acetylene black (AB), NMP, and a 1 M of sodium perchlorate (NaClO4) electrolyte in a mixture of ethylene carbonate (EC) and dimethyl carbonate (DMC) with a ratio of 1:1, along with a 5 % additive of fluoroethylene carbonate (FEC), were obtained from KGC (Indonesia). Glacial acetic acid was purchased from Sigma Aldrich. Those materials were used without further purification. Ch, with a deacetylation degree of 88.5 % and a molecular weight of 295 kDa was purchased from Biochitosan (Indonesia). CNC was isolated from rice husk (rice mill factory, West Java Indonesia) using the alkaline-acid hydrolysis method, as previously reported [43]."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A 2 wt% of Ch solution was prepared in a 2 wt% of acetic acid, and a CNC suspension was added. The mixture was then homogenized using an ultrasonic homogenizer (UP50H, Hielscher ultrasonic GmbH) for 15 min. The CNC content in Ch was varied from 0 % to 10 % wt., i.e., 0 %, 4 %, 6 %, 8 %, and 10 %. For each composition of CNCx-Ch (where x = 0, 4, 6, 8, 10 %), 4 mg cm−2 of HC and 5 wt% AB were added. The mixture was then homogenized using an ultrasonic homogenizer for 15 min. Subsequently, the mixture was poured into polystyrene molds and dried at 40 °C for 15 h to obtain a free-standing HC-CNCx-Ch anode. They were labelled as follows: HC_CNC0-Ch, HC_CNC4-Ch, HC_CNC6-Ch, HC_CNC8-Ch, and HC_CNC10-Ch, representing different levels of CNC content in the Ch matrix."
                    ],
                    "name": "Preparation of free-standing HC Anode in CNC-reinforced Ch",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The initial selection of commercial HC materials is a crucial stage to meet the specifications for SIBs anode. Several parameters, such as the graphene interlayer spacing (d002), ID/IG ratio, surface area, and identification of functional groups, play significant roles in determining the capacity of different types of HC. d002 was analyzed using a Bruker D8 Advanced XRD instrument equipped with Cu-Kα radiation (λ = 1.5406 Å). The XRD measurements were carried out at an operating voltage of 40 kV and a filament current of 40 mA. Scattered radiation was recorded over the 2θ angle range of 10o to 70o at a scan rate of 0.02° s−1. Raman spectroscopy was performed using a Bruker Senterra II to investigate the ratio of disorder carbon (ID) intensity to graphene intensity (IG). The scanning range of 500–3000 cm−1 was employed with a spectral resolution of 4 cm−1. Nitrogen sorption analysis was conducted using a NOVA 2200e surface area and pore-size analyzer to determine the surface area employing the Brunauer-Emmett-Teller (BET) method. The pore-size distribution was determined from the desorption branch of the isotherm using the Barrett-Joyner-Halenda (BJH) model."
                    ],
                    "name": "Physicochemical characterization of HC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The tensile test of the HC_CNCx-Ch anodes were conducted using a Tensilon RTG-1250 instrument with a 50 N load and a loading rate of 0.1 mm/min. The samples were prepared by cutting 5 strips with a width of 5 mm each, and the grip distance was set at a constant value of 10 mm. The tensile test results provided information on the tensile strength and strain of HC_CNCx-Ch. Tensile testing of HC_CNCx-Ch samples were also performed after immersion in a 1 M NaClO4 electrolyte in EC:DMC (1:1) solution.",
                        "Morphological observations of the HC_CNCx-Ch anode was conducted using a Hitachi SU3500 scanning electron microscope (SEM) at 10 kV and 40 % spot intensity. FTIR analysis was performed to acquire the spectra of HC_CNCx-Ch. The spectra were recorded by scanning within the wavenumber range of 4500–400 cm−1 at a resolution of 4.0 cm−1, utilizing a Fourier transform infrared spectrophotometer (FTIR, Shimadzu Prestige 21, Japan). The contact angle measurements were conducted utilizing a Kyowa DMs-401 contact angle meter (Japan) at ambient temperature. Following the placement of a HC_CNCx-Ch sample (20 mm × 50 mm) onto a movable stage, 2 μL of 1 M NaClO4 electrolyte in EC-DMC (1:1) was dropped onto the surface of the composites. The droplet's shape was subsequently captured on video. Kyowa FAMAS software was subsequently applied to the droplet image to ascertain the droplet contact angle."
                    ],
                    "name": "Physicochemical characterization of HC_CNCx-Ch anodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of free-standing HC_CNCx-Ch anode, without a current collector, were evaluated by assembling a 2032-type coin cell in a glove box filled with ultra-high purity N2. The average mass loading of HC was controlled in the range of 3–4 mg/cm2. For the half-cell test, sodium foil served as the counter and reference electrode, a 1 M NaClO4 in EC: DMC (1:1) was used as the electrolyte, and a glass fiber (Whatman, grade GF/C) was utilized as the separator. Galvanostatic charge-discharge (GCD) measurements were conducted using a Neware CT-4008 T (China) with a voltage window of 0.01–2.5 V. Galvanostatic intermittent titration techniques (GITT) measurement was also taken using a Neware CT-4008 T under a 20 mA g-1 current pulse with 10 min charge/discharge and 40 min rest interval within a voltage range 0.01–2.5 V [31]. Cyclic voltammetry (CV) was performed using a Corrtest CS350 (Wuhan, China) with various scan rate from 0.2 mV s−1 to 1.0 mV s−1. Electrochemical impedance spectroscopy (EIS) was analyzed using a Gamry Reference 3000 (US) in the 1 MHz – 0.1 Hz with perturbation voltage of 5 mV. For comparison, HC_PVDF was fabricated by mixing HC, PVDF, and AB in a composition of 85:10:5 to form a slurry. The slurry was then coated onto Al foil and dried at 80 °C for 24 h. Subsequently, the HC_PVDF was cut into a diameter of 16 mm and further dried at 120 °C in a vacuum oven for 4 h. The assembling step to create a half-cell was conducted similarly for HC_CNCx-Ch."
                    ],
                    "name": "Electrochemical performance evaluation",
                    "type": "section_h3"
                }
            ],
            "name": "Methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The HC material employed in this study is a carefully selected commercially available type that meets the specific intrinsic properties necessary for anodes in SIBs. These properties include the degree of graphitization, pore type, defects, and functional groups. As a crucial characteristic of the HC material, it should possess a crystalline phase structure with a graphene interlayer spacing (d002) ranging from 0.36 to 0.40 nm. This distance is the site for the sodiation/de-sodiation [50]. The d002 provides insights into the structural arrangement and crystallinity of the HC material. By employing XRD testing, the d002 can be determined using the Bragg equation [51] following eq. (1):(1)",
                        "d 002 = n . λ 2 sin θ",
                        "Here, n represents the diffraction order (typically 1), λ denotes the X-ray wavelength (1.5406 Å), and θ indicates the diffraction angle. Based on the measurement, Fig. S1(b) reveals that HC possesses a structure consisting of randomly oriented graphene layers at the peak (2θ = 23.8°) and graphite domain at the peak (2θ = 26.5°). Applying the Bragg equation, the d002 is determined to be 0.37 nm. This value is sufficient to facilitate the sodiation/de-sodiation [50].",
                        "In addition, the morphology of HC was also checked using SEM and Fig. S1(a) shows the HC morphology with the irregular shape particles. The crystallinity of HC was analyzed using Raman spectroscopy. Fig. S1(c) displays the two narrow peaks of Raman spectrum at 1349.5 cm−1 and 1597 cm−1 which are related to the D band of disordered graphite and the G band of crystalline graphite, respectively. The ratio of G peak intensity and D peak intensity (IG/ID) can indicate the ordering degree and defect concentration of HC. The obtained ratio of IG/ID is 0.71, indicating that the portion of disordered graphite is more dominant than crystalline graphite.",
                        "In term of surface characteristic, the N2 isothermal curve (Fig. S1(d)) indicates that the HC material has non-porous characteristics, as evident from non-porous SEM image, relatively small adsorption volume, and low surface area (8.93 m2/g). According to the BET test results, the HC material has a pore volume of 0.032 cm3/g and a pore distribution of 15 nm (Fig. S1(e)). Non-porous HC particles are believed to form aggregates that create mesopores. The aggregation characteristics of mesopores are manifested by the formation of a hysteresis desorption curve. The low specific surface area of HC is advantageous for minimizing the growth of the SEI on the anode surface [52]. Concerning the role of HC as an anode in SIBs, the presence of HC aggregates forming mesopores contributes to an increase in battery capacity, particularly the sloping capacity [53]. Pore characteristics influence the storage performance of Na-ions by providing active sites and shortening the Na-ions diffusion distance [54]. Based on the physicochemical characterization results, it can be concluded that this HC materials meets the requirements to serve as an anode for SIBs."
                    ],
                    "name": "Physicochemical characterizations of HC",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Free-standing HC_CNCx-Ch anodes was successfully fabricated using water-based casting techniques by incorporating CNC-reinforced Ch (CNC-Ch) which serves as both a flexible substrate and a binder for the HC and AB particles. Fig. 1 (a) illustrates a thin layer of HC_CNCx-Ch anodes produced with various amount of CNC. The corresponding morphologies are displayed in Fig. 1 (b). As depicted in Fig. S2, Ch envelops and integrates HC particles, while CNC bridges between HC particles. Based on FTIR results at Fig. 3, the surface chemistry of pristine HC provide strong hydrogen bonding with CNCx-Ch due to -OH functional group interaction, leading higher cohesiveness [55].",
                        "All HC_CNCx-Ch anode's surface possesses a similar pattern (Fig. S3 and Fig. S4) and unique surface morphology, with HC particles uniformly distributed over the bottom surface and AB particles dispersed on the opposite side. The surface of HC_CNCx-Ch with the exposed HC side creates high porosity that can be utilized as an electrolyte reservoir and facilitate Na-ion transport. Typically, porosity formation occurs during water-based drying [55]. Additionally, the integration of HC particles into the CNCx-Ch substrate results in a highly flexible anode, as depicted in Fig. 1 (c).",
                        "Fig. 2(a) presents the results of simple peel testing represented by HC_CNC6-Ch. In a simple peel test using adhesive tape, HC_PVDF is detached from the aluminium foil and adheres to the adhesive tape, while HC_CNC6-Ch only peeled off at the edge of the adhesive tape. It indicates that the CNC6-Ch substrates maintained the structural integrity of HC.",
                        "The tensile testing was also performed to study strain and tensile strength of HC_CNCx-Ch. Fig. 2(b) presents the tensile strength HC_CNCx-Ch anodes exhibit an upward trend with increasing CNC content, rising from 2.66 MPa at 0 wt% CNC to 5.44 MPa at 10 wt% CNC. This augmentation is attributed to the strengthening effect of CNC on the Ch matrix. On the other hand, the addition of CNC content to the HC_CNCx-Ch anode has a minimal impact on strain. However, CNC content ranging from 0 % to 6 % surpasses the critical strain limit of 5 %, classifying it as a flexible anode [56]. The immersion of HC_CNCx-Ch in 1 M NaClO4 electrolyte, EC:DMC (1:1), significantly affects strain. As depicted in Fig. 2 (b), the strain of the HC_CNCx-Ch anode reaches 17–41.5 %. This outcome arises from the absorption of the EC:DMC solvent by the CNC-Ch substrate, causing swelling and enhancing the mobility of the Ch polymer chains [57]. Consequently, the plastic deformation of HC_CNCx-Ch becomes more pronounced under tensile load, leading to increased strain.",
                        "Further characterizations were carried out to observe the surface chemistry of HC particle and HC_CNCx-Ch anodes using FT-IR. FT-IR analysis was recorded to confirm the functional groups of pristine HC particles and HC_CNCx-Ch anodes, as shown in Fig. 3. Evidently, the IR spectra of pristine HC particles reveals the presence of functional groups of -OH and -NH in low intensity at 3429 cm−1 and 1557 cm−1, respectively. These functional groups typically originate from the pyrolysis residues of biomass precursors at temperatures below 1500 °C [58,59]. The presence of -OH and -NH groups on the HC surface influences its surface chemistry, strengthens the intermolecular hydrogen bonding with the substrate, and enhances wettability in polar electrolytes. The stretching of -OH or primary -NH, -CH, the in-plane bending of primary -NH, and C-O-C are each represented in the spectra of HC_CNCx-Ch anodes by distinct infrared (IR) peaks at 3429 cm−1, 2924 cm−1, 1557 cm−1, and 1078 cm-1, respectively [60]. Primarily, the -OH functional group is present in Ch and CNC. Conversely, the -NH functional group is specifically identified as having its source in the Ch compound.",
                        "The gradual increase in the intensity of the -OH stretching vibration observed between 3429 cm−1 for HC_CNCx-Ch, can be assigned to the additional contribution of -OH functional group from the increased CNC. The FTIR profiles of HC_CNCx-Ch show characteristics like its substrate which represented by CNC10-Ch. From FT-IR peaks, the most influential functional groups on HC_CNCx-Ch are -OH and -NH."
                    ],
                    "name": "Physicochemical characterizations of HC_CNCx-Ch anodes",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical energy storage behavior of the HC_CNCx-Ch anodes in a half-cell configuration was further investigated through electrochemical measurements utilizing GCD, CV, and EIS instruments. Fig. 4 presents the half-cell configurations for Na || HC_CNCx-Ch and Na || HC_PVDF. The shiny surface of the HC_CNCx-Ch, which is predominantly composed of HC particles, is exposed to the electrolyte. In contrast, its reverse side directly contacts the positive coin case. The open circuit voltage (OCV) data reveals that the HC_CNCx-Ch anode half-cell generates a voltage above 2 V, even in the absence of a current collector, and its OCV is comparable to that of HC_PVDF. This coin cell can power a 2 V LED lamp when the OCV surpasses 2.2 V. The OCV value serves as an indicator of the availability of active sites for the adsorption and diffusion of Na-ions, reflecting the electrochemical behavior at equilibrium [61]. Nevertheless, due to the internal resistance of the half-cell, the OCV value remains consistently lower than the standard Na+/Na voltage (2.7 V).",
                        "As a binder, PVDF is frequently utilized in commercial anodes. This study aimed to evaluate the effects of utilizing CNCx-Ch as both a substrate and binder on the performance of HC, in comparison to the commercial PVDF binder. The specific capacity, rate capability, Na-ion storage mechanism, and cycle stability of HC_CNCx-Ch were evaluated in comparison to HC_PVDF via galvanostatic charge-discharge (GCD) measurements. These measurements were performed using a 1 M NaClO4 electrolyte in an EC:DMC solvent (1:1) within the potential window of 0.01 to 2.5 V at different current densities. Fig. 5 (a-f) depict the results of GCD performed at a current density of 25 mA g−1 over 5 cycles. HC_PVDF and HC_CNCx-Ch have demonstrated comparatively high initial Coulombic efficiency (ICE) of 79–82 % in comparison to other publications [[62], [63], [64]]. This can be attributed to the favourable characteristics of HC, including a small specific surface area, a limited level of active functional groups, and an adequate d002 distance for sodiation/de-sodiation. The ICE refers to the initial stored capacity calculated from the ratio of charge capacity to discharge capacity. The irreversible capacity indicates the loss of capacity experienced in the initial cycle, generally associated with several factors, such as the formation of a SEI on the anode surface, entrapment of Na-ions at graphene edges, and defects in the graphene planes [58]. HC_PVDF exhibits a higher initial specific capacity compared to HC_CNCx-Ch. However, the cycle stability of HC_PVDF continuously decreases over five cycles. In contrast, HC_CNCx-Ch appears to be significantly more reversible than HC_PVDF. This characteristic indicates that the binder type plays a crucial role in the Na-ions storage system at the beginning of the cycle and in cycle stability. At a voltage range of 1 to 0.45 V, the formation of an SEI layer on the anode surface is primarily responsible for the initial cycle capacity decrease [20]. As illustrated in Fig. S5, the dQ/dV vs voltage (V) curve confirms the formation of SEI by displaying a distinct cathodic peak at 0.49 V for HC_PVDF and ~ 0.4 V for HC_CNCx-Ch, which signifies the electrolyte reduction. According to Kulova et al., the composition and structure of the SEI at the HC anode undergo primarily within the initial 10–20 cycles [65]. This evolution is a result of the SEI's instability, which tends to increase due to the decomposition of deposited electrolytes. The overpotential of 0.04 V that is detected during the transition from discharge to charge processes in the first cycle of HC_PVDF provides additional evidence for the low stability of the SEI layer [66]. It is hypothesized that the instability of the SEI layer may be attributed to the inherently weak properties of PVDF, namely: (1) the pronounced reactivity of PVDF toward ester-based electrolytes, and (2) the tendency of PVDF to facilitate the formation of SEI deposits comprising porous NaxC and Na-organic compounds. Such phenomena could lead to a reduction in capacity and an increase in charge transfer resistance (Rct) [58,63].",
                        "The high reversibility capacity observed in HC_CNCx-Ch anodes suggests that their performance is significantly influenced by the incorporation of Ch and various CNC materials. The process of sodiation and de-sodiation, exhibiting high reversibility, is affected by the quantity of CNCs, particularly by the contribution of -OH functional groups. The -OH functional groups play a pivotal role in facilitating the adsorption of Na-ions and their sodiation into the HC lattice. During the initial five charge-discharge cycles, the HC_CNCx-Ch anode demonstrates a high reversibility. Specifically, HC_CNC6-Ch exhibits the highest discharge capacity, reaching 284 mAh g−1, surpassing the discharge capacities of HC_CNC8-Ch (254 mAh g−1), HC_CNC4-Ch (237 mAh g−1), HC_CNC0-Ch (236 mAh g−1), and HC_CNC10-Ch (226 mAh g−1). By the fifth cycle, HC_CNC6-Ch achieves the highest reversible capacity of 244 mAh g−1, maintaining a capacity retention of 86 %. The range of irreversible capacity for all HC_CNCx-Ch variants lies between 14 % to 21 %, primarily attributable to the formation of the SEI layer, the entrapment of Na ions within defects, and the presence of -NH/-OH functional groups. [67].",
                        "Furthermore, the GCD profiles was employed to study the sodium energy storage mechanism in HC. The total capacities of HC_PVDF and HC_CNCx-Ch originate from the combined contributions of plateau capacity and sloping capacity. The sloping capacity is observed within the voltage range of 2.5 V to 0.1 V, indicating the adsorption of Na-ions on the surface of HC or the filling of HC mesoporous. Conversely, the plateau capacity is identified through GCD profiles ranging from 0.1 V to 0.01 V, indicating sodiation process into graphene interlayer and nanopore [50]. Notably, the capacity of HC_PVDF and HC_CNCx-Ch is predominantly governed by the plateau capacity. This mechanism aligns with that Jin et al. proposed [68]. The ability of CNCx-Ch substrates in improving cycle stability of HC is due to the best synergy of -OH and -NH functional groups in adsorbing Na-ions and distributing them homogeneously on HC surfaces [69]. The -OH functional group has a self-healing ability through strong intermolecular hydrogen bonding to maintain the integrity of HC particles during volume expansion and stabilize the SEI layer [70]. Appropriate -OH substituents promote reversible sodiation and de-sodiation reaction [48].",
                        "Based on the GCD profile, it has been observed that incorporating 6 wt% CNC exhibits the most favourable synergy with Ch in terms of enhancing the specific capacity, reversible capacity, and cyclic stability of HC. However, the addition of more than 6 wt% CNC can lead to a decrease in capacity which is attributed to the high affinity of the -OH functional groups. These functional groups are prone to trapping a more significant number of Na-ions, leading to irreversible de-sodiation [71]. Despande et al. proved that Na-ions' interaction with cellulose without water is purely ionic [72]. Therefore, it is crucial to control the CNC content in HC_CNC-Ch.",
                        "The rate capability shows the reversible capacity of an electrode at different current density. Herein, the rate capability of the HC_PVDF and HC_CNCx-Ch anodes was performed at various current densities including 25 mA g−1, 50 mA g−1, 100 mA g−1, and 200 mA g−1, as depicted in Fig. 6 (a). At a current density of 25 mA g−1, more Na-ions are stored in the HC material, which can be attributed to diffusion-dominant contribution. With increasing current density, there is inadequate time for Na-ions to effectively diffuse into the graphene layer. The specific capacity tends to decrease as the current density increases, resulting the higher polarization [15] which reduce the charge transfer Na+/Na. The reaction kinetics of Na-ions primarily occurs through pseudocapacitive mechanisms on the surface of HC, as well as within its pores or defects. This behavior is evident by the decline in specific capacity as the current density rises. The rate capability results demonstrate that both HC_PVDF and HC_CNCx-Ch exhibit favourable reversible capacity at current densities ranging from 25 to 200 mA g−1. HC-CNC10-Ch exhibit a higher specific capacity than HC_PVDF and among HC_CNCx-Ch at high current density due to the increased CNC contribution. The -OH functional group contribution of CNC provides the capacitive effect at the anode surface, resulting in higher capacity and cycle stability [73]. However, when the current density surpasses over 200 mA g−1, the charge-discharge process becomes swift, leading to significant degradation in HC performance [74].",
                        "The GCD profile results for 50 cycles, as shown in Fig. 6 (b), at a current density of 25 mA g-1, reveal a significant reduction in the discharge capacity for HC_PVDF, dropping from 316 mAh g−1 to 31 mAh g−1. In the subsequent 50 cycles at a current density of 50 mA g−1, only a retained capacity of 1.5 mAh g−1 is observed. This capacity fading is suspected to be due to the continuous growth of the SEI layer during cycling, associated with irreversible electrolyte decomposition and surface degradation of HC_PVDF. This result aligns with the increased Rct observed on the Nyquist plot after 100 cycles. In contrast, HC_CNCx-Ch demonstrates superior electrochemical performance for up to 100 cycles in terms of cycle stability, reversible capacity, and retained capacity compared to HC_PVDF, thanks to the -OH functional group in CNC which is effective for facilitating the Na+ movement during the charge-discharge cycles [75]. Fig. 6 (b) shows that the highest electrochemical performance is achieved by HC_CNC6-Ch, which is in good agreement with its high reversible CV cycles (Fig. S6) and its lower RSEI/Rct after 100 cycles (Fig. S7). HC_CNC6-Ch exhibits an initial discharge capacity of 285 mAh g−1 and decrease to 190 mAh g-1 at a current density of 25 mA g−1 for 50 cycles. Over the next 50 cycles, as the current density is increased by 50 mA g−1, a retained capacity of 90 mAh g−1 (82 %) is achieved. At the higher current density of 100 mA g−1, HC_CNCx-Ch showed the higher capacity than HC_PVDF as shown in Fig. S8. This higher electrochemical performance of HC_CNCx-Ch resembles with the previous finding by Fu et al. which regulate the electrode surface with -OH functional group-derived nanocellulose to facilitate K-ion capture and improve transport kinetic, leading to increase its capacity and life-cycle [49]. However, it is crucial to control the amount of CNC, as an excess of -OH groups may impede de-sodiation and lead to a reduction in capacity, as suggested by Mittal et al [69]. In this study, the optimal electrochemical performance for HC was achieved with a 6 % CNC contribution.",
                        "The electrochemical behavior of HC_CNCx-Ch were further analyzed by CV techniques in the potential window of 0.01–2.0 V using 1 M NaClO4 (EC:DMC, 1:1) electrolyte. Fig. S6 displays the CV curves of the half-cell of HC_PVDF and HC_CNCx-Ch at scan rate of 0.2 mV s−1 for 4 cycles. Two sharp peaks are observed in the CV curves for both HC_PVDF and HC_CNCx-Ch, confirming the reversible sodiation/de-sodiation mechanism of Na+/Na in the graphene interlayer [50]:",
                        "➔",
                        "sodiation : Na + + e − + C ➔ NaC 8",
                        "➔",
                        "de − sodiation : NaC 8➔ Na + + e − + C 8",
                        "The reversible sodiation occurs at 0.01 V, meanwhile, the reversible de-sodiation take places at 0.12 V for HC_PVDF and 0.2–0.44 V for HC_CNCx-Ch. The HC_CNC6-Ch, HC_CNC8-Ch, and HC_CNC10-Ch exhibited higher reversibility reactions, which showed by the overlapped CV profiles in subsequent cycles, corresponding with high-capacity retention of anode [27]. The irreversible peak of HC_PVDF appears in the initial cathodic cycle, which is attributed to the electrolyte decomposition or SEI formation.",
                        "Furthermore, the energy storage mechanism of HC_PVDF and HC_CNC6-Ch, can be predicted by determining the b-value from the log peak currents (i) vs log the scan rate (υ), as shown in Fig. 7(b) and Fig. 7(e), in accordance with Eq. 2 and Eq. 3. The Power law dependence of the current response was used to identify the anode kinetics based on CV curves at various scan rates from 0.2 to 1 mV s−1 [[76], [77], [78]]. The total stored current (i) in HC is originated from: 1) the faradaic current in the HC bulk (ib), known as diffusion current, 2) the faradaic current on HC surface (is), known as pseudocapacitive current, and 3) the nonfaradaic current of double layer effect [27,78].(2)",
                        "i total = i b + i s = aυ b(3)",
                        "log i = log a + blog υwhere the a and b are obtained by plotting log(i) versus log(υ). The b-value of 1 indicates a pseudocapacitive-dominated process, signifying fast surface redox reaction and double layer effect. Meanwhile, the b-value of 0.5 suggests a diffusion-dominated process, implying sodiation reaction within the HC lattice. The b-value of 0.75 is associated with the kinetics of the reaction proportionally contributed by both diffusion and pseudocapacitive-controlled process. For cathodic reaction, the calculated b-value of HC PVDF and HC_CNC6-Ch are 0.57 and 0.50, respectively, indicating the diffusion-dominated process. Meanwhile, for anodic reaction, the calculated b-value of HC PVDF and HC_CNC6-Ch are 0.63 and 0.73, respectively, which indicate the kinetic anodic reaction governed by both diffusion and pseudocapacitive-controlled mechanisms.",
                        "Further calculation of diffusion and pseudocapacitive contributions at a certain scan rate can be utilized Eq. 4 and Eq. 5. The total voltammetric current is the sum of the diffusion current and the pseudocapacitive current.(4)",
                        "i V = k 1 υ + k 2 υ 1 / 2(5)",
                        "i V / υ 1 / 2 = k 1 υ 1 / 2 + k 2k1υ and k2υ1/2 correspond to the current contribution from the pseudocapacitive process and the diffusion process, respectively. Using Eq. 5, the constant k1 and k2 are evaluated from the slope and intercept of a linier plot of i(V)/υ1/2 vs υ1/2. Fig. 7 (c) and Fig. 7 (f) provide a quantitative analysis of the capacity contribution of HC_PVDF and HC_CNC6-Ch concerning increasing scan rate.",
                        "At a scan rate of 0.2 mV s−1, the electrochemical kinetics of HC_PVDF are primarily governed by a 78 % diffusion-dominant process and a 22 % pseudocapacitive process. The distinct sharp peak observed in the HC_PVDF anodic peak (at 0.12 V) is associated with the de-sodiation reaction kinetics. Conversely, the broad peak in the HC_CNC6-Ch graph signifies an increase in pseudocapacitive kinetics, attributed to the presence of CNC. In the case of HC_CNC6-Ch, the contributions of pseudocapacitive and diffusion processes are 34 % and 66 %, respectively. In this regard, the -OH functional group in CNC trap Na-ions on the surface, resulting in an increased pseudocapacitive current through functional group adsorption and electrical double-layer formation. Zhifei et al. simulated that the bond energy of Na-ion at the surface involved 1.08 eV, whereas at pristine HC, it achieved 0.529 eV [79]. As a result, the voltammetric current released in HC_CNC6-Ch tends to be lower than in HC_PVDF, resulting in a wider anodic peak. Furthermore, increasing the scan rate leads to a higher pseudocapacitive current (Fig. 7(a)), derived from an increase in double-layer size due to the adsorption mechanism on the surface. Based on this reason, the results are aligned with the b-slope value of 0.73 in the anodic reaction, leading to an increase in pseudocapacitive contribution. This explains why the HC_CNC-Ch peak appears wider compared to HC_PVDF in the anodic peak range of 0.2–0.44 V. This observation raises the suspicion that -OH functional groups strongly influence pseudocapacitive effects during the anodic reaction. Other researchers have demonstrated that oxygen functional groups enhance ion adsorption [49] and induces surface capacitance [47].",
                        "EIS measurements were performed to investigate the internal resistance of half-cell system both before and after cycling. The ohmic resistance or bulk resistance (Rb) represents the resistance of electrolyte, separator, and current collector [80]. The solid electrolyte interphase resistance (RSEI) is associated with a thin layer that forms over the anode surface during the initial charge-discharge and is generated by the decomposition of the electrolyte. On the surface of active material, charge transfer resistance (Rct) arises due to faradaic reactions. Another significant component, Warburg impedance (W), is the resistance linked to the diffusion process, typically observed at low frequencies around 20 Hz to 0.01 Hz. Conversely, Rb is observed at high frequencies. The electrical double layer (EDL) is formed at the interface of SEI and the anode surface, manifesting a constant phase element (CPE). The presence of the CPE correlates with the EDL formation on the porous surface. The anode undergoes the electrochemical kinetics steps, namely: 1) ionic charge transfer through the electrolyte to the anode surface, 2) ion diffusion through the SEI layer, 3) charge transfer at the interlayer between the anode surface and SEI, 4) ionic diffusion inside the anode, 5) phase transfer leading to new phase transformations associated with the pseudocapacitive behavior of the anode [81].",
                        "The Echem Analyst software was utilized to analyze the EIS spectra in Fig. 8(a) to determine the equivalent circuit model, which signifies the resistance encountered throughout the electrochemical reaction. All anodes displayed low Rb as indicated in Table S2, attributed to their lyophilic tendencies, which were determined through contact angle analysis (Fig. S11). HC_PVDF demonstrates excellent wettability with ester-based electrolytes, enhancing its reactivity with these electrolytes and facilitating the formation of a SEI layer. As a result, the resistance of HC_PVDF witnesses a significant increase after 100 cycles. The RSEI surged from 43 Ohm to 722 Ohm, while the Rct rose from 12.55 Ohm to 363.7 Ohm. The growth of the SEI on HC_PVDF is evidenced by the decreased capacity seen in its GCD profile. Fig. S8(b) reveals several microcracks on the SEI surface, indicative of uncompensated volume expansion during cycling. In contrast, both RSEI and Rct for HC_CNC6-Ch only saw a sixfold increase after 100 cycles. This indicates that the presence of the -OH functional group on HC_CNC6-Ch plays a crucial role in the surface chemistry of the HC anode, aiding in the stabilization of the SEI and charge transfer. The stable and homogenous SEI film on the HC_CNC6-Ch surface is depicted in Fig. S8. Energy dispersive spectrometer (EDS) analysis spots shows the accumulation of NaClO4, indicating the adsorption of NaClO4 within the void spaces of the HC_CNC6-Ch (Fig. S9). In the Nyquist plot in Fig. 8(a), the SEI semicircles for both HC_PVDF and HC_CNC6-Ch are not distinctly visible, due to the semicircle curves of SEI and charge transfer overlapping.",
                        "The Warburg impedance at low-frequency region were used to calculate the apparent diffusion coefficient,",
                        "D Na + app [82]. The",
                        "D Na + app assesses the diffusion ability of Na-ions within the bulk HC particles. A higher",
                        "D Na + app value signifies a faster diffusion of Na-ions in HC anode. Moreover,",
                        "D Na + appcan be determined by analyzing the oblique lines in the low-frequency section of Nyquist plot, following Eq. 6. and Eq. 7.(6)",
                        "Z real = R s + R ct + σω 1 / 2",
                        "Zreal is the real impedance (Ohm), σ is Warburg factor, and ω is sinusoidal frequency (ω = 2πf). The σ value is obtained from the slope of the linear plot of Zreal vs. ω-1/2, as seen in Fig. 8(b) Furthermore, the σ value is substituted into Eq. 7.(7)",
                        "D Na + app = R 2 T 2 2 A 2 n 2 F 4 C 2 σ 2where R, T, A, n, F, C, and σ are the gas constant, the absolute temperature, the surface area of the anode, the number of electrons transfers, the Faraday constant, the Na-ions concentration, and Warburg coefficient, respectively. An increase in the σ value signifies a substantial reduction in the diffusion rate. At 100 charge-discharge cycles, the σ value of PVDF increased substantially from 39.45 to 857, whereas the σ value of HC_CNC6-Ch decreased substantially from 186 to 4.73.",
                        "The determination of diffusion rate was also concluded through GITT analysis, in addition to the EIS method. To acquire quantitative values of the chemical diffusion coefficients of ions in solid electrodes [83], the GITT method has been widely implemented. Following Eq. 8, the GITT method calculated the",
                        "D Na + appusing Fick's second law.(8)",
                        "D Na + app = 4 π m B V B M B S 2 ∆ E s τ ( dE τ / d τ 2 τ ≪ L 2 Dwhere τ, ΔEτ, ΔEs, mB, VM, MB, and L are the constant current pulse time, total change of cell voltage during constant current pulse neglecting the IR-drop, change of the steady-state voltage, mass, the molar volume, the molecular weight, and the thickness of the electrode material, respectively. It may be noticing that mBVM/MB represents the volume of the electrode material. The Eq. 8 can be simplified to be Eq. 9 when cell voltage and τ1/2 has a good linear relationship, as shown in Fig. S13.(9)",
                        "D Na + app = 4 L 2 πτ ∆ E s ∆ E τ 2 τ ≪ L 2 D",
                        "The",
                        "D Na + app value is calculated from GITT measurement during the first charge-discharge process (Fig. 9) and after 100 cycles (Fig. S12).",
                        "The calculated",
                        "D Na + app from EIS method and GITT method are displayed in Table 1, showing that GITT method results in higher",
                        "D Na + appvalue than EIS method. Nevertheless, both approaches demonstrate that the Na-ions diffusion rate in HC_CNC6-Ch is comparatively slower than that in HC_PVDF during the initial stages of the cycle. However, after 100 cycles, HC_CNC6-Ch exhibits a faster Na-ion diffusion rate than HC_PVDF.",
                        "After 100 cycles, the",
                        "D Na + app of HC_PVDF reduces considerably from 5.69 × 10−12 cm2 s−1 to 1.20 × 10−14 cm2 s−1, according to EIS method and 7.5 × 10−08 cm2 s−1 to 10−8–10−12 cm2 s−1 according to GITT method. This decrease is attributed to an increase in SEI thickness and provides much higher resistance for the diffusion of Na-ions [87]. In contrast, the",
                        "D Na + app of HC_CNC6-Ch from EIS method increases from 4.81 × 10−14 cm2 s−1 to 3.96 × 10−10 cm2 s−1 and 5.1 × 10−08 cm2 s−1 to 10−8–10−12 cm2 s−1 according to GITT method, which is higher than the values reported in previous research studies, as shown in Table 1. Before cycling, Na-ions have far more difficult diffusing through the HC_CNC6-Ch anode than HC_PVDF. It is believed that Na-ions interact strongly with the -OH functional groups present in the early stages. As the cycling progresses, they allow Na-ions to diffuse faster inside the bulk of the HC material. Based on the",
                        "D Na + app, we can conclude that the presence of -OH functional groups considerably aided the rise of Na-ions diffusion in HC electrode, particularly at the CNC content of 6 wt%."
                    ],
                    "name": "Electrochemical performance of HC_CNCx-Ch anodes",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, this study has effectively demonstrated the superior performance of a free-standing HC anode in a CNC-Ch substrate for sodium-ion batteries (SIBs), negating the need for a current collector and additional binder. CNC is crucial, acting as a reinforcement agent and contributing −OH functional groups, thereby enhancing the electrochemical properties of HC anodes. Optimal CNC concentration not only stabilizes the SEI but also facilitates charge transfer and enhances Na-ions diffusion at the HC anode.",
                "Incorporating 6 % CNC into HC_CNCx-Ch optimally synergizes with Ch, yielding superior electrochemical performance characterized by a high initial discharge capacity (285 mAh g−1), ICE of 82 %, reversible capacity (244 mAh g−1) at 25 mA g−1 over the first five cycles, extending the cycle life, and increasing diffusion rate for a long cycle. This capacity, cycle stability, retention, and diffusion rate surpass those of the HC_PVDF anode. This research provides insights into high-performance HC anode design by integrating functional groups into the substrate.",
                "The findings of this research present promising opportunities for the development of environmentally friendly SIBs with high-performance features. The bendable nature of the free-standing HC_CNC6-Ch anode offers opportunities to create flexible SIBs, catering to various applications and providing new possibilities in the field of energy storage."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Dewi Idamayanti: Writing – original draft, Methodology, Investigation, Conceptualization, Funding acquisition. Achmad Rochliadi: Writing – review & editing, Validation, Supervision. Muhammad Iqbal: Writing – review & editing, Supervision, Funding acquisition, Conceptualization, Validation. Zikri Noer: Software, Formal analysis. Rizki Febrian: Software, Formal analysis. Ni Luh Wulan Septiani: Writing – review & editing, Validation. Bambang Sunendar Purwasasmita: Writing – review & editing, Conceptualization. Brian Yuliarto: Writing – review & editing, Conceptualization. Ahmad Nuruddin: Writing – review & editing, Validation, Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Dewi Idamayanti reports financial support was provided by The Indonesia Endowment Funds for Education (LPDP). Muhammad Iqbal reports financial support was provided by the Ministry of Education, Culture, Research and Technology. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Research PapersFree-standing hard carbon anode based on cellulose nanocrystal-reinforced chitosan substrate for eco-friendly sodium-ion batteries"
}