{
    "DOI": "10.1039/D0NR07230C",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have been considered as promising candidates for electrochemical energy storage systems owing to the Earth-abundance, widespread availability and competitive cost of the element sodium. In recent years, considerable effort has been focused on the development of high-performance cathode and anode materials for SIBs. In particular, searching for suitable anode materials that fulfill the requirements of high power density and high energy density of SIBs and simultaneously avoiding the formation of sodium dendrites is still a great challenge, hence limiting the practical applications of SIBs.",
                "Bismuth (Bi) has drawn ever-increasing attention from researchers as a promising alloy-based anode material for SIBs due to its high volumetric capacity (3765 mA h cm−3), moderate sodium working potentials (0.5–0.8 V), good electrical conductivity and environmentally-friendly nature. However, there are still many limitations against its practical applications: at the material level, the two-step alloying reaction process (Bi ↔ NaBi ↔ Na3Bi) is accompanied by a huge volume change of over 250%, thus resulting in large structural strain and repeated destruction/formation of the solid electrolyte interface (SEI) layer upon cycles. At the electrode level, huge volume expansion usually induces severe electrode pulverization and active material exfoliation from the current collector, hence leading to electron transfer interruption and rapid capacity fading of the entire cell. To address these shortcomings, many strategies have been successfully developed to enhance the electrochemical performance of the Bi-based anode for SIBs via designing various nanostructures and using carbon materials as the conductive matrix. To date, one effective approach has been to design and develop Bi/carbon (Bi/C) hybrid structures by combining the merits of nanoscale active materials and highly conductive nanocarbon materials. In such Bi/C hybrids, however, realizing full utilization of active materials and offering sufficient and robust electronic connection between active nano-building blocks and nanoscale carbon matrixes still remain a great challenge. In addition, active nanomaterials in these hybrids usually show disordered orientation and close packing, leading to the reduction of the specific surface area and available space for accommodating volume expansion. These limitations seriously inhibit fast ion transport and electron transfer kinetics and simultaneously restrict the complete exploitation of the full potential of nanoscale active materials for SIBs. Moreover, the reported Bi/C composite materials with a well-designed micro-/nano-structure usually require a complex synthetic route with increased industrial production cost. Therefore, the development of desirable Bi/C hybrids with homogeneously distributed active nanomaterials on the carbon matrix and robust interconnection between them by a simple synthetic route would be very promising to improve the electrochemical performance of the Bi-based anode and be also attractive for practical applications.",
                "For electrochemical processes in the anode for SIBs, hierarchical structure control of the electrode material is required to promote each involved step to proceed facilely. This includes the high-throughput transport of e−/Na+, accessibility of the active surface, abundant active sites, and enough electrochemical capacity. As for the diffusion of sodium ions during charging and discharging processes, a two-dimensional monolayer assembly of the active material as nanospheres individually is an excellent architecture such that: the 2D-oriented array of the active nanospheres could kinetically avoid the long-distance migration of the ions and lower the recognition energy barrier. Moreover, from the thermodynamic point of view, the small size and high surface energy of the small-nanometer-sized Bi could contribute to high ion mobility (internal diffusion of Na+) and promote the electrochemical reactions as well. On the other hand, considering the robust electrical contact and the overall stability of the hierarchical structure of the electrode material, the anchoring of the active nanodot arrays onto carbon-based highly conductive 2D nanosheets and their stacking layer by layer to form the 0D⊂2D⊂3D multi-layered hybrid nanostructures is highly desirable.",
                "Based on the comprehensive consideration of the multiscale dimensional, structural and electronic control of the Bi/C hybrid material for highly efficient and ultrastable sodium storage, herein, we prepared a 3D multi-layered composite assembly of Bi/carbon heterojunctions with 0D bismuth nanospheres (<25 nm) distributed and anchored on 2D nitrogen-doped carbon nanosheets (NCSs) via a point-to-face anchoring pattern, and the 2D NCSs with Bi nanospheres are stacked layer by layer to form the final 0D⊂2D⊂3D multi-layered hybrid nanostructures. The construction and assembling strategy as well as the hierarchical structure of the hybrid material is illustrated in Scheme 1a (the product is named ML-Bi@NCSs). Such unique hybrids show the following advantages. (i) At the macroscale, the so-formed 3D hybrid structures provide a 3D continuous electron transport network, guaranteeing robust electrical contact and the overall stability of the hierarchical structure of the electrode material, which is very favorable for high-rate capability. (ii) At the nanoscale, the 0D ultrasmall Bi nanospheres (<25 nm) can well buffer the mechanical stress produced upon the sodiation process. Moreover, the 2D-monolayer array of the 0D Bi nanospheres facilitates the “external” and “internal” diffusion of sodium ions during charging and discharging processes, both kinetically and thermodynamically. (iii) At the atomic scale, the chemical doping of the carbon layer with nitrogen atoms enhance defects and active sites on the carbon matrix, which is also favorable for the improvement of electronic conductivity and ion diffusion. Benefiting from these unique merits, when evaluated as the anode for SIBs, ML-Bi@NCSs deliver a high reversible capacity of 378 mA h g−1 at 200 mA g−1 (approaching a theoretical specific capacity of 385 mA h g−1), high rate capability (capacity: 288 mA h g−1) up to 30 A g−1, and ultralong cycling stability (capacity retention: 95.8% after 5000 cycles at 10 A g−1 and 90.6% after 10000 cycles at 20 A g−1, respectively)."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Briefly, 1.5 mmol bismuth nitrate pentahydrate (Bi(NO3)3·5H2O, ≥99.0%, Sinopharm reagent), 1.5 mmol citric acid (C6H8O7·H2O, ≥99.8%, Sinopharm reagent) and 100 mg of dicyandiamide (C2H4N4, ≥98.0%, Sinopharm reagent) were mixed with 15 mL of N,N-dimethylformamide (C3H7NO, ≥99.5%, Sinopharm reagent). Then, the mixture was magnetically stirred for 12 h at 70 °C to evaporate the solvent to dryness adequately. Finally, the resultant composite was pre-sintered for 1 h at 350 °C and directly programmed heated up to 600 °C for 2 h for further sintering in an argon atmosphere with a heating rate of 1 °C min−1. The N-doped carbon was obtained during the same fabrication process just without bismuth nitrate pentahydrate."
                    ],
                    "name": "Synthesis of ML-Bi@NCSs sample",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Firstly, 50 mL of NaBH4 aqueous solution (3 mM) was dripped in 50 mL of Bi(NO3)3·5H2O aqueous suspension (3 mM) slowly with a magnetic stirring speed of 500 rpm, and held for 1 hour. Then, the Bi NPs were obtained after centrifugation and following the vacuum drying procedure. Finally, the Bi NPs/NC sample was obtained by mixing the Bi NPs sample with N-doped carbon. The weight ratio is 78.5:21.5, which is the same as that of the TGA result of the ML-Bi@NCSs sample."
                    ],
                    "name": "Synthesis of the Bi NPs/NC sample",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XRD data were recorded using an X-ray powder diffractometer (MiniFlex 600, Rigaku, Japan). The morphology and EDAX data of samples were recorded on a SEM (MIRA3, TESCAN, Czech and Helios NanoLab G3 UC, FEI, America) and a TEM (Titan G260-300). XPS was performed using a Thermo Fischer EscaLab Xi+ spectrometer equipped with Al Kα radiation (1486.6 eV). The binding energy of the XPS data was calibrated with reference to the C 1s peak (284.8 eV) arising from adventitious carbon. Raman spectrum analysis was conducted on a WITec alpha300 R Raman Spectrometer. The laser power on the sample is 10 mW. Thermogravimetric (TG) analysis was carried out using a thermogravimetric analyzer (STA 449F3, NETZSCH, Germany) with a heating rate of 10 °C min−1 from 30 to 900 °C in air. The N2 adsorption–desorption analysis was carried out on a JW-BK200C (Beijing JWGB Sci.&Tech. Co., Ltd) gas adsorption analyser at 77 K after the sample was first degassed at 448 K overnight. Specific surface areas and mesopore size distribution were obtained based on the Brunauer–Emmett–Teller (BET) method and BJH analysis of the desorption branches of the isotherm, respectively."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active materials, carboxymethyl cellulose (CMC) binder, and super P Li (70, 20, and 10 wt%, respectively) were prepared as a mixed slurry with a solvent of deionized water. The deionized water was made using a pure water machine (HHitech, ECO-S15Q) with a resistivity of 18.2 MΩ cm. The mixed slurry was coated on the Cu foil (as the working electrode) and then dried at 60 °C for 12 h in a vacuum oven. The mass loading of the active material on electrode film was 1 ± 0.2, 3.1 and 5.3 mg cm−2. The counter electrode and reference electrode were both trimmed sodium chips. The electrolyte was 1 M NaPF6 in 1,2-dimethoxyethane (DME). The assembly process of two-electrode (CR2032) coin cells was performed in an argon-filled glove box (Super 1220/750, Mikrouna, Shanghai, China). Electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) were both recorded using an electrochemical workstation (CS 2350, Corrtest, Wuhan, China). EIS was carried out in the frequency range from 100 kHz to 0.01 Hz at an amplitude of 5 mV. The CVs were between 0.01 V and 1.5 V (vs. Na+/Na). Galvanostatic charge–discharge and galvanostatic intermittent titration technique (GITT) measurements were carried out on a battery testing system (BTS4008, Neware, Shenzhen, China) between 0.01 and 1.5 V at a current density of 50 mA g−1 (power-on for 500 s and then power-off for 3000 s). During the long-term cycle process, the cells were pre-treated by charging/discharging for at least 1 cycle with a small current density of 0.1 A g−1."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "As shown in Scheme 1b, ML-Bi@NCSs were prepared via the preorganization of the super assembly of Bi(III) with citrate anions and dicyandiamide via complexation interactions in organic solvents and a subsequent high-temperature solid-phase reaction process. Bi(III), with an extra-nuclear electron configuration of [Xe]4f145d106s, could act as a Lewis acid to accept electron pairs forming high-coordination-number complexes due to both the large radius (1.17 Å) and the strong tendency of deformation of the electron cloud and polarization of the electronic distribution. Electron-donating groups, involving carboxylate oxygen, hydroxyl oxygen, sulfur of sulfides, and nitrogen of amines, could be the coordinating ligands of Bi(III) complexes. In the present work, utilizing the strong chelation ability and capacity of Bi(III), the precursors of Bi and nitrogen-doped carbon were firstly pre-organized into super-assemblies via complexation of Bi(III) with citrate anions and dicyandiamide in DMF, affording a stacked sheet-like nanostructure when evaporating to dryness (as shown in Fig. S1†). The multi-layered nanosheet structure of the obtained N-doped carbon material is inherited from stacked sheet-like precursors during the high-temperature pyrolysis process, probably accompanied by the formation and decomposition of the layered carbon nitride intermediate owing to thermo-polymerization and pyrolysis of dicyandiamide. Meanwhile, ammonia and reductive carbon were generated, inducing the carbothermal reduction of Bi(III) to Bi0 and the anchoring and segregation of Bi0 nanoparticles from each other, respectively, on the carbon layers. As a result, 3D multi-layered Bi/N-doped carbon nanosheets were formed with Bi nanospheres intercalated between each two layers of the layered structure of NCSs.",
                "The morphology and structure of ML-Bi@NCSs were investigated by scanning electron microscopy (SEM) in Fig. 1. The low-magnification SEM image (Fig. 1a) shows the stacked layered structure with microscale lateral dimensions (∼2 μm). As shown in Fig. 1b, the thickness of the nanosheets is estimated to be about 30 nm, and the open interlayer space (interlayer distance: 60–90 nm) can guarantee rapid electrolyte penetration and ion transport, which is very favorable for high-rate capability. Importantly, a large number of Bi nanospheres exist in the interlayer space and are well anchored on the surface of nanosheets with a relatively homogeneous distribution. This is beneficial for buffering the volume expansion and contraction of the Bi metal upon sodiation/desodiation. Meanwhile, the structural strain generated upon Na+ insertion/extraction is well buffered owing to the unique interlayer structures. As shown in Fig. 1c and d, energy-dispersive X-ray spectroscopy (EDS) mapping images confirm the homogeneous distribution of elements Bi, C, N and O with the corresponding content of 70.51 wt%, 20.97 wt%, 0.10 wt% and 8.41 wt% (Fig. S2†), respectively.",
                "Transmission electron microscopy (TEM) measurement was used to further investigate the structure and composition of ML-Bi@NCSs. As shown in Fig. 1e, the homogeneously distributed nanospheres with an average diameter of 10–20 nm are further identified. A regular spherical structure overlaps at different focal lengths, as shown in Fig. 1f, suggesting the distribution of nanospheres in both sides of the NCSs. The high-resolution TEM (HRTEM) image of single layered ML-Bi@NCSs shows that the lattice spacing of Bi nanospheres is 0.23 nm, assigned to the (110) plane of Bi metal (Fig. 1g). The diffractions rings (Fig. 1h) in the selected-area electron diffraction (SAED) pattern are indexed to (012), (104), (110), (015), (113), (202), (024), (107), (116), and (122) planes of Bi metal (rhombohedral phase), respectively. The elemental mapping images from TEM (Fig. S3†) reveal a homogeneous distribution of the element nitrogen in the carbon nanosheet. The presence of the oxygen element is probably attributed to the partial oxidation of Bi nanospheres. In the obtained ML-Bi@NCSs, active components are well-organized and connected with NCSs, thus forming a 0D⊂2D hierarchical structure. Such a point (Bi spheres)-to-face (NCSs) contact can not only guarantee the stability of active nano-building blocks but also ensure high-efficient electron transfer capability.",
                "The X-ray diffraction (XRD) pattern of ML-Bi@NCSs is shown in Fig. S4a.† All the diffraction peaks in the pattern can be well indexed to hexagonal Bi metal (JCPDS no. 85-1329). As shown in the Raman spectrum (Fig. S4b†), the characteristic peaks of carbon are clearly observed at about 1347 and 1590 cm−1 with an intensity ratio (ID/IG) of 1:1, which can be ascribed to the bond stretching of the sp3 hybrid of disordered carbon (D-band) and in-plane vibration of the sp2 hybrid of crystalline carbon (G-band), respectively. The broad peak (G′-band) located at 2755.3 cm−1 could be attributed to the layered structure of the carbon matrix. The full survey of the X-ray photoelectron spectroscopy (XPS) spectrum of the as-prepared composite as shown in Fig. 2a further confirms the presence of Bi, C and N. In the high-resolution XPS spectrum (Fig. 2b), the peak at 157.0 eV is attributed to the Bi metal (Bi 4f7/2), and the peaks at 163.9 eV (Bi 4f5/2) and 158.6 eV (Bi 4f7/2) with an energy gap of 5.3 eV are considered to be a transition layer of Bi–O bonds, which is also indexed in O 1s at 529.6 eV as shown in Fig. 2c, between the Bi metal and the carbon layer. The presence of Bi2O3 may be due to the unavoidable oxidation of highly active Bi in the nanoscale during the process of preparation and storage. In the high-resolution XPS spectra of C 1s (Fig. 2d), the two peaks located at 286.5 and 288.3 eV can be ascribed to C–O/CO bonds, which is consistent with the analysis results of the peaks at 539.8 eV, 532.7 eV and 530.95 eV in high-resolution spectra of O 1s (Fig. 2c). The peaks at 285.1 and 284.5 eV correspond to CC–C/C–N and C–C bonds, respectively. In high-resolution spectra of N 1s (Fig. 2e), the peaks at 406.2 eV, 400.5 eV and 398.3 eV are attributed to CN–O, C–N (pyrrolic/quaternary N) and CN (pyridinic N) bonds, indicating that nitrogen atoms are successfully doped into the carbon matrix. The diagram of various nitrogen species in the carbon skeleton is revealed in Fig. 2f, and nitrogen doping can improve the electronic conductivity of the carbon matrix and provide more sodium storage sites. Fig. S4c and d in the ESI† reveals that the BET specific surface area and pore size of ML-Bi@NCSs are 19 m2 g−1 and 9 nm with a typical mesoporous structure, respectively. To further identify the content of ML-Bi@NCSs, thermogravimetric analysis (TGA) was carried out in air (Fig. S5†), and the weight ratio of the N and C content in the as-prepared composite can be estimated to be about 21.5 wt% based on eqn (S1).†",
                "The sodium storage performance of ML-Bi@NCSs was evaluated by galvanostatic charge and discharge tests. For comparison, another Bi/N-doped carbon sheet (Bi NPs/NC) was also prepared by mixing with the Bi NPs and N-doped carbon sheets (Fig. S6†). Fig. 3a shows the typical cyclic voltammetry (CV) curves of the ML-Bi@NCS electrode for the first five cycles with a sweep rate of 0.1 mV s−1. In the first cathodic scan, four peaks (0.61 V, 0.48 V, 0.38 V and 0.035 V) are clearly observed, indicating a sodiation reaction process from Bi to Na3Bi. Moreover, the broad peaks of the ML-Bi@NCS electrode between 0.05 V and 0.3 V are observed and disappear in the subsequent scans, which are attributed to the decomposition of the electrolyte and formation of the SEI layer on the surface of active materials. These peaks are not observed in the Bi NPs/NC electrode (Fig. S7†), which may be due to high activity of the obtained ML-Bi@NCSs. In the first anodic process, two sharp peaks (0.61 and 0.75 V) are corresponded to the desodiation process from Na3Bi to NaxBi. After the first cycle, corresponding cathodic and anodic peaks shift close to each other, and the current values increase gradually, indicating high electrochemical activity of the electrode materials.",
                "Fig. 3b shows the galvanostatic charge–discharge curves of the ML-Bi@NCS electrode at a current density of 0.2 A g−1. A long slope (V) and a small plateau (V) are observed in the first discharge curve, which is ascribed to the sodiation process and the formation of SEI film. This is in good agreement with the above CV profiles, which is different from the Bi NPs/NC electrode containing two obvious plateaus as shown in Fig. S8.† The initial discharge and charge capacities of the ML-Bi@NCS electrode are 783.2 and 511.8 mA h g−1, respectively, corresponding to an initial coulombic efficiency (ICE) of 65.3%. After the first cycle, the ML-Bi@NCS electrode exhibits two plateaus at 0.70 V and 0.48 V in the discharge process, and two plateaus at 0.6 V and 0.75 V in the charge process, respectively, implying the two-step reaction process of sodiation/desodiation. In the subsequent cycles, the discharge and charge profiles show almost the same electrochemical behaviors, indicating superior sodium storage reversibility. Besides, the ML-Bi@NCS electrode also shows an attractive high-rate capability, as shown in Fig. 3c. The ML-Bi@NCS electrode shows a better rate capability than the Bi NPs/NC electrode, and its coulombic efficiency remains nearly 100% during the whole process even at high current densities, suggesting the excellent reversibility of the ML-Bi@NCS electrode. However, the Bi NPs/NC electrode exhibits poor reversibility with excessive coulombic efficiency over 100%. On increasing current density from 0.2 to 30 A g−1, reversible capacities of 378, 376, 373, 368, 361, 349, 340, 327, and 317 mA h g−1 were obtained for our ML-Bi@NCS electrode (Fig. 3d), respectively. Even at a very high current density of 30 A g−1, it still delivers a highly reversible capacity of 288 mA h g−1. When the current density is reduced back to 0.2 A g−1, a reversible capacity of 370 mA h g−1 can be well recovered, revealing excellent Na+ storage recoverability. To our knowledge, such a rate capability is much better than those of the previously reported Bi-based anode for SIBs (Fig. 3e) including Bi@graphene, arrayed Bi nanorod bundles, Bi@C microspheres, Bi/CFC, Bi-NS@C, bulk Bi, 1D Bi/C nanofibers, Bi nanoflakes/Ni foam, Bi@C nanoplates, Bi@N–C, Bi–C/CF, Bi-RGO, and porous Bi/N–C.",
                "In addition to high-rate capability, long cycle life is a very significant property for advanced SIBs as well, but its realization remains a big challenge for the alloy-based anode owing to large Na+ radius and huge volume change of normally over 250% upon sodiation and desodiation. In this work, we examined the long-term cycling measurement at various current densities and mass loadings from 5 to 20 A g−1 for the resulting ML-Bi@NCSs. As shown in Fig. 3f, the ML-Bi@NCS electrode exhibits a high capacity retention of 96.3% after 3000 cycles at 5 A g−1, much higher than that of the Bi NPs/NC electrode (80.7%). A specific capacity of 343 mA h g−1 for ML-Bi@NCSs is obtained after 3000 cycles, higher than that of Bi NPs/NC (255 mA h g−1). The coulombic efficiency of the ML-Bi@NCS electrode is always close to 100%, revealing superior Na+ storage reversibility. Furthermore, long cycle life tests at high mass loadings for ML-Bi@NCSs were also investigated (Fig. 3g). The obtained product can still deliver a high reversible capacity of 295 and 217 mA h g−1 after 500 cycles at a high current density of 5 A g−1 with a mass loading of 3.1 and 5.3 mg cm−2, respectively. To further demonstrate superior battery performance of the as-prepared ML-Bi@NCS electrode, ultralong cycling behaviors at a ultra-high current density of 10 and 20 A g−1 were also measured, as shown in Fig. 3h and i. The reversible specific capacities of Bi@NCSs are 347 mA h g−1 after 5000 cycles at 10 A g−1 (capacity retentions: 95.8%) and 309 mA h g−1 after 10000 cycles at 20 A g−1 (capacity retentions: 90.6%). Such findings fully reveal that the unique hierarchical hybrid structure built from 0D ultrasmall nanospheres and highly conductive 2D NCSs as well as their robust coupling and multi-layered structure assembly should account for the above excellent sodium storage performance, as illustrated in Scheme 1. The battery performance of ML-Bi@NCSs for the sodium-ion battery anode is compared to that of the reported bismuth metal based electrode as listed in Table 1. Our electrode presents higher discharge specific capacity and better cycle performance with high current density and mass loading than most of the reported Bi-based electrodes after long cycles.",
                "To understand the reaction kinetics of ML-Bi@NCSs, CV measurements at different scan rates were carried out (Fig. 4). As shown in Fig. 4a, the potential of anodic and cathodic peaks shifts regularly only in small amounts to the opposite direction with an increase in sweep rate, indicating good reversibility and slight polarization of the ML-Bi@NCS electrode. Furthermore, the logarithm of anodic and cathodic peak currents (I) is proportional to the logarithm of the scan rate (v) with slope values (b) between 0.5 and 1 according to eqn (S2) and (S3)† (Fig. 4b), indicating a process controlled by both surface capacitive behavior and diffusion. The pseudocapacitive contribution ratio of the ML-Bi@NCS electrode can be calculated with eqn (S4) and (S5).† As shown in Fig. 4c, its pseudocapacitive contribution ratio reaches 98.3% of the total capacity at a sweep rate of 0.5 mV s−1. The high capacitive contribution ratio of the ML-Bi@NCS electrode can be attributed to the 3D multi-layered hybrid nanostructure assembly of 0D Bi nanospheres and 2D nitrogen-doped carbon nanosheets, and the stacked layers with nanospheres in the open interlayers can offer more active sites to adsorb/desorb Na+ ions rapidly during the fast sodiation/desodiation processes at large current densities. In addition, the pseudocapacitive contribution ratio of the total capacity rises gradually with an increase in sweep rates (Fig. 4d), because the Na+ ion diffusion rate meets the neutralization requirements with electronics. Compared with the Bi NPs/NC electrode (Fig. S9†), the ML-Bi@NCS electrode shows a higher pseudocapacitive contribution ratio, indicating higher capacity during the rate test, especially at a large current density. Moreover, as shown in Fig. 4e, according to the Randles–Sevcik equation (eqn (S6)†), the peak current (Ip) is proportional to the square root of sweep rate (v), and the ML-Bi@NCS electrode shows a bigger diffusion coefficient (2.51 × 10−4 cm2 s−1) than that of the Bi NPs/NC electrode (1.47 × 10−4 cm2 s−1), indicating the faster sodium-ion extraction/insertion of ML-Bi@NCSs at large current density.",
                "The galvanostatic intermittent titration technique (GITT) was used to analyze the changing regularity of diffusion coefficient (DGITTNa+). According to eqn (S7),† the diffusion coefficient (DGITTNa+) values are calculated ranging from 10−7 to 10−4 cm2 s−1, which is consistent with the CV results. As shown in Fig. 4f, the diffusion coefficient (DGITTNa+) decreases and becomes stable gradually at the first two discharge platforms during the sodiation process, which is attributed to the blocking channels and increasing length for the diffusion of sodium ions along with the volume expansion of crystal cells. During the desodiation process, the diffusion coefficient (DGITTNa+) values at the last two charge platforms present an inverse regularity due to the gradually clearing obstacles on the diffusion channels and the decreasing diffusion length for sodium ions. The longer platforms and higher diffusion coefficients (DGITTNa+) of the ML-Bi@NCS electrode suggest a higher accommodation capacity for sodium ions and the faster sodiation process than the Bi NPs/NC electrode. In addition, the high diffusion coefficient (DGITTNa+) of the ML-Bi@NCS electrode is much stable at the end of the sodiation process and decreases gradually at the beginning of the desodiation process, which can be ascribed to the unique structure of orderly stacked N-doped carbon sheets with a high surface capacitive behavior for the sodium storage.",
                "In order to further investigate charge transfer kinetics, the Nyquist plots of the ML-Bi@NCS electrode for the fresh and cycled state were fitted with the frequency range of 100 kHz–0.01 Hz, and the results are presented in Fig. 5a–d. The Nyquist plots are composed of a depressed semicircle in the high frequency region and an inclined line in the low frequency region, which is related to the charge-transfer resistance (Rct) and the diffusion processes of sodium ions, respectively. The equivalent circuit and fitting data of electrochemical impedance spectroscopy (EIS) for the ML-Bi@NCS electrode are shown in Fig. S11 and Table S1,† respectively. In the fresh cell, the ohmic resistance (Rs) and charge transfer resistance (Rct) of the ML-Bi@NCS electrode (Fig. 5a) are around 33.01 and 62.11 Ω, respectively. After the activation process (the 1st cycle) as shown in Fig. 5b, Rs and Rct in the ML-Bi@NCS electrode reduce to 2.01 and 1.7 Ω, corresponding to the formation of stable SEI layers on the surface of electrode materials owing to its unique 0D⊂2D⊂3D multi-layered hybrid nanostructures. Thus, there is no evident change for Rs and Rct of the ML-Bi@NCS electrode after the 1st and the 100th cycle (Fig. 5c). In contrast, the Bi NPs/NC electrode needs to undergo several tens of cycles for forming relatively stable SEI film on the surface of electrode, thus leading to a large difference of electrolyte resistance for the 1st cycle and the 100th cycle (Fig. 5b and c). After 100 cycles, the SEI interface layer of Bi NPs/NC gradually becomes stable, resulting in similar Rs and Rct data to those of the ML-Bi@NCS electrode in Fig. 5c. After 3000 cycles, the charge transfer resistance (Rct) in the Bi NPs/NC electrode has significantly increased to 16.5 Ω, and the ohmic resistance (Rs) also slightly increases at a current density of 5 A g−1 (Fig. 5d), which is attributed to the pulverization of the free Bi nanospheres with the limited supporting role of the N-doped carbon matrix. Noticeably, the charge transfer resistance (Rct) in the ML-Bi@NCS electrode decreases to 0.24 Ω, and the ohmic resistance (Rs) is still stable during the cycling, suggesting its stable SEI film and high transfer rate of electrons and Na+ ions.",
                "Fig. 5e–g shows the SEM images and digital photos of the Bi NPs/NC electrode and the ML-Bi@NCS electrode for SIBs after 3500 cycles at 5 A g−1 compared with the fresh electrode. The fresh electrode possesses a smooth surface, and the dried slurry is attached on the Cu current collector uniformly (Fig. 5e). However, for the Bi NPs/NC electrode, Bi particles agglomerate into large particles and cannot form strong physical contacts with N-doped carbon sheets, causing insufficient space to buffer the volume expansion of active materials during cycling, especially at a high current density over 5 A g−1. As shown in the insert image of the Bi NPs/NC electrode in Fig. 5f, fast sodiation/desodiation processes produce a large structural stress, which cannot be eliminated or buffered in time, resulting in the separation of active components from the binder and the conductive agent, and finally exfoliation from the current collector. By observing the residual material on the current collector with SEM, many big holes and bare N-doped carbon sheets appear, suggesting the degradation of electrochemical performance of the Bi NPs/NC electrode after long-term cycling. In contrast, the exfoliation phenomenon of the ML-Bi@NCS electrode is not obvious, even if a small amount of pulverized particles and eroded holes can be observed on the surface of the electrode in Fig. 5g, which is probably attributed to the powerful supporting and buffering effect of the unique structure for the Bi nanospheres with volume expansion/contraction. Compared with the EDS mapping (Bi, C, and N) of the Bi NPs/NC (a–c) and ML-Bi@NCS electrode (d–f) after 3500 cycles at 5 A g−1, there are no obvious differences on the signal intensities of carbon and nitrogen elements between the Bi NPs/NC (Fig. S12b and c†) and ML-Bi@NCS electrode (Fig. S12e and f†), but the signal intensity of the Bi element on the ML-Bi@NCS electrode (Fig. S12d†) is much stronger than that on the Bi NPs/NC electrode (Fig. S12a†), which is well consistent with the result of a lot of active materials falling off the current collector as shown in Fig. 5f. Such results confirm that the as-prepared multi-layered unique hybrid nanoarchitectures are obviously robust enough to endure repeated Na+ insertion/extraction processes, leading not only to superior high-rate capability, but also to excellent long cycling life."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a unique 3D multi-layered Bi-based hybrid assembled from 2D N-doped carbon nanosheets with homogeneously decorated 0D Bi nanospheres (<25 nm) on the surface and their relatively ordered stacking with average interlayer space (∼75 nm) has been developed in this work. Such a hierarchical architecture provides sufficient voids including the empty space between 0D Bi nanospheres and the 2D interlayer space between carbon nanosheets, which can both accommodate the large volume change upon sodiation/desodiation. In addition, the 3D multi-layered structure of Bi@NCSs not only facilitates rapid electrolyte penetration but also affords intimate electrical connection between active nano-building blocks and each carbon nanosheet, resulting in both more active sites and higher stability than each component alone, thus realizing a high-efficiency electron/ion transport system. When evaluated as the anode for SIBs, the as-prepared products deliver superior high-rate capability up to 30 A g−1 (specific capacity: 288 mA h g−1) and long-term cycling stability (347 mA h g−1 after 5000 cycles at 10 A g−1 and 309 mA h g−1 after 10000 cycles at 20 A g−1 with capacity retention of 95.8% and 90.6%, respectively). Such work offers great potential for the practical applications of alloy-based anode materials or electrode materials with huge volume changes for high-power rechargeable batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A multi-layered composite assembly of Bi nanospheres anchored on nitrogen-doped carbon nanosheets for ultrastable sodium storage"
}