{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion batteries",
        "O3-type layered oxide cathode",
        "Al/Cu dual substitution NaNi1/3Fe1/3Mn1/3O2",
        "Na+ transport kinetics",
        "Phase transition"
    ],
    "Sections": [
        {
            "content": [
                "As one of the most promising sodium-ion cathodes, O3-type transition metal layered oxides (NaxTMO2) with high specific capacity and low cost have received intensive attention. However, they still face the issues of slow Na+ transfer kinetics and undesirable phase transitions. In this study, we report a novel Al and Cu dual substitution strategy to prepare a NaNi1/3Fe1/3Mn1/3O2 cathode using a spray drying method. Specifically, Al serves to stabilize the TM-O layer structure, mitigating adverse phase transitions, while Cu contributes additional capacity and enhances air stability. Consequently, the NaNi0.32Fe0.32Mn0.32Al0.02Cu0.02O2 cathode exhibits enlarged Na+ transfer channels, modulated particle morphology and strengthened layer framework. With the enhanced structure, the John-Teller distortion, adverse phase transitions of O'3 and OP2, and intragranular fatigue cracks are effectively suppressed, leading to improved cycle and air stability. The NaNi0.32Fe0.32Mn0.32Al0.02Cu0.02O2 cathode can maintain 81% of its initial specific capacity at 1C rate after 200 cycles and can obtain a specific capacity of 113 mAh/g even at 5C rate. Furthermore, we find that strengthened Na+ transport kinetics promote homogenous Na+ distribution, which can reduce the formation of unstable interphases to achieve more reversible phase transition. This work helps to better unveil the relationship between Na+ transfer kinetics and phase transition, provides new insight for designing high-performance sodium-ion cathodes."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "With the demand for grid energy storage and hybrid electric vehicles (HEVs) surges, lithium-ion batteries (LIBs) are gradually unable to meet the requirements due to limited Li resources and uneven distribution. Similar to LIBs, sodium-ion batteries (SIBs) are also rocking-chair batteries, which have lower prices and abundant Na resources, becoming the most promising system to supplement LIBs in large-scale energy storage applications [1], [2], [3], [4]. However, cathodes for SIBs with limited capacity and stability can still not satisfy the commercial applications. Therefore, designing environmentally friendly and low-cost cathodes with high specific capacity and operation voltage, excellent long-term cycling stability and rate performances is the most urgent mission for their commercialization [5], [6], [7], [8]. At present, SIBs cathodes mainly include polyanion compounds [9], Prussian blue analogues [10], transition metal layered oxides [11], [12], [13] and some organic compounds [14]. Among these cathodes, transition metal layered oxides (NaxTMO2) have received the most widespread attention due to their high specific capacity, low cost, and facile preparation method [15].",
                "According to the difference in Na ions occupancy, NaxTMO2 can be divided into P- and O-type structures (P2, P3, O2, O3) [16], [17], in which Na ions occupy the trigonal prismatic sites or octahedral sites. The number 2 or 3 represents different oxygen stacking layers in a repeated unit cell. Zhao et al. [18] firstly defined the concept of cationic potential to predict the structure of layered oxides. Generally, NaxTMO2 with lower Na ratio (x < 0.7) tends to form P2 phase, while the O3 phase always includes more Na content (x > 0.7). Obviously, O3-type NaxTMO2 contains more Na+ for intercalation and deintercalation, can provide higher reversible specific capacity in the full cells [8]. As a cobalt-free O3-NaxTMO2 cathode, NaNi1/3Fe1/3Mn1/3O2(NFM) has advantages of low cost, eco-friendliness, and relatively stable structure, making it one of the most promising cathodes [19], [20].",
                "However, like many other O3-NaxTMO2 cathodes, NFM still faces challenges related to multiphase transition and slow Na+ transport kinetics. One issue is that NFM always undergoes complex phase transitions [21] during Na+ deintercalation/intercalation due to its large radius (1.02 Å), and some irreversible phase transitions will result in intragranular fatigue cracks and rapid attenuation of capacity. Another issue is that when Na+ migrates from one octahedral site to another, it needs to pass an edge-sharing tetrahedral site with a higher energy barrier [17], leading to slow dynamics and poor rate performance. In addition, NFM is fairly hygroscopic, which will produce NaOH and Na2CO3 after a long time exposing to humid air [22], [23], destroying the morphology of particles and blocking Na+ migration.",
                "To date, various modification strategies such as heteroatom doping [24], surface coating [25], [26], [27], [28] and microstructure designing [29] have been proposed to improve the performance of O3-NaxTMO2. Among these, elemental substitution has been widely investigated as one of the most effective methods to modulate the intrinsic structure of the cathode. For instance, Ti-doping in NaNi0.5Mn0.5O2 [30] can expand the layer spacing, inhibit the Na+/vacancy ordering and irreversible phase transition; replacing Mn4+ with Sn4+ can elevate the redox potential, restrain the irreversible phase transition, and delay the reversible phase transition of O3-P3 [31]. In addition, doping with Li [32], F [33], Ca [34], Mg [35], [36] and other electrochemically active or inactive elements has also been explored to improve structural stability and Na+ transport kinetics. However, single-element doping can only partially ameliorate the aforementioned issues. For example, Al-doping [37] can suppress irreversible phase transitions and improve electrochemical performances while sacrificing capacity; Cu-doping [38] can enhance moisture resistance, but excessive amounts of Cu can result in the formation of impurity phases [39]. What’s more, it is difficult to achieve completely uniform doping in the bulk phase by the frequently used solid-state method. The spray drying method enables both uniform mixing at atom level and possesses a straightforward process and parameters, allowing for efficient and homogeneous doping[40].",
                "Herein, a solution spray-drying method is applied to prepare pristine-NFM (p-NFM) and NaNi0.32Fe0.32Mn0.32Alx/100Cu0.04-x/100O2 (x = 1; 2; 3; 4) with completely uniform Al and Cu dual substitution, named as AlxCu4-x-NFM. Al possesses stronger bonding with O (512 kJ/mol) than Ni-O (391.6 kJ/mol), Fe-O (409 kJ/mol) and Mn-O (402 kJ/mol), thus can stabilize the TM-O layer structure and delay unfavorable phase transitions. Meanwhile, Cu with the Cu2+/Cu3+ redox reaction provides extra capacity and can also improve air stability. X-ray diffraction (XRD) Rietveld refinement and transmission electron microscopy (TEM) prove that Al and Cu are successfully and homogeneously doped into the TM-sites and the channels for Na+ migration enlarge. With the synergistic effect of Al and Cu, A2C2-NFM possesses the highest capacity retention as shown in Fig. S6, and can obtain a specific capacity of 113 mAh/g even at 5C rate. Through ex-situ XRD, the irreversible phase transitions and cracks are successfully suppressed in A2C2-NFM. Furthermore, we probed the relationship between Na+ transfer kinetics and phase transition through ex-situ XRD and X-ray photoelectron spectroscopy (XPS). A2C2-NFM with faster Na+ transport kinetics can boost Na+ homogeneous distribution, suppress the formation of unstable interphases to achieve more reversible phase transition. Therefore, the dual substitution strategy of Al and Cu through the solution spray-drying method provides a promising approach to overcome the performance limitations of O3-NaxTMO2 cathodes."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The precursor of AlxCu0.04-x-NFM was synthesized by a spray-drying method. At first, CH3COONa, (CH3COO)2Ni·4H2O, Fe(NO3)3·9H2O, (CH3COO)2Mn·4H2O, Al(NO3)3·9H2O, (CH3COO)2Cu·H2O were dissolved in deionized water with the stoichiometric ratios of 1.05: 0.32: 0.32: 0.32: x/100: (0.04-x/100), the total concentration of TM ions and Al3+ was 0.2 mol/L. Then the mixed solution was pumped into an experimental spray dryer, so we obtained nearly spherical precursors with evenly distributed metal ions. The precursor was pre-heated at 230 ℃ for 3 h with a heating rate of 1 ℃/min and cooled to room temperature, then the powders were ground in the agate mortar. Finally, the powder was sintered at 850 ℃ for 20 h with a heating rate of 3 ℃/min and naturally cooled down. For comparison, p-NFM without Al and Cu was prepared by the same way. After sintering, all the products were immediately transferred to the glove box filled with Ar for storage."
                    ],
                    "name": "Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) measurements were conducted using Bruker D8 advance X (Cu-Kα radiation, λ = 1.542 Å) in the 2θ range of 10-110°, and the Rietveld refinement data was acquired by the TOPAS software. The accurate compositions for different cathodes were tested by inductively coupled plasma atomic emission spectrometry (ICP-OES). Transmission electron microscopy (TEM), selected area electron diffraction (SAED) and high-resolution transmission electron microscopy (HRTEM) were performed using the FEI F20 transmission electron microscope. The morphology and elements distribution of the samples were obtained with scanning electron microscopy (SEM, Verios G4, FEI) and Energy dispersive spectroscopy (EDS, Oxford). The element valence of the samples was analyzed by X-ray photoelectron spectroscopy (XPS, ESCAlab250, Al Kα)."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For electrochemical tests, the AlxCu0.04-x-NFM and p-NFM cathodes were all casted on Aluminum foil with a slurry of 80 wt% active material, 10 wt% super P and 10 wt% poly(vinylidene difluoride) binder dissolved in a certain amount of N-methyl-2-pyrrolidone (NMP). After drying overnight at 70 ℃ under vacuum, the cathodes were punched into disc electrodes of 12 mm and the active material mass loading was between 2 and 3 mg/cm2. Then CR-2025-type coin cells were assembled in an argon-filled glove box with sodium metal as negative electrode, glass fiber (GF/D) as separator and 1.0 M NaClO4 in PC (with 5% FEC) as electrolyte.",
                        "The electrochemical tests were conducted under room temperature. The galvanostatic charge–discharge tests were examined at different current densities (1C = 130 mA/g) on a Neware battery test system. The cyclic voltammetry (CV) measurements were performed with scan rates from 0.1 mV/s to 1 mV/s. Galvanostatic intermittent titration technique (GITT) measurements were applied at 0.1C with 10 min charge/discharge and rested for 1 h between 2-4 V. Electrochemical impedance spectroscopy (EIS) tests were performed with an amplitude voltage of 10 mV between 100 kHz and 0.1 Hz on Autolab using a two-electrode system. In-situ EIS tests were applied on a Solartron 1470E Electrochemical Interface (Solartron Analytical, UK) with the frequency between 100 kHz and 0.1 Hz during charging and discharging at a rate of 0.1C or 1C with an amplitude voltage of 10 mV [41]."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The accurate chemical compositions of all samples are examined by ICP-OES. The molar ratios of different elements are all consistent with the anticipated stoichiometry within the allowed error range (Table S1). The crystal structures are analyzed by XRD and Rietveld refinement as shown in Fig. 1 and Fig. S1, all cathode materials are presented as O3-type α-NaFeO2 layered structures, and the space group is R-3 m. With the increase of Cu content, A1C3-NFM and C4-NFM are found to contain a little impurity phase of NiO, which can be attribute to Cu’s preference to replace Ni due to their similar ion radius (Cu2+: 0.73 Å; Ni2+: 0.69 Å). Table S2 presents the Rietveld refinement results. With the synergistic effect of Al and Cu, A2C2-NFM possesses the largest lattice parameter a (2.98109 Å) and slightly decreased lattice parameter c (15.9859 Å). Furthermore, A2C2-NFM has smaller calculated interlayer distance of d(O-Na-O) (3.244 Å) and larger d(O-TM-O) (2.09 Å) compared to p-NFM (Fig. 1c). The ratio between d(O-Na-O) and d(O-TM-O) for A2C2-NFM is 1.552, lower than that of p-NFM (1.602). The d(O-Na-O)/d(O-TM-O) ratio functions as an indicator for distinguishing P and O-type structures, which is determined by a balance of electrostatic cohesive forces and electrostatic repulsive forces between O-Na-O slabs and O-TM-O layers. During the O to P phase transformation, the decreased Na content boosts the electrostatic repulsion between O-Na-O layers, causing an expansion of d(O-Na-O). In the charge process, when undergoing transition from O3 to P3, a lower d(O-Na-O)/d(O-TM-O) ratio suggests that A2C2-NFM can release more Na+ before transforming to the P3 phase, signifying a more stable structure and delayed phase transition [18], [42], [43]. Although A2C2-NFM has a smaller d(O-Na-O), the tetrahedral center with higher diffusion barrier for Na+ migration[44] expands (Fig. 1c), which is conducive to improving the kinetics of Na+ transport.",
                        "The morphology of p-NFM and A2C2-NFM can be seen in Fig. 1d and Fig. 1e, showing that the flake-like primary particles of A2C2-NFM are larger than those of p-NFM. The side reaction with electrolyte relieves because of the reduced contact between particles and electrolyte. EDS mapping in Fig. 1f and Fig. S2 indicates that different elements are homogeneously distributed without segregation in these two cathodes. Fig. 1(g-l) show the TEM, SAED and HRTEM images of p-NFM and A2C2-NFM. Both diffraction patterns are in accordance with the space group of R-3m. HRTEM images confirm that the layer space of A2C2-NFM has lightly decreased, which is consistent with the result of XRD Rietveld refinement. XPS in Fig.S3 also proved the successful introduction of Al and Cu, which makes the peak of Ni 2p and Mn 2p shift a little to higher binding energy, indicating a slightly rise of valence. Raman spectra in Fig. S4 for p-NFM and A2C2-NFM show two bands at 580 cm−1 (anti-symmetric stretching vibration, B2g(1)) and 500 cm−1 (stretching vibration, A1(g)). Slight peak shift to right for A2C2-NFM indicates a decrease of Mn3+ and relieved Jahn-Teller effect for the structure [33], [45], and the broadening and intensity reduction of the A1(g) peak can attributed to Al and Cu disorder doping, resulting in decrease of TMn+, which leads to a breakdown of the translational symmetry of the Raman allowed phonons [46]."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of different samples are tested in Na-ion half-cells. The galvanostatic charge/discharge curves of p-NFM and A2C2-NFM are tested at a rate of 0.1C (1C = 130 mAh/g) between 2-4 V as shown in Fig. 2a, 2b. A2C2-NFM has a similar voltage profile with p-NFM. The initial specific capacities of both cathodes are more than 140 mAh/g, indicating that no loss of capacity happens via Al and Cu dual substitution. The rate capacities from 0.1C to 5C are shown in Fig. 2c, 2d, and S5. A2C2-NFM has better rate performances for its larger Na+ transport channels, which can obtain 113 mAh/g at 5C (77.3% of initial specific capacity at 0.1C), higher than 89.97 mAh/g of p-NFM (64.3% of 0.1C). A2C2-NFM has lower electrochemical polarization as can be seen in Fig. 2e. The initial overpotential of A2C2-NFM is around 0.37 V, lower than that of p-NFM. The better rate performance and lower polarization of A2C2-NFM profit from its larger Na+ migration channels [43], [44]. Fig. 2g shows the cycle stability at 1C between the voltage range of 2–4 V, A2C2-NFM presents a much higher specific capacity after 200 cycles, which decreases from 127.7 mAh/g to 102.8 mAh/g (81% capacity retention), while p-NFM can only maintain a specific capacity of 79.1 mAh/g (60% capacity retention). At a rate of 2C, A2C2-NFM even shows a higher capacity retention of 83% (Fig. S6b). In addition, the dQ/dV curves at different cycles are shown in Fig. S7. We can see that A2C2-NFM has maintained more integrated redox peaks than p-NFM. The enhancement of capacity retention may attribute to a more stable structure and delayed phase transition. In Fig. 2h, the average working voltage(discharge) of A2C2-NFM increases obviously and the voltage decay relieves for Cu-doping can provide Cu2+/3+ redox couple with higher redox potential (3.2 V) [39]. To better understand the improved electrochemical properties, GITT measurements were applied to calculate the apparent Na+ diffusion coefficient at different states of charge (Fig. 2f and Fig. S8). The Na+ diffusion coefficients of A2C2-NFM range from 6.6 × 10-13 to 1.01 × 10-10 cm2/s, increasing from O3-type to P3-type phase, higher than those of p-NFM (3.5 × 10-13 to 8.5 × 10-11cm2/s), meaning that A2C2-NFM has enhanced Na+ transport kinetics. Furthermore, the slope calculated from the CV at different scanning rates (Fig. S9) also confirmed the above result. Therefore, we can conclude that Al and Cu dual substitution can obtain larger Na+ transport channels and better electrochemical performances.",
                        "To further study the improved cycling stability, in-situ EIS at different cycles has been conducted to analyze the interface as can be seen in Fig. 3a, 3b. Both samples at pristine state can be fitted by the equivalent circuit in Fig. S10a composed of a charge transfer resistance (Rct) and a Warburg-Tangent hyperbolic diffusion (WT) mixed impedance, and we find that A2C2-NFM has smaller Rct (table S3).The impedance of surface film (Rsf) and Rct are commonly observed at the high- and middle-frequency regions (>10 Hz) [47], [48]. After charge and discharge for 1 cycle, A2C2-NFM still has only one semicircle (>10 Hz), while p-NFM has a new semicircle at high frequency which belongs to the surface film (Rsf) formed on the electrode. XPS for pristine electrodes (Fig. S11) and after 1 cycle (Fig. 3c) indicate that less NaF formed on the surface of A2C2-NFM, which means A2C2-NFM has stronger resistance to electrolyte corrosion. During the following cycle, A2C2-NFM can still maintain a single semicircle (>10 Hz) and WT or WO mixed impedance. However, the impedance for p-NFM continues to increase, and after 200 cycles, the diffusion-controlled slope translates from WT to fully Cotangent hyperbolic diffusion (O), representing Na+ diffusion in the thicker surface film. Moreover, in-situ EIS at different charge states for the first and twentieth charge and discharge processes are shown in Fig. S12. For A2C2-NFM, the interfaces of cathode and electrolyte are more stable which can keep a single semicircle at high and middle frequency (>10 Hz) even during the twentieth charge/discharge. Whereas for p-NFM, the surface film (semicircle at high frequency) forms during discharge process in the first cycle, and in the twentieth cycle, the semicircles at high and middle frequency keep changing, indicating the interfaces are unstable, the surface film is repeatedly corroded and generated, resulting in the degradation of cathode interface [49]. The uneven distribution of CEI in Fig. S13 for p-NFM also proves its instability. The strengthened interface stability is mainly caused by stronger Al-O bonding orbitals induced by Al doping, which can effectively stabilize the TM octahedral structure and suppress TM dissolution, further alleviating interfacial side reactions [50], [51]. After 200 cycles, XRD of electrodes (Fig. S14) appear that A2C2-NFM remains a pure O3-type phase, while p-NFM turns out to be P3-O3 coexistence, and the diffraction peaks of A2C2-NFM are not broadening like p-NFM meaning that its particles are more integrated, which can be further demonstrated in SEM and TEM images (Fig. 3d-3i and Fig. S15, S16). As can be seen, only some shallow cracks formed along (0 0 3) lattice plane of A2C2-NFM particles (Fig. 3g–3i, Fig. S16), signifying the structural stress is significantly released. Whereas particles of p-NFM have been severely broken showing many deep and wide cracks spreading across the entire particles (Fig. 3d-3f, Fig. S15), which would hinder the migration of Na+ and accelerate side reaction with electrolyte. In short, the above results demonstrate that A2C2-NFM has not only enhanced structure, but also more durable interface to electrolyte."
                    ],
                    "name": "Electrochemical performance evaluation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To investigate the mechanism of improved stability of A2C2-NFM during Na+ deintercalation/intercalation, ex-situ XRD has been performed for p-NFM and A2C2-NFM between the voltage range of 2-4 V at a rate of 0.1C. Fig. 4b and 4e show the two-dimensional(2D) contour map of the diffraction peaks between 10 ∼ 60° at different charge states. For both samples, at initial charging (0.16 mol Na+ deintercalated), the (0 0 3), (0 0 6), (1 0 7) and (1 0 8) peaks move to lower angles with the deintercalation of Na+, while the (1 0 1), (0 1 2) and (1 0 4) peaks move to higher angles, suggesting an expansion along the c-axis and a contraction of the a-axis. The expansion of c-axis originates from the increased O-O repulsion, while the contraction of a-axis derives from the decreased TM-TM bond length caused by the oxidation of transition metals. With further charging (0.16-0.27 mol deintercalated), the peaks for A2C2-NFM change smoother without appearance of O'3 phase. However, the (1 0 4) and (0 1 8) peaks of hexagonal O3 phase for p-NFM transform to (1 1 1) and (11–3) peaks of monoclinic O'3 phase (space group: C2/m, Fig. 4g), which is formed by enhanced John-Teller effect due to the increased content of Ni3+ for charge compensation [52]. The absence of O'3 in A2C2-NFM may attribute to the expanded dO-TM-O (Fig. 1c) can benefit for enhancing the electronic delocalization degree [53] and suppress the John-Teller effect of Ni3+. During the following charging process, both cathodes undergo a phase transition to hexagonal P3 phase with a new peak of (0 1 5) formed at around 45°, and then maintain a single P3 phase (space group: R3m) with (0 0 3) peak continuously moving to a lower angle. It is worth noting that at the end of the charge (4.0 V, about 0.6 mol Na+ deintercalated), the A2C2-NFM can still maintain P3 phase, while p-NFM forms two new weak peaks of (0 1 0) and (0 1 1) at 36.4° and 36.9°, corresponding to an octahedral and prismatic alternatively stacking OP2 phase (Fig. 4g, Fig. S17) [54], [55], [56]. OP2 phase always appears at a voltage higher than 4.0 V, which might be generated locally by heterogeneous Na+ distribution resulting from slow Na+ diffusion kinetics, whereas A2C2-NFM has fast Na+ diffusion kinetics to avoid the formation of partial OP2 phase. What’s more, lattice parameter a and c for A2C2-NFM undergo smaller changes than p-NFM (Fig. 4c, 4f), implying that A2C2-NFM has less distortion of structure and weaker phase transition internal strains. During the process of discharge, the A2C2-NFM goes through a reversible phase transition of P3 → P3 + O3 → O3, and the p-NFM undergoes a phase transition of P3 + OP2 → P3 → P3 + O3 → O3, but it can’t recover to its initial O3 phase until the end of the discharge (2.0 V). Remarkably, A2C2-NFM undergoes a shorter P3-O3 transition and recovers to O3 structure earlier, indicating the O3 structure in A2C2-NFM is more stable than p-NFM. Hence, phase transitions of O3 → O'3 and P3 → OP2 in A2C2-NFM have been successfully suppressed or decayed for expanded dO-TM-O, relieved John-Teller distortion and faster Na+ diffusion kinetics, which promote a more reversible phase transition and significantly improved cycling stability.",
                        "In Fig. 2c and 2d, we find that a new platform appears during discharge between 2.6 V-2.7 V when the current density turns from a low rate to a high rate. This phenomenon can also be seen in other works [43], [44] but few researches have been done to investigate the reason. Therefore, ex-situ XRD and XPS at different charge states are applied to probe the process of phase transition at a relatively high rate of 1C. Fig. 5a shows the charge and discharge curve of the first cycle at 1C, the corresponding ex-situ XRD is shown in Fig. 5b. At initial stage, it exhibits the same peak shifts similar to charging at 0.1C with the expansion of c-axis and contraction of a-axis. After 0.16 mol Na+ deintercalated, the (1 0 4) and (0 1 8) peaks of hexagonal O3 phase are replaced by (1 1 1) and (11–3) peaks of monoclinic O'3 phase, indicating a more severe John-Teller distortion at 1C, which may be caused by more heterogeneous Na+ deintercalation than at 0.1C. As charging goes on, the phase transforms to P3 type structure with a peak of (0 1 5) appearing at 45°. What’s different is that at the end of charge, two weak peaks of (0 1 0) and (0 1 1) belonging to OP2 phase take shape like p-NFM because of Na+ heterogeneous deintercalation, and a larger evolution of lattice parameters (Fig. 5c) indicates severer structure distortion. In the process of discharge, firstly, the OP2 phase disappears quickly. Then, the P3 phase transforms to O'3 phase when 0.43 mol of Na+ intercalates back to the intrinsic structure (about 0.175 mol deintercalated), which corresponds to the platform between 2.6 V-2.7 V. Finally, it can recover to the initial structure of O3 phase.",
                        "Fig. 5d–k display the XPS of Ni 2p at different charge states of different rates during charge/discharge. The valences of Ni in pristine A2C2-NFM are composed of Ni2+ and Ni3+ (Fig. S18), after charging to 3.5 V (about 0.42 mol Na+ deintercalated), the Ni mainly consists of Ni3+ at 0.1C, while there are more Ni2+ and Ni4+ at 1C indicating a more uneven distribution of Na+ [57]. During discharge, the Ni4+ gradually disappears and recovers to its original valence at 0.1C. However, part of Ni4+ can still stay stable at the end of discharge at 1C. According to the above results, it can be concluded that the differences in phase transition mainly come from the mismatch between the kinetics of Na+ migration and electrochemical reaction. At a high rate, the migration of Na+ can’t satisfy its homogeneous intercalation/deintercalation, some adverse phase transitions such as O'3 and OP2 will take shape [58]. Similarly, better kinetics of Na+ transport for A2C2-NFM than p-NFM also plays a part for its reversible phase transition and cycling stability."
                    ],
                    "name": "Mechanism investigation of dual substitution strategy",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Fig. S19 exhibits the O 1 s spectra of pristine electrodes for both cathodes, during the preparation and test, the electrode discs have been contacted with humid air for some time, while A2C2-NFM has fewer surface O species, indicating less formation of surface alkali species. For air stability test, both cathodes are exposed to RH 60% air. Fig. 6a displays the XRD after exposing for 1 day, showing that A2C2-NFM produces less Na2CO3·H2O. TEM in Fig. S20 further proves that less dendritic Na2CO3 forms on.",
                        "A2C2-NFM than p-NFM. EIS (Fig. 6b, c) indicates that A2C2-NFM has a much smaller impedance than p-NFM even after 17 days of exposure. Electrochemical performances have been tested after 1 day exposing as shown in Fig. 6d, f and S21. A2C2-NFM can still obtain a specific capacity of 97.4 mAh/g at 0.1C and 80.8 mAh/g at 1C, much higher than that of p-NFM (66.4 mAh/g at 0.1C and 19.8 mAh/g at 1C). Surprisingly, even after 100 cycles at 1C, A2C2-NFM maintains 98.7% of its initial specific capacity. The above results confirm that A2C2-NFM has stronger tolerance to H2O, CO2 attacks and can keep fast Na+ migration on the surface."
                    ],
                    "name": "Air stability test",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, Al and Cu dual substitution has been successfully synthesized using a spray drying method. The synergistic effect of Al and Cu enhances A2C2-NFM’s Na+ transport kinetics and structural stability, leading to outstanding cycle stability (81% capacity retention after 200 cycles) and rate performance (113 mAh/g at 5C). Additionally, both the average working voltage and air stability have improved. Numerous characterizations affirm that the enhanced layer framework and relieved John-Teller distortion in A2C2-NFM effectively suppress cracks and detrimental phase transitions such as O'3 and OP2, making it more resistant to electrolyte corrosion. Furthermore, at a higher rate of 1C, distinct phase transitions and uneven distribution of Na+ are demonstrated, signifying that strengthened Na+ transport kinetics not only improve the rate performance but also promote homogenous charge distribution and reversible phase transition. Therefore, we believe that A2C2-NFM with significant rate and cycle performances has attested the importance of stable layer framework and enlarged Na+ migration channels, which will promote the structural stability and accelerate development of practical applications for sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Boosting fast ionic transport and stability of O3-NaNi1/3Fe1/3Mn1/3O2 cathode via Al/Cu synergistically modulating microstructure for high-rate sodium-ion batteries"
}