{
    "DOI": "10.1021/acsnano.1c07231",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) with an inexhaustible supply of raw materials are expected to replace lithium-ion batteries as next-generation electrochemical energy storage devices.  Prussian blue analogues (PBAs) with a formula of AxM[Fe(CN)6]y·zH2O (0 ≤ x ≤ 2, y < 1, A = alkaline metal, M = Mn, Fe, Co, and Ni) represent one of the most promising cathode materials for SIBs because of their double perovskite open frameworks facilitating Na+ de/intercalation.  Considering the low redox potentials (Fe2+/Fe3+ couple), high cost (Co), and electrochemical inertness (Ni), reasonably affordable Mn-based PBAs  hold great promise because they are able to deliver the highest theoretical capacity of 170 mAh g–1 at a high average voltage (3.45 V versus Na/Na+), rivalling that of the commercial cathode in lithium-ion batteries. ",
                "However, most of the Mn-based cathodes suffer from huge structural deformation during cycling caused by Jahn–Teller (JT) distortion of Mn3+.  As a result, the Mn3+ on the surface is extremely unstable, accelerating the Mn dissolution from the cathode into a liquid electrolyte, leading to the loss of active materials and gradual decay of capacity.  In particular, the JT distortion is more severe in common Na2Mn[Fe(CN)6] (denoted as NMF) because of the huge structural distortion from cubic (denoted as cub) NaMnII[FeIII(CN)6] to tetragonal (denoted as tet) MnIII[FeIII(CN)6].  Although several methods including phase structure optimization,  metal atom substitution,  and solid electrolyte  have been explored to restrain the JT distortion in NMF, none of these routes could maintain a long-term cycle stability while overcoming the voltage degradations.",
                "Surprisingly, K2Mn[Fe(CN)6] (denoted as KMF) has shown a better cycle stability and voltage retention capability than NMF when used as the cathode of SIBs.  However, the KMF presents a more complicated K+/Na+ coinsertion/extraction mechanism;  its underlying structural evolution and effect on JT distortion remains unclear. In addition, KMF with smaller size (<50 nm) is usually obtained by the rapid nucleation rate,  and the nano size further aggravates the dissolution of Mn. In fact, the particle size of practical cathode materials should be 3–5 μm, whose lower specific surface area can effectively weaken the Mn dissolution.  More importantly, cathode materials in single crystal can further provide high mechanical strength and structural stability, which improve the cycling performance.  Some works have made efforts to increase the crystallinity or particle size of KMF,  however, the microsized KMF is not favorable for Na+ diffusion because of the long Na+ diffusion length. On the other hand, the microsized KMF can be assembled by submicrometer units, which will potentially compensate for the slow Na+ diffusion kinetics, without the sacrifice of structural stability.",
                "Herein, we propose a topotactic epitaxy strategy that converts Mn3[Fe(CN)6]2 cube precursor into KMF octahedra (∼600 nm). By tuning the kinetics of topotactic transformation, six octahedra are edge-to-edge assembled into an octahedral superstructure (OS). The concept of topotactic epitaxy self-assembly (TESA) has been applied. As the cathode of SIBs, the KMF-OS self-assembly structure not only improves the stability, but also reduces the contact area with the electrolyte to inhibit the dissolution of Mn. Furthermore, we demonstrate that a much weaker JT deformation occurs in KMF than that in NMF by using in situ X-ray diffraction (XRD) characterization. KMF partly transforms into NMF with Na+ de/intercalation, and the existing KMF disrupts the long-range JT order of NMF, thereby suppressing the overall JT distortion. As expected, the KMF-OS electrode exhibits excellent long-term cycling stability with 80% capacity retention, rivalling that of most PBA cathodes in SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "After mixing the solution of Mn2+ and K3[Fe(CN)6], cubic phase Mn3[Fe(CN)6]2 (space group Fm3m) was preferentially formed because of its smaller Ksp.  The scanning electron microscopy (SEM) image () showed that Mn3[Fe(CN)6]2 compounds are uniform cubes with a diameter of ∼1 μm. The actual formula of M3[Fe(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, and Zn) is M[Fe(CN)6]2/3·[□Fe(CN)6]1/3·4H2O (),  in which 33.33% [Fe(CN)6] structural sites are replaced by ligand and zeolitic H2O (). Because of the numerous [Fe(CN)6] vacancies, the remaining [Fe(CN)6]3– and K+ in the solution can be inserted into the unit cell of Mn3[Fe(CN)6]2 (). Meanwhile, Fourier transform infrared (FTIR) () spectroscopy and X-ray photoelectron spectroscopy (XPS) () showed that the [Fe(CN)6]3– group are gradually reduced to [Fe(CN)6]4–. Time-dependent XRD verified that Mn3[Fe(CN)6]2 completely converted into KMF after reaction for 16 h (), and the reaction processes can be described by the following equations:Because KMF and Mn3[Fe(CN)6]2 share the same Mn–N–C–Fe framework, the phase transition from Mn3[Fe(CN)6]2 to the KMF phase can be regarded as a topotactic transformation process  in which the crystal lattice of KMF inherited the crystal orientation of the Mn3[Fe(CN)6]2 precursor (). Recent works also reported a similar phase reduction process from Co3[Fe(CN)6]2 to K2Co[Fe(CN)6].  XRD Rietveld refinement of KMF (, ) was conducted with Fullprof software, confirming its orthorhombic (denoted as ort) phase (space group Pmn21) with the lattice parameters of a = 10.1275 Å, b = 7.2956 Å, c = 7.0289 Å, α = β = γ = 90°. SEM images (a1, b1, and c1, ) revealed that 6 KMF octahedra (∼600 nm) were assembled into OS with highly uniform size (∼2 μm). The corresponding structural models (a2, b2, and c2) from three directions exhibited an orderly assembly behavior through slight fusion with adjacent edges. As a result, six cavities were generated on the six {111} facets of KMF-OS. Transmission electron microscopy (TEM) characterization further confirmed its structural features (a3, b3, and c3). Moreover, the obvious diffraction spots in the selected-area electron diffraction (SAED) patterns (a4, b4, and c4) indicated the single-crystal feature of KMF-OS, suggesting that the six smaller octahedra were edge-to-edge assembled. Energy-dispersive X-ray spectroscopy (EDS) mappings () clearly show the uniform distribution of K, Mn, Fe, C, and N elements in KMF-OS. According to the results of thermogravimetric analysis () and inductively coupled plasma-atomic emission spectrometry (), the chemical formula of KMF-OS is K1.56Mn[Fe(CN)6]0.92□0.08·0.61 H2O.",
                "We took intermediate products of different stages to understand the formation mechanism of KMF-OS (a, ). The eight corners of the Mn3[Fe(CN)6]2 cube gradually disappeared () and a truncated cube was formed () within 0.5 h, accompanied by the decreased XRD peak intensity of Mn3[Fe(CN)6]2 (). In the next 1.5 h, six small octahedra were symmetrically generated on the six face centers of the truncated cube, forming a core–satellite structure (). EDS mappings () show that the K element was concentrated in the six small octahedra. As the reaction progressed to 10 h (), the six small octahedra grew and the core–satellite structure was transformed into an OS. In conjunction with reduced Mn3[Fe(CN)6]2 and the enhanced KMF XRD peaks (), we can infer that six small KMF octahedra were epitaxially grown on an Mn3[Fe(CN)6]2 cube and assembled into KMF-OS in the manner of TESA.",
                "This TESA is different from the reported epitaxy process that the formed phase inherits the original morphological feature without crystal facet conversion,  in which six octahedra are generated on the six corners of octahedron or eight cubes are produce on the eight corners of the cube.  In our case, the Mn3[Fe(CN)6]2 cube with the {100} facet eventually evolved into a KMF octahedron with {111} facet, which was achieved by the chelating agent ethylenediaminetetraacetic acid dipotassium (K2EDTA). Considering the exposed Mn atoms on the {111} facet of KMF, K2EDTA will adsorb on the {111} facet to form a highly stable Mn-EDTA complex,  thereby slowing down the growth rate of {111} facets and generate octahedra (b). As the reaction continues, the Mn3[Fe(CN)6]2 core gradually decomposes and acts as a reservoir to continuously supply Mn2+ and [Fe(CN)6]3–, finally producing KMF-OS (c, ).",
                "A proper amount of K2EDTA (0.0607 g) was necessary for the assembly of KMF octahedra. Without K2EDTA, only cubes can be obtained (), suggesting the important role of K2EDTA on the formation of {111} facet. As the amount of K2EDTA increased to 0.02 or 0.04 g (), insufficient K2EDTA will only produce a small portion of octahedra. If the amount of K2EDTA was increased to 0.08 g, excessive K2EDTA will make the topotactic transition too slow to self-assemble, and only produced monodisperse octahedra (). Moreover, tuning the kinetics of topotactic transition was also important for assembly.  shows that increasing the concentration of K+ will promote the reaction to move in the forward direction, thus the introduction of K2SO4 can also control the reaction rate.  In the absence of K2SO4, too low K+ concentration will make the topotactic transition extremely difficult, and the product keep pristine cubic structure (). A lower amount of K2SO4 (0.01 or 0.02 g) lead the assemblies imperfect with poor structural stability (), whereas the higher amount of K2SO4 (0.06 g) makes the assembly too fast to generate superstructures ().",
                "The electrochemical performances of KMF-OS were evaluated in Na half-cells in the voltage range of 2.0–4.2 V vs Na+/Na (). a displays the first three charge–discharge curves of the KMF-OS electrode at 25 mA g–1, and the first charge and discharge capacities are 93.3 and 96.2 mAh g–1 with an initial Coulombic efficiency of 97.0%. Because the larger size of KMF inhibited the K+ diffusion, the KMF-OS cathode was fully activated at the second cycle and reached the highest capacity of 120 mAh g–1 (a). In addition, KMF-OS displayed stable charge–discharge voltage profiles and reversible plateaus (b), with 80% capacity retention (81 mAh g–1) after 1500 cycles and 74.7% capacity retention after 2000 cycles (Coulombic efficiency ∼99%) at 0.1 A g–1 (c). Even at a high specific current of 0.5 A g–1, a reversible capacity of 70.0 mAh g–1 was acquired for KMF-OS with 80% capacity retention after 1300 cycles (d). Furthermore, KMF-OS delivered an excellent rate capability of 120, 106, 96, 84, 73, 56 mAh g–1 at 0.025, 0.05, 0.1, 0.5, 1, and 2 A g–1, respectively (). The comprehensive performance of KMF-OS was even comparable to the reported Na-based PBAs ().",
                "The SEM image () of KMF-OS electrode after 100 cycles shows that the OS kept a good assembled structure, indicating that the superstructure has a strong structural stability. The corresponding cycle performance also illustrated that the KMF-OS electrode had better cycle stability than KMF monodisperse octahedron (). The Brunauer–Emmett–Teller (BET) N2 adsorption–desorption curves () showed that the specific surface areas (SSA) of the monodisperse structure and superstructure were 6.58 and 4.76 m2 g–1. Therefore, the reduced surface area of the superstructure decreased the contact area between the KMF cathode and the electrolyte, thereby inhibiting the transition metal in the KMF cathode from dissolving in the electrolyte. The chemical species formed on different cathode surfaces after the cycling tests were investigated by XPS. The C 1s (a, b) and O 1s (c, d) peaks exhibited the presence of C–O and C═O species, indicating the formation of ester (R–CO2–R, R3CO–R), carbonate salts (M2CO3), alkyl carbonate (ROCOOM), and hydrocarbon (R–CH2–R).  In addition, the peak at 531.0 eV in O 1s was attributed to transition-metal oxides (TM–O), which was produced by the dissolved TM cations in KMF cathode. The F 1s spectra (e, f) exhibited transition-metal fluorides (TM–F) around 685.84 eV. The decomposition of fluoroethylene carbonate produces HF in the presence of trace impurities (such as H2O), which then chemically attack the KMF cathode and produces TM–F.  The formation of TM–F and TM–O would lead to degradation of the KMF cathode and irreversible loss of active components, further deteriorating the electrochemical performance.  Thus, less TM–F and TM–O was generated in KMF-OS than in the KMF monodisperse octahedron, indicating that the suppressing the dissolution of TM cations from the KMF cathode can provide a superior cycling stability of KMF-OS.",
                "Generally, KxMn[Fe(CN)6] has three phases including ort K2MnII[FeII(CN)6], cub KMnII[FeIII(CN)6], and tet MnIII[FeIII(CN)6] because of the different content of K+, and all the three phases share a classic NaCl framework (). Among them, the cub phase grows in the [100] direction, whereas the ort and tet phases grow in the [110] direction. The XRD peak at ∼17° is assigned to the lattice parameter of aort, ccub, and ctet; the peak ∼24° is attributed to the lattice parameter of bort and atet; and the peak at 25.5° corresponds to the lattice parameter of bort. To further understand the outstanding cycle performance of KMF-OS, we conducted in situ XRD to investigate the change in lattice parameter during the first two cycles (a, b, ).",
                "During the first charge, the first K+ was extracted at 3.65 V, as shown in cyclic voltammetry (CV) (),  and the unit cell of ort K2MnII[FeII(CN)6] [10.1275 Å × 7.2956 Å × 7.0289 Å, that is, aort × bort × cort] slightly expended to cub KMnII[FeIII(CN)6][(10.5148 Å)3, that is, ccub3] (b). This voltage was higher than that of the first Na+ extraction from NMF (3.45 V), because of the higher binding energy between K+ and the MnFe(CN)6 framework than that with Na+.  In this step, Fe2+ (3d6) was oxidized to Fe3+ (3d5) by losing one e–. The stable configuration transition will not cause JT distortion and thus ensures the cycle stability of KMF. ",
                "Upon charging to 3.80 V, the unit cell of cub KMnII[FeIII(CN)6] shrank to tet MnIII[FeIII(CN)6] [10.1549 Å × (7.1925 Å)2, that is, ctet × (atet2)] via the second K+ extraction (b). Generally, the standard tet phase should satisfy the ideal ctet/atet ratio = 1.41421 in the absence of JT distortion ().  However, because of the unstable electronic configuration of Mn3+ (3d4), the unit cell of tet MnIII[FeIII(CN)6] would deform and deviate from the ideal ratio. The ctet/atet ratio was calculated as 10.1549 Å/7.1925 Å = 1.41187 and the corresponding deviation was (1.41421 – 1.41187)/1.41421 × 100% = 0.165%, which was much smaller than that in NMF.  This slight deformation indicated that a moderate JT distortion occurred from KMnII[FeIII(CN)6] to MnIII[FeIII(CN)6]. We further characterized the valence state of Mn element during the first cycle of charge and discharge, which confirmed the mutual transformation of Mn2+ and Mn3+ (). In fact, when KMF was used as the cathode of potassium-ion battery, it showed highly reversible phase transition and excellent cycle stability, which is also proves the suppressed JT distortion of KMF. ",
                "In the subsequent first discharge, CV exhibited three peaks at 3.59, 3.44, and 3.26 V (), suggesting that the original K+ and the Na+ from the NaPF6 electrolyte would coinsert to the tet Mn[Fe(CN)6].  Because of the lower reaction barrier of K+, K+ would preferentially return to tet Mn[Fe(CN)6] than Na+.  As the cycling continues, the high concentration of Na+ promoted more Na+ insertion into pristine PBA to replace K+, making KMF phase partly converted into NMF phase, which confirmed by increasing NMF and decreasing KMF peaks in XRD pattern (). EDS results showed that the ratio of K/Na is 5.75, 3.42, 0.157, and 0.132 after second, 100th, 1000th, and 2000th cycle (), respectively. It can be calculated that the content of KMF was gradually decreasing from 85.2 to 77.4%, 13.6 and 11.6%, which was in good agreement with the nonlinear fitting model (). We further used energy-dispersive X-ray spectroscopy to analyze the element distribution of the KMF cathode after 100 cycles. The EDS mappings clearly exhibited the uniform distribution of Mn, Fe, Na, K, C, and N elements, suggesting the diffuse spatial distribution of KMF and NMF (). Moreover, the content of KMF was 69.1%, which was consistent with the nonlinear fitting (). Thus, when Mn2+ transformed to Mn3+, cub KMnII[FeIII(CN)6] and cub NaMnII[FeIII(CN)6] will together convert to tet MnIII[FeIII(CN)6] until the cycling terminated (c). We further calculated that the deviation in second was 0.140%, where the lattice parameter changes from cub [(10.4723 Å)3] to tet [10.2744 Å × (7.2753 Å)2]. In addition, the deviation in 100th and 101th cycles was 0.075%, in which the lattice parameter changed from cub [(10.5709 Å)3] to tet [10.3193 Å × (7.2934 Å)2] (). Because of the weaker JT distortion in KMF than in NMF, the KMF domain can act as a stabilizer to disrupt the long-range JT order of NMF,  thereby suppressing the overall JT distortion (d). We further took out the charged K2Mn[Fe(CN)6] cathode and reassembled it into a Na half cell to evaluate its cycling performance in the K+-free condition (). However, it displayed poor cycle stability, which was attributed to the severe JT distortion in Na2Mn[Fe(CN)6]. Therefore, the “stabilizer” KMF phase combined with the self-assembly structure synergistically ensured the stability of the phase transition and excellent cycle stability."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we explore a topotactic transformation route to produce KMF octahedra by using the Mn3[Fe(CN)6]2 cube as precursor. The numerous [Fe(CN)6] vacant sites in Mn3[Fe(CN)6]2 promote the phase transition for the formation of KMF phase. The chelating agent K2EDTA not only can slow down the release rate of Mn2+, but also serve as structure directing agents to induce the formation of {111} facets. The KMF octahedra can assemble into an octahedral superstructure by tuning the kinetics of the topotactic transformation. When KMF serves as cathode in SIBs, the KMF partly transforms into NMF with Na+ de/intercalation, and the existing KMF with weaker JT distortion can act as the stabilizing factor to disrupt the long-range JT order of NMF, thereby suppressing the overall JT distortion. Moreover, the self-assembly structure not only improves the structural stability but also decreases the contact area between the KMF cathode and the electrolyte, thereby suppressing the dissolution of transition metal cations from the KMF cathode into the electrolyte. As a result, the KMF superstructure exhibits highly reversible phase transition as well as excellent long-term cycling stability (1500 cycles) with 80% capacity retention at 0.1 A g–1. This work not only promotes creative synthetic methodologies for topotactic epitaxy but also provides a path for exploring the relationship between JT structural deformation and cycle stability."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In a typical synthetic procedure, 0.0735 g of manganese(II) acetate tetrahydrate (MnAc2·4H2O), 0.0607 g of ethylenediaminetetraacetic acid dipotassium salt dihydrate (K2EDTA·2H2O), 0.0300 g of potassium sulfate (K2SO4), and 0.250 g of polyvinylpyrrolidone (PVP, M.W. 40 000) were dissolved in 20.0 mL of deionized (DI) water to form solution A; 0.0990 g of potassium hexacyanoferrate(III) (K3Fe(CN)6) was dissolved in 20.0 mL of DI water to form solution B. Solution B was then added into solution A in 10 s with constant stirring. After continuous stirring for 120 s, the obtained brown mixed solution was aged at room temperature (25 °C) for 16 h under atmospheric pressure. The resulting brown precipitate was collected by centrifuging and washed with DI water and ethanol several times and finally dried under a vacuum at 100 °C for 12 h."
                    ],
                    "name": " Synthesis of Self-Assembled EDTA-K2Mn[Fe(CN)6] Octahedral Superstructures",
                    "type": "h3"
                },
                {
                    "content": [
                        "The powder X-ray diffraction (XRD) of the samples was characterized by Bruker D8 advance X-ray diffractometer with Cu Kα radiation (λ = 1.54056 Å). Field-emission scanning electron microscopy (FESEM) images were recorded by JSM-7600F (Japan) with an accelerating voltage of 15 kV. Transmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) images were recorded by JEOL JEM-2100F (Japan) with an accelerating voltage of 200 kV. High-angle annular dark-field images (HAADF) were recorded by Talos F200X (US) with an accelerating voltage of 200 kV. Fourier-transform infrared (FTIR) spectra were collected by Bruker FTIR spectrometers (UK) and Nicolet 6700 FTIR spectrometers (Thermo Scientific, US). Elemental analyses were carried out with Agilent inductively coupled plasma-atomic emission spectrometer (ICPOES730). Thermogravimetric analysis (TGA) was carried out with a Netzsch STA 449 (Jupiter, Germany) under an Ar atmosphere with a temperature increasing rate of 5 °C min–1. X-ray photoelectron spectroscopy (XPS) measurements were carried out on an Axis Ultra spectrometer (UK) under ultrahigh vacuum conditions with a standard Al Kα excitation source (1486.6 eV). The charging effect was corrected by adjusting the binding energy of the main C 1s peak to 284.6 eV. Specific surface areas were measured by using at least 0.1 g samples at −196 °C through BET nitrogen adsorption–desorption (NOVA 2200e, Quanthachrome, USA)."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was made by mixing the active materials (70 wt %), Ketjen black (20 wt %), and polyvinylidenedifluoride (PVDF, 10 wt %) thoroughly and then dispersing in N-methyl-2-pyrrolidone (NMP). Subsequently, the slurry was uniformly dispersed on an Al foil with an active material mass ∼2 mg cm–2 and dried under vacuum at 120 °C for 12 h. The electrochemical performance was assessed using CR2032-type coin cells assembled in a glovebox filled with Ar (O2 and H2O content is less than 1 ppm). Na was employed as the counter electrode, and a glass microfiber filter (GF/D, Whatman) was acted as the separator. The electrolyte was 1.0 M sodium hexafluorophosphate (NaPF6) in ethylene carbonate/propylene carbonate (EC/DEC, 1:1 by volume), and 5% (by volume) of fluoroethylene carbonate (FEC). Galvanostatic charge–discharge performances were recorded by battery system (Neware, China) at room temperature in the voltage range of 2.0–4.2 V (vs Na+/Na). In situ XRD measurements were carried out between 15 and 40° degrees in a stainless-steel Swagelok-type cell which was connected to a multichannel battery testing system (Neware, China)."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Topotactic Epitaxy Self-Assembly of Potassium Manganese Hexacyanoferrate Superstructures for Highly Reversible Sodium-Ion Batteries"
}