{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Na4Fe3(PO4)2P2O7",
        "Dual-site defects",
        "Sodium storage mechanism",
        "Impurity elimination",
        "Sodium ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Na4Fe3(PO4)2P2O7 is a prominent polyanionic material widely studied as a cathode for sodium-ion batteries, valued for its stable cycling performance and cost-effectiveness. However, the sluggish diffusion kinetics of Na+ associated with electrochemically inert NaFePO4 impurities during synthesis strictly limit the rate performance and energy density of Na4Fe3(PO4)2P2O7. In this study, dual-site defects engineered Na4–2xFe3–1.5yLay(PO4-xBrx)2P2O7 cathode materials were synthesized using a facile mechanical activation method, by introducing trace amounts of LaBr3 as additive. Fe defects originating from La doping eliminate the maricite-NaFePO4 inert impurities and Na defects stemming from Br doping optimize the microchemical valence states and ion transport kinetics. The density functional theory demonstrates that Fe/Na dual-site defects in the lattice of Na4Fe3(PO4)2P2O7 reduce band gap and facilitate Na+ migration passageway, thereby leading to a superior rate capability and stable sodium storage performance. Moreover, the sodium storage mechanism of the dual-site defects engineered Na4Fe3(PO4)2P2O7 cathode material is revealed. The optimal dual-site defects engineered cathode sample delivers excellent rate performance (55.2 mAh g-1 at 50 C) and long cycling stability (capacity retention of 93 % after 2000 cycles at 10 C). This study provides a promising strategy for engineering dual-site defects to synthesize impurities-free Na4Fe3(PO4)2P2O7 cathode material with superior electrochemical performance."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "A dual-site defects-engineering strategy is proposed to promotes the Na+ diffusion kinetics of Na4Fe3(PO4)2P2O7 and eliminates the electrochemically inert NaFePO4 impurities during synthesis. Under the synergistic effect of Fe defects and Na defects, the synthesized Na4–2xFe3–1.5yLay(PO4-xBrx)2P2O7 cathode exhibits an improved discharge specific capacity, superior rate performance, and impressive cycling stability.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "With the advancement of science and technology, researchers have explored new types of energy storage systems to realize the rational storage and distribution of energy [ , , , , ]. Although lithium-ion batteries serve as excellent energy storage devices, their development is gradually being limited by resource constraints [ , , , , ]. Sodium, which is more abundant in the Earth's crust compared to lithium, is being considered as a potential substitute for large-scale Energy Storage Systems (ESSs) in the future [ , ]. However, a critical challenge for sodium-ion batteries (SIBs) currently is the lack of low-cost and long-life cathode materials [ , ]. Among various cathode materials reported for SIBs, iron-based polyanionic compounds are considered to be suitable for the expected application areas of sodium-ion batteries and have received extensive attention from the academic community [ , ].",
                "In recent years, Na4Fe3(PO4)2P2O7 (NFPP), which was firstly reported by Kim et al. in 2012 [ , , ], has aroused significant interest due to its favorable plateau voltage (3.05 V), impressive theoretical specific capacity (1 C = 129 mAh g-1) [ ] and outstanding structural stability (∼4 % volume change during charging and discharging) [ ]. However, the sluggish diffusion kinetics of Na+ and poor electrical conductivity caused by electrochemically inactive maricite-NaFePO4 impurities during the preparation process strictly constrain the rate performance and energy density of NFPP [ , ]. During thermodynamic synthesis, trace iron undergoes excessive oxidation to trivalent iron, resulting in a mismatched lattice structure [ , , , , , , ]. To overcome these issues, various strategies have been proposed to optimize the structure of NFPP, such as element doping, substitution, and surface modification [ , , , , , , ]. For instance, X. Li et al. successfully modified NFPP by introducing Mn2+ doping and rGO coating, and the Na+ diffusion kinetics and conductivity are ameliorated [ ]. Y. Cao et al. managed to reduce inert impurities by depleting trace levels of Fe [ , ]. Lately, our research group also developed Ni-substituted NFPP cathode material that partially suppresses the formation of electrochemically inactive maricite-NaFePO4 impurities [ ]. However, simultaneously addressing all these challenges remains a significant obstacle towards achieving controlled synthesis of NFPP with superior rate performance for stable sodium storage.",
                "In this study, dual-site defects-engineered Na4–2xFe3–1.5yLay(PO4-xBrx)2P2O7 (La-Br-NFPP) cathode materials were synthesized with the addition of lanthanum and bromine by a facile mechanical activation method. The doping of the heterovalent lanthanum at the iron site generates iron defects according to the principle of charge conservation, which is beneficial to inhibit low electrochemical activity maricite-NaFePO4 impurities [ ]. Additionally, by incorporating heterovalent bromine at the oxygen site, sodium defects can be effectively induced, which can mitigate the electrostatic effect between Na+ and anionic frameworks, and also widen sodium ions diffusion channels [ ]. Moreover, Fe/Na dual-site defects optimize the lattice structure of NFPP, which reduces band gap and enhances Na+ migration passageway, thus leading to superior rate capability and stable sodium storage performance with only ∼2.44 % lattice volume change). As a result, the optimum La4-Br-NFPP@CN demonstrates an initial discharge capacity of 128.2 mAh g-1 at 0.2 C (1 C = 129 mAh g-1), outstanding rate performance (55.2 mAh g-1 at 50 C) and excellent long-cycle stability (about 93.0 % capacity retention after 2000 cycles at 10 C). Through the kinetic analysis of the electrode processes and bond valance energy landscape calculation (BVEL), it can be confirmed that La4-Br-NFPP@CN possesses an ultra-high Na+ diffusion rate due to its dual-defect engineering approach. In-situ XRD, ex-situ EIS, structural refinement and density functional theory (DFT) reveal the role of the LaBr3 in dual site defects and the sodium storage mechanism of La4-Br-NFPP@CN."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na4Fe3(PO4)2P2O7@CN (NFPP@CN), Na4Fe2.97La0.02(PO4)2P2O7@CN (La2-NFPP@CN), Na4Fe2.94La0.04(PO4)2P2O7@CN (La4-NFPP@CN), Na4Fe2.91La0.06(PO4)2P2O7@CN (La4-NFPP@CN) were synthesized via a mechanical activation method. Fe(NO3)3·9H2O, La(NO3)3, NH4H2PO4, and EDTA-2Na were added to a ball milling tank in stoichiometric ratio and milled at a rate of 300 r/min for 12 h After drying, the precursors were sintered in an argon-filled furnace at a heating rate of 3 °C/min for 3 h at 300 °C, and then held at 510 °C for 10 h, to produce LaY-NFPP@CN (Y = 0, 2, 4, 6) composites. Further, Na4–2xFe2.94La0.04(PO4-xBrx)2P2O7 (La4-Br-NFPP@CN) was prepared by substituting La(NO3)3 with LaBr3."
                    ],
                    "name": "Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The samples were analyzed using an Ultima IV powder X-ray diffractometer (XRD) from Rigaku, Japan, which employs Cu Kα radiation and scans from 5° to 90° at 0.02° intervals to characterize their structure and architecture. Raman spectroscopy (LabRAM Soleil) was utilized to analyze the structure of the carbon coatings, with a wavenumber range of 1000–1700 cm⁻1. FTIR spectrometer (VERTEX 70+HYPERION 2000) was employed to investigate surface radicals of the synthesized samples. Scanning electron microscopy (Hitachi SU-5000) and transmission electron microscopy (HT7700 & Talos F200X G2) were employed to examine the morphological features. X-ray photoelectron spectroscopy (XPS, ESCALAB 250XI) was used to analyze the valence states of elements in the composites. Elemental quantitative analysis data were obtained using inductively coupled plasma (iCAPTM Qc)."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active material, binder and conductive agent of the electrode were mixed with NMP in the mass ratio of 8:1:1, coated on aluminum foil and then baked in air at 110 °C for 8 h. The dried samples were cut into circular pole pieces, 12 mm in diameter. CR2032 coin cells were assembled in a glove box filled with Ar gas, using homemade Na-sheets as the anode, glass fiber discs as the diaphragm, and 1 M NaClO4 solution (with 5 % FEC in a mixture of DEC, EC, and DMC in equal volumes (1:1:1)) as the electrolyte. Electrochemical experiments and GITT measurements were performed using the NEWARE battery test system from 4.3 V to 1.8 V vs. Na/Na+. Electrochemical impedance spectroscopy tests were conducted on an electrochemical workstation (CHI660D), employing an AC voltage amplitude of 5 mV and a frequency range from 0.05 Hz to 100 kHz. Multi-scan cyclic voltammetry (CV) tests were carried out using a CHI1000B electrochemical workstation."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The schematic of a dual-site defects-engineering strategy is illustrated in Fig. 1a. The Fe2 site has the lowest energy state in the lattice of NFPP [ ], and the introduction of the heterovalent element La (103.2pm) creates defects in the Fe2 site, which reduces the probability of forming the inert maricite-NaFePO4 impurities and allows for broadening of the sodium ion transport channels. Heterovalent doping of Br at the O-site of the PO4 moiety induces Na defects at the most active Na2-site through charge balance [ ], which alleviates the electrostatic force between Na+ and the polyanionic backbone, thereby decreasing the resistance to Na+ diffusion. To definite the Fe/Na defect concentration of the synthesized samples, ICP spectrometer and X-ray diffraction are employed. The iron defect concentration for NFPP@CN, La2-NFPP@CN, La4-NFPP@CN, and La6-NFPP@CN are measured to 0, 0.01, 0.02, and 0.03, respectively (Table S1). And the sodium defect concentration for La4-Br-NFPP@CN is measured to ∼0.04, based on the values of n(Na): n(P).",
                "The phase structure of the prepared materials is analyzed by XRD (Fig. 1b). All the samples exhibit similar peak patterns and match well with the NFPP standard card. In particular, a regular leftward shift of the diffraction peaks near 15.9° ((011) crystal plane) and 16.7° ((210) crystal plane) with increasing La doping is observed in the XRD localized magnification images at 14.9–17.4° (Table S2). The regular expansion of the lattice is indicated, which is attributed to the larger ionic radius of La3+ (103.2pm) than that of Fe2+ (61pm), confirming the successful doping of La into the NFPP lattice. Moreover, after bromine doping into the NFPP sample with the optimal La doping level, a larger left shift of the diffraction peaks is observed, indicating further lattice expansion due to the larger ionic radius of Br- (196pm) compared to that of O2- (140pm). The lattice distortion induced by La and Br enlarges the Na+ transport channels, which is beneficial to the enhancement of ionic diffusion kinetics. In addition, it is observed that the diffraction peaks at 32.8° (220) and 33.1° (221) disappear when the amount of La doping reaches 0.04, indicating that proper La doping can reduce the iron concentration by causing iron defects and suppress the generation of maricite-NaFePO4 impurities. The appearance of new diffraction peaks is observed near 32.3° when the La doping amount reaches 0.06, suggesting that excessive La doping leads to the production of Na2FeP2O7 phase [ ]. In addition, the peak intensity of the main diffraction peaks rises after bromine doping (Fig. 1c, Table S3), which can be attributed to the partial substitution of the P-O covalent bonding by stronger P-Br bonding, leading to the improved crystallinity [ ].",
                "The samples are analyzed quantitatively using Rietveld-refinement (Fig. 1d, Figures S1). All samples belong to the orthogonal Pn21a space group, in agreement with the reported literature by Kim et al. [ ] It is observed from Tables S4-S7 that the lattice volume of NFPP varies with Fe and Na defect concentrations, and La4-Br-NFPP@CN presents the highest lattice volume (1267.94 Å3). Both NFPP@CN and La4-Br-NFPP@CN samples (Figures S2, S3) exhibit a three-dimensional framework structure characterized by the combination of three co-angled FeO6 octahedra with three PO4 tetrahedra to form the [Fe3P2O13] unit. This structure extends in the b- and c-directions, forming a pseudo-lamellar arrangement with interconnected [P2O7] groups along the a-axis, which results in large main tunnels along the b-axis. Within these tunnels, Na1 and Na4 sites are situated, while Na2 and Na3 sites reside between interlayers [ ]. The introduction of Br modifies the electron cloud distribution near the P atoms, causing distortion in the PO4 chemical bonding [ ].This alteration affects the electrostatic attraction between PO4, FeO6, and Na ions, as well as the oxidation states of transition metals, resulting in an increased lattice volume and grain size for La4-Br-NFPP@CN (Table S8).",
                "The structural characteristics are further analyzed by IR spectroscopy (Fig. 2a). The principal IR peaks observed in all samples are within the ranges of 950–1250 cm-1 and 600–700 cm-1, indicating the P-O bending vibration and O-P-O stretching vibration of the PO4 group, respectively [ ]. The IR peaks at approximately 720, 891 and 904 cm-1 correspond to the symmetric and anti-symmetric P-O-P vibrations within the P2O7 group [ ]. In particular, La4-Br-NFPP@CN is observed to vibrate uniquely near the cluster of IR peaks of the PO4 moiety, which is attributed to the doping of Br in the PO4 moiety rather than the P2O7 moiety (Figure S4) [ ].The phenomenon is consistent with the results of Rietveld-refinement (Table S5). Raman spectroscopy was used to examine the chemical composition of the carbon layers in the prepared samples, and similar Raman spectra (Fig. 2b) and carbon content (Table S9) can be observed. Peak splitting of the spectra, as shown in Fig. 2c, is being used to calculate the value of ID/IG, which can be employed to evaluate the disordering state in the carbon. The similar values of ID/IG for all samples suggest that La and Br doping have few effects on the carbon layer of the samples.",
                "The composition and elemental valence of La4-Br-NFPP@CN are analyzed using XPS photoelectron spectroscopy (Fig. 2d–i). In the XPS energy spectrum of Fe 2p (Fig. 2d), the peaks at 711 eV and 726 eV correspond to the Fe 2p1/2 and Fe 2p3/2 orbitals, respectively, indicating that Fe exists in an ortho-divalent state [ ]. In the XPS energy spectrum of La 3d (Fig. 2f), four distinct characteristic energy peaks are observed, indicating the presence of La3+ [ ]. Br 3d5/2 and Br 3d3/2 energy peaks are observed in the XPS energy spectrum of Br 3d (Fig. 2 g), demonstrating the presence of Br- [ ]. The energy spectrum absorption peaks of C 1 s (Fig. 2h) show the presence of CC, CN and CN, proving that N is doped into the carbon layer [ ]. Pyridine N, pyrrole N, graphitic N, and oxidized N are all existed in the carbon layer (Fig. 2i, Table S11). It is believed that pyridine nitrogen induces defects in the carbon layer, which provides more active sites for Na+ diffusion [ ]. And graphitic nitrogen increases the electronic conductivity of the carbon layer by providing additional off-domain π-electrons (Figure S5) [ ]. Consistent with the report of Li et al. [ ], trace amount of Fe3+ is also observed in La4-NFPP@CN and NFPP@CN in an orthotrivalent state (Fig. 2e, Figure S6), which leads to inhomogeneous contraction of part of the lattice, thereby adversely affects the de-embedding of Na+. It is worth mentioning that the doping of Br successfully inhibits the generation of Fe3+ and thus improves the lattice state.",
                "The morphology and elemental distribution of all samples are investigated using SEM, EDS, and HRTEM techniques. The SEM images (Fig. 3a–c, Figure S7) show that all the samples are irregularly spherical, with secondary particles from the conductive network formed by crosslinking of the carbon layers, suggesting that neither La doping nor Br doping has a remarkable effect on the morphology. The nanopolycrystalline diffraction rings and typical diffraction points of La4-Br-NFPP@CN are observed via SAED (Fig. 3d), corresponding to the (602) and (331) crystal planes, respectively. Primary particles with a diameter of about 300 nm are uniformly encapsulated with an amorphous carbon layer of about 4 nm (Fig. 3e, f), which resulted from the pyrolysis of EDTA under high temperature. The lattice fringes (0.344 nm) are further measured, corresponding to the (402) crystalline plane (Fig. 3 g, h). EDS analysis (Fig. 3i) show that Na, Fe, P, O, La, Br, C, N in the material are uniformly distributed without local enrichment or phase segregation, indicating that uniform doping of La and Br is achieved.",
                "The electrochemical properties of all synthesized samples are investigated using constant current charge/discharge and cyclic voltammetry. Fig. 4a shows the first charge-discharge curves of all samples. The discharge specific capacities of NFPP@CN, La2-NFPP@CN, La4-NFPP@CN, and La6-NFPP@CN are 108.8, 117.6, 126.2, and 122.1 mAh g-1, respectively (Table S12). The rising trend is attributed to the fact that La doping creates Fe defects and reduces the Fe concentration in the system, which gradually eliminates the electrochemically inert NaFePO4 phase. However, excessive La doping results in the appearance of Na2FeP2O7, which in turn reduces the discharge capacity. It is noteworthy that La doping significantly affects the overall capacity, primarily by influencing the capacity of the platform region (Table S12). Furthermore, it is observed that the initial charge-discharge curve of La4-Br-NFPP@CN reaches the plateau phase later compared to the other samples. This delay is attributed to the bromine doping, which effectively eliminates the trace amount of Fe3+ produced during synthesis. The irreversible trauma caused by the inhomogeneous change in the lattice volume during the small-current activation of the cell can be mitigated [ ]. The initial-discharge specific capacity of La4-Br-NFPP@CN reaches a surprising 128.2 mAh g-1, and its discharge curve plateau voltage is slightly higher than that of other samples, which results from the induced effect of Br. Fig. 4b displays CV curves at a scan rate of 0.05 mV s-1 within the potential window of 2.0–4.3 V (vs. Na/Na+). All samples exhibit two pairs of typical redox peaks (at 2.95/2.88 V and 3.23/3.20 V), along with multiple weak redox peaks throughout the voltage range, corresponding to sodium ion insertion/extraction processes at various sites [ ]. The peak differences between two pairs of typical redox peaks of NFPP@CN and La4-Br-NFPP@CN are compared. It is found that ΔE1 < ΔE2 and ΔE3 < ΔE4, indicating that the degree of polarization of the modified samples is decreased. Notably, both La doping and Br doping elevate the peak currents, showing the enhanced reactivity.",
                "Fig. 4c displays the cycling performances of all prepared samples at various current densities. The rate capability of the samples gradually improves with the rising amount of La doping. The dual-site defects engineered La4-Br-NFPP@CN presents the best rate performance (Figure S8), delivering a reversible capacity of 55.2 mAh g-1 even at a multiplicity of 50 C, which is rare among all reported NFPP-based materials prepared by solid-state method. Further, the charge/discharge curves of NFPP@CN, La4-NFPP@CN and La4-Br-NFPP@CN samples at different current densities are compared (Fig. 4d–f). Obviously, La4-Br-NFPP@CN exhibits a smaller voltage drop at higher current density, which is advantageous for improving the energy density of the material during high-current operation. La4-NFPP@CN and La4-Br-NFPP@CN have highly overlapping discharge curves before and after the cycles at high current densities, indicating the effect of defect engineering on the structural stability of NFPP. The cycling stability of all prepared samples are also compared in Fig. 4 g and Table S13. The defect engineered NFPP samples show better cycle performance than unmodified NFPP sample. Meanwhile, the dual-site defects engineered La4-Br-NFPP@CN presents superior cycle performance to single-site defect engineered La4-NFPP@CN (Figure S9), indicating the effectiveness of dual-site defects engineer strategy. Moreover, it is observed that Br doping not only enhances the reversible capacity, but also mitigates the phenomenon of cycling capacity pulsing due to the diurnal temperature variation. This phenomenon is mainly due to the sodium defects originating from Br doping, which alleviates the impeded ion diffusion caused by the accumulation of large amounts of Na+ at the bilayer interface at low temperatures [ ]. Besides, the long-term cycle-performance at 10 C of the optimal La4-Br-NFPP@CN sample is shown in Fig. 4h. And the La4-Br-NFPP@CN cathode could maintain a reversible capacity of 92.9 mAh g-1 after 2000 cycles with outstanding capacity retention of 93 %, which is excellent among the NFPP-based materials prepared by the mechanical activation method (Table S14).",
                "The electrode process kinetics of all samples are analyzed using cyclic voltammetry, constant current intermittent titration, and AC impedance. The CV curves of La4-Br-NFPP@CN at different scanning speeds (0.05, 0.10, 0.15, 0.20, 0.25 and 0.30 mV s-1) are shown in Fig. 5a. The peak current Ip is linearly related to the processed sweep speed (v1/2) (Fig. 5b), and the b values corresponding to all peak currents calculated according to the empirical formula of Note 1 are <0.5 (Fig. 5c), indicating that the kinetics of the electrode process is diffusion-controlled. Further, according to the empirical formula of Note 2, the DNa+ values corresponding to Peak (1–4) are 6.02 × 10–11, 6.16 × 10–11, 5.44 × 10–11, and 6.10 × 10–11 cm2 s-1, which are in line with the diffusion coefficients of Na+ for the NFPP-based materials in the order of magnitude range (Table S15). The GITT curves of all samples are shown in Fig. 5d and Figure S10. The plateau region shows a small voltage drop back after constant-current charging and a small voltage rise after constant-current discharging, indicating the small polarization in the plateau region (2.8–3.3 V). Notably, the polarization degree increases substantially after leaving the plateau region. The trends of diffusion coefficients within the voltage window for all samples are compared (Fig. 5f, g and Figure S11), and it is observed that all samples have large DNa+ in the plateau region. The DNa+ values in the plateau region are enhanced to varying degrees for both single-site defects engineered NFPP and dual-site defects engineered NFPP samples (Figure S12). In particular, La4-Br-NFPP@CN has the largest diffusion coefficient with an average value of about 6 × 10–11 cm2 s-1 in the plateau region, which is comparable to that calculated by CV (Fig. 5e).",
                "The mechanism of dual-site defects engineering on the enhancement of electrode dynamics is schematically shown in Figure S13. La with large atomic radius creates Fe defects to broaden the Na+ channels and inhibits the structural degradation caused by frequent de-embedding of Na+. The effect of La doping into the lattice on the crystal structure can be clearly observed from the c-axis direction (Figure S14). Br induces the generation of sodium defects, which regulates the Na+ fluxes in the tunneling and prevents the phenomenon of partial blockage of the channels caused by the stalling of the ion transfer and the buildup of ions at tunneling intersections during low temperatures. The effect of Br doping into the lattice on the crystal structure can be clearly observed in the a-axis direction (Figure S15). La and Br synergistically optimize the Na+ transfer efficiency of the materials. EIS tests are performed without charge-discharge activation (Fig. 5h), and all samples have similar solution resistance (Rs). After La doping and Br doping, the charge transfer resistance (Rct) of the dual-site defects engineered samples are lower than that of the NFPP@CN sample without modification, which implies `the improved electronic conductivity (Figure S16). The performances of the optimal La4-Br-NFPP@CN sample and other typical iron-based cathode materials are compared using Ashby and Lagoon plots (Fig. 5i, j). La4-Br-NFPP@CN has an operating voltage of 3.1 V and a reversible capacity of 128.2 mAh g-1 at 0.2 C, with an energy density of ∼390 Wh kg-1. Compared to the other typical iron-based cathode materials, La4-Br-NFPP@CN shows more excellent energy density (Table S16) and power density (Table S17, S18), indicating its great potential for large-scale energy storage.",
                "The sodium storage mechanism of the La4-Br-NFPP@CN sample is analyzed by in-situ XRD, ex-situ EIS, and DFT. Fig. 6a shows the in-situ XRD volcano map with more distinct diffraction peaks observed near 28.6°, 32.1°, 33.6°, 33.7°, and 34.2°, which correspond to the (013), (022), (004), (222), and (602) crystallographic planes of NFPP, respectively. No new diffraction peaks appear throughout the process, indicating that the material involves only single-phase reactions during charging and discharging. In particular, regular variations of the three types of diffraction peaks are observed (Fig. 6b, c). The diffraction peaks near 27.3° ((020) crystal plane) and 32.1° ((022) crystal plane) exhibit a gradual rightward deviation during charging, followed by a subsequent gradual restoration to their original positions during discharging, which can be attributed to lattice contraction/ expansion during the sodium ion detachment/embedding process. The diffraction peak at 28.6° ((013) crystal plane) is observed to experience a sudden decrease of the peak intensity at 3.2 V voltage. This phenomenon can be explained by the distortion of the [P2O7] unit that occurs when half of the Na+ ions in the Na1 site, together with half of the Na+ ions in the Na3 site, become delocalized in the NFPP-based material. This distortion effectively buffers the electrostatic repulsion between the Fe1 site and the Fe3 site, allowing the movement of the Fe1 site in the a-axis and resulting in small abrupt changes in both the a- and c-axis lattice parameters [ ]. The diffraction peaks at 33.6° ((004) crystallographic plane) and 33.7° ((222) crystallographic plane) are close to each other and almost coincide in the low-pressure state, but separate from each other at a larger angle in the high-pressure state. Thus, the above evidence suggests that the extraction and insertion of Na+ in La4-Br-NFPP@CN is an incomplete solid-solution reaction. It is noteworthy that the volume change of La4-Br-NFPP@CN is only 2.44 % throughout the charge/discharge process, which is significantly lower than the reported NFPP electrodes (>4 %). This further confirms the excellent cyclic stability of dual-site defects engineered La4-Br-NFPP@CN. In contrast, the in-situ XRD spectra of NFPP@CN show a split peak at 33.5°, indicating an unsatisfactory solid solution reaction with poor reversibility (Figure S17).",
                "The ex-situ EIS spectra of La4-Br-NFPP@CN are shown in Fig. 6d–f. Throughout the charging and discharging process, a regular decrease in charge transfer resistance (Rct) with increasing voltage is observed. This can be attributed to the lattice contraction of the NFPP-based material in the deliquescent state (oxidation state), the thinner SEI due to partial decomposition, and an increase in electronic conductivity. Subsequently the charge transfer resistance (Rct) increases regularly with decreasing voltage, due to the expansion of the lattice of the NFPP-based material in the embedded sodium state (reduced state), the thickening of the SEI deposition, and the decrease of the electronic conductivity. In particular, the slow variation of the charge transfer resistance (Rct) at 2.8–3.2 V corresponds to the embedding/de-embedding process of a large amount of Na+ in the lattice when the voltage is in the plateau interval. In contrast, a sharp change of charge transfer resistance (Rct) in the voltage ramp interval corresponds to the Na+ deposition/consumption process in the SEI.",
                "The effect of dual-site defects engineering on the modification of NFPP and the defects formation energy are calculated by DFT (Fig. 7). The Projected Density of State (PDOS) (Fig. 7a, b) show that both NFPP@CN and La4-Br-NFPP@CN exhibit semiconducting properties, and the optimal sample, dual-site defects engineered La4-Br-NFPP@CN, exhibits stronger metallic properties overall with a band gap of about 2.1 eV, which is much smaller than that of 3.6 eV for NFPP@CN, indicating that the dual-site defects engineering treatment enhance the electronically conductivity. The contributions to the overall energy band densities of NFPP@CN and La4-Br-NFPP@CN mainly originate from the p orbitals of Fe and the s orbitals of O. The s orbitals of O in La4-Br-NFPP@CN are interlocked with the p orbitals of Fe, the s orbitals of Na, the p orbitals of P, the d orbitals of La, and the P orbitals of Br, respectively, at different energy level distributions, which indicates that La and Br are bonded to O inside the lattice. The energy band density of La4-Br-NFPP@CN near the Fermi energy level is significantly higher than that of NFPP@CN, indicating an enrichment of valence electrons at the top of the valence band. This enrichment facilitates breaking through the forbidden band and achieving a jump in the conduction band. The changes in the band gap are attributed to the enrichment of the band density on the p-orbital of Fe near the Fermi energy level. Both NFPP@CN and La4-Br-NFPP@CN exhibit asymmetry in the energy band density of the upper and lower spin electrons in the p-orbitals of Fe, thereby inducing asymmetry in the ferromagnetism and the total density of states. Near the Fermi energy level, the pair density of states contributes more for the lower spin electrons. Remarkably, the energy band densities of the lower spin electrons at the top of the valence band and the bottom of the conduction band in La4-Br-NFPP@CN contact and merge at the Fermi level, which is not realized in NFPP@CN. This is attributed to the defect-induced microscopic changes in the coordination environment around the Fe atoms, suggesting that La and Br co-doping has enabled the material to possess unique semiconducting-metallic properties. Further, Fig. 7c clearly presents the variation of the energy band density of the upper spin electrons that determines the band gap width. The energy band density of the upper spin electrons of the d-orbital of La is concentrated at the top of the valence band, so that trace La doping after inducing Fe defects makes the top of the valence band of the p-orbital of Fe further close to the Fermi surface. The energy band density of the upper spin electrons in the p-orbital of Br is concentrated near the forbidden band, so that the energy band density of the s-orbital of Br at the O-site doping after inducing Na dual-site defects makes the energy band density of the upper spin electrons in the s-orbital of Na further close to the Fermi surface. Under the synergistic effect of dual-site defects originating from La/Br co-doping, the band gap and energy band structure of NFPP are optimized.",
                "The bond valence energy landscape (BVEL) (Fig. 7d, e) simulated the Na+ migration paths of NFPP@CN and La4-Br-NFPP@CN using three-view and three-dimensional diagrams. The Na+ migration paths of NFPP@CN are very narrow, with sharp constrictions or even interruptions at some of the nodes, suggesting that the Na+ migration is blocked, which is consistent with the lower diffusion coefficients of NFPP. Comparatively, the dual-site defects engineered La4-Br-NFPP@CN possesses wider Na+ migration highways (orange round boxes). The pinning effect of La ensures that the channels at the nodes are not partially closed to the Na+ migration pathway due to shedding of Na+. Br doping-induced Na defects (red boxes) modulate the Na+ flux in the migration pathway, alleviating the electrostatic interaction between Na+ and anionic groups (PO43-, P2O74-), thereby reducing the resistance of Na+ migration. The formation mechanism of dual-site defects is further investigated by DFT calculation, as shown in Fig. 7f. It has been reported that the Fe2 site and Na2 site have the lowest energies, respectively. Apparently, defects are easily created at both the Fe2 site and Na2 site. Br doping drastically reduces the defect formation energy of the Na2 site from 3.013 eV to 0.316 eV, indicating that Br easily induces the creation of Na defects at the Na2 site. La doping reduces the defect formation energy of the Fe2 site, suggesting that Fe defects are easily induced by La at the Fe2 site. The PDOS, BVEL, and defect formation energy reveal the intrinsic reasons for dual-site defects engineered NFPP's superior capacity and rate performance, which are fully comparable to the reported NFPP cathode materials."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the Na4–2xFe3–1.5yLay(PO4-xBrx)2P2O7 cathode materials with dual-site defects are synthesized by a straightforward mechanical activation method, and the mechanism behind the formation of these defects is revealed. Rietveld refinement, XPS, and density functional theory demonstrate that Fe defects originating from La doping eliminate the inert maricite-NaFePO4 impurities, while Na defects stemming from Br doping optimize the microchemical valence states. The energy landscape of valence bonds shows that both Fe defects and Na defects alleviate the electrostatic forces between Na+ ions and the polyanionic backbone, which is essentially crucial for the optimization of Na+ diffusion kinetics. Both in-situ XRD and ex-situ EIS results reveal the outstanding structural stability (with only ∼2.44 % lattice volume change) and crystal reversibility during charging and discharging. As a result, the synthesized dual-site defects-engineered La4-Br-NFPP@CN cathode exhibits a reversible discharge specific capacity of 128.2 mAh g-1 at 0.2 C, outstanding rate performance (55.2 mAh g-1 at 50 C), as well as impressive cycling stability (93 % capacity retention after 2000 cycles at 10 C). This investigation not only provides a promising NFPP-based cathode material with pure phase, impressive diffusion kinetics of Na+ and superior electrochemical performance, but also develops a novel dual-site defects engineering strategy for the modification of polyanionic-type cathodes in sodium-ion batteries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Wenbin Fei: Writing – original draft, Investigation, Conceptualization. Xiaoping Zhang: Writing – review & editing, Supervision, Resources. Keyi Sun: Methodology, Formal analysis. Yian Wang: Investigation, Data curation. Kexin Rao: Methodology. Mengting Deng: Validation, Software. Chengdong Tao: Formal analysis. Ling Wu: Writing – review & editing, Supervision, Funding acquisition. Yulei Sui: Writing – review & editing, Supervision, Project administration, Funding acquisition."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Dual-site defects engineering to eliminate impurities and optimize reversible reaction kinetics of Na4Fe3(PO4)2P2O7 cathode for superior performance sodium ion batteries"
}