{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Prussian blue analogues",
        "Sodium-ion batteries",
        "Cathode",
        "Iron hexacyanoferrates",
        "Room-temperature coprecipitation method",
        "Sodium storage performance"
    ],
    "Sections": [
        {
            "content": [
                "Prussian blue analogues (PBAs) are widely used as cathodes for sodium-ion batteries (SIBs) due to their stable framework structure, simple synthesis method, and low fabrication cost. However, during the synthesis process, a large number of [Fe(CN)6]4− vacancies are easily caused, which leads to the destruction of crystal structure and the rapid decay of discharge capacity. In this work, the effect of sodium salts on lattice defects and electrochemical properties of iron hexacyanoferrates (FeHCF) was studied by adding different sodium salts (Na2SO4, NaCl, C6H5Na3O7, and EDTA-2Na) in the room-temperature coprecipitation method. It was found that the synthesis of FeHCF by adding Na2SO4 based on the chelating agent can not only increase the atomic ratio of Na+ but also effectively reduce [Fe(CN)6]4− vacancy defects and significantly increase the capacity contribution of low-spin Fe redox reaction. Due to the reduction of [Fe(CN)6]4− vacancy defects, the crystal structure is not easy to be destroyed during the cycle process, and the cycle stability of FeHCF is significantly improved. The sample shows good electrochemical performance, with a discharge capacity of 130.8 mAh g−1 in the first cycle and 114.3 mAh g−1 after 100 cycles. This work provides a new way to synthesize PBAs with low [Fe(CN)6]4− vacancy defects."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Assisted by a chelating agent, a simple coprecipitation method was employed to synthesize Prussian blue analogues with low [Fe(CN)6]4− vacancy defects, leading to exceptional electrochemical performance.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Metal-organic frameworks (MOFs) are assembled from transition metal nodes and organic ligands through coordination bonds [1]. The composition of these metal nodes and organic ligands can be adjusted, giving rise to various structures and morphologies [1]. Due to their high surface area and exceptionally high porosity, they are widely applied in catalysis [2], [3], gas adsorption and separation [4], sensing [5], [6], [7], energy storage [8], and other fields. These materials, especially in the energy storage domain, exhibit open, sturdy frameworks ideal for ion insertion and extraction, thereby enhancing cycling stability. As a typical metal–organic frameworks, Prussian Blue analogs (PBAs) possess numerous advantages. They are considered highly promising cathodes for SIBs owing to their stable, rigid open-frame structures, high voltage platforms, cost-effectiveness, simple preparation, and high theoretical capacity [9], [10], [11]. The general formula of PBAs is NaxM1 [M2(CN)6]1-y·□y·nH2O (M1 and M2 are transition metal elements, □ are cyanide vacancies, X, Y, and n are stoichiometry). Within PBAs, cyano groups and transition metal ions organize into a three-dimensional framework based on M1CNM2 arrangement [12]. M1 assumes a high spin state attached to the N atom of the cyanide group, while M2 adopts a low spin state linked to the C atom of the cyanide group. PBAs exhibit large ionic channels, sodium ions occupy the large cubic voids within, facilitating rapid sodium ion migration [13]. Due to the replaceability of transition metals, they exhibit a high degree of electrochemical tunability [14]. When M2 is Fe and M1 is Ni or Cu, there is only one redox active site and the theoretical capacity is low (about 84 mAh/g) due to the electrochemical inertness of Ni and Cu within the common electrolyte's voltage window. However, when both M1 and M2 are Fe, both transition metal ions exhibit redox activity. Accommodating the deintercalation of two sodium ions, thereby yielding a higher theoretical specific capacity (approximately 170 mAh/g). Synthesis methods for PBAs primarily include hydrothermal methods, coprecipitation, and electrodeposition. The coprecipitation method for synthesizing iron-based PBAs offers advantages such as facile preparation of nanomaterials with small, uniformly distributed particle sizes, low reaction temperatures, simple processes, cost-effectiveness, short cycles, and straightforward synthesis. Compared with the hydrothermal method and the electrodeposition method, the coprecipitation method is more suitable for commercial large-scale production.",
                "However, the synthesis of iron hexacyanoferrates (FeHCF) using the coprecipitation method involves the rapid precipitation reaction of Fe2+ and sodium ferrocyanide (Na₄Fe(CN)₆) in an aqueous solution. This swift crystallization process leads to a considerable presence of [Fe(CN)6]4− vacancies within the crystal structure of PBAs. Specifically, this occurs because, during synthesis, Fe2+ readily forms hydrated ferrous ions when coordinated with water molecules in the aqueous solution. As hydrated ferrous ions combine with [Fe(CN)6]4− to construct a three-dimensional PBA framework, the ferrous ion inadvertently introduces coordination water into the product lattice. As these coordinating water molecules occupy the six vertices of the octahedral cavity, the intended coordination of ferrocyanide ions with Fe2+ becomes hindered, resulting in a significant accumulation of [Fe(CN)6]4− vacancies within the lattice. The presence of numerous [Fe(CN)6]4− vacancies not only reduces electrochemically active sites, significantly lowering the actual capacity of PBAs, but also adversely affects their stability during cycling. This impact results in structural degradation and a rapid decline in capacity. Hence, alleviating the presence of [Fe(CN)6]4− vacancy defects and controlling water content during the synthesis process stands as a pressing challenge for FeHCF [15].",
                "To address this issue, researchers have focused on synthesizing low-defect FeHCF by primarily reducing the crystallization rate. Zhang's team successfully obtained Na1.7FeFe(CN)6, which exhibited excellent electrochemical performance, by utilizing sodium citrate as a chelating agent to control the synthesis reaction rate of PBAs. This approach improved the sodium content of the material while reducing [Fe(CN)6]4− vacancy defects. The Na1.7FeFe(CN)6 sample maintained a reversible specific capacity of 90.9 mAh g−1 at a current density of 200 mA g−1 after 100 cycles [16]. Similarly, Cao and colleagues synthesized PBAs with significantly reduced structural defects and greatly improved electrochemical performance by incorporating sodium citrate and sodium chloride as additives. Their optimized material exhibited a remarkable capacity retention rate of 78 % after 3700 cycles [17]. In another study, Chou's research group controlled various reaction conditions, such as introducing a chelating agent, maintaining an inert atmosphere, and employing a slow dripping technique, to synthesize a sample with higher sodium content and minimal vacancy defects. This sample displayed an initial specific capacity of 115 mAh g−1 within the voltage range of 2.0–4.2 V [18]. Furthermore, Wang and Luo et al. augmented the synthesis process of FeHCF with the addition of NaCl. As the NaCl concentration increased, the occurrence of vacancy defects significantly decreased, leading to improved structural stability and electrochemical performance. Specifically, their sample exhibited a discharge capacity of 120 mAh g−1 in the first cycle at 80 °C and maintained a reversible specific capacity of 57 mAh g−1after 500 cycles [19].",
                "This study proposes the incorporation of sodium salts to facilitate the synthesis of iron hexacyanoferrates through room-temperature coprecipitation, building upon the addition of a chelating agent, as illustrated in Scheme 1. By adding various sodium salts, their impact on the morphology, structure, and electrochemical performance were investigated. Upon the addition of Na2SO4, the sample's formula transformed from Na0.43FeIII0.26FeII0.29 [FeII(CN)6]0.45□0.10∙5.04H2O to Na1.07FeIII0.30FeII0.14□0.12 [FeII(CN)6]0.56∙4.20H2O This resulted in a significant increase in the Na+ content, effectively reducing [Fe(CN)6]4− vacancy defects and markedly enhancing structural stability and electrochemical performance. The sample exhibited an impressive discharge capacity of 130.8 mAh g−1 in the first cycle, maintaining a capacity of 114.3 mAh g−1 after 100 cycles."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The samples of FeHCF were synthesized by the simple room-temperature coprecipitation method. 1 mmol sodium ferrocyanide (Na4 [Fe(CN)6]) was dissolved in 50 ml deionized water, named solution A; 1 mmol ferrous sulfate heptahydrate (FeSO4·7H2O), 1 mmol citric acid and 8 mmol Na+ equivalent sodium salt (4 mmol sodium sulphate-Na2SO4) were dissolved in 50 ml deionized water, named solution B. Solution A was quickly added to the solution B, and then the mixed solution was aged at room temperature (25 °C) for 12 h. Finally, the obtained precipitate was washed several times with deionized water and ethanol to remove impurities, and vacuum dried at 120 °C for 24 h to obtain iron hexacyanoferrates (denoted as FeHCF-1). To compare the influence of different sodium salts on the synthesis of PBAs, based on the synthesis scheme of FeHCF-1, 4 mmol Na2SO4 was replaced by 8 mmol sodium chloride (NaCl), 8/3mmol sodium citrate, 4 mmol ethylenediaminetetraacetic acid disodium salt (EDTA-2Na) were added to solution B, and the synthesized samples were respectively named FeHCF-2, FeHCF-3, and FeHCF-4. To compare the difference without adding sodium salt, the addition of 4 mmol Na2SO4 in the synthesis scheme of FeHCF-1 was canceled, and the synthesized sample was named FeHCF-0."
                    ],
                    "name": "Synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The phase structure of the samples was characterized by X-ray diffraction（XRD, D8 ADVANCE, Bruker）using Cu Kα radiation (λ = 0.1541 nm) with a scan range of 2θ = 5°–80°. The organic functional groups in samples were characterized by Fourier transform infrared spectrometer (FTIR, VERTEX80V, Bruker) in the spectral range of 650–4000 cm−1. Thermogravimetric analysis (TGA, TGA8000, HITACHI) was used to determine the water content in the samples. The samples were heated from room temperature to 600 °C at a rate of 10 °C·min−1 in the N2 atmosphere. The chemical states of the elements were analyzed by X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi, THERMO FISHER), using an Al Kα ray source. The morphology and elemental analysis of the samples were characterized by the scanning electron microscope (SEM, SU8220, HITACHI). At the same time, the X-ray energy dispersive spectrometer (EDS) was used to analyze the element surface of the samples. The microstructure of the samples after 100 cycles was analyzed by field emission transmission electron microscopy (HRTEM, Tecnai G2 F20, FEI). The accurate quantification of elements is obtained by inductively inductively coupled plasma (ICP, Thermo Fisher iCAP PRO)."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The FeHCF active material, carbon nanotubes (CNTs), and polyvinylidene fluoride (PVDF) were mixed in N-methyl pyrrolidone (NMP) at a mass ratio of 7:2:1. The electrode paste was obtained by mechanical ball milling, then the paste was coated on aluminum foil, and the working electrode was obtained by vacuum drying at 120 °C for 20 h, its mass loading is about 1.02 mg cm−2. The working electrode was used as the cathode, sodium metal was used as the anode, the glass fiber filter paper of Whatman GF/D was used as the separator, and the mixed solvent of 1 mol/L NaClO4 of ethylene carbonate (EC) and propylene carbonate (PC) (vol/vol = 1:1) with 5 vol% fluoroethylene carbonate (FEC) as electrolyte. They were assembled in the argon-filled glove box to assemble 2032 type coin cells. Galvanostatic charge/discharge tests are tested by the LAND testing system in the voltage window of 2.0–4.0 V. The galvanostatic intermittent titration technique (GITT) tests were performed using the LAND testing system to measure the chemical diffusion coefficient of sodium ions. A current pulse of 50 mA g−1 was applied for 5 min, then left to stand for 30 min, and then cycled to the set voltage following the two steps above. Cyclic voltammetry (CV) tests were performed using the electrochemical workstation (CHI660e) with the scanning voltage range of 2–4 V at the scanning rate of 0.2 mV s−1. Electrochemical impedance spectroscopy (EIS) was performed on the CHI660e electrochemical workstation. The frequency is set between 0.01 Hz and 100 kHz. All electrochemical tests were performed at room temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Due to the rapid nucleation rate, PBAs synthesized through the room-temperature coprecipitation method often exhibit an increased presence of [Fe(CN)6]4− vacancies in their crystal structure. This study explores the influence of various sodium salts on the lattice structure and morphology of PBAs using the room-temperature coprecipitation method, in conjunction with a chelating agent. The crystal structure of samples, synthesized with and without the addition of different sodium salts, was characterized using powder XRD (Fig. 1a, Fig. S1a). All diffraction peaks for FeHCF-0, FeHCF-1, FeHCF-2, and FeHCF-3 are consistent, signifying identical crystal structures. These peaks correspond to the face-centered cubic structure of PBAs with the Fm-3 m space group (JCPDS No. 52-1907, a = b = c = 1.0199 nm) [20], [21]. Notably, XRD patterns reveal that these samples maintain a typical cubic phase, and the introduction of sodium salts does not induce any phase transitions [22], [23]. Furthermore, diffraction peaks for FeHCF-0, FeHCF-1, FeHCF-2, and FeHCF-3 exhibit sharpness, indicating good crystallinity. The addition of sodium salts (FeHCF-1, FeHCF-2, and FeHCF-3) results in even narrower and sharper peaks compared to the sample without sodium salts (FeHCF-0). Suggesting an enhanced crystallinity when sodium salts are incorporated in the room-temperature coprecipitation method. However, when using EDTA-2Na as the sodium salt, sample FeHCF-4 displays additional impurity peaks (Fig. S1a), indicating the generation of other impurity phases during the synthesis process. To explore the impact of various sodium salts on sample morphology in the room-temperature coprecipitation method, all samples were characterized by SEM. In Fig. 1b, FeHCF-0, synthesized without sodium salt, exhibits small particles and severe agglomeration due to rapid precipitation and nucleation. This is a hindrance to sodium ion insertion/extraction during charge and discharge [16], [24]. FeHCF-1, synthesized with Na2SO4 assistance, demonstrates uniform-sized nanoparticles with excellent dispersion (Fig. 1c). Its particle size distribution, about 45.2 nm (inset in Fig. 1c), favors shorter sodium ion diffusion paths, enhancing electrode–electrolyte contact and facilitating sodium ion transport. The morphology of FeHCF-2 assisted by the addition of sodium citrate is shown in Fig. 1d. Due to sodium citrate chelation of Fe2+, slowing Fe2+ release when mixed with Na4Fe(CN)6 solution (solution A). FeHCF-2, assisted by sodium citrate addition, exhibits cubic morphology with distinct edges and uniform particle size [18]. FeHCF-3, synthesized with NaCl addition, displays significant nanoparticle agglomeration (Fig. 1e). Meanwhile, FeHCF-4, assisted by EDTA-2Na addition, comprises rod-like structures, 5–15 μm in length (Fig. S1b), differing notably from other samples. Which confirming to XRD findings. SEM patterns reveal that adding sodium salts, particularly Na2SO4, in the room-temperature coprecipitation method effectively mitigates PBAs nanoparticle agglomeration. Moreover, he element distribution and content analysis of elements Na and Fe on the surface of the samples were measured by EDS. EDS results (Fig. S2) showcase uniform distribution of Na and Fe elements in nanoparticles. From the element ratios in the EDS results of the samples with the addition of different sodium salts, it can be proved that the addition of sodium salts can increase the sodium content in the obtained PBAs to different degrees.",
                        "High-resolution TEM (HRTEM) measurements were used to further study the crystal structure of FeHCF-1 (Fig. S3, Fig. 1f–h). The solid structure of the sample FeHCF-1 can be seen from Fig. S3, which shows that the sample is a uniformly distributed solid structure. The SAED patterns in Fig. 1f is the shows that the sample is polycrystal, and correspond to the crystal faces of (1 0 0), (1 1 0), (1 1 1), and (2 1 0). The HRTEM image of Fig. 1g shows clear lattice fringes. The lattice spacings of 0.40 nm, 0.41 nm and 0.53 nm can be indexed to the (2 1 1), (2 1 1) and (2 0 0) crystal faces of PBAs. This can be verified from the electron diffraction patterns obtained through Fourier transform in the inset of Fig. 1g. In addition, a partial enlarged view of the lattice fringes (Fig. 1h) and the crystal structure model of the sample FeHCF-1 view at [0 1 −2] (Fig. 1i) is depicted for convenient visualization.",
                        "FTIR, TGA, XPS, and ICP were utilized to determine the chemical composition and offer a quantitative description of the sample constituents. FTIR provides essential functional group information, aiding in the identification of the material's chemical composition. In Fig. 2a and Fig. S4, with the exception of sample FeHCF-4, the absorption peak positions for the other samples align. Suggesting similar structural compositions, consistent with the XRD findings. FeHCF-0, FeHCF-1, FeHCF-2, and FeHCF-3 exhibit robust absorption peaks at 2071 cm−1, arising from the stretching vibration of CN coordinated to FeII—a characteristic feature of PBAs [25]. Notably, no discernible absorption peaks appear in regions with slightly higher binding energy, indicating exclusive coordination between FeII and CN, with minimal coordination between FeIII and CN [26], [27]. Furthermore, the absorption peak at 1610 cm−1 corresponds to the bending vibration of OH, affirming the presence of water in the crystal lattice [19]. Additionally, a minor absorption peak around 1000 cm−1 is observed in both FeHCF-0 and FeHCF-2, indicative of various chemical environments associated with CO bonds [28], [29], [30], [31], [32], [33]. This can be attributed to the presence of crystalline water and residual citrate ions in FeHCF-2.",
                        "To assess water content in samples synthesized via the room-temperature coprecipitation method, TGA tests were conducted on FeHCF-0 and FeHCF-1, with results depicted in Fig. 2b. FeHCF-1 exhibits negligible weight loss up to 100 °C, suggesting removal of adsorbed water during material preparation. Conversely, FeHCF-0 shows significant weight loss before 100 °C, attributed to increased vacancy defects enhancing its adsorption capacity and accumulating surface water during synthesis. At 200 °C, FeHCF-1 experiences a 6.5 % weight loss, while FeHCF-0 undergoes a 23.2 % loss, attributable to interstitial water evaporation in the lattice structure. Between 200 °C and 260 °C, FeHCF-1 and FeHCF-0 register 8.5 % and 5.6 % weight losses, respectively, linked to coordinated water elimination. Above 260 °C, samples weight losses are ascribed to cyano decomposition in the PBAs [18]. Consequently, water content is determined to be 28.8 wt% in FeHCF-0 and 15.0 wt% in FeHCF-1.",
                        "The elemental composition of samples FeHCF-0 and FeHCF-1, along with the valence state of transition metal Fe, was determined using XPS. Analysis of the wide-scan XPS spectrum (Fig. 2c) reveals that both FeHCF-0 and FeHCF-1 comprise elements C, N, O, Fe, and Na. In the high-resolution XPS spectrum of Fe 2p (Fig. 2d), distinctive peaks at 708.7 and 721.6 eV correspond to FeII2p3/2 and FeII2p1/2, respectively. Additionally, weaker peaks at 712.8 and 724.7 eV are associated with FeIII2p3/2 and FeIII2p1/2, respectively [16], [34], [35]. The XPS findings indicate that a fraction of ferrous iron in the synthesized FeHCF-1 underwent oxidation to ferric iron during the room-temperature coprecipitation process. Calculation of the shadow area ratio from XPS data (Table S1) provided the FeII to FeIII ratio, which exhibited no significant change. However, the Na/Fe ratio in FeHCF-1 (1.07) notably surpassed that in FeHCF-0 (0.43), suggesting that introducing Na2SO4 during PBA synthesis via room-temperature coprecipitation substantially increased sodium content, as evidenced by the ICP results in Table S2. Consequently, the role and positioning of iron in the crystal structure underwent evident alterations, effectively enhancing the sample's structure. Based on TGA, XPS, and ICP results, the structural formula for FeHCF-0 is Na0.43FeIII0.26FeII0.29 [FeII(CN)6]0.45□0.10·3.06H2O, and that of FeHCF-1 is Na1.07FeIII0.30FeII0.14□0.12 [FeII(CN)6]0.56·1.65H2O. Analysis of these formulas reveals that the vacancy defect in FeHCF-0 involves [Fe(CN)6]4−, with a ratio of vacancy defects to node sites at 0.18, while FeHCF-1 exhibits vacancies in the form of Fe, with a ratio of 0.21. Although the introduction of Na+ did not decrease the sample's vacancy defects, it did facilitate the conversion of larger [Fe(CN)6]4− vacancies into smaller Fe vacancies. This transformation led to a reduction in total vacancy volume, thereby enhancing the specific capacity and structural stability of the samples."
                    ],
                    "name": "Morphology and structure",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To investigate the impact of sodium salt addition on the electrochemical properties of synthesized FeHCF, galvanostatic charge–discharge tests were conducted across all samples within a voltage range of 2.0–4.0 V. Fig. 3a illustrates the cycle performances of various samples at a current density of 100 mA g−1. The specific capacity of samples FeHCF-1, FeHCF-2, and FeHCF-3 markedly surpasses that of sample FeHCF-0. In particular, the initial cycle discharge capacity of FeHCF-1, synthesized with the addition of Na2SO4, reaches 130.8 mAh g−1. Even after 100 cycles, the discharge capacity remains at 114.3 mAh g−1, resulting in an impressive capacity retention rate of 87.4 %. In contrast, FeHCF-0, synthesized without sodium salt, exhibits a modest initial discharge capacity of 82 mAh g−1, decreasing to 58.3 mAh g−1 after 100 cycles, with a capacity retention rate of only 71 %. Additionally, the capacity retention rates for FeHCF-2, FeHCF-3, and FeHCF-4 are 67 %, 58.4 %, and 73.3 %, respectively. The addition of sodium salt significantly enhances the specific discharge capacity of FeHCF. Certain sodium salts, such as Na2SO4, also contribute to the improved cycling stability of FeHCF synthesized through the room-temperature coprecipitation method. Notably, the cycles of FeHCF-1 exhibit no discernible polarization, indicating superior reversibility during the charging/discharging process. The charge/discharge voltage curves for FeHCF-1 at different cycles (Fig. 3b) reveal two distinct charge/discharge voltage plateaus. The higher voltage plateau corresponds to the redox reaction of low-spin iron associated with C atoms in NaxFe [Fe(CN)6], while the lower voltage plateau corresponds to the redox reaction of high-spin iron linked to N atoms in NaxFe [Fe(CN)6]. Despite the chemical formula indicating a higher quantity of low-spin iron in FeHCF-1, the redox activity of high-spin iron surpasses that of low-spin iron. Consequently, the contribution to capacity by the high-voltage plateau corresponding to low-spin iron is considerably lower than that contributed by the low-voltage plateau associated with high-spin iron.",
                        "Fig. 3c illustrates the charge–discharge voltage plateau curves for various samples during the initial cycle. It is evident that the first charge capacity of FeHCF-0 is the lowest, measuring only 45 mAh g−1. This deficiency can be attributed to the low Na+ content in FeHCF-0. Conversely, the first charge capacities of other samples surpass that of FeHCF-0. Fig. S2f establishes a positive correlation between the first charge capacity and the Na+ content in the samples, affirming that the introduction of Na+ significantly enhances the initial charge capacity. Despite the higher first charge capacities observed in samples synthesized with sodium salt assistance compared to FeHCF-0, the initial charge capacity for all samples remains relatively low. This is ascribed to the inherently lower sodium content in cubic FeHCF, aligning with findings from XRD pattern analysis [16], [36]. However, during the initial discharging phase, the sodium metal anode serves as a sodium source, facilitating the embedding of more sodium ions into the material's lattice structure. Furthermore, it is noteworthy that FeHCF-0, synthesized without sodium salt assistance, exhibits nearly no discharge voltage platform at high voltage. While samples FeHCF-1, FeHCF-2, and FeHCF-3 showcase stable discharge platforms at high voltage. This discrepancy implies a higher occurrence of [Fe(CN)6]4− vacancies in the room-temperature coprecipitation-synthesized FeHCF-0. The addition of sodium salts during synthesis proves effective in mitigating the generation of [Fe(CN)6]4− vacancies. This reduction in vacancy defects proves advantageous, enhancing the crystal structure stability of FeHCF and augmenting the diffusion kinetics of sodium ions. The capacity enhancement resulting from the low-spin iron redox reaction confers two notable benefits. Firstly, it effectively mitigates the substantial deintercalation of sodium ions during the high-spin iron redox reaction, thereby alleviating crystal structural stress and improving the cycling stability of the material. Secondly, it contributes to an overall increase in the energy density of the battery [37].",
                        "Fig. 3d and Fig. 3e present the CV curves for samples FeHCF-1 and FeHCF-0 over the initial five cycles within the voltage range of 2.0–4.0 V, employing a scan speed of 0.2 mV S−1. Commencing from the third cycle, a pronounced alignment in the CV curves is evident, signifying the commendable reversibility of FeHCF-1 during cycling. Furthermore, the CV curves exhibit two discernible pairs of oxidation/reduction peaks at 3.0 V/2.6 V and 3.6 V/3.25 V. These peaks correspond to the redox reactions involving high-spin iron and low-spin iron, respectively. This observation aligns with the positions of the dual discharge plateaus discernible in the charge–discharge voltage plateau curves across different cycles (Fig. 3b). Comparative analysis with the CV curves of FeHCF-0 (Fig. 3e), synthesized without sodium salt-assisted methods, reveals a notably heightened intensity of the redox peak at high voltage in FeHCF-1. This enhancement is attributed to the introduction of sodium salts during synthesis, mitigating [Fe(CN)6]4− vacancies and consequently fostering a greater presence of low-spin iron in FeHCF-1. This augmentation significantly contributes to the improved electrochemical performance of FeHCF-1, consistent with the charge–discharge voltage plateau curves of diverse samples during the initial cycle (Fig. 3c). Based on previous studies [38], the electrode equations governing the initial charging and discharging processes of FeHCF-1 are as follows:",
                        "Low voltage plateau charging:",
                        "Na1.07FeIII0.30FeII0.14 [FeII(CN)6]0.56 → Na0.93FeIII0.44 [FeII(CN)6]0.56 + 0.14Na+ + 0.14e−",
                        "High voltage plateau charging:",
                        "Na0.93FeIII0.44 [FeII(CN)6]0.56 → Na0.37FeIII0.44 [FeIII(CN)6]0.56 + 0.56Na+ + 0.56e−",
                        "Low voltage plateau discharging:",
                        "Na0.37FeIII0.44 [FeIII(CN)6]0.56 + 0.56Na+ + 0.56e− → Na0.93FeIII0.44 [FeII(CN)6]0.56",
                        "High voltage plateau discharging:",
                        "Na0.93FeIII0.44 [FeII(CN)6]0.56 + 0.44Na+ + 0.44e− → Na1.37FeII0.44 [FeII(CN)6]0.56",
                        "And the electrode equations governing the subsequent reversible processes of FeHCF-1 are as follows:",
                        "Low voltage plateau charging:",
                        "Na1.37FeII0.44 [FeII(CN)6]0.56 → Na0.93FeIII0.44 [FeII(CN)6]0.56 + 0.44Na+ + 0.44e−",
                        "High voltage plateau charging:",
                        "Na0.93FeIII0.44 [FeII(CN)6]0.56 → Na0.37FeIII0.44 [FeIII(CN)6]0.56 + 0.56Na+ + 0.56e−",
                        "Low voltage plateau discharging:",
                        "Na0.37FeIII0.44 [FeIII(CN)6]0.56 + 0.56Na+ + 0.56e− → Na0.93FeIII0.44 [FeII(CN)6]0.56",
                        "High voltage plateau discharging:",
                        "Na0.93FeIII0.44 [FeII(CN)6]0.56 + 0.44Na+ + 0.44e− → Na1.37FeII0.44 [FeII(CN)6]0.56",
                        "The rate performance of various samples within the voltage range of 2.0 V–4.0 V is depicted in Fig. 3f. At current densities of 20, 50, 100, 200, and 500 mA g−1, the discharge capacities of FeHCF-1 are 104, 93.4, 83.5, 72.4, and 59.9 mAh g−1, respectively—significantly surpassing those of FeHCF-0. Specifically, at a current density of 500 mA g−1, FeHCF-0 exhibits a discharge capacity of only 48.9 mAh g−1, whereas FeHCF-1 demonstrates outstanding rate performance. Upon restoring the current density of FeHCF-1 to 20 mA g−1, the capacity rebounds to 89.1 mAh g−1, which indicates that the interface and structure of the sample FeHCF-1 are not damaged under the large current density.",
                        "The sodium-storage mechanism and kinetic aspects of the electrode reaction were investigated through CV measurements of FeHCF-1 under varying scan rates. In Fig. 4a, within the voltage range of 2.0–4.0 V for FeHCF-1, the CV curves exhibit minimal distortion as the scan rate increases from 0.1 to 2 mV s−1. Notably, both pairs of redox peaks remain observable, indicating favorable sodium-storage reversibility in FeHCF-1. Analysis of current responses at different scan rates allows the distinction between pseudocapacitive and diffusion-controlled contributions during charge–discharge processes. Calculate the b value according to the formula:",
                        "i = a v b (i is the peak current, v is the scan rate, and a is the coefficient). When the b value is close to 1, it indicates that the capacity in the reaction is mainly derived from the pseudocapacitive behavior, while the b value is close to 0.5, indicating that the capacity contributed by the diffusion behavior is dominant in the electrochemical reaction process [39], [40]. Referring to the CV curves of FeHCF-1, Fig. 4b depicts a linear relationship between log(peak current density, i) and log(scanning rate, v) for oxidation/reduction peaks. The b-values for redox reactions induced by high-spin iron at low voltage are 0.826 and 0.686, signifying that sodium storage in low-voltage, high-spin iron is influenced by both diffusion and pseudocapacitive behaviors [41]. Conversely, b-values for redox reactions induced by low-spin iron at high voltage are 0.897 and 0.893, revealing that sodium storage in high-voltage, low-spin iron is predominantly governed by pseudocapacitive reactions. Taking the discharging process as an illustrative example, we further analyze the sodium-storage mechanism and the rationale for pseudocapacitive behavior in this sample. During the intercalation of sodium ions into the FeHCF framework, sodium ions initially occupy the body-centered position and subsequently migrate to the face-centered position [42]. This process initiates the reduction of low-spin Fe and mirrors the adsorption of sodium ions on the surface in pseudocapacitive behavior. Consequently, sodium intercalation at high voltage manifests as a pseudocapacitive behavior. However, in contrast to conventional pseudocapacitive behavior, the charge storage in this context occurs within the structure, leading to its classification as intercalation pseudocapacitive behavior [43], [44], [45]. Subsequently, sodium ions intercalate into vacant body-centered sites, inducing the reduction of high-spin Fe. As a result, the b-value for the reduction peak at low voltage approximates 0.5, emphasizing the predominant diffusion nature of sodium intercalation. The Na+ diffusion characteristics of FeHCF-0 and FeHCF-1 during the charging and discharging processes were assessed using GITT in Fig. S5. Sodium ion diffusion coefficients (DNa+) were calculated following Fick's law [46], [47]. Fig. 4c and Fig. 4d illustrate the dynamic relationship between the diffusion rate of sodium ions and voltage during the charging and discharging processes. DNa+ exhibits dynamic changes throughout these processes. The diffusion coefficients for both FeHCF-0 and FeHCF-1 decrease with increasing voltage during charging and decrease with decreasing voltage during discharging. Notably, the diffusion coefficient of the sample FeHCF-1 increased significantly at 3.43 V during the charging process and 3.13 V during the discharging process and is significantly higher than that of the sample FeHCF-0. This enhancement is attributed to the prevalence of low-spin iron redox reactions at these voltages in FeHCF-1. The sodium ions, engaged in intercalation pseudocapacitive behavior, become embedded in the crystal structure, markedly enhancing sodium ion transport kinetics. Additionally, Fig. 4c and Fig. 4d reveal that the diffusion coefficient of FeHCF-1 consistently exceeds that of FeHCF-0, indicating a swifter Na+ diffusion rate during charging and discharging, this may be attributed to the relatively smaller size of FeHCF-1 particles [48]. Consequently, FeHCF-1 demonstrates superior electrochemical performance compared to FeHCF-0 [49], [50].",
                        "To investigate the impact of sodium salt addition on the kinetic process of FeHCF, EIS measurements were conducted on FeHCF-1 and FeHCF-0 samples. In the Nyquist plot, the prominent semicircle in the high-frequency region corresponding to the interfacial membrane impedance (RSEI); the middle-frequency semicircle indicative of charge exchange impedance (Rct); the low-frequency oblique line corresponding to sodium ion transport in the solid-state diffusion process within the electrode material [51]. In Fig. 5a, we present varied voltage Nyquist plots of FeHCF-1 synthesized by adding Na2SO4 before cycling. Curves ranging from 3.6 V to 2.6 V exhibit a significant mid-frequency semicircle, signifying the formation of a CEI film in this voltage range, leading to increased charge transfer resistance. Notably, the impedance in the high-frequency region (RSEI) at 4.0 V and 3.8 V is smaller because the CEI film has not been formed at this voltage. A comparison at 3.6 V after 10 cycles, illustrated in Fig. 5b, reveals a substantial semicircle only in the intermediate frequency region of the pre-cycling sample, indicating stabilization of the CEI film in subsequent cycles. The stability of the CEI film is further evidenced by the reduction of RSEI from 240 ohm to 208 ohm after 10 cycles [52]. Fig. 5c display different voltage Nyquist plots of FeHCF-0 and Fig. 5d presents a comparison of the Nyquist plots for FeHCF-1 and FeHCF-0 at 3.6 V. In contrast to FeHCF-1 (Fig. 5a), the impedance curve from 3.6 V to 2.6 V lacks a significant semicircle. This absence is attributed to the pronounced agglomeration of FeHCF-0 nanoparticles, hindering the formation of a more effective CEI film. Consequently, the cycle stability of FeHCF-0 is notably inferior to that of FeHCF-1 in subsequent cycles [53], [54], [55], [56]. To directly observe the disparity in the CEI films between the two, the XPS characterization on samples after 50 cycles were conducted. As illustrated in Fig. 5e, f, the inorganic components within the CEI of FeHCF-1 are significantly higher compared to FeHCF-0. According to prior research, a CEI rich in inorganic constituents exhibits enhanced interfacial stability and migration kinetics, effectively suppressing electrolyte decomposition and thereby improving battery cycling stability [57]. This underscores the superior stability and high diffusion coefficients of FeHCF-1.",
                        "To delve into the impact of Na2SO4-assisted synthesis on FeHCF's structure in the room-temperature coprecipitation method, we disassembled batteries following 100 cycles at a current density of 100 mA g−1 to retrieve the cycled cathode electrode. This electrode underwent analysis through SEM, HRTEM, and XRD techniques. Observing Fig. 6a, the cycled cathode electrode displays a smooth surface, free from cracks or delamination. Notably, even after 100 cycles (Fig. 6b), the nanoparticles in FeHCF-1 maintained their small, uniform morphology. Comparison with the pre-cycle morphology (Fig. 2c) reveals minimal change in FeHCF-1, indicating its stable nanostructure. Examining the XRD peaks of the FeHCF-1 electrode post-100 cycles (Fig. 6c) against those pre-cycle. The similarity suggests an undamaged crystal structure during charge–discharge cycles. This result further proves that the reduction of [Fe(CN)6]4− vacancies makes the crystal structure of FeHCF less susceptible to damage and improves cycle stability. Fig. 6d–f present HRTEM images of FeHCF-1 after 100 cycles, discharged to 2.0 V. Notably, Fig. 6d exhibits clear lattice stripes across a large area. Fourier transform analysis within the inset of According to the Fourier transform results in inset of Fig. 6d, the crystal band axis of the sample is [1 −1 −1], and the lattice spacing of 0.37 nm and 0.36 nm in the figure can be indexed to the (1 1 0) crystal planes. In accordance with formula",
                        "d = a / u 2 + v 2 + w 2 (a is half of the lattice parameter, d is the crystal plane spacing, u, v, and are the crystal band axis coefficients), the lattice parameter of the FeHCF-1 crystal after 100 cycles and discharged to 2.0 V is 1.0465 nm, which is slightly higher than the 1.0199 nm before the cycle. This expansion primarily results from Na+ entering the lattice gap during discharge, nearly filling it by the 2.0 V discharge and causing a slight lattice expansion. The magnified view of lattice fringes and the crystal structure model of sample FeHCF-1 in the [1 −1 −1] perspective is presented in Fig. 6e. This illustration indicates the structural stability and symmetry of the sample during cycling, thereby providing additional evidence for the enhanced robustness of the FeHCF structure achieved through the reduction of [Fe(CN)6]4− defects. Fig. 6f reveals the existence of Na+ storage channels within the lattice stripes, creating favorable conditions for Na+ transport. Notably, local magnification highlights the periodic absence of lattice stripes in certain regions, signifying potential vulnerability in specific areas of the sample lattice during cycling. The HRTEM images of the sample FeHCF-1 after 100 cycles at charging to 4.0 V are shown in Fig. 6g-i. The crystal band axis of the sample is [0 1 −1], and the lattice spacing of 0.27 nm and 0.36 nm can be indexed to (2 0 0) and (1 1 0) crystal planes (Fig. 6g). At 4.0 V, the sample is sodium-poor structure, and the lattice parameter of the sample is calculated to be 1.0491 nm, which is similar to the 2.0 V sodium-rich structure. This shows that after the cycle, even if Na+ in the sample are removed from the lattice, the lattice of the sample will not be completely restored to the size of the non-cycle. The local magnification of the lattice stripes and the crystal structure model of the sample FeHCF-1 from the perspective of [1 −1 −1] are shown in Fig. 6h. The lattice stripes in some areas of the sample are still regular, indicating that the lattice structure of the sample has a certain resistance to the deintercalation of Na+. In addition, Fig. 6i shows that the lattice stripes of some areas are messy, which further indicates that although the structure of the sample is stronger, partial damage will occur in some areas where defects are more concentrated."
                    ],
                    "name": "Electrochemistry performance",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we employed a room-temperature coprecipitation method, building upon the introduction of a chelating agent, to modulate FeHCF of our system by incorporating sodium salts. This strategic approach successfully yielded hexacyanoferrate with reduced [Fe(CN)6]4− vacancy defects. The incorporation of sodium salt serves a dual purpose: not only does it enhance the morphology and structure of FeHCF, but it also elevates the sodium content within the structure. The introduction of Na2SO4 leads to the formation of sample nanoparticles characterized by a smaller size and uniform morphology. This advantageous configuration facilitates the efficient transport of sodium ions throughout the cycling process. Further investigations demonstrate that the mitigation of [Fe(CN)6]4− vacancy defects plays a pivotal role. It amplifies the capacity attributed to the redox of low-spin iron, augments the diffusion rate of sodium ions, and effectively fortifies the stability of the FeHCF cyclic structure. Additionally, CV measurements confirm the intercalation pseudocapacitive behavior of sodium ions induced by the low-spin iron redox reaction, elucidating the notable increase in sodium ion diffusion coefficient at this voltage. The discharge capacity of the sample, augmented with Na2SO4, reaches an impressive 130.8 mAh g−1 in the initial cycle. Notably, even after 100 cycles, the capacity retention rate stands at 87.4 %, surpassing the performance of the sample without sodium salt."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Qinglin Wang: Writing – original draft, Validation, Data curation, Conceptualization. Weilu Wang: Writing – original draft, Validation, Data curation, Conceptualization. Zheng Xing: Writing – review & editing, Writing – original draft, Validation, Funding acquisition, Formal analysis, Conceptualization. Yuchen Wu: Formal analysis. Xinran Gao: Formal analysis. Chuanhao Nie: Formal analysis. Runzhu Cui: Formal analysis. Zhicheng Ju: Writing – review & editing, Writing – original draft, Funding acquisition."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Zhicheng Ju reports financial support was provided by National Natural Science Foundation of China. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Full Length ArticleSodium salt assisted room-temperature synthesis of Prussian blue analogues as high-performance cathodes for sodium-ion batteries"
}