{
    "DOI": "10.1002/smll.202102618",
    "Journal": "",
    "Keywords": [
        "charge–discharge cycling",
        "metal foil anodes",
        "sodium‐ion batteries",
        "tin foils",
        "volume expansion"
    ],
    "Sections": [
        {
            "content": [
                "Li‐ion batteries are widely used for electrochemical energy storage; powering portable electronics, tools, and electric vehicles; and facilitating the conversion and storage of energy supplied by intermittent renewable energy sources. The cost of these batteries is expected to increase with the increasing global demand for Li, which, together with the limited availability of Li resources and their frequent location in politically unstable countries, presents a problem and necessitates the development of viable Li‐free alternatives. Among these alternatives, sodium‐ion batteries (SIBs) hold great promise due to the broader availability and lower cost of Na compared to those of Li and the similarity of the respective redox potentials (−2.71 vs 3.04 V vs standard hydrogen electrode). To date, numerous SIB cathode materials have been developed by utilizing the technologies previously adopted for Li‐ion batteries.[]",
                "SIB anode materials can be classified by their reaction mechanisms (intercalation/deintercalation, plating/oxidation, alloying/de‐alloying, and conversion reaction). Among the multitude of SIB anode materials, Na metal foil plating‐type anodes are an ideal choice, as they contain nothing but the active material.[] However, the Na dendrites that grow on such anodes during the plating reaction can penetrate the porous separator and form a direct connection between the anode and cathode, causing internal short‐circuiting and rapid discharge. As a result, the battery cycle lifetime drastically decreases, while the heat generated upon rapid discharge can trigger fire and even battery explosion.[]",
                "Alloying/de‐alloying anodes are a promising alternative to Na plating‐type anodes. They form a sodium alloy by sodiation, as shown in Equation (). These anodes have a high theoretical capacity based on x in Equation (). However, they undergo severe volume changes during charge/discharge cycling due to the volume difference between M and NaxM.1M+xNa⇌NaxMwhere M is the active material and NaxM is the discharge product.",
                "Sn is one of the most promising alloying‐type anode materials for SIBs, as it readily reacts with Na to form NaSn alloys. Sn anodes have a high theoretical specific capacity of 847 mAh g−1 (6150 mAh cm−3), high electrical conductivity, and a low potential (vs Na/Na+) plateau.[] However, they expand by as much as 424% upon sodiation to form Na3.75Sn, which can lead to Sn pulverization during charge/discharge cycling. Most previous researchers believed that this pulverization is the cause of the poor cycling behavior of Sn anodes. Thus, they focused on decreasing the effect of volume change by decreasing the particle size or depth of discharge, such as by preparing Sn composite anodes with nanoscale Sn structures (e.g., spherical particles,[] hollow shapes,[] thin films,[] nanorods,[] or nanofibers[]). Nevertheless, despite their advantages, nanoscale active materials are expensive and have a low active material loading.",
                "Recently, our group reported the long‐term cycling stability of micrometer‐sized Sn particles,[] which might originate from a “self‐healing” effect, that is, the reformation of a stable porous structure after pulverization. Thus, we hypothesized that pulverization might not be the origin of poor cycling stability in Sn alloying‐type anodes, which contrasts the understanding in previous reports. To determine whether the self‐healing ability can be extended from micrometer‐sized Sn powder to millimeter‐sized Sn bulk materials, we prepared Sn metal foil for use as an anode material. Some researchers have studied Sn metal foil anodes previously. Obrovac et al.[] reported that they have an unstable and incomplete first‐charge curve. Li et al.[] used a pre‐sodiated Sn foil anode to achieve cycling stability, realizing a capacity of 100 mAh g−1 at a current rate of 0.1 C. However, they only achieved one‐eighth of the theoretical capacity of 847 mAh g−1, which reduced the overall volume change. Therefore, the long‐term cycling ability of Sn metal foil anodes at high capacity is still unknown.",
                "Based on the results of previous studies,[] a flat Sn foil (6 mm diameter, 30 µm thickness) anode was used with a dual separator and dimethoxyethane (DME) electrolyte. The conductive additive‐ and binder‐free Sn foil anode exhibited stable and well‐pronounced charge/discharge behavior, which was ascribed to the preservation of its electrochemical and topological properties. A full cell with a Na3V2(PO4)3 (NVP) cathode showed good capacity as well as cycling stability. We confirmed that cracking or pulverization of the Sn anode is not the primary origin of its poor cycling performance. This provides a new horizon for the development of alloying‐type anodes (such as Sn, Sb, Bi, and Si) that undergo volume changes during charge/discharge cycling."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The discharge curve of Sn foil at 0.01 C (Figure ) had three distinct plateaus at 0.18, 0.10, and 0.04 V, the end positions of which reflected the capacities corresponding to Na/Sn atomic ratios of 1, 2.25, and 3.75, respectively. The phase transformation of the Sn foil anode was probed by in situ X‐ray diffraction (XRD) analysis during the discharge process (Figure  and Figure , Supporting Information). The thus‐obtained patterns featured peaks corresponding to the Sn foil anode, the polypropylene nanoporous membrane and glass fiber filter separator, and the Be window of the XRD holder. Figure , Supporting Information, shows the standard XRD patters of various sodiated Sn compounds. The peaks of crystalline Sn metal and NaSn intermetallic compounds are marked with arrows in Figure . The XRD peaks of the Sn foil anode prior to discharge (0 mAh g−1, red arrows in Figure ) agree well with those of the β‐Sn (JCPDS #894 898) peaks. Nevertheless, the intensity ratios of the peaks deviated from those of the reference, which was ascribed to texturing (preferential orientation) of the film from the rolling process used to prepare it.",
                "After a discharge of 20 mAh g−1, the intensity of the peak at 32.0° decreased, which reflects the (partial) disappearance of the preferred orientation. New peaks emerged at 27.7° and 34.0° (blue arrows in Figure ) that were assigned to NaxSn with x < 1, although no reference corresponding to these positions was found. The new peaks persisted until a discharge of 100 mAh g−1, but they almost disappeared as the specific capacity increased to 200 mAh g−1. β‐NaSn peaks emerged at 31.8° and 34.6° (green arrows in Figure ) at a specific capacity of 200 mAh g−1, and persisted to 300 mAh g−1. No peaks of other NaSn intermetallics appeared at this stage in the discharge process. At a specific capacity of 500 mAh g−1, the peaks of β‐NaSn had almost disappeared, and two strong peaks of Na2.25Sn appeared at 33.0° and 33.9° (purple arrows in Figure ). As the position of this capacity (500 mAh g−1) is close to the end of the second plateau in Figure , we concluded that NaSn reacted with Na during the second plateau to afford Na2.25Sn, in good agreement with previous reports.[] After a discharge of 600 mAh g−1, which corresponds to the third plateau in Figure  of 0.04 V, peaks of Na3.75Sn (at 31.92°, 33.38°, and 34.78°; navy arrows in Figure ) and Na2.25Sn emerged. Subsequently, the peaks of the latter phase lost intensity, whereas those of the former phase persisted, in line with previous reports.[] Based on the above, the Sn foil anode reacted with Na to form NaSn, Na2.25Sn, and Na3.75Sn, which have theoretical capacities of 226, 508, and 847 mAh g−1, respectively.",
                "To investigate the evolution of the anode morphology during the discharge process, we extracted the Sn anode from the Na/Sn cell at the positions marked by red arrows in Figure  and observed the front side of the anode (that is, the side contacting the separator) by macrophotography (Figure ). The pristine Sn foil had a silvery‐white appearance with a metallic luster. The white metallic luster was lost after a discharge of 20 mAh g−1, but the disk shape and area did not change. The disk shape was retained as the specific capacity continued to increase, while the area increased. Figure , Supporting Information, shows the variation in the apparent area of the anode during the discharge process, revealing that the areal expansion was not proportional to the sodiation degree. Up to a discharge of 60 mAh g−1, the areal expansion was close to 0%; subsequently, it increased continuously until 700 mAh g−1, and was then stable at 93% until the end of the discharge process. Figure , Supporting Information, shows images of the back side of the anode (the surface contacting the current collector during discharge) after bending. Both sides of the pristine Sn anode had the same color and metallic luster. However, the back side of the Sn anode after a discharge of 20 mAh g−1 was golden with a metallic luster. After a discharge of 200 mAh g−1, the back side lost its metallic luster and became similar to the front side. This behavior implies that the initial sodiation in the first plateau progresses from the front side to the back side of the Sn anode and does not occur throughout the anode.",
                "To understand anode expansion in detail, we used scanning electron microscopy (SEM) to explore the changes in the Sn foil surfaces during the first electrochemical cycle (Figure ). The surface of the pristine Sn foil anode exhibited traces of rolling, as shown in the low‐magnification SEM images. After a discharge of 20 mAh g−1, the surface of the Sn foil became covered by island‐like spherical protuberances (yellow arrows in Figure ) with diameters of ≈1 µm, as revealed by high‐magnification SEM. These protuberances probably reflect the expansion accompanying the conversion of Sn to NaSn, as the presence of a free surface would have caused expansion to occur perpendicular to the surface. Therefore, the initial expansion of the Sn foil anode probably occurred perpendicular to the surface, which could explain why no areal expansion was observed in Figure  or Figure , Supporting Information, during the initial stage of the discharge process.",
                "At a discharge of 200 mAh g−1, the Sn foil surface was too rough to observe the traces of rolling by low‐magnification SEM imaging. In the high‐magnification images, the foil surface appears as if multiple wires of churro‐like shapes have been pulled out and bent at the end (red arrows in Figure ). After a discharge of 400 mAh g−1, the entire surface was covered by V‐shaped wires (white arrows in Figure ) that could be seen in both the low‐ and high‐magnification SEM images. The low‐magnification SEM image of the film after a discharge of 600 mAh g−1 shows that the Sn foil is composed of several zones with a size of a few hundred micrometers. The insides of these zones (called V‐shaped zones) comprised V‐shaped wires (white arrows in Figure ), which were same shape as those at a specific capacity of 400 mAh g−1. Each V‐shaped zone was surrounded by a boundary (marked by the white dotted line in Figure ), which could be formed by the connection and growth of the V‐shaped wires. The V‐shaped wires can be clearly observed in the high‐magnification image (white arrows in Figure ). To identify the factors influencing the V‐shaped zones and their boundaries, we observed the etched pristine Sn foil anode by optical microscopy (Figure , Supporting Information). The optical microscopy images revealed that this foil was divided by etched grain boundaries with sizes of hundreds of micrometers. The boundaries between the V‐shaped zones probably correspond to the etched grain boundaries in the optical microscopy images.",
                "The shape evolution that occurs during the discharge process is complex. However, from the above data, we propose the following sequence. Once the surface is covered by protuberances, sodiation occurs below the surface. Since the grain boundaries have an open structure, Na diffuses along the grain boundaries much faster than that in the bulk Sn lattice. It is plausible that NaSn compounds (NaxSn, x > 1) nucleate and grow at the grain boundaries. If two growing NaSn compounds meet at a grain boundary, they could produce the observed V‐shaped grains by compressive stress due to the volume expansion that occurs during sodiation, which might induce areal expansion. At the end of the discharge process, the churro‐like strands disappear but leave traces in the form of cracks. As the only crystalline phase observed by XRD corresponds to Na3.75Sn (Figure ), the shape of Sn foil might be attributable to the formation of Na15Sn4 as the final sodiation product.",
                "Figure  presents the first‐charge curve of the Sn foil anode recorded at 0.01 C in a Na/Sn half‐cell. Despite the high probability of electrical contact loss during desodiation, this curve showed a capacity of 750 mAh g−1 without any voltage fluctuation and featured four plateaus at 0.14, 0.27, 0.52, and 0.67 V.",
                "The phase transformation of the Sn foil anode during the first‐charge was explored by in situ XRD (Figure ). The peaks of Na3.75Sn as the final discharge product could be observed until a charge of 300 mAh g−1, which corresponds to the first‐charge plateau at 0.14 V, while the peaks of Na2.25Sn were identified during charging to 500 mAh g−1, which corresponds to the second plateau at 0.27 V. However, no peaks of β‐NaSn were observed during charging, even though this phase was observed during the discharge process. Considering previous results,[] the NaSn formed in the Sn foil anode might have a nanocrystalline or amorphous structure. Sharp peaks of crystalline Sn appeared during subsequent charging and persisted until the end of the charging process. The charge reaction was the reverse process of the discharge in Figure .",
                "Although we used a Sn foil anode herein, its first discharge/charge profile and phase transformations are very similar to those previously observed for anodes comprising Sn nano‐ and microparticles. However, the morphology variation of the Sn foil anode during charging is very different. Figure  shows the macrophotographs of Sn foil anode taken during the first charging process. At a charge of 200 mAh g−1, the anode appeared dense, hard, and dark, similarly to the fully discharged sample. After charging to 600 mAh g−1, the anode appeared as a round dark disk divided by visible cracks into pieces that were several hundred micrometers in size. After subsequent charging, the disk shape with divided pieces was still observed. Figure , Supporting Information, shows the evolution of the practical apparent area of the Sn foil anode during the first charge. In terms of size, the pristine state of the Sn foil anode was not recovered after the first charge because of visible cracks. Although the Sn anode was divided into pieces, a stable charge curve was obtained, which indicates that these pieces were electrically connected, that is, the anode was electrically connected in the vertical direction from the current collector.",
                "To understand the anode cracking in detail, we used SEM to explore the changes in the Sn foil surfaces during the first electrochemical charging process (Figure ,). The foil exhibited a porous structure with pores of <500 nm, as shown in the high‐magnification SEM image. After charging to 400 mAh g−1, churro‐like wires appeared in the high‐magnification SEM images, similar to those at a discharge capacity of 200 mAh g−1 (Figure ). After charging to 700 mAh g−1, the film surfaces were covered by protuberances with sizes of <1 µm, similar to the morphology at a discharge capacity of 20 mAh g−1 (Figure ). At the end of the charging process, the Sn foil had a dense and smooth surface. We could not find out any traces of the boundaries (shown by white dotted lines in Figure ) in any of the low‐magnification SEM images taken during the charging process. However, the pieces in Figure  have a size similar to those of the V‐shaped zones in Figure . During the charging (desodiation) process, the V‐shaped zones might return to their original shape with volume contraction, thereby inducing visible cracking. Based on above data, we concluded that the Sn foil anode reversibly reacts with Na during the first cycle.",
                "The discharge/charge curves of the Na/Sn half‐cell recorded at 0.01 C during three cycles are presented in Figure , Supporting Information. The three discharge plateaus observed during the first cycle were replaced with four discharge plateaus from the second cycle onward, based on the appearance of a new plateau at 0.45 V. The first plateau of second discharge at 0.45 V corresponds to the fourth plateau at 0.67 V during charging, which relates to NaxSn with x < 0.5. The fourth plateau at 0.67 V during charge curve and the first plateau of 0.45 V during discharging are related to the division of the anode shown in Figure . Figure , Supporting Information, shows the cyclic voltammograms of Sn foil anode at a voltage scan rate of 0.01 mV s−1 which is well matched with the galvanostatic data of Figure , Supporting Information.",
                "Figure  shows the evolution of specific capacity upon cycling (100 cycles) of a Na/Sn half‐cell with a Sn metal foil anode at 0.1 C. The Sn foil anode exhibited initial discharge and charge capacities of 766 and 666 mAh g−1, respectively. After five cycles, the reversible capacity had increased to a maximum of 803 mAh g−1 and the coulombic efficiency stabilized at ≈100%. The anode comprised only Sn metal; nevertheless, a high reversible capacity of 692 mAh g−1 was achieved even after 100 cycles. Since the Sn foil anode did not contain a binder or conducting agent, the stable cycle life was an unexpected and notable phenomenon considering that pulverization occurred due to the volume change. The Sn foil anode delivered better capacity retention than the previous composite and free‐standing electrodes.[]",
                "The corresponding charge/discharge curves for 100 cycles are shown in Figure . The initial over‐potential decreased during cycling, possibly because the Sn foil was concomitantly split into small Sn plates. The Na/Sn half‐cell was probed by electrochemical impedance spectroscopy to observe changes in internal resistance, with the obtained Nyquist plots shown in Figure . Typically, Nyquist plots feature a semicircle at high frequencies, which is usually associated with charge transfer resistance (Rct), as well as a sloping straight line at low frequencies, which is attributed to Na+ ion diffusion into the active material. The Rct of the Sn foil anode was as high as 72 Ω before cycling but decreased to <1 Ω after 10 cycles, which coincides with the previous results using microsized Sn powder and DME electrolyte.[]",
                "Figure  shows macrophotographs of the charged Sn foil anode taken after 1, 3, 5, 20, and 100 cycles. Contrary to the conventional belief, the widths of cracks present after the first cycle had decreased after the third cycle, and no cracks were observed from the fifth cycle onward. During repeated cycling, the Sn foil anode retained its circular shape, but the diameter increased. The apparent and real areas of Sn anodes were calculated by image analysis and are presented in Figure , Supporting Information. The apparent area of Sn foil increased from 28.27 to 82.79 mm2 after 100 cycles.",
                "Figure  shows SEM images of Sn anodes acquired during 100 cycles at 0.1 C. The change in the morphology of the Sn anode during cycling made it possible to consider the reason for its fractures. At the fifth cycle, small protuberances (diameter of <500 nm) with spherical shape (white arrows in Figure ) appeared on the surface. At the 20th cycle, larger (diameter of <2 µm) spherical particles (red arrows in Figure ) were connected to each other and with pores. Finally, a coral‐like 3D porous structure was observed at the 100th cycle. This behavior indicates that the anode density decreases upon cycling, which could also be responsible for the increase of area and disappearance of visible cracks. In a previous study,[] we observed the formation of a coral‐like 3D porous structure after 5000 cycles in a Sn composite anode with micrometer‐sized Sn particles, demonstrating that they underwent self‐healing after initial pulverization. Since this process can proceed both at the surface and inside the divided pieces, the area of the divided pieces is expected to increase as the foil merges into one piece.",
                "To investigate the morphology change induced by sodiation, a sample that had been exposed to 100 cycles was subjected to two further cycles, discharged at the 103rd cycle, and observed by SEM (Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Development and Evaluation of Sn Foil Anode for Sodium‐Ion Batteries"
}