{
    "DOI": "10.1039/D2DT00958G",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid growth in the demand for energy storage and power batteries, lithium-ion batteries (LIBs) have been widely used due to their high energy and power density. However, with the popularity of LIBs and the increase in demand, the total amount of lithium resources is limited. With the explosion of demand in the field of energy storage, the supply and demand relationship of lithium resources will become increasingly tight by 2030. In contrast, the source material of sodium is abundant, the corresponding price is lower, and the extraction is simpler. Moreover, the working principles of sodium-ion batteries (SIBs) and LIBs are similar. Therefore, SIBs are expected to be used in large-scale energy storage in the future. But in terms of battery performance, the energy density of SIBs is much inferior to that of LIBs because of the heavier atomic mass of sodium. Therefore, it is essential to find new ways to improve the performance of SIBs.",
                "The main cathode materials for SIBs include layered transition metal oxides, polyanionic compounds and organic materials. Polyanionic compounds have an open skeleton structure, which effectively promotes the transportation of Na+. Moreover, the Na superionic conductor (NASICON) structure possesses a large three-dimensional channel that can be used for rapid deintercalation of sodium ions. NASICON-type phosphate materials have higher working voltage and better structural thermal stability. These cathode materials have been deemed to be the most promising systems with excellent industrial application prospects in the current development stage of SIBs. Among the NASICON materials, the Na3V2(PO4)3 (NVP) cathode has a high theoretical energy density (400 W h kg−1) and a great reversible discharge capacity (117.6 mA h g−1). In addition, it maintains extremely high structural stability during the process of insertion/extraction of Na+. However, the low electronic conductivity and serious volumetric change restrict the further development of NVP.",
                "In order to improve the electrochemical performance of SIBs, researchers explored different modification methods to improve the conductivity and ionic diffusion rate, including carbon coating and bulk doping. Element substitution is a useful method to effectively improve battery performance and prevent structural collapse. In this work, a dual modification strategy of Mn2+/Ti4+ co-substitution is proposed for the first time. Significantly, Mn-doping can efficiently accelerate the transmission speed of electrons by introducing beneficial holes derived from the low valence state of +2, presenting the classical p-type doping modification. Moreover, the presence of Mn2+ with a larger ionic radius (0.82 Å vs. 0.74 Å of V3+) can support the crystal to stabilize the NASICON framework of the NVP system. In order to maintain the charge balance of the NVP system, Ti4+ is introduced for the perfect charge compensation. Accordingly, the addition of Ti4+ can generate excess electrons due to the n-type substitution, which contributes to the favorable electronic conductivity. Furthermore, the replacement of V3+ by Ti4+ (0.605 Å) with a smaller ionic radius facilitates the increase in the internal spacing distance to accelerate the diffusion of Na+. In addition, conductive carbon nanotubes (CNTs) are utilized to construct an efficient network to improve the rate capability of the NVP composite. Meanwhile, CNTs can inhibit particle growth and thus reduce particle size, which will shorten the transport path of Na+ and promote the diffusion of Na+. Comprehensively, the optimized Na3V2−xMnxTix(PO4)3/C@CNT(x = 0.15) (MnTi0.15@CNT) sample shows a splendid electrochemical performance. It can release a high capacity of 70.3 mA h g−1 at a high rate of 90C, maintaining 58 mA h g−1 after 1000 cycles with a high capacity retention of 82.5%. Even at an ultra high rate of 180C, it still delivers a reversible value of 68.2 mA h g−1 and retains a high capacity of 53.8 mA h g−1, corresponding to the excellent retention of 78.9% with a low capacity attenuation ratio of 0.021% per cycle. Therefore, this superior electrochemical performance demonstrates that the dual modification strategy of Mn2+/Ti4+ co-substitution is feasible to obtain a cathode material with high performance for SIBs."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The experimental process is shown in Fig. S1.† All samples were prepared by a conventional sol–gel method. Mn(NO3)2·4H2O, C12H28O4Ti, C6H8O7·H2O, NaH2PO4, and NH4VO3 were used as raw materials. C6H8O7·H2O was used as the reductant and complexing agent. Firstly, we calculated the required amount of each source material according to the ratio. Then Mn(NO3)2·4H2O, C12H28O4Ti, and NaH2PO4 were added into the NH4VO3 solution prepared in advance. At the same time, the solution was kept stirring at 80 °C. The color changes during the mixing process. Simultaneously, we used a cell crusher to prepare CNT dispersion. Subsequently, we added the CNT dispersion into the mixture and it was kept stirring for 0.5–1 h until the solution was left with 20–30 mL. Then we removed the remaining sticky matter from the beaker, and the mixture was cooled to room temperature. After freeze-drying, the sample needed to be initially burned at a termination temperature of 450 °C with a heating rate of 2 °C min−1 for 4 h. The final heat treatment was performed at 700 °C with the same heating rate for 6 h. For comparison, pristine Na3V2(PO4)3 was also synthesized by the same sol–gel method, and the raw material were C6H8O7·H2O, NaH2PO4 and NH4VO3. The process was similar to the preparation route of Na3V2−xMnxTix(PO4)3/C@CNT materials. The obtained Na3V2−xMnxTix(PO4)3/C@CNTs(x = 0, 0.05, 0.15, 0.20) are abbreviated as NVP, MnTi0.05@CNTs, MnTi0.15@CNTs and MnTi0.20@CNTs."
                    ],
                    "name": "2.1 Synthesis route",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) measurement was utilized to determine the crystal structure of the samples. The particle size and morphology were obtained from the scanning electron microscopy and transmission electron microscope (SEM/TEM) tests. X-ray photoelectron spectroscopy (XPS) was carried out to detect the elemental valence of the samples. The specific surface and pore diameter of the sample were measured by the Brunauer Emmett Teller (BET) method. The carbon content of the samples was detected by thermogravimetric (TG) measurement. The concentrations of Mn and Ti of all the samples were quantitatively measured using an Inductively Coupled Plasma-Atomic Emission Spectrometer (ICP-AES)."
                    ],
                    "name": "2.2 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performance of all samples was evaluated by assembling CR2016 coin type half-cells in a glovebox filled with Ar gas. Active materials, carbon black and PVDF were dispersed into an N-methyl-2-pyrrolidone (NMP) solution according to the mass ratio of 7:2:1 to prepare a slurry as the cathode and the mixture was poured into the ball mill tank and ground for 4 h to get a uniform slurry. The slurry was smeared on the surface of the aluminum foil by a coating machine and then was vacuum dried for 12 h. The dried pole pieces were punched into a wafer with a diameter of 16 mm. The wafer was used as the cathode and the sodium flakes were used as the anode. 1 M NaClO4, EC/DEC (1:1) and 5% FEC were used as the electrolytes. The cyclic voltammetry (CV) profiles were recorded by an electrochemical workstation (CHI660e, China), and the voltage range of the CV curve was 2.3–4.1 V. The scan rate of CV tests was 0.1, 0.2, 0.5, 1, 2 and 5 mV s−1. Electrochemical impendence spectroscopy (EIS) measurements were conducted with the frequency range of 10 MHz–100 MHz by an electrochemical workstation. The Galvanostatic Intermittent Titration Technique (GITT) and the galvanostatic charge/discharge measurements were tested using a LAND-2001A test instrument conducted within 2.3–4.1 V (potential vs. Na/Na+) at room temperature."
                    ],
                    "name": "2.3 Electrochemical performance tests",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "XRD measurements were performed to obtain the influence of excessive Mn/Ti co-substitution. As shown in Fig. 1a, the sharp and narrow peaks in the spectrum indicate good crystallinity. In addition, there are no impurity peaks in the diffraction patterns and the XRD patterns are clearly assigned to the Rc space group (PDF#00-053-0018) with a framework of the NASICON structure, which proves that Mn/Ti co-substitution has no influence on the NVP crystal structure. Obviously, the characteristic peaks of the doped samples have an offset to a smaller degree compared with the NVP, demonstrating that Mn2+ and Ti4+ have successfully entered the NVP structure. According to Bragg's law, the lattice spacing increases after Mn/Ti co-doping. Specifically, the larger Mn2+ ion (0.82 Å) occupying the V3+ site plays an important role to support the structure. While the relatively smaller Ti4+ ion (0.605 Å) in contrast to the local V3+ further increases the internal crystal space. Furthermore, to detect the cell parameter values of all the samples, the XRD result data are refined by the Highscore software shown in Fig. 1b and Fig. S2.† The cell parameters are listed in Table 1. The refined XRD data shows that the volume of the unit cell for all the samples increases with the co-doping amount of Mn and Ti. This result is consistent with the variation trend presented in the insert of Fig. 1a. The increase in the volume of the crystal cell for Mn/Ti co-doped samples is derived from the comprehensive results of Mn/Ti co-substitution. In short, Mn/Ti co-doping causes a synergistic effect on the crystal characteristics, resulting in a stable construction with enlarged volume without destroying the crystal structure. At the same time, co-doping facilitates the expansion of the migration channels for Na+, thereby promoting the transmission rate of Na+. Therefore, the Mn/Ti co-doped composites will greatly enhance the dynamics of the modified materials.",
                "Moreover, the ICP-AES measurement is explored to verify the precise elemental doping concentration of all samples revealed in Table S1.† Obviously, the substitution ratios obtained by ICP-AES are so close to the theoretical compositions, indicating the successful synthesis of the targeted co-substituted Na3V2−xMnxTix(PO4)3/C@CNT samples.",
                "To further detect the change in the lattice constant of MnTi0.15@CNTs, we used DFT calculations to check it. The model for the structures of all the samples by DFT calculation is revealed in Fig. S3† and the unit cell parameters calculated by DFT are shown in Table S2.† The values of a and c of the co-doped samples both enlarge with the increase in doping amount. Compared with NVP, the unit cell volume of the doped samples also increases gradually, which is consistent with the results obtained from the XRD refinement using the High-score software.",
                "To further clarify the appearance characteristic of the samples, SEM images are revealed in Fig. S4† and Fig. 2. The comparison of the morphological features of all the samples at different magnifications is presented in Fig. S4.† All composites show a similar configuration with agglomerated active particles, possessing irregular morphologies. This is because that NVP is a multi-element metal salt. Under the action of strong static electricity, the anions and cations easily gather together and form micron-sized large particles at ultra-high crystallization temperature. Notably, the co-doped samples have a smaller grain size than the pure NVP composite, suggesting that these modified materials can provide a shorter pathway for ionic and electronic transportation. According to Fig. 2a, the distribution of the MnTi0.15@CNT sample is uniform. It shows clearly that the carbon nanotubes are attached to the surfaces of active particles or inserted into the bulk. As shown in Fig. 2b, the MnTi0.15@CNT sample has plentiful carbon nanotubes attached and evenly distributed among the grains. The morphology is relatively complete compared with other samples. The EDS image displayed in Fig. 2c detects the presence and the distribution density of the atoms including Na, Mn, Ti, V, P, O and C. For comparison, the EDX spectrum and mapping images of NVP are performed and the results are shown in Fig. S5 and S6.† Obviously, the Na, V, P, O and C elements are uniformly distributed in the particle, which confirms that Mn and Ti are successfully doped into the sample and evenly distributed over the sample.",
                "To explore whether the carbon nanotubes are successfully mixed into the sample, and whether the lattice stripes of the samples are consistent with NVP, the samples are tested by TEM. The resulting graphs are analyzed using the Digital micrograph software. As shown in Fig. 2d, it can be seen from the TEM image that the surface of the particles is covered with a carbon layer and tubular CNTs are attached to the surface. These carbon-based materials can construct an effective conductive framework to accelerate the transportation of electrons. Moreover, as presented in Fig. 2e, the selected lattice spacing of this sample is 0.372 nm, which matches well with the (006) of the NVP system. The result is obtained from Fig. S7a.† Besides, the fast flourier transform images (FFT) (Fig. S7b†) indicate that the sample has an obvious RC rhombus structure.",
                "In order to further detect the contents of CNTs, a TG test on doped samples is carried out and the results are shown in Fig. S8.† All curves show the same trend and the carbon content of MnTi0.05@CNTs (Fig. S8b†), MnTi0.15@CNTs (Fig. S8c†) and MnTi0.20@CNTs (Fig. S8d†) is about 11%. It demonstrates that the doping amount of CNTs in these samples is the same. Moreover, the mass loss rate of NVP (Fig. S8a†) is only 5%, which demonstrates that the content of CNTs is kept at 6% for the co-doped samples except for the carbon source added in the preparation of the precursor.",
                "Furthermore, the XPS test is performed to determine the chemical state of elements in the MnTi0.15@CNT sample. The survey spectrum in Fig. S9† demonstrates that Mn and Ti have been successfully doped into the NVP bulk. The orbits of each element are V2p, C1s, Mn2p, and Ti2p. Through the XPS solid surface analysis, elemental composition, atomic valence and surface energy spectral analyses are obtained. After fitting the original date (Fig. 3a), the fitted peaks are located at 641.4 eV and 653 eV, which agree well with Mn2+ 2p1/2 and Mn2+ 2p3/2. Moreover, the satellite peaks located at 645.8 eV and 655.8 eV indicate that there is a separation energy of 4.4 eV for Mn2+ 2p1/2 and 2.8 eV for Mn2+ 2p3/2. As shown in Fig. 3b, the peaks of Ti2p are 464.5 eV and 458.5 eV, which prove the existence of Ti4+ 2p1/2 and Ti4+ 2p3/2. Besides, the C 1s spectrum (Fig. 3c) is split into four peaks, including 284.8, 286, 289 and 291 eV, which are respectively corresponding to the four bonds of C–O, C–O, CO and π–π*. The fitted results show that the peaks of V 2p1/2 and V 2p3/2 are 523.8 eV and 516.4 eV, respectively, in Fig. 3d, demonstrating that vanadium is trivalent in the V–O band. These results indicate that Mn and Ti are successfully doped into the crystal, and when a positive divalent Mn replaces the trivalent V site, the loss of electrons causes a part of the hole in the V–O covalent bond, resulting in beneficial p-type doping. In addition, when positive tetravalent Ti replaces the trivalent V sites, the excess electrons also participate in the electronic transport, introducing the favorable n-typing substitution.",
                "Moreover, BET measurement is carried out to explore the surface area and pore size of all samples. The BET plots of MnTi0.05@CNTs, MnTi0.15@CNTs, MnTi0.20@CNTs, and NVP are shown in Fig. 3e and Fig. S10a,† whose surface values are 17.230 m2 g−1, 23.796 m2 g−1, 22.198 m2 g−1 and 16.035 m2 g−1, respectively. Notably, the co-doped samples have a larger specific area than the pure NVP sample. A large specific surface area can effectively increase the contact area between the active material and the electrolyte. MnTi0.15@CNT possesses the biggest surface area, indicating it can provide the most active sites for the de-intercalation of Na+. The aperture nature of all the samples is presented in Fig. 3f and Fig. S10b.† Obviously, the pore size of MnTi0.05@CNTs, MnTi0.15@CNTs, MnTi0.20@CNTs and NVP are 11.249 nm, 8.156 nm, 10.088 nm and 8.238 nm, respectively, indicating that all composites possess the mesoporous feature. The smaller pore size and the porous structure can facilitate electrolyte penetration, speeding up the transmission of sodium ions in the structure and then improving the electrochemical performance of the battery.",
                "The influence of Mn/Ti substitution and CNT enwrapping on the electrochemical performance of NVP is manifested through the rate properties and the cycling stability of all the samples. Fig. 4a shows the initial charge and discharge curve of the assembled batteries composed of all the samples at 0.1 C recorded from 2.3–4.1 V vs. Na+/Na. When sodium ions are deintercalated at the M2 site, as shown in the figure, a voltage plateau appears at 3.4 V vs. Na+/Na, which matches the redox reaction of the V3+/V4+ couple. The polarization voltage of MnTi0.15@CNTs is smaller than those of other samples. Battery polarization is the potential difference caused by the irreversible electrode electromotive force deviating from the balanced electrode potential during the electrode process. Thus, a small polarization voltage means a good reversible effect. The polarization voltage of NVP is significantly higher than those of the co-doped samples. The diffusion path of Na+ can be expanded after doping with Mn and Ti, which speeds up the de/intercalation process. When the cut-off voltage is 2.3 V, the initial capacity of NVP, MnTi0.05@CNTs, MnTi0.15@CNTs, MnTi0.20@CNTs are 69.4, 91.8, 97.92, and 96.04 mA h g−1, respectively. MnTi0.15@CNTs exhibit the best electrochemical performance. It also demonstrates that Mn/Ti co-doping accompanied with CNT enwrapping can increase the specific capacity effectively. Fig. 4b shows the specific capacities at different rates of 1, 2, 5, 9, 12, 15 and 1C. It is obvious that the specific capacity of NVP is much lower than that of the co-doped samples. The initial capacities of MnTi0.05@CNTs, MnTi0.15@CNTs, MnTi0.20@CNTs and NVP are 83.71, 91.21, 89.4 and 67.4 mA h g−1 at 1C, respectively. Compared with the specific capacity at different 1C rates, the capacity retention values of MnTi0.05@CNTs, MnTi0.15@CNTs, MnTi0.20@CNTs and NVP are 99.6%, 100%, 99.7% and 99.5%, respectively, which indicate that the Mn/Ti co-doped cathodes can effectively improve the reversible performance of the battery, and the rate performance of MnTi0.15@CNTs achieves the best.",
                "Fig. 4c shows the cycle performance at 1C of all samples. All tests are performed within the voltage range of 2.3–4.1 V. The overall trend of Mn/Ti co-doped samples is much gentler than that of NVP. Quantifying this trend, the initial capacities of NVP, MnTi0.05@CNTs, MnTi0.15@CNTs and MnTi0.20@CNTs are 82.9, 87.23, 88.48 and 83.8 mA h g−1 at 1C. The capacity retention values of MnTi0.05@CNTs, MnTi0.15@CNTs, and MnTi0.20@CNTs are obtained as 86%, 89% and 87%, which are much higher than 55% of NVP. Clearly, the stability of Mn/Ti co-doped electrodes is better than that of NVP at 1C, and MnTi0.15@CNTs is the best of all electrodes. Moreover, the coulombic efficiency of MnTi0.15@CNTs is revealed in Fig. 4c, maintaining about 99% in the prolonged process, indicating the excellent electrochemical reversibility of the optimized MnTi0.15@CNT composite. In summary, MnTi0.15@CNTs have better sodium storage performance than the other samples. Furthermore, to explore the superior cycle performance of MnTi0.15@CNTs at higher rate densities, the assembled half-cell was tested at 5C and 15C as shown in Fig. 4d. Significantly, the specific capacity remains relatively stable at 5C and 15C. It can provide a high reversible capacity of 83.24 mA h g−1 at 5C and retain a value of 60.74 mA h g−1 after 1000 cycles, corresponding to a capacity retention of 73.0%. Moreover, the coulombic efficiency retains a high level of nearly 99%, demonstrating the stabilized reversibility even at a high rate. When cycling at 15C, it presents an initial capacity of 77.45 mA h g−1 and keeps as 59.5 mA h g−1 after 1000 cycles, suggesting a great retention value of 76.8%. Based on the superior cyclic performance of MnTi0.15@CNTs at a high rate, the cycling property at ultra-high rates of 90C and 180C are tested and the results are shown in Fig. 4e. It is obvious that the graph keeps gentle. The reversible capacity of MnTi0.15@CNTs is 70.3 and 68.2 mA h g−1 at 90 and 180C. After 1000 cycles, MnTi0.15@CNTs still deliver a high capacity of 59.5 and 53.8 mA h g−1 at 90C and 180C with a retention ratio of 82.5% (90C) and 78.9% (180C). Although suffering from a long cycle at high rates, the retention ratio of capacity still remains stable. During the 1000th cycle, the capacity attention ratio of MnTi0.15@CNTs is relatively low (0.018% for 90C and 0.021% for 180C), suggesting the stabilized crystal structure of the modified MnTi0.15@CNT electrode. Moreover, the coulombic efficiency of MnTi0.15@CNTs remains at around 99% during 1000 cycles at 90C and 180C. Compared with the coulombic efficiency at 1C and 5C, the curve fluctuates more obviously. In particular, at 180C, the curve has a wider range of fluctuations up and down. This phenomenon may result from the intensive stimulation of super high current and this large current leads to the fast de-intercalation of Na+, thus affecting the stability of the positive electrode material structure. Notably, the coulombic efficiency value still remains within the range of about 99%. It can be concluded that even at high rates, MnTi0.15@CNTs still maintain a striking electrochemical performance during the prolonged process. From the electrochemical performance of the battery, the reversible capacity of the battery is greatly improved after doping with Mn and Ti, and the battery capacity remains stable under high rates and long cycles. It can be proved that the stability of the doped sample is also good over a long period. Moreover, TEM tests of MnTi0.15@CNTs after 1000 cycles at 90C were conducted and the results are shown in Fig. S11.† The FFT images and distribution images are analyzed using the Digital Micrograph software. Notably, the lattice space of 0.91 nm shown in the figure corresponds to the (024) crystal plane of the NVP system. It demonstrates that the crystal structure is hardly damaged after the prolonged cycles at a high current density value of 90C, indicating the significantly enhanced structure of the optimized MnTi0.15@CNT composite. Furthermore, Table 2 shows the contrast of electrochemical performance among MnTi0.15@CNTs and other modified NVP samples. Obviously, the optimized MnTi0.15@CNT electrode presents a superior sodium storage property both in rate capability and cyclic performance.",
                "The CV curves of all electrodes are revealed in Fig. 5 to evaluate the kinetic characteristics. Obviously, there is one pair of oxidation and reduction peaks for all electrodes as shown in Fig. 5a, indicating that the reaction is reversible. The positions of the oxidation and reduction peaks of each sample are similar, which is at about 3.5 and 3.3 V, respectively. Obviously, the peak intensity of the MnTi0.15@CNT sample is higher, indicating that the reversibility of this sample is better. Fig. 5b shows the CV curve at different scan rates of MnTi0.15@CNTs. The intensity of the peak and acreage gradually increase with the increase in the sweeping speed, which is due to the existence of electric double layer capacitors and the current through the capacitor has a linear relationship with the sweep speed. Fig. S12(a and c†) shows the CV curves of MnTi0.05@CNTs and MnTi0.20@CNTs. Fig. 5c is obtained after linear fitting of the peak value at each sweep speed. The peak current at each sweep speed is linearly related to the square root of the sweep speed. According to the slope value obtained by fitting the graph, the diffusion coefficient of sodium ions can be calculated from formula (1).",
                "In formula (1), n, A, C and v represent the number of electrons transferred, contact area, Na+ concentration and the scan rate. The value of n and A are equal to 2 and 2.0096 cm2. The calculated DNa+ values are listed in Table 3. It can be observed from Table 3 that the charge–discharge diffusion coefficient of MnTi0.15@CNTs is the highest, which is 1–2 orders of magnitude higher than that of NVP. Meanwhile, it is proved that Mn and Ti co-doping can greatly improve the mobility of sodium ions.",
                "Pseudocapacitance is a reversible electrochemical reaction that occurs on the surface of the electrode material, and the pseudocapacitance reaction can be divided into three reversible electrochemical processes, including redox reaction, insertion/extraction mechanism and underpotential deposition. Through dynamic calculations, we can explore the relationship between the scan rate (v, mV s−1) and the resulting current response (i, A). If the current i changes with the 0.5th power of v, the battery behavior is dominated; if the current i is linear with v, then the reaction is a surface control process, which is a kind of capacitive behavior. It can be observed from Fig. S12(e–g†) that the peak current and sweep speed have a linear relationship. It can be expressed by the function Ip = avb. When the value of b is 0.5, it exhibits battery behavior. If the value of b equals 1, it will exhibit pseudo-capacitance properties. It can be seen from Fig. S12(e–g†) that the b value lies between 0.5–1, so it shows battery behavior and pseudocapacitance properties. The contribution rate of pseudocapacitance behavior to charge storage can be calculated by formula (2).",
                "where v is the scan rate and k1 and k2 are adjustable parameters. When the value of k is obtained, a smooth curve is used to connect the specified voltage and k1v to the card to perform the nonlinear fitting. Integrating the fitted closed curve is useful to calculate the area. The ratio of the two areas is the pseudocapacitance contribution rate. As shown in Fig. 5d, the pseudocapacitance contribution rate of MnTi0.15@CNTs at 2 mV s−1 is 55%. It is higher than that of the pure NVP sample, indicating that the high pseudocapacitance contribution rate helps Na+ achieve rapid charge storage at high current densities, thereby exhibiting rapid sodium storage and high capacity.",
                "Furthermore, EIS measurement is carried out to explore the influence of Mn/Ti co-doping on the electrochemical behaviors of all electrodes. Fig. 6a reveals the AC impedance spectrum of all samples. By comparing with the equivalent circuit diagram, the fitted results of Rct values are listed in Table 4. The low-frequency region can reflect the migration process of Na+. After fitting the low-frequency region (Fig. 6b), the calculated values of DNa+ were obtained based on Formulae (3) and (4), as shown in Table 4.",
                "As shown in Table 4, the Rct values of MnTi0.05@CNTs, MnTi0.15@CNTs, and MnTi0.20@CNTs are much lower than that of NVP/C. Notably, the MnTi0.15@CNT sample possesses the minimum Rct value compared with other samples, indicating that Mn/Ti co-doping can effectively increase the electronic conductivity in the electrochemical reactions. When the doping amount is 0.15, the best performance is achieved. Moreover, the DNa+ value of the MnTi0.15@CNT electrode is 2.01 × 10−14 cm2 s−1, which is much higher than that of NVP/C, demonstrating the superior kinetic capability of the modified MnTi0.15@CNT sample, coinciding well with the distinctive sodium storage property revealed in Fig. 4.",
                "Galvanostatic intermittent titration technique (GITT) technology is used to effectively determine the variation trend of DNa+ with the changes in the state-of-charge (SOC). The GITT test is mainly composed of constant current and relaxation, including standing, charging/discharging, and standing in one cycle. The battery is activated twice before the GITT test at 0.1 C, aiming to ensure the stability and activity of the electrode materials. Fig. 7a shows the overall GITT curves of MnTi0.15@CNTs during the charge and discharge process. A platform appears at 3.4 V during the charging and discharging procedure, resulting from the phase transition and sodium transport being in equilibrium. It corresponds to the voltage platform of NVP shown in Fig. 4a. In order to describe the relationship between the potential E and the time T, Fick's second law is used as follows:",
                "In formula (5), all constants can be obtained from experimentation or experience value. The detailed single procedure for GITT measurement during the charge and discharge process is revealed in Fig. 7b and c, from which we can obtain the values of ΔES and ΔEτ. Besides, Fig. S13a and S13b† demonstrate that the square root of time and potential show a linear relationship, resulting in the simplification of formula (5) to formula (6). According to Fick's second law, the change in the trend of DNa+ in the charging and discharging process is shown in Fig. 7d. Obviously, DNa+ reaches its minimum value at 3.4 V during the charge and discharge process. This fits well with the voltage platform in Fig. 7a, which is caused by the interaction of Na+ with the skeleton framework during the phase transition between Na3V2(PO4) and Na1V2(PO4)."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a dual modification strategy to optimize the crystal structure of the NVP system including doping Mn/Ti and enwrapping CNTs was proposed. The introduced Mn2+ is attributed to support the structure and Ti4+ doping can effectively improve the electronic and ionic conductivities and enlarge the cell spacing. A conductive network is established among the active particles due to the enwrapped CNTs and coated carbon layers. Profiting from the unique modified route, Na3V2−xMnxTix(PO4)3/C@CNTs (x = 0.15) (MnTi0.15@CNTs) show a superior sodium storage property. It releases an initial specific capacity of 97.9 mA h g−1 at 0.1C. As for the cyclic stability, MnTi0.15@CNTs still maintain high stability after long cycles at a high rate. It delivers a relatively high reversible capacity of 70.3 and 68.2 mA h g−1 and maintains 58 and 53.8 mA h g−1 after 1000 cycles at 90 and 180C, corresponding to the high-capacity retention of 82.5% and 78.9%. Therefore, the optimized Na3V2−xMnxTix(PO4)3/C@CNT sample could be used as a prospective cathode material with high performance for SIBs."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Changcheng Liu: investigation and writing – original draft. Xiaomei Jiang: investigation and writing – original draft. Que Huang: formal analysis, writing – review & editing, and funding acquisition. Yanjun Chen: formal analysis and funding acquisition. Li Guo: conceptualization and resources."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no conflict of interest in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Simultaneous defect regulation by p–n type co-substitution in a Na3V2(PO4)3/C cathode for high performance sodium ion batteries"
}