{
    "DOI": "10.1021/acsami.9b21925",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Compared to lithium-ion batteries (LIBs), there is a high demand for low-cost and environmental friendly secondary batteries which can be used for various applications. Sodium-ion batteries (SIBs) have attracted much attention as one of the promising candidates for post-LIBs because of widespread availability of raw materials. The basic concept of SIBs is almost similar to LIBs with rocking-chair-type electrochemical reactions. Because of their simple reaction mechanism of alkaline-ion insertion–extraction, their stable electrode materials were used in LIB applications.  However, in the SIB application, the charge carrier and composed elements of electrode materials could be replaced from Li or Co and Ni-based rare-metals to other based elements.  Despite these advantages, SIBs have not yet been commercially used in secondary batteries. One of the important reasons is instability of cell performance, mainly restricted by the negative electrode. As Na has high chemical reactivity than Li, practically, the negative electrode should possess high chemical stability. The carbon- or alloy-based materials for high-energy density application inherit the risk of chemical instability themselves and metal dendrite deposition or irreversible electrolyte decomposition because of their low working potentials.  The titanium-oxide based materials have been recently used as the negative electrode because of their chemical stability and relatively high working potentials, enhancing the safety and extending the utility of various electrolyte configurations.  On the other hand, because of the low sodium intercalation activity, specific morphological structures such as nanoparticles, nanotubes, nanosheets, and so forth are needed for these materials. Further, sodium intercalation into simple oxide materials unavoidably results in the remarkable deterioration of their crystallinity, thereby decreasing the stable cycle performance.",
                "However, in the titanium-oxide-based compounds, spinel-type lithium–titanium oxide (Li4Ti5O12, LTO) widely known as highly reliable negative electrode materials for LIBs with excellent chemical and crystal stability is commercially utilized for power sources of electrical vehicles or other industrial fields.  The reaction mechanism of LTO in LIBs well known as the two-phase transition is described as follows where superscripts expressed the Wyckoff position of the spinel space group (Fd3̅m) structure. Here, the basic spinel lattice framework of (LiTi5)16d–O12 is invariant. This spinel lattice stability is the most essential key to the utilization of LTO materials.",
                "Similarly, spinel-type sodium–titanium oxide (Na3)8a(LiTi5)16dO12 (NTO) is a promising negative electrode material used for constructing stable SIBs; the following reaction is similar to that of LTO in LIBs.",
                "However, because of the large difference in the ionic radius between Na+ (rNa+ = 102 pm) and Li+ (rLi+ = 76 pm), Na substitution of the LTO lattice is thermodynamically unstable. Therefore, the Na3LiTi5O12 (NTO) phase had not been prepared by various conventional thermal treatment procedures on the basis of Na doping. ",
                "Contrary to the abovementioned circumstance, recently, the NTO phase have been actually discovered within the specific SIB-cycled LTO electrode, as a partial phase of the LTO particle,  where the charge reaction (electrode reduction with Na insertion) generates two different phases as Na-rich and Li-rich phases in the LTO particle as follows ",
                "Then, the discharge reaction (electrode oxidation with alkaline cation extraction) partially generates the NTO phase as follows where Li extraction promoted by high-voltage oxidation condition over the Li-extracting electrochemical potential (ELi = 1.2 V  vs  Na+/Na) leads to the NTO phase generation.  Using this SIB cycle, the NTO phase is generated. However, the single-phase NTO material was never obtained by the abovementioned procedure because it remains in the LTO phase in the single-electrode particle. Further, the abovementioned SIB cycle preparation which provides only few milligrams of the sample is not mass-effective. These factors have been restricting the detailed characterization and practical applications of the NTO material. Therefore, there is a need for a new procedure to prepare single-phase NTO with adequate mass.",
                "To address the abovementioned issue, here, we proposed a solution chemical process that can achieve the synthesis of single-phase NTO particles in sufficient amounts. We found that the chemical sodium-insertion reducing reaction with the sodium–organic reagent followed by oxidation reaction with water is highly effective for purification of the NTO phase than the SIB cycle. The prepared material was characterized by X-ray diffraction (XRD) with structural refinement as 97 mol % of the phase-pure NTO powder sample. This was also confirmed as single-phase NTO within the single-particle level by electron microscopy. The basic lattice framework of the NTO phase was investigated by the 6Li magic-angle spinning solid-state nuclear magnetic resonance (6Li MAS-NMR) spectroscopy similar to a LTO-like structure. The electrochemical properties of the single-phase NTO electrode were characterized by the Na-ion half-cell experiment. The stable cycle performance was clearly confirmed during over 200 cycles. Further, the 3 V class oxide-based Na-ion full-cell performance with about 90% of capacity retention during 100 cycles was demonstrated by configuring it with the Na2Fe2(SO4)3 positive electrode material. "
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Commercially available LTO powder (LT-112, purchased from Ishihara Sangyo Kaisha, Ltd.) was used as the purification source material. An excess amount of sodium-metal flakes (Kojundo Chemical Laboratory co., Ltd. > 99%) were dissolved into the biphenyl (Wako Pure Chemical corp. > 98%) 1,2-dimethoxyethane (DME, Kishida Chemical co., Ltd.) solution to prepare the sodium–organic reduction reagent (SOR). LTO powder was soaked into SOR solution for 1 day in pure Ar-filled glovebox atmosphere to proceed with sodium insertion reaction. After that, the color of LTO powder turned to black from white, confirming that enough sodium insertion reaction has occurred. Then, excess amounts of sodium-metal and biphenyl were eliminated by filtration and washing using pure DME solvent and well dried in the glovebox as an oxidation precursor. The obtained precursor was immediately immersed into pure water and stirred for more than 6 h at an air atmosphere to proceed with the Li-extracting oxidation reaction. After oxidation, the color of the sample turned out to become almost white, confirming that enough oxidation reaction has occurred. The treated powder was filtrated and washed with pure water and ethanol and dried at 373 K for 1 h. We defined the abovementioned procedure as one NTO purification cycle. To purify the NTO phase, we repeated the abovementioned purification procedure for identical samples for more than 9 cycles. The final purified powder was heat-treated in air at 573–673 K for 1 h."
                    ],
                    "name": " Preparation of Single-Phase NTO Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "Synchrotron radiation XRD (SR-XRD) spectra were acquired at the beamline of BL192B2 in SPring-8 radiation factory. A value of λ = 0.7 Å for photon energy X-ray sources was used for this experiment. About 2 mg of powders was sampled with φ = 0.5 mm of Lindeman glass capillary Mark tubes. The measurement exposure time was 20 s × 4 cycles in each sample. The radiation experiment was performed by the measurement service provided by the Japan Synchrotron Radiation Research Institute (JASRI)."
                    ],
                    "name": " Synchrotron XRD Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the NTO was refined by the Rietveld program RIETAN-FP. A modified split pseudo-Voigt function was used as the profile function in this study. The sequence of the parameter optimization is as follows: (1) the lattice constants of the NTO and LTO phases, (2) parameters of the profile functions of the NTO and LTO phases, (3) fractional coordinates of O atoms, and (4) isotropic thermal displacement factors B of the metallic elements."
                    ],
                    "name": " Structural Refinement",
                    "type": "h3"
                },
                {
                    "content": [
                        "The NTO powder sample was dispersed in the dehydrated dimethyl carbonate solvent and dropped on the Cu-sample mesh. Scanning electron microscopy (SEM) observation was performed by field emission SEM (S-5500, HITACHI) at 10 kV imaging with the secondary electron detector. Transmission electron microscopy (TEM) observation was performed by TITAN3TM G2 60-300 (FEI) operated at 300 kV of acceleration voltage and 0.3 nA of screen current with the scanning TEM mode (STEM). Energy dispersive X-ray analysis (EDS) was performed with a super-X detector, and data were collected by the analytical software (Esprit, Bruker). Quantitative EDS elemental mapping was reconstructed by the peak-to-background ratio ZAF correction method (P/B ZAF). Electron energy loss spectra (EELS) for the Li K edge region were collected by the imaging filter (Quantum, GATAN) by 20 nm pixel steps at 0.01 s of exposure time. Ti L and O K edge were acquired with same spectra for 430–630 eV energy range. These core-loss signals were also collected by 20 nm pixel steps at 0.05 s of exposure time. The core-loss signals were extracted from each data pixel grids of the spectral image by power-law background subtraction. This elemental analysis was performed by analytical software (Digital Micrograph, GATAN)."
                    ],
                    "name": " Electron Microscopy Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The solid-state 6Li magic-angle spinning nuclear magnetic resonance (6Li MAS-NMR) experiments were carried out under an 11.74 T magnetic field using a JEOL JNM-ECZ500R spectrometer with a 3.2 mm HXMAS probe under an MAS rate of 20 kHz. The 6Li chemical shift was externally referenced by setting the peak of 1 M LiCl aqueous solution to 0 ppm. The 6Li single pulse measurements were recorded using 45° pulse (1.95 μs) and a relaxation delay of 700 s."
                    ],
                    "name": " Solid-State 6Li MAS-NMR Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The construction of the Na-ion half-cell for the in situ XRD measurement was the same as the electrochemical experimental section as described below. A hole was punched in the can of a CR2032-type coin cell. The Al foil current collector, on which the active material (AM) was placed, was fixed to the can with silicone grease to serve as a window for the X-ray analysis. A minimal amount of grease, sufficient to prevent the electrolyte from leaking, was applied between the cell can and the current collector, maintaining the electrical contact. Other details on the construction are described elsewhere.  The voltage profile of the in situ XRD measurement was acquired under galvanostatic charge–discharge experiments for 0.3–2.0 V versus the Na+/Na potential range with 10 mA g–1 of current density. The diffractometer (X’Pert Pro, PAnalytical) with Mo Kα radiation (λ1, λ2 = 0.7093187, 0.713609 Å) was used for analysis. A measurement angle was adjusted as 2θ = 5 to 30° with a step of 2θ = 0.008° for 1° min–1 of the scan rate."
                    ],
                    "name": " In Situ XRD Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrode slurry was composed from 90 wt % of AM (single-phase NTO powder), 5 wt % of acetylene black (AB), and 5 wt % of polyacrylic acid based binder. The composite slurry was mounted on aluminum foil (20 μm thick) and dried in a dry air-filled box (−80 °C d.p.) for 3 days. The electrode sheet was punched out to obtain a disk of φ = 1.2 cm (S = 1.13 cm2) in size. The total mass of the AM per disk electrode was well fixed to 6 mg. The electrode was tested in a CR2032-type coin cell assembled with sodium foil as the negative electrode and NTO electrode as the positive electrode. These electrodes were separated by a microporous polypropylene film and a glass filter (Advantec, GA 100). 1 M NaPF6 dissolved in the solvent of 1:1 mixed volume ratio of ethylene carbonate and diethyl carbonate (EC/DEC = 1) (Kishida Chemical Co., Ltd.) was used as the electrolyte. The cell assembly was carried out under dry air conditions (dew point is −80 °C). The constructed Na-ion half-cell was galvanostatically charged (Na-insertion) and discharged (Na-extraction) at 30 °C, and the current density was defined as 1 C = 150 mA h g–1, in which the mass in the denominator is the AM, in the potential range of 0.3–2.0 V versus Na+/Na using a battery testing system (BLS series, Keisokuki Center). Rate capabilities of the samples were evaluated at various current densities. In the LTO/Li half-cell experiment, commercially available LTO powder (LT112, Ishihara Sangyo Kaisha, Ltd.) was used. The preparation procedure of the LTO electrode was the same as that of the NTO electrode described above. The Li-half-cell for the LTO electrode was constructed by the electrolyte (1 M LiPF6 dissolved in EC/DEC = 1) and Li-metal foil as the negative electrode. Other cell configuration conditions were also the same as that of NTO/Na half-cell as described above."
                    ],
                    "name": " Na-Ion Half-Cell Experiments",
                    "type": "h3"
                },
                {
                    "content": [
                        "The positive electrode material, Na2Fe2(SO4)3, was prepared by a similar procedure as presented in the previous report.  Starting materials FeSO4·7H2O [iron(II) sulfate heptahydrate, Wako Pure Chemical Corp. > 99%] and Na2SO4 (sodium sulfate, Wako Pure Chemical Corp. > 99%) were mixed at a molar ratio of 2:1. Then, 5 wt % of AB was added to avoid the oxidation of Fe2+ during the post-annealing process. These materials were mechanically mixed by ball-mill under moderate conditions. Then, the mixed reagents were heated at 573 K for 5 h under 4 vol % H2/Ar gas flow conditions to dehydrate Fe2SO4·7H2O. After annealing, the composite (FeSO4 + Na2SO4) was heated at 623 K for 20–40 h under pure-Ar gas flow conditions to form the Na2Fe2(SO4)3 material. The prepared AMs were mixed with AB and the polytetrafluoroethylene (PTFE) binder with AM/AB/PTFE = 84:8:8 of weight % ratio to form a composite sheet. Then, the prepared sheet was clamped to an Al mesh, as the positive electrode. The electrochemical capacity ratio of the negative and positive electrode (N/P) was set to about 0.8 for the Na2Fe2(SO4)3/NTO full-cell configuration, where the effective capacities of the NTO and Na2Fe2(SO4)3 electrodes were defined to be 120 and 70 mA h g–1, respectively, at a constant current charge–discharge experiment with 10 mA (NTO)g–1 of the current density for 1.0–4.0 V of cut-off voltage conditions. The details about the cell construction and electrochemical experimental procedures are the same as the applicable part of the Na-ion half-cell experiment described above."
                    ],
                    "name": " Na-Ion Full-Cell Experiment",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Here, we show that the chemical solution process is highly effective for the purified NTO phase in LTO particles than the SIB cycle. Especially, we found that the oxidation process with water as an oxidizing reagent is remarkably effective for these chemical purification cycles. At first, Na-insertion into the LTO generates both Na-rich and Li-rich phases within a single particle, as shown in .  The reaction can be well-proceeded by the sodium–organic reducing reagent (SOR),  as reported previously.  Here, the SOR was prepared using the sodium metal by dissolving it in biphenyl DME solution. The commercially available LTO powder (LT-112) was soaked into the SOR reagent for 1 day in an Ar-filled glovebox to prepare an Na-inserted LTO (Li7Ti5O12 + Na6LiTi5O12) as the oxidation precursor. Second, the oxidation precursor was treated with a Li-extracting oxidant. Where, we focused on the electrochemical potential of water. The water reduction potential is around 1.9 V versus Na+/Na [−0.826 V  vs  normal hydrogen electrode (NHE)] even in pH = 14, for the following reaction.",
                        "While the Li-ion extraction potential is 1.2 V versus Na+/Na, water works well as a Li-ion-extracting oxidation reagent at a wide pH region, as discussed in . Therefore, the oxidation precursor should react with water as shown below.where, the NTO phase was partially generated by Li-ion extraction from the Na-inserted LTO particle. In the experiment, the oxidation precursor was soaked in pure water for 6–12 h to proceed with the oxidation reaction.",
                        "To proceed with the NTO-phase purification, we performed the above-mentioned chemical sodium reduction [as shown in ] and water oxidation [as shown in ] cycles with identical samples for several times. The results are summarized as SR-XRD spectra in . Where, n = 0 cycled powder showed the pristine LTO materials, and the sample after Nth cycled was shown in n = N. The pristine LTO powder (n = 0) shows clear diffraction peaks (▼) assigned by the spinel LTO structure with a = 8.36 Å. The sample after the first purification cycle showed new diffraction peaks at a lower angle side of all the LTO peaks, suggesting another spinel-phase generation with a larger lattice constant than LTO, assigned in the NTO phase (●). The peak intensity of the NTO phase was increasing as the LTO peaks decrease during the third to fifth purification cycles, showing that the LTO phase is actually converted to the NTO phase by this chemical process. The seventh to ninth cycle samples showed almost single NTO-phase peaks with a more strong 220 diffraction intensity than the pristine LTO sample. The 220 diffraction peak is only raised from the ordering of 8a-site atoms in the spinel lattice. Therefore, we can understand that Li in the spinel 8a-site is substituted by Na.  The other parameters for purification are summarized in .",
                        "The particle morphology of the pristine LTO and the purified NTO material was confirmed by SEM, as shown in a,b, where a remarkable particle morphological alternation such as breaking or dissolution was not observed at any observation range. This result suggested that the purification process can only change the chemical formula of the material itself without typical physical damaging. The crystal structure of these samples was also characterized by TEM imaging with a single primary particle level, as shown in . Single crystalline electron diffraction patterns of the spinel structure were confirmed in each sample, suggesting that the sample was a single phase even at the primary particle level. The single primary particle of both samples is 100 to 500 nm in size, which would not be efficient for Na-ion insertion materials. However, the single NTO phase electrode showed good Na-insertion and extraction properties because of its expanded spinel lattice feature, as discussed below."
                    ],
                    "name": " Preparation of the Single-Phase NTO Material by the Chemical Solution Process",
                    "type": "h3"
                },
                {
                    "content": [
                        "The structural refinement result by the XRD Rietveld analysis of the purified NTO material was shown in . The photograph of 50 g of the purified NTO material was also presented in the inset, showing a sufficient amount of materials. Where, both LTO and NTO models with the space group Fd3̅m (no. 227) spinel structure were used for profile fitting. The experimental spectra of the pristine LTO and the purified NTO powder obtained by SR-XRD were also shown in . The fitting reliability factor reached Rwp = 9.747, showing good refinement results. The phase purity of the NTO is 96.8 mol % (LTO is 3.2 mol %), suggested that the purified material is almost a single-phase NTO with a = 8.746 Å. The 8a-site occupation of Na was g = 0.8836, suggesting that almost all of the spinel 8a-sites were substituted by Na, as previously mentioned. In this refinement procedure, we consider the optimization of the oxygen atomic displacement factor (Bj), as shown in . The parameter is 3.59 with O in the 32e-site (x, x, x) occupied model, while the value is well-optimised to 2.29 with O in the 192i-site (x, y, z) model. This result indicated that the variation in the oxygen position should be more essential for the NTO crystal, namely, the impact of the spinel lattice expansion from the LTO (a = 8.36 Å) to NTO (a = 8.746 Å) should be relaxed by the fluctuation of the oxygen position in the crystal lattice. "
                    ],
                    "name": " Structural Refinement of the Single-Phase NTO Material by XRD Rietveld Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The elemental analysis of single particles of the purified NTO sample performed by TEM is summarized in . The analysis by energy dispersive X-ray (EDX) and electron energy loss spectroscopy (EELS) for LTO and NTO single particles is shown in a, where the uniform elemental distribution was confirmed for both NTO and LTO particles, which means that the chemical transformation from LTO to NTO performed well in the single primary particle level. The spectra for EDS and EELS in b,c strongly support this feature, as the X-ray counts of the Na K line are remarkably increased in terms of NTO particles, while the Li K edge intensity is considerably decreased but not entirely eliminated. The occupation site of this remaining Li is discussed below. The elemental composition of the NTO particles was quantified by EDS with the P/B ZAF procedure and EELS with integral signal ratio analysis for Na, Ti, O, and Li, as Na/Ti/O/Li = 3.6:4.9:11.5:0.7, corresponding to the NTO phase. The Ti L edge electron near the edge structure (ELNES), as shown in d, presents a typical t2g–eg splitting in each of the L3 and L2 white lines in both spectra, suggesting that the oxidation state of the Ti atoms of the NTO is identical to that of the LTO with Ti4+.  However, the feature of O K ELNES, as shown in e, is slightly different between LTO and NTO in the main energy-loss region (peak 3 to 5) relative to the onset energy-loss region (peak 1 to 2), as the NTO peaks in 3 to 5 were lower in the peak height. The oxygen/titanium composition ratio histogram calculated from the spectral imaging of the LTO and NTO particle, as shown in f, showed identical averaged values of 2.4, corresponding to the Ti5O12 composition. Therefore, the lower peak height of O K ELNES in the NTO is not caused by oxygen defect, but instead by the broadening of each of the peaks from 3 to 5. This broadening of O K ELNES of the NTO should be reflected more in the complex electronic structure of the O 2p orbital for oxygen fluctuation in the NTO lattice than in the LTO, as discussed in ."
                    ],
                    "name": " Elemental Analysis of the Single-Phase NTO Particle by Analytical TEM",
                    "type": "h3"
                },
                {
                    "content": [
                        "The remaining Li site of the single-phase NTO is characterized by 6Li magic angle-spinning solid-state nuclear magnetic resonance (6Li MAS-NMR) spectroscopy, and the result is shown in . The pristine LTO, as the reference sample, has two peaks at around 0 ppm of the chemical shift, assigned as Li of the 8a- and 16d-site for the lower and higher magnetic field, respectively.  The 6Li spectra of the single-phase NTO sample was slightly broadened but showed a single 16d-site peak. Therefore, the remaining Li of the NTO phase should occupy the 16d-site in the spinel lattice as (LiTi5)16dO12, being analogous to the LTO phase. The slight broadening of the spectrum of the NTO phase should be caused by the complex and various magnetic field conditions generated by the fluctuation of the oxygen position, which is previously mentioned. According to , the Li atoms in the 16d-site do not migrate during the electrochemical reaction, supporting the rigid and stable basic spinel-lattice framework. Therefore, the electrochemical reaction of the NTO phase would also be stable because of the similar spinel framework with the LTO-like structure."
                    ],
                    "name": " Li-Site Analysis of the Single-Phase NTO Material by 6Li MAS-NMR",
                    "type": "h3"
                },
                {
                    "content": [
                        "In situ XRD characterization of a single-phase NTO electrode, as shown in , strongly supported the crystal stability of the NTO phase during Na-insertion and extraction. Here, the experimental procedure is same as our previous report. a, showed in situ XRD spectra of the NTO electrode acquired at various depths of Na-insertion during the Na-insertion and -extraction cycle. Where, the full width at half-maximum of the 400 diffraction peak is almost constant for all of the Na-insertion states of A ≈ E, showing no crystal deterioration during the SIB cycle (for more details see ). Meanwhile, the peak position slightly shifted without peak splitting or broadening. Therefore, the reaction mechanism of the NTO phase might not be understood as a two-phase form but rather like a solid-solution form, as discussed below. The lattice constant is slightly altered from a = 8.742 Å in the pristine state (A) to a = 8.827 Å in the full Na-inserted state (C), and it reverts well to a = 8.745 Å for the Na-extracted state (E). This means that the reversible lattice expansion should occur with SIB cycling of the NTO, while the alternation ratio of the lattice constant is less than 1%, which corresponds to the theoretical result.  The full Na-inserted and extracted spectra of the NTO electrode were compared in b, where the diffraction intensities of 220, 311, and 222 peaks were considerably altered with the Na-insertion depth. Especially, the 220 diffraction intensity completely disappeared at (C), while reverting to original intensity at (E). Therefore, Na atoms should reversibly shift from the 8a-site to other sites during Na-insertion. Further, the alternation of 311 and 222 peak intensities was reflecting the site shift of Na. Namely the decrease of the 311 peak simultaneously occurred with an increase in the 222 peak in the Na-insertion process. This feature was corresponding well with the XRD simulation of the Na shift models from the 8a to 16c-site. Therefore, the NTO reaction at SIBs should be described as in , which is analogous to the LTO reaction at LIBs."
                    ],
                    "name": " Structural Characterization of the Single-Phase NTO Electrode during Na-Ion Insertion and Extraction by in Situ XRD Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "A similar reaction form of  to the LTO in  should provide a stable SIB cycle performance of the single-phase NTO electrode. The Na-insertion and extraction cycle performance of an Na-ion half-cell are summarized in a, where several voltage profiles of the 1st to 200th cycle with a C/5 rate of current density (1 C = 150 mA h g–1) are presented. The cell performance is stabilized within 5th cycles and reproduced well over 200 cycles, with a clear voltage plateau. The initial stabilization process until five cycles was also investigated by electrochemical impedance spectroscopy (EIS) measurement, which was well-confirmed as the electrode activity increases, as shown in . The capacity versus odd number cycle plots are summarized in the inset of a, showing that more than 105 mA h g–1 of capacities were retained over the whole 200 cycles, with 99.4% of the retention ratio and 99.7% of the Coulomb efficiency (C. E.). Further, a cell voltage of 0.72–0.90 V versus Na+/Na should prevent electrolyte decomposition or Na-metal dendrite deposition under useful charge–discharge conditions. This superior cycle stability should be essentially promising to construct useful SIBs. We also examined a long-term cycle performance under 0.8 C-rate current density conditions, as shown in . The cell clearly showed the excellent stability of Na-insertion and -extraction of the NTO material for more than 1000 cycles.",
                        "The capacity retention with various Na-insertion current densities is summarized in b, where the Na-insertion profile showed about 0.53 V versus Na+/Na of the voltage plateau even at 4 C-rate (600 mA g–1) of the current density condition. This feature indicates safe and stable properties of the NTO negative electrode even at a high current density operation condition. The Na-insertion capacity, plotted as shown in the inset of b, decreases with higher current densities, while about 80 mA h g–1 of the capacity is observed even at the 1 C-rate current density. As shown in , the single-phase NTO materials have 100 to 500 nm of the primary particle size and were mounted on the electrode with more than 5 mg (NTO) cm–2 of the areal density. Considering these electrode conditions, the present properties of the single-phase NTO electrode is considerably superior to the pristine material in SIBs, as shown in . Where, the pristine LTO/Na half-cell only shows less than 10 mA h g–1 of the Na-insertion capacity under the same 1 C-rate current density conditions. Therefore, the single-phase NTO electrode has about 10 times superior Na-insertion properties to the pristine LTO electrode under the same electrode preparation conditions. This should be caused by the spinel-lattice expansion of the NTO crystal. Namely, the lattice-expanded spinel phase is suitable for Na-ion migration, and thus, the single-phase NTO materials have both high lattice stability and Na-ion diffusibility, promising a superior negative electrode in safe and practical SIBs. Indeed, the Na-ion diffusion coefficient (DNa+), estimated by the galvanostatic intermittent titration technique (GITT), as shown in , is 10–17 to 10–16 and 10–19 to 10–17 cm2 sec–1 for NTO and LTO, respectively. Therefore, the DNa+ of the NTO is at least 10 to 100 times larger than the LTO.",
                        "As for the low current density, the typical charge–discharge profiles of the single-phase NTO/Na half-cell and the pristine LTO/Li half-cell are compared in . In this charge–discharge operation, the single-phase NTO electrode shows about 150 mA h g–1 of reversible electrochemical capacity at C/100 = 1.5 mA g–1 under current density conditions. It was almost 95% of the theoretical capacity of the NTO material (158 mA h g–1), which was estimated from the electrochemical reaction in . Therefore, the electrochemical Na-insertion and extraction reaction of the NTO should be based on the reaction form presented in  with respect to both the electrochemical and structural analyses, as also discussed in the in situ XRD experiment. Comparing the shape of the voltage profile, the NTO/Na half-cell showed some inclined voltage profiles in both the charge–discharge process, while the LTO/Li half-cell has clear flat voltage profiles as the conventional simple two-phase transformation reaction mechanism. Thus, Na-insertion and extraction reaction of the NTO would proceed with a solid-solution-like mechanism, different from the LTO/Li reaction. The dQ/dV plots of both charge–discharge profiles of NTO/Na and LTO/Li half-cells are also shown in . The reaction peaks of Na-insertion and extraction of the NTO/Na half-cell were broader than those of the LTO/Li half-cell. This would also suggest the slightly different nature of the Na-insertion and extraction reaction of the NTO crystal than the simple reaction of the LTO in LIBs.",
                        "Interestingly, the electrochemical potential of the charge–discharge reaction is considerably different between LTO/Li and NTO/Na half-cells, as shown in . The Li-insertion and extraction potential of the LTO is −1.49 V versus NHE (equal to 1.55 V vs Li+/Li), while the electrochemical potential of Na-insertion and extraction of the NTO is −1.91 V versus NHE (equal to 0.8 V vs Na+/Na). Therefore, the electrochemical potential of the Na-insertion and extraction reaction of the NTO is about 0.42 V lower than that of the Li-insertion and extraction reaction of the LTO. We did not know the detailed reason of this lower potential shift of the NTO/Na half-cell so far. It should be caused by the difference of the cation carrier or the host crystal itself. The feature of the Ti 3d and O 2p hybridization structure might be altered with cationic characters of Li+ or Na+. These should be arranged with more careful theoretical studies in the near future. While this fact is one of the most essential advantages of NTO materials for negative electrode application in SIBs, it enables us to provide about 0.4 V higher voltage in SIBs than in LIBs, which is discussed below."
                    ],
                    "name": " Electrochemical Properties of the Single-Phase NTO Electrode in Half-Cell Experiment",
                    "type": "h3"
                },
                {
                    "content": [
                        "In the construction of the Na-ion full-cell, we choose the alluaudite-type sulphate sodium iron compound [Na2Fe2(SO4)3], previously developed by Barpanda et al.,  as a positive electrode material. Because it is a positive electrode material made of earth-abundant elements with relatively high operating voltage (3.8 V vs Na+/Na), the Na2Fe2(SO4)3/NTO full-cell should become a basic configuration for promising SIBs. The cycle performance of the prepared Na2Fe2(SO4)3 electrode in the Na-ion half-cell is shown in , where about 70–80 mA h g–1 of the reversible capacity was confirmed. The cycle performance of the Na2Fe2(SO4)3/NTO full-cell was tested under 10 mA (NTO)g–1 (=C/15) of the constant current density in 1.0–4.0 V cut-off range, and the results are summarized in . Several charge–discharge voltage profiles are shown until 100 cycles. The charge–discharge performance was stabilized within initial cycles and reproduced well over 100 cycles with more than 110 mA h (NTO)g–1 of the discharge capacity. This cell performance closely resembles that of the NTO/Na half-cell shown in . In this full-cell, the electrochemical capacity ratio of the negative/positive electrode (N/P) was designed to be 0.8 to address the irreversible capacity of the NTO electrode in the first cycle. Therefore, the charge–discharge feature of the full-cell should reflect the voltage profiles of the NTO electrode itself. The operated voltage of the full-cell with 1.0–4.0 V was corresponding to 0.3–2.0 V versus Na+/Na for the NTO electrode. Generally, the Na-metal deposition arises under 0 V versus Na+/Na of the electrochemical potential at the negative electrode. Therefore, we can prevent the Na-metal deposition by this full-cell operation. Indeed, we cannot see any Na-metal deposition in the dismantled cells even after 100 cycles, as shown in . The cycle plots of the discharge capacity and the Coulombic efficiency, as shown in the inset, presented about 90% of capacity retention and 99% of C. E. during 100 cycles even in the full-cell performance. The current rate performance of this full-cell was also shown in , where stable performance under a variable current density operation was confirmed.",
                        "In the Na2Fe2(SO4)3/NTO full-cell configuration, the average charge–discharge cell voltage is stabilized to 3.0 V for all the cycles, as shown in . This cell voltage is significantly higher than that of any commercially available LIBs with the LTO negative electrode, such as Li(Ni1/3Mn1/3Co1/3O2)/LTO cells (2.3 V) and LiMn2O4/LTO cell (2.5 V), respectively.  As mentioned previously, the charge–discharge voltage of the NTO/Na half-cell is about 0.4 V lower than that of the LTO/Li half-cell; therefore, the Na-ion full-cell with the NTO negative electrode has 0.4 V higher voltage than LTO-based LIBs. Thus, the NTO negative electrode allows us to construct 3 V class oxide-based SIBs with stable cycle abilities and safety."
                    ],
                    "name": " Construction of the 3 V-Class Oxide-Based Na-Ion Full-Cell by the Single-Phase NTO Electrode",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We realized a single-phase NTO material by chemical Na-insertion reduction and water oxidation purification cycles of LTO powder. The purified NTO sample was well characterized as a lattice-expanded spinel structure for a = 8.745 Å with more than 97 mol % of the NTO phase by XRD and also well-confirmed as single phase with a single particle level by TEM. The basic spinel framework of the NTO phase having (LiTi5)16dO12, as an LTO-like structure, was analyzed by 6Li MAS-NMR spectroscopy. A high lattice stability during Na-insertion and extraction cycles was confirmed by in situ XRD, leading to a superior SIB-cycle performance. The expanded spinel lattice from the LTO (a = 8.36 Å) to the NTO (a = 8.745 Å) is suitable for Na-ion diffusion, providing superior Na-insertion properties. The Na2Fe2(SO4)3/NTO full-cell showed a stable 3 V class charge–discharge cell voltage, thanks to the relatively lower electrochemical potential (0.8 V vs Na+/Na) of the NTO in Na-ion cells. The single-phase NTO material, having stable and facile Na-ion migration properties with a suitable operation electrochemical potential, which promises the construction of high-voltage, long-life, and safe oxide-based SIBs, should contribute to its practical applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Realizing the Single-Phase Spinel-Type Sodium Titanium Oxide with the Li4Ti5O12-like Structure for Building Stable Sodium-Ion Batteries"
}