{
    "DOI": "10.1002/smll.202006767",
    "Journal": "",
    "Keywords": [
        "energy storage",
        "hard carbons",
        "Na‐ion batteries",
        "pore structures",
        "anodes"
    ],
    "Sections": [
        {
            "content": [
                "The current energy change toward renewable electricity requires novel energy storage on a new scale. The discovery of graphite as an excellent and abundant lithium storage medium brought the lithium ion battery (LIB) to commercialization in the 1990s.[] As a consequence of extensive research activities and size‐scaling effects, LIBs became safer, smaller, cheaper, and found their way into almost every portable device of our daily life. Unfortunately, this trend is unlikely to continue in the future, because of limited lithium resources, as well as severe environmental and geopolitical issues arising from the mining of minerals required for LIB production. Hence, an alternative to LIBs is needed, which meets the high standards set by the LIB technology, particularly the high energy and power density as well as operational safety. One of the most promising strategies to achieve this goal is the use of the next heavier alkaline metal, sodium. The obvious advantages of sodium ion batteries (SIBs) over other alternative battery systems are their comparable operational voltage and largely similar chemical characteristics. More importantly, not only sodium itself is much more abundant than lithium but also cathode materials for SIBs are available which are safer and more abundant than their lithium counterparts.[]",
                "However, lithium and sodium do not behave identically when it comes to intercalation, for example, into graphite. In short terms, lithium can form the chemical compound LiC6 with graphite due to high covalent contributions to the LiC bond. Sodium is more ionic in bonding and lacks the ability to form covalent bonds with carbon. This takes the possibility to form stable binary intercalation compounds with non‐expanded and heteroatom‐free graphite.[] More recently, hard carbon materials already known from LIB research were transferred to sodium ion anodes. Hard carbons are much more heterogeneous than graphite anodes, full of porosity and edge terminations, and consequently also their sodium storage mechanism is more complex and less well understood.",
                "Sodiation of such materials is usually observed to proceed via several steps. First, defects and edge sites with high sodium adsorption enthalpy effectively stabilize and bind sodium ions at more positive potentials than bulk Na reduction. Due to Coulomb repulsion between the sodium ions and the corresponding mirror electrons located in the carbon, this occurs with a sloping potential, and in the corresponding sodiation curves, this process becomes apparent in form of a “sloping” region, that is, a steady decrease of the potential with increasing sodiation degree, similar to the storage mechanism in a capacitor or the formation of a solid solution.[] When this effect exceeds the voltage for sodium reduction, the occupation of micropores occurs at potentials slightly more positive than 0 V versus Na/Na+ where metallic sodium atoms and clusters are included. This process yields a sodiation capacity at rather constant potential close to that of metallic sodium. In the transition range between sloping and plateau, some authors report that intercalation between graphite‐like domains of the hard carbon contributes to the capacity as well.[] Finally, under overpotential conditions, sodium starts to deposit in a metallic state after a crystallization overpotential peak is overcome .[] The process of bulk metal plating (i.e., the formation of large crystalline metal domains) is sometimes irreversible, considered unsafe, and is usually not operated.",
                "The contribution of each process to sodium storage is governed by the textural and chemical properties such as the pore architecture and the bonding schemes of the electrode materials. A high amount of edges and defects will favor Na+ adsorption and extend the sloping region, while in order to deposit sodium in an elemental state as atoms and sodium clusters at potentials less negative than the bulk, the presence of suitable nucleation sites and cavities is required. Formation of small sodium clusters is desirable for high‐energy battery anodes because it enables safe operation at highly negative potentials. To our understanding, this storage mechanism might occur within small micropores, which usually either have very narrow apertures or are completely closed. Such pores could remain barely accessible to gas physisorption methods such as nitrogen or argon sorption at cryogenic temperatures, which are commonly applied for the characterization of pore networks.[]",
                "In order to link carbon structural properties to sodium storage mechanisms and to investigate the individual contributions independently of each other, the use of model compounds with adjustable and defined properties is desirable. Hydrocarbon‐derived carbons or activated carbons often have ill‐defined pore structure and atomic construction and are thus not applicable for that purpose. Hydrothermal synthesis[] and templating approaches[] or the fabrication of composite materials[] can overcome at least part of the textural limitations but the resulting chemical structures after heating to high temperature remains confined within a narrow range. Therefore, specially selected carbon precursors, which follow a different but defined reaction pathway during pyrolysis and finally result in alternative materials, can serve as ideal model compounds.",
                "Hexaazatriphenylene hexacarbonitrile (HAT‐CN) is such a compound. It is only sp and sp2 conjugated (thereby lacks sp3‐carbons), does not contain any hydrogen from the beginning, and polycondenses via a nitrile elimination/cyclization reaction.[] For instance, Yan et al. already applied all‐carbon composites containing condensed HAT‐CN to investigate the fundamental mechanisms of charge storage in sodium‐ion capacitor anodes. Conclusions on the influence of heteroatom‐sites, pore structures, and composite structures on sodium have been drawn under operating conditions as typically applied in supercapacitors.[]",
                "To shift the focus from capacitive sodium ion storage under high power conditions to those more relevant for SIBs, the present work emphasizes the investigation of the processes at potentials close to metallic sodium under typical battery operating conditions. HAT‐CN has been pyrolyzed in the temperature range between 550 and 1600 °C yielding carbons with comparable particle size and shape but with different pore structures, heteroatom content, and degree of carbon stacking. The presence of very small pores is investigated with physisorption using different probe gasses, showing that Ar physisorption most likely underestimates the total pore volume possibly accessible to the electrolyte as evaluated by capacity originating from irreversible formation of the solid–electrolyte‐interface (SEI). The results further suggest the necessity to move away from the idea that results of physisorption methods allow deductions on the sodium storage properties. Full sodium uptake of the electrode materials was determined by lifting the often chosen but arbitrary potential limit of 0 V versus Na/Na+ and sodiating the anode until bulk plating occurred. Thus, capacity at potentials slightly more negative than bulk sodium is considered as well, and sodium storage capacity is by that determined under all possible conditions. Sodium storage mechanisms under these conditions can be related to the model carbons’ structural properties, and the relation between gas physisorption and electrochemical behavior reveals finer details of the loci and modes of charge storage."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The microporous carbonaceous materials studied in the present work are obtained by thermally induced condensation of HAT‐CN.[] The pore structure and heteroatom content, arguably the most crucial characteristics determining sodium storage properties of the resulting materials, are strongly dependent on the applied condensation temperature.",
                        "In order to assess the pore structure of the synthesized materials Ar sorption isotherms were measured at 87 K. It is widely accepted that Ar is the adsorptive of choice when dealing with heteroatom‐rich adsorbents like those encountered in this work, because contrary to, for example, N2, Ar lacks a quadrupole moment and therefore does not exhibit specific interactions with heteroatoms and other energetically heterogeneous areas on the material's surface.[] The higher boiling point further gives rise to better resolved isotherms and increases diffusion rates.[] As presented in Figure , a IUPAC type I(a) isotherm with a steep uptake in the low relative pressure range is observed for both, C‐HAT‐550 and C‐HAT‐1000. C‐HAT‐550 additionally shows a type H4 hysteresis loop, which in combination with the type I(a) isotherm indicates a considerable amount of “inkbottle” pores (i.e., pores that are only accessible via small necks), inhibiting the equilibrium desorption of Ar. This “cavitation effect” is less pronounced in the isotherms of materials obtained at higher temperatures. C‐HAT‐1000 has a higher total Ar uptake with broader distribution over the low relative pressure range compared to C‐HAT‐550, revealing a higher volume of slightly larger micropores in C‐HAT‐1000. This is confirmed by the DFT‐pore size distributions of the materials in Figure ,, which show that the pore volumes of C‐HAT‐550 and C‐HAT‐1000 are dominated by small micropores with narrow size distribution centered around 1.0 and 1.3 nm, respectively. The specific surface areas (SSAs) of C‐HAT‐550 and C‐HAT‐1000 as determined by the BET as well as the DFT model are summarized in Table  and have similar values around 700 m² g−1 for both materials. C‐HAT‐1600 exhibits a type III isotherm, as it is typical for materials with low nanoporosity and prevalent external surface area. Consequently, the detected SSA is as low as 20 m² g−1 and arises mainly from adsorption on the external particle surface at high relative pressure. It is worth noting, that even though the area accessible to Ar dropped significantly, the pore volume available for the adsorption of CO2 at 273 K reduced by only ≈25% after heating to 1600 °C, which means that during the second heat treatment the porosity did not collapse completely. As the heteroatom content is negligible in C‐HAT‐1600, the size of the remaining pores can be estimated from CO2 physisorption by an NLDFT fit, yielding an average pore size of 0.6 nm (see Table  and Figure , Supporting Information). The presence of such pores after thermal treatment is in stark contrast to the behavior of carbohydrate derived hard carbons, where at a carbonization temperature of 1600 °C no CO2 porosity is left.[] From the present physisorption data C‐HAT‐1600 can be best described as a hard carbon material with abundant, but nearly inaccessible micropores.",
                        "The heteroatom content was determined by elemental analysis and is shown in Table . With 36 wt% of nitrogen, C‐HAT‐550 is a nitrogen‐rich material rather than a pristine‐ or classical nitrogen‐doped carbon. At higher pyrolysis temperatures the N‐content decreased to 6.57 wt% for C‐HAT‐1000 and 0.41 wt% for C‐HAT‐1600, that is, typical values for nitrogen‐doped carbons. It is already known from previous work that the nitrogen is bound mainly as cyano, pyrazinic, and quaternary nitrogen in C‐HAT‐550.[] With increasing carbonization temperature the amount of cyano and pyrazinic groups diminishes and the relative contribution of the quaternary nitrogen is increasing in C‐HAT‐1000. With an amount of nitrogen as low as 0.41 wt%, C‐HAT‐1600 can hardly be regarded as nitrogen‐doped, as for such low nitrogen contents the impact of adsorbed nitrogen species cannot be ruled out. Chemically it is better described as a rather typical pristine hard carbon with the morphology adapted from the parental material.",
                        "Powder X‐ray diffraction patterns shown in Figure , Supporting Information, prove the amorphous structure of C‐HAT‐550, which shows only a broad reflex at 27°, as it is typical for highly microporous carbon‐based materials. In the cases of C‐HAT‐1000 and C‐HAT‐1600, a slightly more ordered carbonaceous structure develops with both, the (002) and (100) reflexes being more intense. However, both high‐temperature materials still have a diffraction pattern that is characteristic for porous carbon materials. Especially the comparably low 20 m² g−1 of SSA detected by Ar physisorption are not at all in line with the shape of XRD pattern of C‐HAT‐1600. The graphene interlayer distance as estimated from the (002) reflex using Bragg's condition is reduced from 3.8 Å in C‐HAT‐1000 to 3.7 Å in C‐HAT‐1600, that is, in both cases well above graphite (3.36 A). The FWHM of the (002) signal slightly decreases at higher synthesis temperatures indicating a slightly improved graphitic‐stacking for C‐HAT‐1600. The two reflexes indicated by asterisks in C‐HAT‐1600 originate from crystalline SiC contaminations from the high temperature oven.[] Nonetheless, the small size of the reflexes compared to the carbon signals and the elemental analysis indicate the amount of the impurity to be small.",
                        "Raman spectroscopy provides valuable insights into the binding motifs of a carbonaceous material. The Raman spectra of the samples are presented in Figure , Supporting Information. Figure  shows a fit of the region between 900 and 1900 cm−1 to a four band model, including the TPA‐, D‐, A‐, and G‐bands, following the method of Hu at al.[] With increasing final heat treatment temperature, the TPA‐ and A‐ bands decrease in intensity as compared to the D‐ and G‐bands. The former two bands originate from trans‐polyacetylene bonds and amorphous carbon regions, respectively, while the presence of D‐ and G‐bands indicates a disordered structure dominated by sp2 carbon. Therefore, it is not surprising to find the D‐ and G‐bands becoming more separated for C‐HAT‐1000, and to prevail the Raman spectrum of C‐HAT‐1600 almost entirely.[] Additionally, the presence of the overtones of the D‐ and G‐bands above 2400 cm−1 hint at a more ordered structure in the carbon network of C‐HAT‐1600.[]",
                        "According to scanning electron microscopy (SEM) images shown in Figure , the C‐HAT keeps their discoid structure throughout all carbonization temperatures. This fact points at a stable, cross‐linked network formed during the pyrolysis of the HAT‐CN precursor which then undergoes only local structure rearrangements. Further it can be seen that the surface of the C‐HAT discs becomes increasingly smooth and the number of fragments decreases for higher pyrolysis temperatures, which is well in line not only with the observed low porosity in C‐HAT‐1600 determined both by gas sorption. It should be further mentioned that higher conductivity and facilitated electron transport over longer distances is indicated by the higher field emission contrast when doing SEM on C‐HAT‐1600.",
                        "The morphology is kept throughout the carbonization on TEM‐scale, as well, as can be seen in the bright‐field TEM images in Figure , Supporting Information, where all of them show contorted structures on a size scale of a few tens of nanometers."
                    ],
                    "name": "Structural Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "In order to get a first impression of the sodium storage characteristics of carbonized HAT‐CN materials, charge–discharge curves have been recorded at a current density as low as 18.6 mA g−1 in a voltage window between 2.5 and 0 V. Such a low current density enables the study of the charge storage mechanism under equilibrium conditions without running into mass transfer restrictions and other systematic limitations. Typical first and fifth sodiation/desodiation cycles of each studied material are shown in Figure , as by the fifth cycle the system is found to be stable and invariant enough to represent the materials’ reversible sodiation behavior, the first four cycles are shown in Figure , Supporting Information.",
                        "All of the materials have in common that the sodiation capacity retention between the first and the first stable cycle is rather low, with retentions between 25% and 34%. This behavior is potentially problematic for the practical application of the material as it would mean a significant loss of electrolyte during the first cycle.",
                        "The very high capacity in the first cycle of C‐HAT‐550 is further noteworthy if viewed outside of the context of subsequent cycles. The first sodiation capacity of C‐HAT‐550 is almost double that of C‐HAT‐1000, suggesting a connection between heteroatom content of the materials framework and the first cycle capacity. A significant portion of the current measured during the first cycle is therefore apparently due to SEI‐formation including irreversible reactions facilitated by the large nitrogen content of C‐HAT‐550.",
                        "On the other hand, C‐HAT‐1600 shows an Ar surface area of 20 m² g−1 but a first sodiation capacity comparable to C‐HAT‐1000 with an Ar BET‐surface area of 750 m² g−1. Considering the relatively high CO2 uptake of both materials it can be concluded that electrolyte molecules and ions are able to enter pores inaccessible to probe gases like Ar and, considering the comparable boiling point and molecular dimensions, most likely also N2 at cryogenic temperatures. Therefore, CO2 at 273 K is a more suitable probe gas to estimate the “electrochemically active surface area” of such a material during the first cycle. From a physisorption perspective, this is related not only to its slightly smaller kinetic diameter (Ar: 0.34 nm, CO2: 0.33 nm)[] and higher polarizability, but mainly originates from the higher temperature at which the sorption experiment is conducted. CO2"
                    ],
                    "name": "Relations between Ar/CO2 Physisorption and Sodium Storage",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Influence of Pore Architecture and Chemical Structure on the Sodium Storage in Nitrogen‐Doped Hard Carbons"
}